{
  "metadata": {
    "date": "2018-11-28",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Energy Speculators Jump on Chance to Lease Public Land at Bargain Rates ",
      "snippet": "The Trump administration’s policy of encouraging more oil and gas drilling combined with a loophole in federal rules has been a boon for investors with a taste for gambling — and has drawn criticism that it is a bad deal for taxpayers.",
      "abstract": "The Trump administration’s policy of encouraging more oil and gas drilling combined with a loophole in federal rules has been a boon for investors with a taste for gambling — and has drawn criticism that it is a bad deal for taxpayers.",
      "lead_paragraph": "MILES CITY, Mont. — Robert B. Price, the chief executive of a London-based oil and gas company, came up with a creative tactic to grab bargain drilling rights to a sprawling piece of federal land here in eastern Montana — each acre for less than the price of a cup of coffee.",
      "publication_date": "2018-11-27T18:24:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/27/business/energy-speculators-public-land-leases.html",
      "byline": "By Eric Lipton and Hiroko Tabuchi"
    },
    {
      "headline": "In Indonesia Lion Air Crash, Black Box Data Reveal Pilots’ Struggle to Regain Control",
      "snippet": "Information from Lion Air Flight 610, which crashed off Indonesia last month, supports the theory that a new Boeing anti-stall system played a role.",
      "abstract": "Information from Lion Air Flight 610, which crashed off Indonesia last month, supports the theory that a new Boeing anti-stall system played a role.",
      "lead_paragraph": "Data from the jetliner that crashed into the Java Sea last month shows the pilots fought to save the plane almost from the moment it took off, as the Boeing 737’s nose was repeatedly forced down, apparently by an automatic system receiving incorrect sensor readings.",
      "publication_date": "2018-11-27T18:40:04+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/27/world/asia/indonesia-lion-air-crash-.html",
      "byline": "By James Glanz, Muktita Suhartono and Hannah Beech"
    },
    {
      "headline": "What’s Behind the G.M. Cutbacks, and Why Trump Is Angry ",
      "snippet": "The White House signaled that the automaker could suffer for planning thousands of layoffs, but the company says the course is essential to its future.",
      "abstract": "The White House signaled that the automaker could suffer for planning thousands of layoffs, but the company says the course is essential to its future.",
      "lead_paragraph": "When General Motors announced that it would idle five North American plants and eliminate thousands of jobs, it said the move would ease the burden of spending billions of dollars to develop the battery-powered vehicles of the future.",
      "publication_date": "2018-11-27T21:28:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/27/business/gm-auto-trump.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "Greens Thrive in Germany as the ‘Alternative’ to Far-Right Populism",
      "snippet": "The former protest movement has become the second-most popular party by sticking to its principles: pro-environment, pro-Europe and pro-immigration.",
      "abstract": "The former protest movement has become the second-most popular party by sticking to its principles: pro-environment, pro-Europe and pro-immigration.",
      "lead_paragraph": "BERLIN — A new political force is shaking up Germany: Its leaders campaign in Bavarian beer tents wearing traditional dirndls and tour the country quoting the national anthem. One member recently wrote a book about patriotism, another about “new conservatism.” One of its biggest issues is immigration.",
      "publication_date": "2018-11-27T22:03:09+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/27/world/europe/germany-greens-merkel-election.html",
      "byline": "By Katrin Bennhold"
    },
    {
      "headline": "Trump Could Seek a China Trade Truce at G-20, Despite Tough Talk",
      "snippet": "The president has signaled a new willingness to make a deal with Xi Jinping, a leader he has treated solicitously. They will meet over dinner on Saturday.",
      "abstract": "The president has signaled a new willingness to make a deal with Xi Jinping, a leader he has treated solicitously. They will meet over dinner on Saturday.",
      "lead_paragraph": "WASHINGTON — President Trump is projecting a steely facade as he prepares for a critical meeting on trade this weekend with President Xi Jinping of China. But behind his tough talk and threats of higher tariffs is a creeping anxiety about the costs of a prolonged trade war on the financial markets and the broader economy.",
      "publication_date": "2018-11-28T01:20:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/27/us/politics/trump-xi-trade-g-20.html",
      "byline": "By Mark Landler, Glenn Thrush and Keith Bradsher"
    },
    {
      "headline": "For Migrants on Both Sides of the Border, the One Constant Is a Long Wait",
      "snippet": "The United States government says it could be five weeks before the first arrivals from the caravan of migrants from Central America could have their interviews for admission.",
      "abstract": "The United States government says it could be five weeks before the first arrivals from the caravan of migrants from Central America could have their interviews for admission.",
      "lead_paragraph": "SAN DIEGO — In an overcrowded shelter at a sports complex south of the Mexican border, nearly 6,000 migrants from Central America have been waiting in increasingly squalid conditions — and with an increasing sense of desperation — to cross into the United States.",
      "publication_date": "2018-11-28T01:34:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/27/us/migrant-caravan-border-san-ysidro-mexico.html",
      "byline": "By Miriam Jordan, Kirk Semple and Caitlin Dickerson"
    },
    {
      "headline": "Manafort’s Lawyer Said to Brief Trump Attorneys on What He Told Mueller",
      "snippet": "The arrangement was highly unusual, and it appeared to give Mr. Trump and his advisers ammunition in their public campaign against the special counsel investigation.",
      "abstract": "The arrangement was highly unusual, and it appeared to give Mr. Trump and his advisers ammunition in their public campaign against the special counsel investigation.",
      "lead_paragraph": "WASHINGTON — A lawyer for Paul Manafort, the president’s onetime campaign chairman, repeatedly briefed President Trump’s lawyers on his client’s discussions with federal investigators after Mr. Manafort agreed to cooperate with the special counsel, according to one of Mr. Trump’s lawyers and two other people familiar with the conversations.",
      "publication_date": "2018-11-28T01:39:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/27/us/politics/manafort-lawyer-trump-cooperation.html",
      "byline": "By Michael S. Schmidt, Sharon LaFraniere and Maggie Haberman"
    },
    {
      "headline": "In Electing Cindy Hyde-Smith, Mississippi Stays True to Its Conservative Roots",
      "snippet": "With a late boost from President Trump, Ms. Hyde-Smith defeated the Democratic candidate, Mike Espy, and set the Republican advantage in the Senate at 53-47.",
      "abstract": "With a late boost from President Trump, Ms. Hyde-Smith defeated the Democratic candidate, Mike Espy, and set the Republican advantage in the Senate at 53-47.",
      "lead_paragraph": "JACKSON, Miss. — Senator Cindy Hyde-Smith, a Mississippi Republican who had to apologize for a cavalier reference to a public hanging, won a special runoff election on Tuesday, defeating the Democratic candidate, Mike Espy, who was trying to become the state’s first black senator since Reconstruction.",
      "publication_date": "2018-11-28T03:25:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/27/us/politics/mississippi-senate-espy-hyde-smith.html",
      "byline": "By Alan Blinder"
    },
    {
      "headline": "Chinese Metals Win U.S. Tariff Waivers With Little Resistance",
      "snippet": "The Trump administration has granted nearly 3,000 exemption requests, surprising even some companies that are asking for them.",
      "abstract": "The Trump administration has granted nearly 3,000 exemption requests, surprising even some companies that are asking for them.",
      "lead_paragraph": "WASHINGTON — When Mandel Metals, an aluminum distributor outside Chicago, found its business threatened by President Trump’s tariffs on foreign metals, it filed hundreds of requests with the administration to exclude its imports from the levies.",
      "publication_date": "2018-11-28T10:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/28/us/politics/china-tariff-exclusions.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "How to Survive the Next Era of Tech (Slow Down and Be Mindful)",
      "snippet": "In his final State of the Art column, Farhad Manjoo reflects on the industry’s changes and presents a new guide for navigating the future of technology.",
      "abstract": "In his final State of the Art column, Farhad Manjoo reflects on the industry’s changes and presents a new guide for navigating the future of technology.",
      "lead_paragraph": "Nearly five years ago, in my very first State of the Art column, I offered a straightforward plan for how to survive what was shaping up to be a turbulent time in the tech world.",
      "publication_date": "2018-11-28T10:00:11+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/28/technology/how-to-survive-the-next-era-of-tech-slow-down-and-be-mindful.html",
      "byline": "By Farhad Manjoo"
    }
  ]
}