{
  "metadata": {
    "date": "2018-03-02",
    "total_articles": 6
  },
  "articles": [
    {
      "headline": "Trump Management Style, Year 2: See Year 1",
      "snippet": "Would the White House run more smoothly with a new chief of staff? With a mercurial president in charge, it could well just be more of the same.",
      "abstract": "Would the White House run more smoothly with a new chief of staff? With a mercurial president in charge, it could well just be more of the same.",
      "lead_paragraph": "Throughout his presidential campaign Donald J. Trump extolled his business acumen and management skills, and just before his inauguration he insisted the transition to his administration was going “very, very smoothly.”",
      "publication_date": "2018-03-01T17:47:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/03/01/business/trump-management-style-year-2-see-year-1.html",
      "byline": "By James B. Stewart"
    },
    {
      "headline": "Trump Wants to Arm Teachers. These Schools Already Do.",
      "snippet": "Hundreds of school districts across the country have given staff access to guns, seeing the weaponry not as a political statement but a practical response to a potent threat.",
      "abstract": "Hundreds of school districts across the country have given staff access to guns, seeing the weaponry not as a political statement but a practical response to a potent threat.",
      "lead_paragraph": "SIDNEY, Ohio — The 8-by-11-inch box sits atop a bookshelf in the district headquarters, as much a part of the office furniture as the manila folders, yearbooks and Webster’s dictionaries. Inside is a semiautomatic Glock handgun with extra magazines, equipment that education leaders here say will prevent this district from suffering the next schoolhouse tragedy.",
      "publication_date": "2018-03-01T18:28:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/01/us/armed-teachers-guns-schools.html",
      "byline": "By Erica L. Green and Manny Fernandez"
    },
    {
      "headline": "Facebook Lets Ads Bare a Man’s Chest. A Woman’s Back Is Another Matter. ",
      "snippet": "Advertisers, especially smaller ones, complain of inconsistency and gender bias in the process that determines whether images are rejected for being sexually suggestive. ",
      "abstract": "Advertisers, especially smaller ones, complain of inconsistency and gender bias in the process that determines whether images are rejected for being sexually suggestive. ",
      "lead_paragraph": "When Krista Venero, an author who writes under the pen name K.L. Montgomery, bought ads on Facebook for a romance novel she published last year, she thought her marketing fell well within the bounds of the social network’s policies. ",
      "publication_date": "2018-03-01T22:00:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/03/01/business/media/facebook-ads-gender.html",
      "byline": "By Sapna Maheshwari and Sheera Frenkel"
    },
    {
      "headline": "Deal for Weinstein Co., Seemingly Dead, Is Reached",
      "snippet": "After a meeting at the New York attorney general’s office on Thursday, an investor group agreed to buy part of the beleaguered entertainment studio’s assets.",
      "abstract": "After a meeting at the New York attorney general’s office on Thursday, an investor group agreed to buy part of the beleaguered entertainment studio’s assets.",
      "lead_paragraph": "LOS ANGELES — In a surprise twist in the continuing saga of the Weinstein Company, an investor group said on Thursday that it had reached an agreement to buy most of the assets of the near-bankrupt studio, just days after a deal had been declared all but dead.",
      "publication_date": "2018-03-01T23:41:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/03/01/business/media/weinstein-company-sale.html",
      "byline": "By Brooks Barnes"
    },
    {
      "headline": "Trump’s Chaos Theory for the Oval Office Is Taking Its Toll",
      "snippet": "John F. Kelly, the chief of staff, summed up the prevailing mood in the West Wing: “God punished me,” he joked of his move there last summer.",
      "abstract": "John F. Kelly, the chief of staff, summed up the prevailing mood in the West Wing: “God punished me,” he joked of his move there last summer.",
      "lead_paragraph": "WASHINGTON — For 13 months in the Oval Office, and in an unorthodox business career before that, Donald J. Trump has thrived on chaos, using it as an organizing principle and even a management tool. Now the costs of that chaos are becoming starkly clear in the demoralized staff and policy disarray of a wayward White House.",
      "publication_date": "2018-03-02T02:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/01/us/politics/trump-chaos-oval-office.html",
      "byline": "By Mark Landler and Maggie Haberman"
    },
    {
      "headline": "Why It’s So Hard to Invest With a Social Conscience",
      "snippet": "Want guns out of your stock portfolio? Sick of bad actors like Wells Fargo and Equifax? You’ll face at least seven challenges when making an investing plan.",
      "abstract": "Want guns out of your stock portfolio? Sick of bad actors like Wells Fargo and Equifax? You’ll face at least seven challenges when making an investing plan.",
      "lead_paragraph": "Peer under the hood of your mutual fund or portfolio of index investments. If you’re like most people, you’ll find that you own shares of at least a few companies that make you squeamish. Perhaps you no longer wish to make money when Equifax collects and sells your data, especially when it has proved that it can’t do so safely. Or perhaps you have soured on big banks that treat customers poorly.",
      "publication_date": "2018-03-02T10:01:30+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/03/02/your-money/why-its-so-hard-to-invest-with-a-social-conscience.html",
      "byline": "By Ron Lieber"
    }
  ]
}