{
  "metadata": {
    "date": "2018-11-30",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "How a Lawyer, a Felon and a Russian General Chased a Moscow Trump Tower Deal",
      "snippet": "During the presidential campaign, Michael D. Cohen and Felix Sater, an associate with a criminal past, pursued a new Trump Tower project with a former spymaster’s help.",
      "abstract": "During the presidential campaign, Michael D. Cohen and Felix Sater, an associate with a criminal past, pursued a new Trump Tower project with a former spymaster’s help.",
      "lead_paragraph": "When Donald J. Trump took a run at building a tower in Moscow in the middle of his 2016 presidential campaign, it was the high point of a decades-long effort to plant the “Trump” flag there.",
      "publication_date": "2018-11-29T23:46:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/29/us/politics/trump-russia-felix-sater-michael-cohen.html",
      "byline": "By Mike McIntire, Megan Twohey and Mark Mazzetti"
    },
    {
      "headline": "An Alabama Mall Shooting, a Black Man’s Death, and a Debate Over Race and Guns",
      "snippet": "After police in Alabama fatally shot a 21-year-old black man whom they mistook for a suspect, critics have claimed a double standard in enforcing gun rights.",
      "abstract": "After police in Alabama fatally shot a 21-year-old black man whom they mistook for a suspect, critics have claimed a double standard in enforcing gun rights.",
      "lead_paragraph": "HOOVER, Ala. — After gunshots rang out in a cavernous suburban shopping mall on Thanksgiving night, Ashlyn McMillan encountered a man she considered a hero. He directed frantic shoppers to safety, hand on his gun to defend against a looming threat. “Get down,” Ms. McMillan recalled him saying. “Go in the store.”",
      "publication_date": "2018-11-30T01:15:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/29/us/alabama-mall-shooting.html",
      "byline": "By John Eligon"
    },
    {
      "headline": "Sheryl Sandberg Asked for Soros Research, Facebook Acknowledges",
      "snippet": "Facebook’s second in command wanted an examination of the billionaire’s financial ties after he delivered a blistering speech about tech companies.",
      "abstract": "Facebook’s second in command wanted an examination of the billionaire’s financial ties after he delivered a blistering speech about tech companies.",
      "lead_paragraph": "Sheryl Sandberg asked Facebook’s communications staff to research George Soros’s financial interests in the wake of his high-profile attacks on tech companies, according to three people with knowledge of her request, indicating that Facebook’s second in command was directly involved in the social network’s response to the liberal billionaire.",
      "publication_date": "2018-11-30T02:32:22+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/29/technology/george-soros-facebook-sheryl-sandberg.html",
      "byline": "By Nicholas Confessore and Matthew Rosenberg"
    },
    {
      "headline": "Louisiana School Made Headlines for Sending Black Kids to Elite Colleges. Here’s the Reality.",
      "snippet": "T.M. Landry, a school in small-town Louisiana, has garnered national attention for vaulting its underprivileged black students to elite colleges. But the school cut corners and doctored college applications.",
      "abstract": "T.M. Landry, a school in small-town Louisiana, has garnered national attention for vaulting its underprivileged black students to elite colleges. But the school cut corners and doctored college applications.",
      "lead_paragraph": "BREAUX BRIDGE, La. — Bryson Sassau’s application would inspire any college admissions officer. ",
      "publication_date": "2018-11-30T08:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/30/us/tm-landry-college-prep-black-students.html",
      "byline": "By Erica L. Green, Katie Benner and Annie Flanagan"
    },
    {
      "headline": "Menial Tasks, Slurs and Swastikas: Many Black Workers at Tesla Say They Faced Racism",
      "snippet": "African-American workers have reported threats, humiliation and barriers to promotion at the plant. The automaker says there is no pattern of bias.",
      "abstract": "African-American workers have reported threats, humiliation and barriers to promotion at the plant. The automaker says there is no pattern of bias.",
      "lead_paragraph": "FREMONT, Calif. — Owen Diaz had seen swastikas in the bathrooms at Tesla’s electric-car plant, and he had tried to ignore racist taunts around the factory.",
      "publication_date": "2018-11-30T10:00:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/30/business/tesla-factory-racism.html",
      "byline": "By Lauren Hepler"
    },
    {
      "headline": "Marriott Hacking Exposes Data of Up to 500 Million Guests",
      "snippet": "The personal information of customers at its Starwood hotels, including names, dates of birth, passport numbers and payment numbers could be at risk, the chain said.",
      "abstract": "The personal information of customers at its Starwood hotels, including names, dates of birth, passport numbers and payment numbers could be at risk, the chain said.",
      "lead_paragraph": "The hotel chain asked guests checking in for a treasure trove of personal information: credit cards, addresses and sometimes passport numbers. On Friday, consumers learned the risk. Marriott International revealed that hackers had breached its Starwood reservation system and had stolen the personal data of up to 500 million guests.",
      "publication_date": "2018-11-30T12:33:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/30/business/marriott-data-breach.html",
      "byline": "By Nicole Perlroth, Amie Tsang and Adam Satariano"
    },
    {
      "headline": "Trump Signs New Trade Deal With Canada and Mexico After Bitter Negotiations",
      "snippet": "President Trump appeared with his counterparts Justin Trudeau and Enrique Peña Nieto to approve the United States-Mexico-Canada agreement.",
      "abstract": "President Trump appeared with his counterparts Justin Trudeau and Enrique Peña Nieto to approve the United States-Mexico-Canada agreement.",
      "lead_paragraph": "BUENOS AIRES — President Trump and his Mexican and Canadian counterparts sought to put the acrimony of the past two years behind them on Friday as they signed a new trade agreement governing hundreds of billions of dollars in commerce that underpins their mutually dependent economies.",
      "publication_date": "2018-11-30T14:55:30+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/30/world/americas/trump-trudeau-canada-mexico.html",
      "byline": "By Peter Baker"
    }
  ]
}