{
  "metadata": {
    "date": "2018-09-13",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "‘60 Minutes’ Chief Ousted for a Threatening Text as Upheaval at CBS Continues",
      "snippet": "Jeff Fager was dismissed four days after the network’s chief executive, Leslie Moonves, stepped down following numerous misconduct allegations.",
      "abstract": "Jeff Fager was dismissed four days after the network’s chief executive, Leslie Moonves, stepped down following numerous misconduct allegations.",
      "lead_paragraph": "CBS entered a new stage of turmoil on Wednesday with the ouster of the longtime executive producer of “60 Minutes,” its flagship news brand, amid a cascading scandal over sexual misconduct that days ago ended the career of the network’s chief executive, Leslie Moonves.",
      "publication_date": "2018-09-12T18:08:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/09/12/business/media/jeff-fager-60-minutes-cbs.html",
      "byline": "By John Koblin and Michael M. Grynbaum"
    },
    {
      "headline": "Threats and Deception: Why CBS’s Board Turned Against Leslie Moonves",
      "snippet": "After initial harassment allegations against the CBS chief, some board members reflexively defended Mr. Moonves. It took weeks for his support to fade.",
      "abstract": "After initial harassment allegations against the CBS chief, some board members reflexively defended Mr. Moonves. It took weeks for his support to fade.",
      "lead_paragraph": "On a Monday in late July, CBS’s board of directors convened a conference call to determine the fate of its chairman and chief executive, Leslie Moonves, who had been publicly accused of sexual harassment and assault.",
      "publication_date": "2018-09-13T00:18:52+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/09/12/business/cbs-les-moonves-board.html",
      "byline": "By James B. Stewart"
    },
    {
      "headline": "Hurricane Florence Is a Formidable Test for FEMA and Trump",
      "snippet": "After last year’s harsh lessons, the administration girded for a test of its ability as Hurricane Florence approached the Carolina coast.",
      "abstract": "After last year’s harsh lessons, the administration girded for a test of its ability as Hurricane Florence approached the Carolina coast.",
      "lead_paragraph": "WASHINGTON — A year after presiding over a sluggish and chaotic response to a devastating storm in Puerto Rico, the Trump administration girded on Wednesday for a test of its ability to do better as Hurricane Florence continued to bear down on the Carolina coast.",
      "publication_date": "2018-09-13T01:42:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/09/12/us/politics/trump-hurricane-florence-fema.html",
      "byline": "By Ron Nixon, Julie Hirschfeld Davis and James Glanz"
    },
    {
      "headline": "Rebuffed by Trump on Tariffs, Businesses Mount Coordinated Pushback",
      "snippet": "Companies and business groups led by the National Retail Federation are highlighting the current and anticipated pain that the tariffs are bringing.",
      "abstract": "Companies and business groups led by the National Retail Federation are highlighting the current and anticipated pain that the tariffs are bringing.",
      "lead_paragraph": "WASHINGTON — They’ve testified, tweeted, written and called with their concerns. Now American businesses, which have so far been unable to stop President Trump from imposing sweeping tariffs, are mounting a last-ditch effort to convince the president that his trade policies are hurting his political base.",
      "publication_date": "2018-09-13T02:02:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/09/12/us/politics/trump-tariffs-businesses-pushback.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "25 Years After Oslo Accords, Mideast Peace Seems Remote as Ever",
      "snippet": "A handshake between Yitzhak Rabin and Yasir Arafat brought hope. But for Palestinians, nothing has turned out as they expected. Israel gained much, but not peace.",
      "abstract": "A handshake between Yitzhak Rabin and Yasir Arafat brought hope. But for Palestinians, nothing has turned out as they expected. Israel gained much, but not peace.",
      "lead_paragraph": "JERICHO, West Bank — When the Oslo peace accords were signed a quarter-century ago, residents of Jericho celebrated. Their dusty, 11,000-year-old desert city was given autonomy before anywhere else on the West Bank. Palestinians saw it as a foothold for what they trusted would become their own new state.",
      "publication_date": "2018-09-13T02:30:07+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/09/12/world/middleeast/israel-palestinian-oslo.html",
      "byline": "By David M. Halbfinger and Isabel Kershner"
    },
    {
      "headline": "U.S. Has Highest Share of Foreign-Born Since 1910, With More Coming From Asia",
      "snippet": "The foreign-born population in the United States has reached its highest share since 1910. New arrivals are more likely to come from Asia than Latin America.",
      "abstract": "The foreign-born population in the United States has reached its highest share since 1910. New arrivals are more likely to come from Asia than Latin America.",
      "lead_paragraph": "WASHINGTON — The foreign-born population in the United States has reached its highest share since 1910, according to government data released Thursday, and the new arrivals are more likely to come from Asia and to have college degrees than those who arrived in past decades.",
      "publication_date": "2018-09-13T04:01:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/09/13/us/census-foreign-population.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "The Hurricane Holdouts Who Never Leave Now Face a ‘Monster’ Storm",
      "snippet": "Those who stay put regardless of rain, wind and flooding frustrate emergency officials every time a hurricane approaches. And now Hurricane Florence is looming.",
      "abstract": "Those who stay put regardless of rain, wind and flooding frustrate emergency officials every time a hurricane approaches. And now Hurricane Florence is looming.",
      "lead_paragraph": "[For the latest forecasts and storm news, read our live briefing.]",
      "publication_date": "2018-09-13T06:00:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/09/13/us/holdouts-hurricane-florence.html",
      "byline": "By David Zucchino"
    },
    {
      "headline": "Rethinking What Gifted Education Means, and Whom It Should Serve",
      "snippet": "Montgomery County, Md., made sweeping changes to diversify its gifted programs. It’s succeeding, but not without creating some anxiety and controversy.",
      "abstract": "Montgomery County, Md., made sweeping changes to diversify its gifted programs. It’s succeeding, but not without creating some anxiety and controversy.",
      "lead_paragraph": "SILVER SPRING, Md. — It was a searing summer day before the start of the school year, but Julianni and Giselle Wyche, 10-year-old twins, were in a classroom, engineering mini rockets, writing in journals and learning words like “fluctuate” and “cognizant.”",
      "publication_date": "2018-09-13T09:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/09/13/us/education-gifted-students.html",
      "byline": "By Dana Goldstein"
    },
    {
      "headline": "Defying Erdogan, Turkey’s Central Bank Raises Interest Rates",
      "snippet": "The bank’s move, to ramp up the benchmark rate by 6.25 percentage points, had long been resisted by President Recep Tayyip Erdogan.",
      "abstract": "The bank’s move, to ramp up the benchmark rate by 6.25 percentage points, had long been resisted by President Recep Tayyip Erdogan.",
      "lead_paragraph": "Acting to stem a currency crisis that has rattled markets worldwide, Turkey’s central bank sharply raised interest rates on Thursday, defying a call by President Recep Tayyip Erdogan just hours earlier to lower borrowing costs.",
      "publication_date": "2018-09-13T12:31:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/09/13/business/turkey-central-bank-interest-rates-erdogan.html",
      "byline": "By Liz Alderman and Prashant S. Rao"
    },
    {
      "headline": "As a New Hurricane Roars In, Trump Quarrels Over the Last One",
      "snippet": "The president dismissed the official death toll of 3,000 from Hurricane Maria, citing far lower numbers, and falsely accused Democrats of inflating the number.",
      "abstract": "The president dismissed the official death toll of 3,000 from Hurricane Maria, citing far lower numbers, and falsely accused Democrats of inflating the number.",
      "lead_paragraph": "WASHINGTON — The presidential playbook during times of disaster is pretty well established by now: Consult with emergency officials (and be seen doing so). Express concern for those affected (on camera). Assure the public that the government is ready for whatever comes (whether it is or not).",
      "publication_date": "2018-09-13T13:00:45+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/09/13/us/politics/trump-denies-puerto-rico-death-roll.html",
      "byline": "By Peter Baker"
    }
  ]
}