{
  "metadata": {
    "date": "2018-12-10",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Huawei Arrest Tests China’s Leaders as Fear and Anger Grip Elite",
      "snippet": "The detention of a Chinese tech executive poses a challenge for President Xi Jinping, who faces pressure to both retaliate and resolve the trade war with America.",
      "abstract": "The detention of a Chinese tech executive poses a challenge for President Xi Jinping, who faces pressure to both retaliate and resolve the trade war with America.",
      "lead_paragraph": "BEIJING — The arrest of one of China’s leading tech executives by the Canadian police for extradition to the United States has unleashed a combustible torrent of outrage and alarm among affluent and influential Chinese, posing a delicate political test for President Xi Jinping and his grip on the loyalty of the nation’s elite.",
      "publication_date": "2018-12-07T16:10:06+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/07/world/asia/huawei-arrest-china.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "Google Hearing to Preview Democrats’ Strategy on Big Tech",
      "snippet": "Sundar Pichai, the chief executive of Google, will testify before Congress on Tuesday. Democratic lawmakers are expected to target the industry next year.",
      "abstract": "Sundar Pichai, the chief executive of Google, will testify before Congress on Tuesday. Democratic lawmakers are expected to target the industry next year.",
      "lead_paragraph": "WASHINGTON — Democrats and Google executives worked arm in arm for years, particularly during the Obama administration. But when Sundar Pichai, Google’s chief executive, testifies before Congress on Tuesday, some of the toughest questioning is likely to come from Democrats.",
      "publication_date": "2018-12-07T18:12:17+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/07/technology/google-hearing-to-preview-democrats-strategy-on-big-tech.html",
      "byline": "By Cecilia Kang and Daisuke Wakabayashi"
    },
    {
      "headline": "Europe and U.S. Agree on Chinese Threat, but Are Too Busy Feuding to Fight It",
      "snippet": "America and Europe have similar concerns about Chinese economic expansionism. But they have been unable to define a strategy when they are also fighting each other.",
      "abstract": "America and Europe have similar concerns about Chinese economic expansionism. But they have been unable to define a strategy when they are also fighting each other.",
      "lead_paragraph": "BRUSSELS — They are creating defenses to limit Chinese investment, accusing China of seizing technology from foreign companies and warning of Chinese efforts to undermine their political system.",
      "publication_date": "2018-12-07T19:40:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/07/business/european-union-trump-china-trade.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "Mattis Erupts Over Niger Inquiry and Army Revisits Who Is to Blame",
      "snippet": "A senior officer who escaped punishment for the ambush that killed four American soldiers will be reprimanded. A junior officer’s reprimand is rescinded.",
      "abstract": "A senior officer who escaped punishment for the ambush that killed four American soldiers will be reprimanded. A junior officer’s reprimand is rescinded.",
      "lead_paragraph": "WASHINGTON — Defense Secretary Jim Mattis was livid last month when he summoned top military officials to a video conference at the Pentagon to press them about an investigation into a 2017 ambush in Niger that killed four Americans on a Green Beret team. His anger, Pentagon officials said, came from seeing news reports that junior officers were being reprimanded for the botched Niger mission while the officers directly above them were not.",
      "publication_date": "2018-12-07T20:18:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/07/us/politics/niger-mattis.html",
      "byline": "By Thomas Gibbons-Neff, Helene Cooper and Eric Schmitt"
    },
    {
      "headline": "As Hiring Slows, Employers Say It’s Getting Harder to Find Workers",
      "snippet": "After a difficult week for the stock market and rising trade tensions, the November jobs report provided evidence that the economy remains strong.",
      "abstract": "After a difficult week for the stock market and rising trade tensions, the November jobs report provided evidence that the economy remains strong.",
      "lead_paragraph": "MILWAUKEE — At Western Building Products’ banana-shaped factory on the lip of the Menomonee River outside Milwaukee, the company’s president, Mark Willey, is wrangling with a stubborn problem: not enough workers.",
      "publication_date": "2018-12-07T22:03:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/07/business/economy/hiring-slowdown-job-market.html",
      "byline": "By Patricia Cohen"
    },
    {
      "headline": "James Fields Guilty of First-Degree Murder in Death of Heather Heyer",
      "snippet": "Mr. Fields drove to Virginia from Ohio and plowed his car into a crowd of anti-racism protesters at a white nationalist rally in 2017.",
      "abstract": "Mr. Fields drove to Virginia from Ohio and plowed his car into a crowd of anti-racism protesters at a white nationalist rally in 2017.",
      "lead_paragraph": "CHARLOTTESVILLE, Va. — Sixteen months after swastika-toting white supremacists swarmed the streets of Charlottesville, one of the demonstrators was convicted of first-degree murder Friday by a jury that found he intentionally drove his car into a crowd of counterprotesters, killing one woman and injuring nearly 40 others.",
      "publication_date": "2018-12-07T22:19:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/07/us/james-fields-trial-charlottesville-verdict.html",
      "byline": "By Jonathan M. Katz and Farah Stockman"
    },
    {
      "headline": "Trump Will Nominate William Barr as Attorney General",
      "snippet": "William Barr, a skeptic of the Russia investigation, was attorney general in the first Bush administration. His nomination comes at a turbulent time for the president.",
      "abstract": "William Barr, a skeptic of the Russia investigation, was attorney general in the first Bush administration. His nomination comes at a turbulent time for the president.",
      "lead_paragraph": "WASHINGTON — President Trump said on Friday that he would nominate William P. Barr, a skeptic of the Russia investigation who served as attorney general in the first Bush administration a quarter century ago, to return as head of the Justice Department.",
      "publication_date": "2018-12-08T01:37:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/07/us/politics/william-barr-attorney-general.html",
      "byline": "By Charlie Savage"
    },
    {
      "headline": "Uber Is Said to File for an I.P.O. as It Races Lyft to a Public Debut",
      "snippet": "The offering, which is expected to be one of the biggest ever, puts the ride-hailing service neck and neck with its rival Lyft in a race to the public markets.",
      "abstract": "The offering, which is expected to be one of the biggest ever, puts the ride-hailing service neck and neck with its rival Lyft in a race to the public markets.",
      "lead_paragraph": "SAN FRANCISCO — Uber confidentially filed paperwork on Thursday to go public, according to two people with knowledge of the matter, officially moving toward what is expected to be one of the biggest and most anticipated tech company stock market debuts ever.",
      "publication_date": "2018-12-08T02:15:07+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/07/technology/uber-ipo.html",
      "byline": "By Mike Isaac, Kate Conger and Erin Griffith"
    },
    {
      "headline": "The Wooing of Jared Kushner: How the Saudis Got a Friend in the White House",
      "snippet": "The crown prince of Saudi Arabia cultivated Mr. Kushner’s friendship. The benefits to the U.S. are uncertain but it has paid off well for the Saudis.",
      "abstract": "The crown prince of Saudi Arabia cultivated Mr. Kushner’s friendship. The benefits to the U.S. are uncertain but it has paid off well for the Saudis.",
      "lead_paragraph": "Senior American officials were worried. Since the early months of the Trump administration, Jared Kushner, the president’s son-in-law and Middle East adviser, had been having private, informal conversations with Prince Mohammed bin Salman, the favorite son of Saudi Arabia’s king.",
      "publication_date": "2018-12-08T15:28:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/08/world/middleeast/saudi-mbs-jared-kushner.html",
      "byline": "By David D. Kirkpatrick, Ben Hubbard, Mark Landler and Mark Mazzetti"
    },
    {
      "headline": "North Carolina’s ‘Guru of Elections’: Can-Do Operator Who May Have Done Too Much",
      "snippet": "L. McCrae Dowless ran an operation that, despite his checkered past, drew little scrutiny — until he ended up in the middle of an election marred by fraud charges",
      "abstract": "L. McCrae Dowless ran an operation that, despite his checkered past, drew little scrutiny — until he ended up in the middle of an election marred by fraud charges",
      "lead_paragraph": "BLADENBORO, N.C. — Adam Delane Thompson wanted to vote but was not sure what to do with the absentee ballots he received in the mail this year for him, his fiancée and his daughter. So for guidance he called an old friend in Bladenboro, L. McCrae Dowless Jr., a low-level local official with a criminal record who nonetheless had once been feted as “guru of elections” in Bladen County.",
      "publication_date": "2018-12-08T19:52:05+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/08/us/politics/north-carolina-election-fraud-dowless.html",
      "byline": "By Richard Fausset, Alan Blinder, Sydney Ember, Timothy Williams and Serge F. Kovaleski"
    },
    {
      "headline": "Prosecutors Effectively Accuse Trump of Defrauding Voters. What Does It Mean?",
      "snippet": "President Trump’s lawyer minimized the importance of any potential campaign finance violations, but Democrats said they could potentially lead to impeachment.",
      "abstract": "President Trump’s lawyer minimized the importance of any potential campaign finance violations, but Democrats said they could potentially lead to impeachment.",
      "lead_paragraph": "WASHINGTON — The latest revelations by prosecutors investigating President Trump and his team draw a portrait of a candidate who personally directed an illegal scheme to manipulate the 2016 election and whose advisers had more contact with Russia than Mr. Trump has ever acknowledged.",
      "publication_date": "2018-12-09T01:59:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/08/us/politics/trump-mueller-cohen-manafort.html",
      "byline": "By Peter Baker and Nicholas Fandos"
    },
    {
      "headline": "China Tries to Balance Anger Over Huawei Arrest With Warmer Trade Ties",
      "snippet": "China is pushing hard for the release of a tech executive, while still trying to follow up on President Trump’s recent truce in trade frictions.",
      "abstract": "China is pushing hard for the release of a tech executive, while still trying to follow up on President Trump’s recent truce in trade frictions.",
      "lead_paragraph": "BEIJING — China’s leadership is trying to strike a delicate balance between outrage and necessity, as it seeks to maintain a recent thaw with the United States while lashing out at the arrest of a top Chinese tech executive.",
      "publication_date": "2018-12-09T07:52:59+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/09/technology/canada-china-huawei-meng-wanzhou.html",
      "byline": "By Keith Bradsher and Raymond Zhong"
    },
    {
      "headline": "Beto O’Rourke Emerges as the Wild Card of the 2020 Campaign-in-Waiting",
      "snippet": "Advisers to prospective Democratic candidates say Mr. O’Rourke would be a threat, given his success with small donors, his charismatic message and his popularity with parts of the Obama coalition.",
      "abstract": "Advisers to prospective Democratic candidates say Mr. O’Rourke would be a threat, given his success with small donors, his charismatic message and his popularity with parts of the Obama coalition.",
      "lead_paragraph": "WASHINGTON — The 2020 Democratic presidential primary, already expected to be the party’s most wide open in decades, has been jostled on the eve of many long-plotted campaign announcements by a political threat that few contenders bothered considering until recently:",
      "publication_date": "2018-12-09T10:00:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/09/us/politics/beto-2020-presidential-race.html",
      "byline": "By Matt Flegenheimer and Jonathan Martin"
    },
    {
      "headline": "In Britain, a Team Effort to Help Local News Survive",
      "snippet": "To support local newspapers and news sites, the salaries of nearly 150 reporters are being paid through Britain’s TV license fee, which finances the BBC.",
      "abstract": "To support local newspapers and news sites, the salaries of nearly 150 reporters are being paid through Britain’s TV license fee, which finances the BBC.",
      "lead_paragraph": "LONDON — When Lucy Ashton quit The Sheffield Star in 2009 to have children and work in public relations, she had already seen other reporters steadily leaving the paper as circulation and advertising fell, and figured she’d never see jobs being added again.",
      "publication_date": "2018-12-09T13:00:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/09/business/bbc-local-news-partnership.html",
      "byline": "By Amie Tsang"
    },
    {
      "headline": "A Struggling Desert Town Bets Its Future on Pot",
      "snippet": "Nearly every block in Needles, Calif., has a run-down building being renovated by a cannabis business. Community leaders have welcomed them.",
      "abstract": "Nearly every block in Needles, Calif., has a run-down building being renovated by a cannabis business. Community leaders have welcomed them.",
      "lead_paragraph": "NEEDLES, Calif. — Jeff Williams, the incoming mayor of this small desert city near the Arizona border, arrested a lot of people for selling marijuana in his days as a county sheriff. He voted against legalizing the stuff in a 2016 statewide referendum.",
      "publication_date": "2018-12-09T19:12:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/09/business/cannabis-business-needles-california.html",
      "byline": "By Nathaniel Popper"
    },
    {
      "headline": "Done With Michael Cohen, Federal Prosecutors Shift Focus to Trump Family Business",
      "snippet": "Prosecutors say President Trump organized illegal payments to two women during the presidential campaign. Now they want to know if he and Mr. Cohen acted alone.",
      "abstract": "Prosecutors say President Trump organized illegal payments to two women during the presidential campaign. Now they want to know if he and Mr. Cohen acted alone.",
      "lead_paragraph": "When federal prosecutors recommended a substantial prison term for President Trump’s former lawyer, Michael D. Cohen, they linked Mr. Trump to the crimes Mr. Cohen had committed in connection with the 2016 presidential campaign.",
      "publication_date": "2018-12-09T21:09:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/09/us/trump-organization-federal-prosecutors.html",
      "byline": "By Ben Protess, William K. Rashbaum and Maggie Haberman"
    },
    {
      "headline": "Nick Ayers, Aide to Pence, Declines Offer to Be Trump’s Chief of Staff",
      "snippet": "The decision leaves it unclear who will take the top West Wing job as President Trump confronts the fight of his political life.",
      "abstract": "The decision leaves it unclear who will take the top West Wing job as President Trump confronts the fight of his political life.",
      "lead_paragraph": "As President Trump heads into the fight of his political life, the man he had hoped would help guide him through it has now turned him down, and he finds himself in the unaccustomed position of having no obvious second option.",
      "publication_date": "2018-12-09T21:29:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/09/us/politics/nick-ayers-trump-chief-of-staff.html",
      "byline": "By Maggie Haberman"
    },
    {
      "headline": "Trump’s Tawdry Tabloid Sagas Reveal Weightier Themes",
      "snippet": "In taking on Michael Cohen, federal prosecutors find unexpected meaning in the scandals involving Stormy Daniels and Karen McDougal.",
      "abstract": "In taking on Michael Cohen, federal prosecutors find unexpected meaning in the scandals involving Stormy Daniels and Karen McDougal.",
      "lead_paragraph": "Audiences gravitated to the scores of articles and cable news segments about Donald J. Trump, Stormy Daniels and Karen McDougal for an undeniable reason: Sex sells.",
      "publication_date": "2018-12-09T23:52:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/09/business/media/trump-cohen-tabloid-scandals.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Wall St. Ignored Signs of Trouble for Months. Now It Sees Risks Everywhere.",
      "snippet": "For stock investors in the United States, the political and economic outlooks have suddenly become ominous. More volatility could be in store this week.",
      "abstract": "For stock investors in the United States, the political and economic outlooks have suddenly become ominous. More volatility could be in store this week.",
      "lead_paragraph": "When a trade war broke out between the world’s two largest economies in June, investors barely blinked. After the Federal Reserve raised interest rates — often a reason for investors to sell stocks — the markets kept climbing. As some of the world’s largest economies began to slow down, American markets largely shrugged it off.",
      "publication_date": "2018-12-10T01:16:42+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/09/business/stocks-wall-street-trump-economy-trade.html",
      "byline": "By Matt Phillips"
    },
    {
      "headline": "Facing Defeat, Theresa May Delays Brexit Vote in Parliament",
      "snippet": "The prime minister’s agreement with the European Union had seemed headed for decisive rejection on Tuesday. She will try to shore up support among Conservative lawmakers.",
      "abstract": "The prime minister’s agreement with the European Union had seemed headed for decisive rejection on Tuesday. She will try to shore up support among Conservative lawmakers.",
      "lead_paragraph": "LONDON — Britain’s embattled Prime Minister Theresa May on Monday postponed a critical parliamentary vote on her proposal for Britain’s departure from the European Union, a humiliating retreat that left the country’s economic and political future uncertain, and revealed her tenuous hold on power.",
      "publication_date": "2018-12-10T09:40:22+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/10/world/europe/uk-brexit-ecj.html",
      "byline": "By Stephen Castle"
    }
  ]
}