{
  "metadata": {
    "date": "2018-12-03",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "A China Hawk Gains Prominence as Trump Confronts Xi on Trade",
      "snippet": "Michael Pillsbury, the president’s top outside adviser on China, has the president’s ear ahead of negotiations with Xi Jinping.",
      "abstract": "Michael Pillsbury, the president’s top outside adviser on China, has the president’s ear ahead of negotiations with Xi Jinping.",
      "lead_paragraph": "WASHINGTON — Michael Pillsbury had just finished a rib-eye salad at the Cosmos Club on Tuesday when he received a text message from the White House: “The president is trying to reach you. Call back.”",
      "publication_date": "2018-12-01T00:28:22+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/30/us/politics/trump-china-trade-xi-michael-pillsbury.html",
      "byline": "By Alan Rappeport"
    },
    {
      "headline": "George Bush, Who Steered Nation in Tumultuous Times, Is Dead at 94",
      "snippet": "Mr. Bush, a Republican, was a transitional figure in the White House, where he served from 1989 to 1993. He was the last of the World War II generation to occupy the Oval Office.",
      "abstract": "Mr. Bush, a Republican, was a transitional figure in the White House, where he served from 1989 to 1993. He was the last of the World War II generation to occupy the Oval Office.",
      "lead_paragraph": "George Bush, the 41st president of the United States and the father of the 43rd, who steered the nation through a tumultuous period in world affairs but was denied a second term after support for his presidency collapsed under the weight of an economic downturn and his seeming inattention to domestic affairs, died on Friday night at his home in Houston. He was 94.",
      "publication_date": "2018-12-01T04:57:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/30/us/politics/george-hw-bush-dies.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "A Generation of Widows, Raising Children Who Will Be Forged by Loss",
      "snippet": "The war in Afghanistan is disproportionately killing young men, leaving behind women with limited options.",
      "abstract": "The war in Afghanistan is disproportionately killing young men, leaving behind women with limited options.",
      "lead_paragraph": "KABUL, Afghanistan — As evening takes over Kabul, daylight fading to gray, 3-year-old Benyamin senses that his father should be coming home from work about now.",
      "publication_date": "2018-12-01T15:07:57+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/01/world/asia/afghanistan-widows-war.html",
      "byline": "By Mujib Mashal and Fatima Faizi"
    },
    {
      "headline": "Mueller Exposes the Culture of Lying That Surrounds Trump",
      "snippet": "As a businessman, candidate and president, Mr. Trump has demanded loyalty of advisers, including an embrace of his habitual boasts, misstatements and outright falsehoods.",
      "abstract": "As a businessman, candidate and president, Mr. Trump has demanded loyalty of advisers, including an embrace of his habitual boasts, misstatements and outright falsehoods.",
      "lead_paragraph": "WASHINGTON — When Michael D. Cohen admitted this past week to lying to Congress about a Russian business deal, he said he had testified falsely out of loyalty to President Trump. When he admitted this summer to lying on campaign finance records about payments to cover up a sex scandal during the campaign, he said it was at Mr. Trump’s direction.",
      "publication_date": "2018-12-01T17:12:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/01/us/politics/trump-mueller-lying.html",
      "byline": "By Sharon LaFraniere"
    },
    {
      "headline": "U.S. and China Call Truce in Trade War",
      "snippet": "In a meeting with President Xi Jinping of China, President Trump agreed to hold off on a plan to raise tariffs on $200 billion worth of Chinese goods on Jan. 1.",
      "abstract": "In a meeting with President Xi Jinping of China, President Trump agreed to hold off on a plan to raise tariffs on $200 billion worth of Chinese goods on Jan. 1.",
      "lead_paragraph": "BUENOS AIRES — The United States and China called a truce in their trade war on Saturday after President Trump agreed to hold off on new tariffs and President Xi Jinping pledged to increase Chinese purchases of American products. The two also set the stage for more painstaking negotiations to resolve deeply rooted differences over trade.",
      "publication_date": "2018-12-01T19:00:57+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/01/world/trump-xi-g20-merkel.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "He’s Built an Empire, With Detained Migrant Children as the Bricks",
      "snippet": "The founder of Southwest Key made millions from housing migrant children. His nonprofit has stockpiled taxpayer dollars and possibly engaged in self-dealing with top executives.",
      "abstract": "The founder of Southwest Key made millions from housing migrant children. His nonprofit has stockpiled taxpayer dollars and possibly engaged in self-dealing with top executives.",
      "lead_paragraph": "Juan Sanchez grew up along the Mexican border in a two-bedroom house so crowded with children that he didn’t have a bed. But he fought his way to another life. He earned three degrees, including a doctorate in education from Harvard, before starting a nonprofit in his Texas hometown.",
      "publication_date": "2018-12-02T08:00:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/02/us/southwest-key-migrant-children.html",
      "byline": "By Kim Barker, Nicholas Kulish and Rebecca R. Ruiz"
    },
    {
      "headline": "Israeli Police Urge Bribery and Fraud Charges Against Netanyahu. Again.",
      "snippet": "For the third time this year, the prime minister is accused of corruption. But this time, his governing coalition is already teetering.",
      "abstract": "For the third time this year, the prime minister is accused of corruption. But this time, his governing coalition is already teetering.",
      "lead_paragraph": "JERUSALEM — The Israeli police recommended Sunday that Prime Minister Benjamin Netanyahu be indicted on bribery, fraud and other charges, accusing him of trading regulatory favors for fawning news coverage, in what is potentially the most damaging of a series of corruption cases against him.",
      "publication_date": "2018-12-02T11:33:43+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/02/world/middleeast/israel-netanyahu-bribery-charges.html",
      "byline": "By David M. Halbfinger and Isabel Kershner"
    },
    {
      "headline": "Marketing Through Smart Speakers? Brands Don’t Need to Be Asked Twice",
      "snippet": "Google Home and Amazon Echo don’t carry paid advertising, so companies are trying more creative ways of using them to reach consumers.",
      "abstract": "Google Home and Amazon Echo don’t carry paid advertising, so companies are trying more creative ways of using them to reach consumers.",
      "lead_paragraph": "Heading into last year’s holidays, marketers at HBO were eagerly experimenting with how to use technology like augmented reality and virtual reality to promote their shows. But then, celebrating with their families across the country, they watched as everyone from children to elderly aunts unwrapped smart speakers from Google and Amazon and started barking orders.",
      "publication_date": "2018-12-02T18:30:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/02/business/media/marketing-voice-speakers.html",
      "byline": "By Sapna Maheshwari"
    },
    {
      "headline": "Despite Big House Losses, G.O.P. Shows No Signs of Course Correction",
      "snippet": "A Republican Party that stayed true to President Trump is constrained from grappling with the damage he inflicted with moderate voters and women.",
      "abstract": "A Republican Party that stayed true to President Trump is constrained from grappling with the damage he inflicted with moderate voters and women.",
      "lead_paragraph": "WASHINGTON — With a brutal finality, the extent of the Republicans’ collapse in the House came into focus last week as more races slipped away from them and their losses neared 40 seats.",
      "publication_date": "2018-12-02T20:10:35+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/02/us/politics/republicans-midterms-house-losses.html",
      "byline": "By Jonathan Martin"
    },
    {
      "headline": "U.S.-China Trade Truce Gives Both Sides Political Breathing Room",
      "snippet": "But the compromise reached by President Trump and President Xi Jinping offers few promises of policy changes, and it sets a tight deadline of March 1.",
      "abstract": "But the compromise reached by President Trump and President Xi Jinping offers few promises of policy changes, and it sets a tight deadline of March 1.",
      "lead_paragraph": "The agreement reached by President Trump and President Xi Jinping of China to effectively pause their trade war and work toward a pact appears to be aimed at giving the two leaders some political breathing room after an escalating fight has begun inflicting economic damage on both sides of the Pacific.",
      "publication_date": "2018-12-02T23:51:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/02/business/trade-truce-china-us.html",
      "byline": "By Keith Bradsher and Alan Rappeport"
    },
    {
      "headline": "‘Yellow Vests’ Riot in Paris, but Their Anger Is Rooted Deep in France",
      "snippet": "With little organization, fueled by frustration, the protests have moved from poor rural regions to the banks of the Seine, the scene of riots this weekend.",
      "abstract": "With little organization, fueled by frustration, the protests have moved from poor rural regions to the banks of the Seine, the scene of riots this weekend.",
      "lead_paragraph": "GUÉRET, France — At the bare bottom of Florian Dou’s shopping cart at the discount supermarket, there was a packet of $6 sausages and not much else. It was the end of last week, and the end of last month. At that point, “my salary and my wife’s have been gone for 10 days,” he lamented.",
      "publication_date": "2018-12-02T23:58:10+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/02/world/europe/france-yellow-vest-protests.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "News Networks Fall Short on Climate Story as Dolphins Die on the Beach",
      "snippet": "A crusader films the red-tide carnage in Florida. But in a time of climate-change denialism encouraged by the president, her work draws nasty comments.",
      "abstract": "A crusader films the red-tide carnage in Florida. But in a time of climate-change denialism encouraged by the president, her work draws nasty comments.",
      "lead_paragraph": "NAPLES, Fla. — Most people from the Northeast move to Florida to get out of the cold. Colleen Gill came to Naples because she heard the call of the wild.",
      "publication_date": "2018-12-03T00:46:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/02/business/media/climate-change-news-media-red-tide-florida.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "A Kinder, Gentler Nation? Maybe for a Few Days",
      "snippet": "The death of George Bush has quieted a raucous political system as it honors him for a civility it no longer possesses. But history shows that’s unlikely to last.",
      "abstract": "The death of George Bush has quieted a raucous political system as it honors him for a civility it no longer possesses. But history shows that’s unlikely to last.",
      "lead_paragraph": "WASHINGTON — Just weeks after a bitterly fought election swept Democrats into power in Congress, a Republican president known for reaching across the aisle passed away. Leaders of both parties paid tribute to his civility and bipartisanship, saying the country could use more of that. And then within days of the burial, they went back to their partisan wars.",
      "publication_date": "2018-12-03T02:29:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/02/us/politics/george-bush-political-civility.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "TikTok, a Chinese Video App, Brings Fun Back to Social Media",
      "snippet": "The app is a throwback to a time before the commercialization of internet influence, when web culture consisted mainly of harmless weirdos trying to make each other laugh.",
      "abstract": "The app is a throwback to a time before the commercialization of internet influence, when web culture consisted mainly of harmless weirdos trying to make each other laugh.",
      "lead_paragraph": "About an hour after downloading TikTok, the popular video-sharing app, I experienced a bizarre sensation, one I haven’t felt in a long time while on the internet. The knot in my chest loosened, my head felt injected with helium, and the corners of my mouth crept upward into a smile.",
      "publication_date": "2018-12-03T08:00:05+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/03/technology/tiktok-a-chinese-video-app-brings-fun-back-to-social-media.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "In the Blink of an Eye, a Hunt for Oil Threatens Pristine Alaska",
      "snippet": "For decades, opposition to drilling has left the Arctic National Wildlife Refuge off limits. Now the Trump administration is hurriedly clearing the way for oil exploration.",
      "abstract": "For decades, opposition to drilling has left the Arctic National Wildlife Refuge off limits. Now the Trump administration is hurriedly clearing the way for oil exploration.",
      "lead_paragraph": "FAIRBANKS, Alaska — It is the last great stretch of nothingness in the United States, a vast landscape of mosses, sedges and shrubs that is home to migrating caribou and the winter dens of polar bears.",
      "publication_date": "2018-12-03T08:00:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/03/us/oil-drilling-arctic-national-wildlife-refuge.html",
      "byline": "By Henry Fountain and Steve Eder"
    },
    {
      "headline": "Qatar Says It Will Leave OPEC and Focus on Natural Gas",
      "snippet": "The Persian Gulf state, a modest producer of oil, hinted that it wanted freedom from a cartel dominated by Saudi Arabia, a regional rival.",
      "abstract": "The Persian Gulf state, a modest producer of oil, hinted that it wanted freedom from a cartel dominated by Saudi Arabia, a regional rival.",
      "lead_paragraph": "BEIRUT, Lebanon — The tiny, wealthy Persian Gulf state of Qatar will withdraw from OPEC in January, the country’s energy minister said on Monday, hinting that it wanted freedom from an oil cartel dominated by Saudi Arabia, one of its regional rivals.",
      "publication_date": "2018-12-03T08:32:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/12/03/world/middleeast/qatar-withdraw-opec.html",
      "byline": "By Ben Hubbard and Stanley Reed"
    },
    {
      "headline": "Trump’s China Truce Calms Markets, but He Chooses a Hard-Liner to Lead Talks",
      "snippet": "Even as the president cast farmers and automakers as major beneficiaries of the truce, confusion and deep divisions between the two countries posed threats to a final deal.",
      "abstract": "Even as the president cast farmers and automakers as major beneficiaries of the truce, confusion and deep divisions between the two countries posed threats to a final deal.",
      "lead_paragraph": "WASHINGTON — President Trump cast his trade accord with President Xi Jinping of China as a huge victory for American farmers, automakers and other key political constituencies — statements that helped send volatile financial markets higher on Monday and seemed intended to calm worries about the economic toll of a protracted trade war.",
      "publication_date": "2018-12-03T15:26:49+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/12/03/us/politics/trump-china-trade-war.html",
      "byline": "By Alan Rappeport"
    }
  ]
}