{
  "metadata": {
    "date": "2018-04-10",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Mark Zuckerberg Meets With Top Lawmakers Before Hearings",
      "snippet": "The meetings were part of an effort by Mr. Zuckerberg to get ahead of a week of intense scrutiny for him and his company, Facebook.",
      "abstract": "The meetings were part of an effort by Mr. Zuckerberg to get ahead of a week of intense scrutiny for him and his company, Facebook.",
      "lead_paragraph": "WASHINGTON — Mark Zuckerberg, Facebook’s chief executive, tried to get ahead of a week of intense scrutiny for him and his company by visiting several top lawmakers in Washington on Monday and reiterating how sorry he was for the social network’s failings.",
      "publication_date": "2018-04-09T16:35:37+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/04/09/technology/mark-zuckerberg-facebook.html",
      "byline": "By Cecilia Kang, Tiffany Hsu and Sheera Frenkel"
    },
    {
      "headline": "Federal Budget Deficit Projected to Soar to Over $1 Trillion in 2020",
      "snippet": "The new Congressional Budget Office analysis, which includes the cost of the Republican tax cuts, projects the national debt to reach a level economists say could court a crisis.",
      "abstract": "The new Congressional Budget Office analysis, which includes the cost of the Republican tax cuts, projects the national debt to reach a level economists say could court a crisis.",
      "lead_paragraph": "WASHINGTON — The federal government’s annual budget deficit is set to widen significantly in the next few years, and is expected to top $1 trillion in 2020 despite healthy economic growth, according to new projections from the nonpartisan Congressional Budget Office released Monday.",
      "publication_date": "2018-04-09T18:00:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/09/us/politics/federal-deficit-tax-cuts-spending-trump.html",
      "byline": "By Thomas Kaplan"
    },
    {
      "headline": "Zuckerberg Was Called Out Over Myanmar Violence. Here’s His Apology.",
      "snippet": "After local activists accused Facebook of not doing enough to stop hate speech on its platform, they got a response from the chief executive himself.",
      "abstract": "After local activists accused Facebook of not doing enough to stop hate speech on its platform, they got a response from the chief executive himself.",
      "lead_paragraph": "Last week, after frustrated activists from Myanmar sent an open letter to Mark Zuckerberg, the chief executive of Facebook, they got something unexpected: a reply.",
      "publication_date": "2018-04-09T19:41:34+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/04/09/business/facebook-myanmar-zuckerberg.html",
      "byline": "By Kevin Roose and Paul Mozur"
    },
    {
      "headline": "F.B.I. Raids Office of Trump’s Longtime Lawyer Michael Cohen; Trump Calls It ‘Disgraceful’",
      "snippet": "Mr. Cohen is at the center of several aspects of the special counsel’s investigation. He also acknowledged paying $130,000 to Stephanie Clifford, who said she had a sexual encounter with Mr. Trump.",
      "abstract": "Mr. Cohen is at the center of several aspects of the special counsel’s investigation. He also acknowledged paying $130,000 to Stephanie Clifford, who said she had a sexual encounter with Mr. Trump.",
      "lead_paragraph": "WASHINGTON — The F.B.I. raided the Rockefeller Center office and Park Avenue hotel room of President Trump’s longtime personal lawyer, Michael D. Cohen, on Monday morning, seizing business records, emails and documents related to several topics, including a payment to a pornographic film actress.",
      "publication_date": "2018-04-09T19:54:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/09/us/politics/fbi-raids-office-of-trumps-longtime-lawyer-michael-cohen.html",
      "byline": "By Matt Apuzzo"
    },
    {
      "headline": "What Mark Zuckerberg Will Be Grilled On at the Congressional Hearings",
      "snippet": "Appearing for the first time before a congressional committee, the Facebook founder is likely to be asked about privacy, Russian meddling, fake news and more.",
      "abstract": "Appearing for the first time before a congressional committee, the Facebook founder is likely to be asked about privacy, Russian meddling, fake news and more.",
      "lead_paragraph": "When Mark Zuckerberg appears Tuesday afternoon before members of two Senate committees, it will be the culmination of a Facebook public relations blitz in the face of a series of controversies that have tarnished the reputation of the world’s largest social network.",
      "publication_date": "2018-04-09T20:36:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/04/09/us/politics/mark-zuckerberg-congressional-hearings-topics.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Year of the Woman? In Arizona, It’s Women, Plural, and It’s Both Parties",
      "snippet": "Women are playing leading roles across the political spectrum in the state, with Democrats hoping to flip the Arizona legislature and Republicans fielding strong female candidates at all levels.",
      "abstract": "Women are playing leading roles across the political spectrum in the state, with Democrats hoping to flip the Arizona legislature and Republicans fielding strong female candidates at all levels.",
      "lead_paragraph": "PHOENIX — Melinda Merkel Iyer was a stay-at-home mother and political novice when Donald J. Trump was elected president. She didn’t sleep that night. The next day, Ms. Iyer pored over the state legislature’s website, discovered how to track bills, and soon turned her notes on thwarting conservative proposals into a do-it-yourself newsletter.",
      "publication_date": "2018-04-09T22:10:43+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/09/us/politics/arizona-women-candidates-lesko-tipirneni.html",
      "byline": "By Susan Chira"
    },
    {
      "headline": "Failed by Facebook, We’ll Return to the Scene of the Crime. We Always Do.",
      "snippet": "The trade-off we make for free online content, social sharing and convenience is the willful relinquishing of our privacy. It’s part of the deal.",
      "abstract": "The trade-off we make for free online content, social sharing and convenience is the willful relinquishing of our privacy. It’s part of the deal.",
      "lead_paragraph": "As Mark Zuckerberg, Facebook’s co-founder, begins two days of testimony on Capitol Hill, where he will undoubtedly face withering criticism over his site’s handling of user data, millions of people will spend the day the way they always do: scrolling through their News Feeds, sending each other messages and “liking” posts, oblivious to any privacy concerns.",
      "publication_date": "2018-04-10T00:13:41+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/04/09/business/dealbook/facebook-data.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Mueller Investigating Ukrainian’s $150,000 Payment for a Trump Appearance",
      "snippet": "The payment was made as a donation to the Trump Foundation in exchange for a 20-minute talk Mr. Trump gave in the early months of his campaign.",
      "abstract": "The payment was made as a donation to the Trump Foundation in exchange for a 20-minute talk Mr. Trump gave in the early months of his campaign.",
      "lead_paragraph": "WASHINGTON — The special counsel is investigating a payment made to President Trump’s foundation by a Ukrainian steel magnate for a talk during the campaign, according to three people briefed on the matter, as part of a broader examination of streams of foreign money to Mr. Trump and his associates in the years leading up to the election.",
      "publication_date": "2018-04-10T00:23:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/09/us/politics/trump-mueller-ukraine-victor-pinchuk.html",
      "byline": "By Michael S. Schmidt and Maggie Haberman"
    },
    {
      "headline": "Xi Jinping Urges Dialogue, Not Confrontation, After Trump Seeks Tariffs",
      "snippet": "Speaking at a high-profile forum in China, the country’s top leader addressed the growing conflict with the United States over tariffs and trade.",
      "abstract": "Speaking at a high-profile forum in China, the country’s top leader addressed the growing conflict with the United States over tariffs and trade.",
      "lead_paragraph": "BOAO, China — President Xi Jinping on Tuesday portrayed China as committed to opening its economy as he presented an alternative vision to President Trump’s calls for tariffs and restricting trade, urging “dialogue rather than confrontation.”",
      "publication_date": "2018-04-10T02:22:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/04/09/business/xi-jinping-china-trade.html",
      "byline": "By Alexandra Stevenson"
    },
    {
      "headline": "Volkswagen Set to Oust Matthias Müller as C.E.O. After Diesel Scandal",
      "snippet": "The move would cap a tumultuous time in charge for Mr. Müller, who took over after the carmaker admitted that it had cheated on diesel emissions tests.",
      "abstract": "The move would cap a tumultuous time in charge for Mr. Müller, who took over after the carmaker admitted that it had cheated on diesel emissions tests.",
      "lead_paragraph": "FRANKFURT — Volkswagen is set to oust its chief executive, Matthias Müller, as it grapples with a diesel emissions scandal that has cost it billions of dollars, led to the imprisonment of two executives, and scarred the German carmaker’s reputation.",
      "publication_date": "2018-04-10T12:15:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/04/10/business/volkswagen-matthias-muller.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "Raids on Trump’s Lawyer Sought Records of Payments to Women",
      "snippet": "The early-morning searches enraged the president, associates said, and he is said to be considering whether to fire Rod J. Rosenstein, the deputy attorney general.",
      "abstract": "The early-morning searches enraged the president, associates said, and he is said to be considering whether to fire Rod J. Rosenstein, the deputy attorney general.",
      "lead_paragraph": "WASHINGTON — The F.B.I. agents who raided the office of President Trump’s personal lawyer on Monday were looking for records about payments to two women who claim they had affairs with Mr. Trump as well as information related to the role of the publisher of The National Enquirer in silencing one of the women, according to several people briefed on the investigation.",
      "publication_date": "2018-04-10T15:43:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/10/us/politics/trump-russia-mueller-rosenstein.html",
      "byline": "By Michael D. Shear, Matt Apuzzo and Sharon LaFraniere"
    }
  ]
}