{
  "metadata": {
    "date": "2018-11-12",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "Washington Gridlock? Maybe Not on These Personal Finance Issues",
      "snippet": "From credit reports to family leave, there are a few areas in which Democrats and Republicans share common ground. And bipartisan cooperation could be good for your wallet.",
      "abstract": "From credit reports to family leave, there are a few areas in which Democrats and Republicans share common ground. And bipartisan cooperation could be good for your wallet.",
      "lead_paragraph": "Think there’s no hope for bipartisan cooperation now that the Democrats control the House of Representatives and the Republicans have tightened their grip on the Senate?",
      "publication_date": "2018-11-09T16:17:03+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/09/your-money/credit-finance-congress.html",
      "byline": "By Ron Lieber and Tara Siegel Bernard"
    },
    {
      "headline": "It’s Déjà Vu in Florida, Land of Recounts and Contested Elections",
      "snippet": "Uncertainty reigned in Florida as three key races neared possible recounts amid continuing questions over ballot counting.",
      "abstract": "Uncertainty reigned in Florida as three key races neared possible recounts amid continuing questions over ballot counting.",
      "lead_paragraph": "LAUDERHILL, Fla. — The election that must not be named, the one that scarred Florida’s collective psyche 18 years ago, came back to haunt the state on Friday, a specter of competing lawsuits, rowdy protests and disputed ballots in Tuesday’s vote that inescapably harkened back to the political drama of 2000.",
      "publication_date": "2018-11-09T18:39:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/09/us/florida-ballots-recount-scott-nelson-gillum-desantis.html",
      "byline": "By Patricia Mazzei and Frances Robles"
    },
    {
      "headline": "The Economy Didn’t Save Republicans After All",
      "snippet": "Neither strong growth nor a $1.5 trillion tax cut helped President Trump’s party in the midterm elections — by any number of measures. ",
      "abstract": "Neither strong growth nor a $1.5 trillion tax cut helped President Trump’s party in the midterm elections — by any number of measures. ",
      "lead_paragraph": "Unemployment is abnormally low. Growth has sped up. A $1.5 trillion tax cut, signed by President Trump last year, is fueling consumer spending. Faced with strong Democratic enthusiasm and fund-raising, and hindered by an unpopular president, Republicans were counting on that economic strength to lift them at the polls, or at least limit the damage.",
      "publication_date": "2018-11-09T20:14:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/09/business/economy/economy-election-trump.html",
      "byline": "By Ben Casselman and Jim Tankersley"
    },
    {
      "headline": "Tensions Ease in Gaza, Allowing Money and Fuel to Roll In",
      "snippet": "But the relaxation of the embargo presents risks for the leaders of both Israel and Hamas, and it has been denounced by the Palestinian Authority.",
      "abstract": "But the relaxation of the embargo presents risks for the leaders of both Israel and Hamas, and it has been denounced by the Palestinian Authority.",
      "lead_paragraph": "JERUSALEM — For months, Israel has tried to quell Gaza’s border protests through force. Now Israel is taking a different approach, easing a blockade and allowing millions of dollars in aid to flow into Gaza, the impoverished enclave controlled by Hamas, its bitter foe.",
      "publication_date": "2018-11-09T22:24:34+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/09/world/middleeast/gaza-hamas-israel-bordermoney-fuel.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "Facebook to Drop Forced Arbitration in Harassment Cases",
      "snippet": "The social media giant acted one day after Google, facing intense pressure from employees, made a similar decision.",
      "abstract": "The social media giant acted one day after Google, facing intense pressure from employees, made a similar decision.",
      "lead_paragraph": "SAN FRANCISCO — Facebook said on Friday that it would no longer force employees to settle sexual harassment claims in private arbitration, making it the latest technology company to do away with a practice that critics say has stacked the deck against victims of harassment.",
      "publication_date": "2018-11-10T01:20:46+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/09/technology/facebook-arbitration-harassment.html",
      "byline": "By Daisuke Wakabayashi and Jessica Silver-Greenberg"
    },
    {
      "headline": "Even for This President, It Was a Remarkable Week of Attacks on American Institutions",
      "snippet": "Girding for battle with a newly empowered Democratic opposition has brought out a fresh aggressiveness in President Trump.",
      "abstract": "Girding for battle with a newly empowered Democratic opposition has brought out a fresh aggressiveness in President Trump.",
      "lead_paragraph": "WASHINGTON — In the three days after the Democrats captured the House, President Trump fired his attorney general and replaced him with a loyalist critical of both the courts and the Russia investigation. He banned a CNN correspondent from the White House, while threatening he would do the same to other journalists. And he accused election officials in Florida and Arizona of rigging the vote against candidates he had campaigned for.",
      "publication_date": "2018-11-10T02:06:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/09/us/politics/trump-whitaker-press-attacks-midterms.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Matthew Whitaker: An Attack Dog With Ambition Beyond Protecting Trump",
      "snippet": "President Trump ousted his attorney general and put Mr. Whitaker, a partisan defender who insisted there was no collusion between Russia and the Trump campaign, in charge of the Justice Department.",
      "abstract": "President Trump ousted his attorney general and put Mr. Whitaker, a partisan defender who insisted there was no collusion between Russia and the Trump campaign, in charge of the Justice Department.",
      "lead_paragraph": "WASHINGTON — President Trump first noticed Matthew G. Whitaker on CNN in the summer of 2017 and liked what he saw — a partisan defender who insisted there was no collusion between Russia and the Trump campaign. So that July, the White House counsel, Donald F. McGahn II, interviewed Mr. Whitaker about joining the president’s team as a legal attack dog against the special counsel, Robert S. Mueller III.",
      "publication_date": "2018-11-10T03:11:53+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/09/us/politics/matthew-whitaker-acting-attorney-general.html",
      "byline": "By Adam Goldman, Michael D. Shear and Mitch Smith"
    },
    {
      "headline": "Can Europe’s Liberal Order Survive as the Memory of War Fades?",
      "snippet": "As leaders commemorate the end of World War I, some of the same forces that threatened democracy and peace 100 years ago are resurgent today.",
      "abstract": "As leaders commemorate the end of World War I, some of the same forces that threatened democracy and peace 100 years ago are resurgent today.",
      "lead_paragraph": "The Rev. Joseph Musser’s family has always lived in the region of Alsace, but not always in the same country.",
      "publication_date": "2018-11-10T10:00:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/10/world/europe/europe-armistice-merkel-macron-peace-war.html",
      "byline": "By Katrin Bennhold"
    },
    {
      "headline": "Deployed Inside the United States: The Military Waits for the Migrant Caravan",
      "snippet": "With little electricity, no combat pay and holidays away from home, the 5,600 American troops on the southwest border are on a mission ordered by a politically determined commander in chief and a Pentagon unable to convince him of its perils.",
      "abstract": "With little electricity, no combat pay and holidays away from home, the 5,600 American troops on the southwest border are on a mission ordered by a politically determined commander in chief and a Pentagon unable to convince him of its perils.",
      "lead_paragraph": "BASE CAMP DONNA, Tex. — Sgt. 1st Class Daniel Micek, a platoon sergeant with the 89th Military Police Brigade, tore open the brown packaging of his M.R.E. on Thursday.",
      "publication_date": "2018-11-10T12:22:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/10/us/deployed-inside-the-united-states-the-military-waits-for-the-migrant-caravan.html",
      "byline": "By Thomas Gibbons-Neff, Helene Cooper and Tamir Kalifa"
    },
    {
      "headline": "As Brazil’s Far Right Leader Threatens the Amazon, One Tribe Pushes Back",
      "snippet": "“Where there is indigenous land,” newly elected President Jair Bolsonaro has said, “there is wealth underneath it.”",
      "abstract": "“Where there is indigenous land,” newly elected President Jair Bolsonaro has said, “there is wealth underneath it.”",
      "lead_paragraph": "The Times traveled hundreds of miles into the Brazilian Amazon, staying with a tribe in the Munduruku Indigenous Territory as it struggled with the shrinking rain forest.",
      "publication_date": "2018-11-10T13:00:12+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/10/world/americas/brazil-indigenous-mining-bolsonaro.html",
      "byline": "By Ernesto Londoño"
    },
    {
      "headline": "Turkey’s President Says Recording of Khashoggi’s Killing Was Given to U.S.",
      "snippet": "The recordings would be another piece of evidence in the October killing of the dissident by Saudi agents in the country’s consulate in Istanbul.",
      "abstract": "The recordings would be another piece of evidence in the October killing of the dissident by Saudi agents in the country’s consulate in Istanbul.",
      "lead_paragraph": "WASHINGTON — Turkey said on Saturday that it had turned over an audio recording of the killing of a Saudi dissident to the United States and other Western countries, intensifying the pressure on President Trump to take stronger punitive measures against his allies in Saudi Arabia.",
      "publication_date": "2018-11-10T13:45:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/10/world/middleeast/jamal-khashoggi-murder-turkey-recordings.html",
      "byline": "By Mark Landler and David D. Kirkpatrick"
    },
    {
      "headline": "Democrats Have Two Paths for 2020: Daring or Defensive. Can They Settle on Either?",
      "snippet": "The results of Tuesday’s election have some in the party pushing moderation, while others, citing Beto O’Rourke’s close loss in Texas, want grass-roots inspiration",
      "abstract": "The results of Tuesday’s election have some in the party pushing moderation, while others, citing Beto O’Rourke’s close loss in Texas, want grass-roots inspiration",
      "lead_paragraph": "WASHINGTON — For Democrats, the victories, near wins and stinging losses on Tuesday have intensified a debate in the party about how to retake the White House, with moderates arguing they must find a candidate who can appeal to President Trump’s supporters and historically Republican suburbanites, and progressives claiming they need someone with the raw authenticity to electrify the grass roots.",
      "publication_date": "2018-11-10T17:12:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/10/us/politics/democrats-2020-president.html",
      "byline": "By Jonathan Martin and Alexander Burns"
    },
    {
      "headline": "Florida Begins Vote Recounts in Senate and Governor’s Races",
      "snippet": "The vote tallies in three statewide races fell within a margin of half a percentage point, the legal trigger for required recounts.",
      "abstract": "The vote tallies in three statewide races fell within a margin of half a percentage point, the legal trigger for required recounts.",
      "lead_paragraph": "RIVIERA BEACH, Fla. — Florida began the first full, statewide vote recount in its history on Saturday after authorities found that tallies submitted by its 67 counties left the contests for Senate, governor and agriculture commissioner too close to call.",
      "publication_date": "2018-11-10T17:32:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/10/us/florida-senate-governor-votes-recount.html",
      "byline": "By Frances Robles and Patricia Mazzei"
    },
    {
      "headline": "Trump’s Nationalism, Rebuked at World War I Ceremony, Is Reshaping Much of Europe",
      "snippet": "As world leaders marked the 100th anniversary of the Great War’s end, President Emmanuel Macron of France declared that “nationalism is a betrayal of patriotism.”",
      "abstract": "As world leaders marked the 100th anniversary of the Great War’s end, President Emmanuel Macron of France declared that “nationalism is a betrayal of patriotism.”",
      "lead_paragraph": "PARIS — Dozens of leaders from around the globe marched in the soaking rain down the Champs-Élysées on Sunday, expressing solidarity for an international order that had its origins in the end of a world war 100 years ago, an order now under increasing pressure on both sides of the Atlantic.",
      "publication_date": "2018-11-11T12:45:59+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/11/us/politics/macron-trump-paris-wwi.html",
      "byline": "By Peter Baker and Alissa J. Rubin"
    },
    {
      "headline": "In the Campaign, Democrats Didn’t Let Trump Distract Them. That Will Be Harder Now.",
      "snippet": "House Democrats, newly in the majority, must figure out how to put forward their own agenda even as they deal with the provocations of President Trump.",
      "abstract": "House Democrats, newly in the majority, must figure out how to put forward their own agenda even as they deal with the provocations of President Trump.",
      "lead_paragraph": "WASHINGTON — Two days after midterm congressional elections that handed them control of the House, triumphant Democrats dialed in to their first conference call since winning the majority to strategize on the way forward.",
      "publication_date": "2018-11-11T16:30:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/11/us/politics/democrats-trump.html",
      "byline": "By Julie Hirschfeld Davis"
    },
    {
      "headline": "Saudis Close to Crown Prince Discussed Killing Other Enemies a Year Before Khashoggi’s Death",
      "snippet": "During discussions in Riyadh in 2017, Saudi intelligence officials discussed hiring private companies to kill the head of Iran’s Quds force and other Iranian operatives.",
      "abstract": "During discussions in Riyadh in 2017, Saudi intelligence officials discussed hiring private companies to kill the head of Iran’s Quds force and other Iranian operatives.",
      "lead_paragraph": "WASHINGTON — Top Saudi intelligence officials close to Crown Prince Mohammed bin Salman asked a small group of businessmen last year about using private companies to assassinate Iranian enemies of the kingdom, according to three people familiar with the discussions.",
      "publication_date": "2018-11-11T18:24:52+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/11/world/middleeast/saudi-iran-assassinations-mohammed-bin-salman.html",
      "byline": "By Mark Mazzetti, Ronen Bergman and David D. Kirkpatrick"
    },
    {
      "headline": "In China, Desperate Patients Smuggle Drugs. Or Make Their Own.",
      "snippet": "Despite health insurance, terminally ill patients have to hunt around the world and on the internet for ways to stay alive.",
      "abstract": "Despite health insurance, terminally ill patients have to hunt around the world and on the internet for ways to stay alive.",
      "lead_paragraph": "JINZHOU, China — Zhang Zhejun used a fat plastic straw to gently tap the pale yellow pharmaceutical powder onto a piece of silver foil that lay on an electronic scale. He made sure the amount was just right before he poured it into a clear capsule.",
      "publication_date": "2018-11-11T19:02:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/11/business/china-drugs-smuggled-homemade.html",
      "byline": "By Sui-Lee Wee"
    },
    {
      "headline": "Borrowers Face Hazy Path as Program to Forgive Student Loans Stalls Under Betsy DeVos",
      "snippet": "The government’s efforts to help those who were defrauded by their schools have all but ground to a halt. Instead, it is fighting claims in court.",
      "abstract": "The government’s efforts to help those who were defrauded by their schools have all but ground to a halt. Instead, it is fighting claims in court.",
      "lead_paragraph": "The students attended institutions with pragmatic names like the Minnesota School of Business and others whose branding evoked ivy-draped buildings and leafy quads, like Corinthian Colleges. Tens of thousands of them say they are alike in one respect: They were victims of fraud, left with useless degrees and crushing debts.",
      "publication_date": "2018-11-11T19:17:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/11/business/student-loans-betsy-devos.html",
      "byline": "By Stacy Cowley"
    },
    {
      "headline": "Are You Ready for the Nanoinfluencers?",
      "snippet": "Influencers are so 2014. And microinfluencers are so last week. Now advertisers see value in people with as few as 1,000 followers: the nanoinfluencers.",
      "abstract": "Influencers are so 2014. And microinfluencers are so last week. Now advertisers see value in people with as few as 1,000 followers: the nanoinfluencers.",
      "lead_paragraph": "By now you have probably heard of influencers, that group of internet-famous people who have more than a million social media followers and can make big money by plugging various brands. And you may have even heard of microinfluencers, who do the same thing for a still sizable but somewhat smaller social media audience — from the tens to low hundreds of thousands.",
      "publication_date": "2018-11-11T20:42:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/11/business/media/nanoinfluencers-instagram-influencers.html",
      "byline": "By Sapna Maheshwari"
    },
    {
      "headline": "Should the Press Boycott Trump? Political Strategists Weigh In",
      "snippet": "Veterans of presidential campaigns offer reporters options for dealing with a president who loves making them part of the show.",
      "abstract": "Veterans of presidential campaigns offer reporters options for dealing with a president who loves making them part of the show.",
      "lead_paragraph": "The CNN chief Jeff Zucker gave his troops unexpected orders the day after President Trump snatched the press credential away from Jim Acosta, one of the network’s White House correspondents.",
      "publication_date": "2018-11-11T23:25:01+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/11/business/media/jim-acosta-trump-media.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Forced Out by Deadly Fires, Then Trapped in Traffic",
      "snippet": "The infernos raging at both ends of California have created a double nightmare for residents. Many who fled fires found themselves stuck on traffic-clogged roads. Some died in their cars.",
      "abstract": "The infernos raging at both ends of California have created a double nightmare for residents. Many who fled fires found themselves stuck on traffic-clogged roads. Some died in their cars.",
      "lead_paragraph": "For the latest on the California fires, read our Monday live updates here.",
      "publication_date": "2018-11-11T23:33:53+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/11/us/california-fire-paradise.html",
      "byline": "By Jack Nicas, Thomas Fuller and Tim Arango"
    },
    {
      "headline": "In North Korea, Missile Bases Suggest a Great Deception",
      "snippet": "President Trump says the nuclear threat from North Korea is over. New satellite images of 16 hidden ballistic missile bases suggest that it has worsened since his summit meeting.",
      "abstract": "President Trump says the nuclear threat from North Korea is over. New satellite images of 16 hidden ballistic missile bases suggest that it has worsened since his summit meeting.",
      "lead_paragraph": "WASHINGTON — North Korea is moving ahead with its ballistic missile program at 16 hidden bases that have been identified in new commercial satellite images, a network long known to American intelligence agencies but left undiscussed as President Trump claims to have neutralized the North’s nuclear threat.",
      "publication_date": "2018-11-12T08:00:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/12/us/politics/north-korea-missile-bases.html",
      "byline": "By David E. Sanger and William J. Broad"
    },
    {
      "headline": "Trump’s Nafta Plan Could Be Upended by Democrats’ House Takeover",
      "snippet": "The president wanted speedy passage of a revised trade deal, but Democrats want significant improvements to labor and other provisions.",
      "abstract": "The president wanted speedy passage of a revised trade deal, but Democrats want significant improvements to labor and other provisions.",
      "lead_paragraph": "WASHINGTON — President Trump’s promise to quickly pass a revamped North American Free Trade Agreement has been upended by the midterm elections, with Democrats who will soon control the House vowing to withhold their support to extract greater protections for American workers.",
      "publication_date": "2018-11-12T10:00:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/12/us/politics/nafta-trump-democratic-house.html",
      "byline": "By Glenn Thrush"
    },
    {
      "headline": "Taliban Slaughter Elite Afghan Troops, and a ‘Safe’ District Is Falling",
      "snippet": "Times journalists traveled to the site of a Taliban assault. Instead of a fierce stand by government commandos, they found a massacre of those American-trained troops.",
      "abstract": "Times journalists traveled to the site of a Taliban assault. Instead of a fierce stand by government commandos, they found a massacre of those American-trained troops.",
      "lead_paragraph": "SANG-E-MASHA, Afghanistan — One pickup truck after another arrived at the government compound in a district capital in Afghanistan on Sunday, pulling around to the back of the governor’s office to unload the dead, out of sight of panicked residents.",
      "publication_date": "2018-11-12T10:19:57+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/12/world/asia/afghanistan-taliban-attack-jaghori-district.html",
      "byline": "By Rod Nordland"
    },
    {
      "headline": "Meet the New House Democrats: They May Not Toe the Party Line",
      "snippet": "The freshman House Democrats are the most diverse, most female class in history — and span the ideological spectrum. They arrive in Washington for orientation this week.",
      "abstract": "The freshman House Democrats are the most diverse, most female class in history — and span the ideological spectrum. They arrive in Washington for orientation this week.",
      "lead_paragraph": "WASHINGTON — There is a former N.F.L. linebacker, a climate scientist, and a rapper with a Harvard Law degree. There is one immigrant from Somalia and another from Ecuador. There are two former C.I.A. officials, an Air Force veteran, a former Navy helicopter pilot, and a retired Marine commander — all of them women. Not to mention a pediatrician and a human rights advocate.",
      "publication_date": "2018-11-12T12:41:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/12/us/house-democrats-new.html",
      "byline": "By Sheryl Gay Stolberg"
    }
  ]
}