{
  "metadata": {
    "date": "2018-11-13",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "‘Tell Your Boss’: Recording Is Seen to Link Saudi Crown Prince More Strongly to Khashoggi Killing",
      "snippet": "A Saudi operative’s comments to a royal aide after the killing of the journalist Jamal Khashoggi is among the strongest evidence yet tying Crown Prince Mohammed bin Salman to his death.",
      "abstract": "A Saudi operative’s comments to a royal aide after the killing of the journalist Jamal Khashoggi is among the strongest evidence yet tying Crown Prince Mohammed bin Salman to his death.",
      "lead_paragraph": "WASHINGTON — Shortly after the journalist Jamal Khashoggi was assassinated last month, a member of the kill team instructed a superior over the phone to “tell your boss,” believed to be Crown Prince Mohammed bin Salman of Saudi Arabia, that the operatives had carried out their mission, according to three people familiar with a recording of Mr. Khashoggi’s killing collected by Turkish intelligence.",
      "publication_date": "2018-11-12T23:14:34+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/12/world/middleeast/jamal-khashoggi-killing-saudi-arabia.html",
      "byline": "By Julian E. Barnes, Eric Schmitt and David D. Kirkpatrick"
    },
    {
      "headline": "California Fire Death Toll Now at 44 With Discovery of 13 More Bodies",
      "snippet": "California’s wildfires have claimed 44 lives since last week. Countless others up and down the state narrowly escaped harm as they scrambled to safety.",
      "abstract": "California’s wildfires have claimed 44 lives since last week. Countless others up and down the state narrowly escaped harm as they scrambled to safety.",
      "lead_paragraph": "LOS ANGELES — As emergency workers picked through fire-ravaged communities in Northern California on Monday, they recovered 13 more bodies, turning the largest wildfire in the state’s history into its deadliest as well.",
      "publication_date": "2018-11-13T00:06:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/12/us/wildfires-california-escape.html",
      "byline": "By Jose A. Del Real and Jack Nicas"
    },
    {
      "headline": "Trump’s Tax Cut Was Supposed to Change Corporate Behavior. Here’s What Happened.",
      "snippet": "Nearly a year after the tax cut, economic growth has accelerated. Wage growth has not. Companies are buying back stock and business investment is a mixed bag. ",
      "abstract": "Nearly a year after the tax cut, economic growth has accelerated. Wage growth has not. Companies are buying back stock and business investment is a mixed bag. ",
      "lead_paragraph": "The $1.5 trillion tax overhaul that President Trump signed into law late last year has already given the American economy a jolt, at least temporarily. It has fattened the paychecks of most American workers, padded the profits of large corporations and sped economic growth. ",
      "publication_date": "2018-11-13T00:09:56+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/12/business/economy/trumps-tax-cut-was-supposed-to-change-corporate-behavior-heres-what-happened.html",
      "byline": "By Jim Tankersley and Matt Phillips"
    },
    {
      "headline": "Inside the Republican Strategy to Discredit the Florida Recount",
      "snippet": "Dusting off their playbook from 2000, Republicans claim the recount is rife with fraud. But what’s driving them is their narrow majority in the Senate and their need to deliver a win to the base.",
      "abstract": "Dusting off their playbook from 2000, Republicans claim the recount is rife with fraud. But what’s driving them is their narrow majority in the Senate and their need to deliver a win to the base.",
      "lead_paragraph": "TALLAHASSEE, Fla. — The concerted effort by Republicans in Washington and Florida to discredit the state’s recount as illegitimate and potentially rife with fraud reflects a cold political calculation: Treat the recount as the next phase of a campaign to secure the party’s majority and agenda in the Senate.",
      "publication_date": "2018-11-13T01:34:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/12/us/politics/republicans-florida-recount.html",
      "byline": "By Jeremy W. Peters and Maggie Haberman"
    },
    {
      "headline": "Facebook Failed to Police How Its Partners Handled User Data",
      "snippet": "For years, Facebook struck deals that gave device makers access to troves of user data. A disclosure to Congress details the company’s lax oversight of those partnerships.",
      "abstract": "For years, Facebook struck deals that gave device makers access to troves of user data. A disclosure to Congress details the company’s lax oversight of those partnerships.",
      "lead_paragraph": "Facebook failed to closely monitor device makers after granting them access to the personal data of hundreds of millions of people, according to a previously unreported disclosure to Congress last month.",
      "publication_date": "2018-11-13T01:49:16+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/12/technology/facebook-data-privacy-users.html",
      "byline": "By Nicholas Confessore, Michael LaForgia and Gabriel J.X. Dance"
    },
    {
      "headline": "WeWork’s Rise: How a Sublet Start-Up Is Taking Over",
      "snippet": "Critics have derided WeWork as overvalued and vulnerable to the next downturn. But the company holds so many leases in so many cities, it might hold more power than its landlords.",
      "abstract": "Critics have derided WeWork as overvalued and vulnerable to the next downturn. But the company holds so many leases in so many cities, it might hold more power than its landlords.",
      "lead_paragraph": "Real estate titans have long scoffed at WeWork, which in eight short years has managed to attain a $20 billion valuation by selling short-term leases for shared office space with a mixture of stylish design and free-flowing alcohol. ",
      "publication_date": "2018-11-13T08:00:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/13/business/dealbook/wework-office-space-real-estate.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "For University of Minnesota, Chinese Tycoon’s Arrest Shines Light, Again, on Sexual Assault",
      "snippet": "The billionaire Richard Liu, who has denied wrongdoing, was in Minneapolis attending a relatively new and lucrative academic program when he was arrested.",
      "abstract": "The billionaire Richard Liu, who has denied wrongdoing, was in Minneapolis attending a relatively new and lucrative academic program when he was arrested.",
      "lead_paragraph": "MINNEAPOLIS — When the Chinese billionaire Richard Liu was arrested two months ago in Minneapolis on suspicion of rape, he wasn’t in town for business. Mr. Liu, a 45-year-old internet tycoon, was a student at the University of Minnesota, taking in lectures by day and enjoying dinner parties by night.",
      "publication_date": "2018-11-13T12:31:07+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/13/technology/richard-liu-rape-university-of-minnesota.html",
      "byline": "By Tiffany Hsu, Raymond Zhong and Carolyn Zhang"
    },
    {
      "headline": "Before a Deal, Amazon Had to Know: Could Cuomo and De Blasio Get Along?",
      "snippet": "After meeting with the governor and mayor, Amazon decided the men could put aside their differences, and it began to iron out a package worth over a billion dollars.",
      "abstract": "After meeting with the governor and mayor, Amazon decided the men could put aside their differences, and it began to iron out a package worth over a billion dollars.",
      "lead_paragraph": "On a late October day, Amazon executives flew to New York to answer a final question before they committed to opening a massive technology center in Queens: Could Gov. Andrew M. Cuomo and Mayor Bill de Blasio stop bickering long enough to see the project through?",
      "publication_date": "2018-11-13T14:49:18+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/13/technology/amazon-hq2-headquarters.html",
      "byline": "By Karen Weise and J. David Goodman"
    },
    {
      "headline": "A Week After the Election, Democratic Gains Grow Stronger",
      "snippet": "What seemed like a mixed result for Republicans has turned more grim as Democrats continue to pick up seats in the House and statewide gains come into focus.",
      "abstract": "What seemed like a mixed result for Republicans has turned more grim as Democrats continue to pick up seats in the House and statewide gains come into focus.",
      "lead_paragraph": "The 2018 midterm election looked last Tuesday like a serious but not crippling setback for Republicans, yet the picture has grown grimmer for the party since then as a more complete tally of votes has come in across the country.",
      "publication_date": "2018-11-13T14:52:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/13/us/politics/midterm-results-democratic-gains.html",
      "byline": "By Alexander Burns"
    }
  ]
}