{
  "metadata": {
    "date": "2018-11-09",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Google Overhauls Sexual Misconduct Policy After Employee Walkout",
      "snippet": "A week after 20,000 employees around the globe staged a walkout over the handling of sexual harassment and assault cases, Google said it was altering some of its policies.",
      "abstract": "A week after 20,000 employees around the globe staged a walkout over the handling of sexual harassment and assault cases, Google said it was altering some of its policies.",
      "lead_paragraph": "SAN FRANCISCO — Google said on Thursday that it would end its practice of forced arbitration for claims of sexual harassment or assault after more than 20,000 employees staged a walkout last week to protest how the internet company handles cases of sexual misconduct.",
      "publication_date": "2018-11-08T17:09:15+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/08/technology/google-arbitration-sexual-harassment.html",
      "byline": "By Kate Conger and Daisuke Wakabayashi"
    },
    {
      "headline": "Acting Attorney General Matthew G. Whitaker Once Criticized Supreme Court’s Power",
      "snippet": "The newly installed head of the Justice Department, Matthew G. Whitaker, espoused views that a constitutional scholar called “internally contradictory” and “ignorant.”",
      "abstract": "The newly installed head of the Justice Department, Matthew G. Whitaker, espoused views that a constitutional scholar called “internally contradictory” and “ignorant.”",
      "lead_paragraph": "WASHINGTON — The acting attorney general, Matthew G. Whitaker, once espoused the view that the courts “are supposed to be the inferior branch” and criticized the Supreme Court’s power to review legislative and executive acts and declare them unconstitutional, the lifeblood of its existence as a coequal branch of government.",
      "publication_date": "2018-11-08T18:56:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/08/us/politics/matthew-whitaker-courts-inferior.html",
      "byline": "By Charlie Savage"
    },
    {
      "headline": "Trump Claims New Power to Bar Asylum for Immigrants Who Arrive Illegally",
      "snippet": "Officials said the rules would take effect Friday, when the president plans to declare an emergency at the border using the same authority he relied upon for his travel ban.",
      "abstract": "Officials said the rules would take effect Friday, when the president plans to declare an emergency at the border using the same authority he relied upon for his travel ban.",
      "lead_paragraph": "WASHINGTON — The Trump administration, invoking national security powers meant to protect the United States against threats from abroad, announced new rules on Thursday that give President Trump vast authority to deny asylum to virtually any migrant who crosses the border illegally.",
      "publication_date": "2018-11-08T22:17:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/08/us/politics/trump-asylum-seekers-executive-order.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "At Doomed Flight’s Helm, Pilots May Have Been Overwhelmed in Seconds",
      "snippet": "As American and Indonesian investigators puzzle through clues of troubles that befell Flight 610, they are finding not a single lapse but a cascade of issues.",
      "abstract": "As American and Indonesian investigators puzzle through clues of troubles that befell Flight 610, they are finding not a single lapse but a cascade of issues.",
      "lead_paragraph": "JAKARTA — The final moments of Lion Air Flight 610 as it hurtled soon after dawn from a calm Indonesian sky into the waters of the Java Sea would have been terrifying but swift.",
      "publication_date": "2018-11-09T00:52:28+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/08/world/asia/indonesia-plane-crash-last-moments.html",
      "byline": "By Hannah Beech and Keith Bradsher"
    },
    {
      "headline": "Well After Election Day, Florida and Georgia Voters Still Wonder Who Won",
      "snippet": "Officials were still counting absentee, provisional and overseas ballots, and the partisan camps were disputing how to go about it.",
      "abstract": "Officials were still counting absentee, provisional and overseas ballots, and the partisan camps were disputing how to go about it.",
      "lead_paragraph": "ATLANTA — Two days after Election Day, the 31 million residents of Georgia and Florida still could not say for sure who had won three of their marquee political contests. Razor-thin and shrinking leads in the vote tallies on Thursday unleashed hordes of lawyers, talk of recounts and runoffs, and the kind of bickering over ballots that brought back memories of the 2000 presidential contest.",
      "publication_date": "2018-11-09T01:54:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/08/us/recount-runoff-florida-georgia.html",
      "byline": "By Richard Fausset, Patricia Mazzei and Alan Blinder"
    },
    {
      "headline": "A Year After #MeToo, Hollywood’s Got a Malaise Money Can’t Cure",
      "snippet": "Reforms are in doubt. Consolidation is threatening jobs. And Netflix is changing the very definition of film.",
      "abstract": "Reforms are in doubt. Consolidation is threatening jobs. And Netflix is changing the very definition of film.",
      "lead_paragraph": "Resting in the film executive’s sweaty palm was an extremely long rectangular pill stamped “X-A-N-A-X.”",
      "publication_date": "2018-11-09T10:00:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2018/11/09/business/media/hollywood-metoo-movie-industry.html",
      "byline": "By Brooks Barnes"
    },
    {
      "headline": "‘The Whole World Was on Fire’: Infernos Choke California, Piling On the Grief",
      "snippet": "Thousands of people have fled and hundreds of buildings have burned as wildfires raged across the state. At least nine people have been killed.",
      "abstract": "Thousands of people have fled and hundreds of buildings have burned as wildfires raged across the state. At least nine people have been killed.",
      "lead_paragraph": "THOUSAND OAKS, Calif. — Even in a state hardened to the ravages of wildfires, the infernos that raged at both ends of California on Friday were overpowering. At least nine people were killed, including several who died in their cars in a retirement community called Paradise. Malibu mansions burned. And in the neighborhood in Thousand Oaks where a gunman had killed 12 people in a crowded bar earlier in the week, survivors now fled the flames.",
      "publication_date": "2018-11-09T15:15:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/09/us/california-fires.html",
      "byline": "By Thomas Fuller, Jennifer Medina and Jose A. Del Real"
    }
  ]
}