{
  "metadata": {
    "date": "2018-11-08",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "How the House Fell: Republican Chaos and Democratic Focus",
      "snippet": "Despite warnings from within the G.O.P., Republicans lost their unity and grip on messaging, allowing the Democrats to gain a majority of congressional seats.",
      "abstract": "Despite warnings from within the G.O.P., Republicans lost their unity and grip on messaging, allowing the Democrats to gain a majority of congressional seats.",
      "lead_paragraph": "The message from Representative Kevin McCarthy, the House majority leader, was urgent and unsparing. In a meeting with Republican lawmakers before they left Washington for the August congressional recess, Mr. McCarthy warned that time was running short: Unless they intensified their campaign efforts and forcefully delivered a coherent message, he said, Republicans would suffer grievous losses in November.",
      "publication_date": "2018-11-07T17:06:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/07/us/politics/democrats-republicans-house.html",
      "byline": "By Alexander Burns and Jonathan Martin"
    },
    {
      "headline": "With Sessions Firing, Trump Quickly Tests Democratic Resolve",
      "snippet": "Democratic leaders struck a conciliatory tone after winning House control, but the firing of Attorney General Jeff Sessions immediately tested their resolve to hold President Trump accountable.",
      "abstract": "Democratic leaders struck a conciliatory tone after winning House control, but the firing of Attorney General Jeff Sessions immediately tested their resolve to hold President Trump accountable.",
      "lead_paragraph": "WASHINGTON — A day after Democrats recaptured the House, Representative Nancy Pelosi, the longtime party leader, promised to work with President Trump and Senate Republicans on issues where they could agree, while vowing the new majority would assert itself when necessary.",
      "publication_date": "2018-11-07T18:24:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/07/us/politics/democrats-house-majority-strategy.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Jeff Sessions Is Forced Out as Attorney General as Trump Installs Loyalist",
      "snippet": "Mr. Sessions was the first senator to endorse Donald J. Trump’s presidential campaign. But his recusal as attorney general from the Russia inquiry proved to be his undoing.",
      "abstract": "Mr. Sessions was the first senator to endorse Donald J. Trump’s presidential campaign. But his recusal as attorney general from the Russia inquiry proved to be his undoing.",
      "lead_paragraph": "WASHINGTON — President Trump fired Attorney General Jeff Sessions on Wednesday, replacing him with a loyalist who has echoed the president’s complaints about the special counsel investigation into Russia’s election interference and will now take charge of the inquiry.",
      "publication_date": "2018-11-07T19:44:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/07/us/politics/sessions-resigns.html",
      "byline": "By Peter Baker, Katie Benner and Michael D. Shear"
    },
    {
      "headline": "Election Consolidates One-Party Control Over State Legislatures",
      "snippet": "For the first time in 104 years, every state but one will have a legislature in which a single party controls both houses.",
      "abstract": "For the first time in 104 years, every state but one will have a legislature in which a single party controls both houses.",
      "lead_paragraph": "In a stark display of the nation’s divide, the lower and upper chamber of every legislature but one — Minnesota — will be controlled by the same party following Tuesday’s midterm elections. It will be the first time in 104 years that only one state will have a divided legislature.",
      "publication_date": "2018-11-07T22:34:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "F",
      "web_url": "https://www.nytimes.com/2018/11/07/us/politics/statehouse-elections.html",
      "byline": "By Adam Nagourney and Sydney Ember"
    },
    {
      "headline": "Facebook Thwarted Chaos on Election Day. It’s Hardly Clear That Will Last.",
      "snippet": "Facebook made strides toward cleaning up its service in the last two years. But it continues to behave most responsibly only when placed under a microscope.",
      "abstract": "Facebook made strides toward cleaning up its service in the last two years. But it continues to behave most responsibly only when placed under a microscope.",
      "lead_paragraph": "After an Election Day largely free of viral social media misinformation, and with little trace of the kind of Russian troll stampede that hit its platform in 2016, executives at Facebook may be tempted to take a victory lap.",
      "publication_date": "2018-11-07T23:30:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/07/business/facebook-midterms-misinformation.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "California Shooting Kills 12 at Country Music Bar, a Year After Las Vegas",
      "snippet": "The Borderline, a popular hangout for country music fans, had become a place of solace for dozens of survivors of the Vegas massacre.",
      "abstract": "The Borderline, a popular hangout for country music fans, had become a place of solace for dozens of survivors of the Vegas massacre.",
      "lead_paragraph": "THOUSAND OAKS, Calif. — Country music was blaring and beer was flowing. The Lakers game was on the television, and if revelers weren’t line dancing they were playing pool. Then all of a sudden, into “College Country Night!” at the Borderline Bar & Grill stepped a man with a gun.",
      "publication_date": "2018-11-08T08:19:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/08/us/shooting-california-thousand-oaks.html",
      "byline": "By Jose A. Del Real, Jennifer Medina and Tim Arango"
    },
    {
      "headline": "Tesla Names a Successor to Elon Musk as Board Chief",
      "snippet": "Robyn Denholm, an Australian executive, was named days before a regulatory deadline for the electric-car maker to replace its chairman.",
      "abstract": "Robyn Denholm, an Australian executive, was named days before a regulatory deadline for the electric-car maker to replace its chairman.",
      "lead_paragraph": "Six weeks after settling a securities-fraud lawsuit with federal regulators, Tesla and Elon Musk have made good on one of the agreement’s key provisions — naming a new board chief to impose order on a company whose automaking has often been overshadowed by Mr. Musk’s behavior.",
      "publication_date": "2018-11-08T08:39:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/08/business/tesla-new-chairwoman-elon-musk.html",
      "byline": "By Neal E. Boudette"
    }
  ]
}