{
  "metadata": {
    "date": "2018-04-24",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Sears C.E.O. Seeks to Buy the Retailer’s More Valuable Parts",
      "snippet": "Edward Lampert made the unusual move of offering to have his hedge fund buy parts of Sears, including its Kenmore brand, as it struggles to pay down debt.",
      "abstract": "Edward Lampert made the unusual move of offering to have his hedge fund buy parts of Sears, including its Kenmore brand, as it struggles to pay down debt.",
      "lead_paragraph": "The chief executive of Sears is its largest shareholder and a major lender to the company. Now, he wants to be its savior, after the retailer tried — unsuccessfully — to find buyers for some of its more valuable brands.",
      "publication_date": "2018-04-23T16:30:53+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/04/23/business/sears-edward-lampert.html",
      "byline": "By Michael Corkery"
    },
    {
      "headline": "Emmanuel Macron to Press Trump to Keep Iran Nuclear Deal",
      "snippet": "As he arrives for the first state visit of Mr. Trump’s administration, Mr. Macron, the French president, hopes to persuade the American leader not to scrap the agreement with Tehran.",
      "abstract": "As he arrives for the first state visit of Mr. Trump’s administration, Mr. Macron, the French president, hopes to persuade the American leader not to scrap the agreement with Tehran.",
      "lead_paragraph": "WASHINGTON — President Trump will come under increasing pressure from visiting French and German leaders this week not to scrap the three-year-old nuclear agreement with Iran next month as American and European negotiators make tentative progress toward a new deal to toughen the limits on Tehran.",
      "publication_date": "2018-04-23T16:55:55+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/23/world/europe/trump-macron-france-iran.html",
      "byline": "By Peter Baker and Julie Hirschfeld Davis"
    },
    {
      "headline": "Toronto Van Driver Kills at Least 10 People in ‘Pure Carnage’",
      "snippet": "More than a dozen other people were injured in what was one of the worst mass killings in the modern history of Canada. The police said the driver was in custody.",
      "abstract": "More than a dozen other people were injured in what was one of the worst mass killings in the modern history of Canada. The police said the driver was in custody.",
      "lead_paragraph": "TORONTO — The killing began on a busy lunchtime thoroughfare in Toronto on Monday when a white rental Ryder van ran over a pedestrian crossing the street — then mounted a sidewalk and began plowing into people indiscriminately.",
      "publication_date": "2018-04-23T18:39:12+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/23/world/toronto-van.html",
      "byline": "By Ian Austen and Liam Stack"
    },
    {
      "headline": "The Fight for Wisconsin Is On as Outside Money Pours Into Senate Race",
      "snippet": "National Democrats were shocked in 2016 when a Republican presidential nominee carried Wisconsin for the first time since 1984. Now both parties see a key Senate race as a crucial test before 2020.",
      "abstract": "National Democrats were shocked in 2016 when a Republican presidential nominee carried Wisconsin for the first time since 1984. Now both parties see a key Senate race as a crucial test before 2020.",
      "lead_paragraph": "PORTAGE, Wis. — The attack ads began in early 2017, planting doubts well ahead of the 2018 midterm elections. Against ominous background music and storm clouds, the Republican-financed spots hit Tammy Baldwin, Wisconsin’s Democratic senator, over the Affordable Care Act, Iran and veterans’ health care.",
      "publication_date": "2018-04-23T19:12:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/23/us/politics/wisconsin-senate-tammy-baldwin-kevin-nicholson.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "How Facebook and Google Could Benefit From the G.D.P.R., Europe’s New Privacy Law",
      "snippet": "Facebook and Google are dealing with a privacy backlash and new European rules on data collection. The rules, though, may not be as damaging to the companies as they appear.",
      "abstract": "Facebook and Google are dealing with a privacy backlash and new European rules on data collection. The rules, though, may not be as damaging to the companies as they appear.",
      "lead_paragraph": "SAN FRANCISCO — In Europe and the United States, the conventional wisdom is that regulation is needed to force Silicon Valley’s digital giants to respect people’s online privacy.",
      "publication_date": "2018-04-23T21:08:28+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/23/technology/privacy-regulation-facebook-google.html",
      "byline": "By Daisuke Wakabayashi and Adam Satariano"
    },
    {
      "headline": "This Start-Up Says It Wants to Fight Poverty. A Food Stamp Giant Is Blocking It.",
      "snippet": "Propel was begun to bring convenience and new services to food stamp recipients. A big government contractor is getting in the way.",
      "abstract": "Propel was begun to bring convenience and new services to food stamp recipients. A big government contractor is getting in the way.",
      "lead_paragraph": "Four years ago, Jimmy Chen left a lucrative perch as a product manager at Facebook to found Propel, what he calls an “anti-poverty software company.”",
      "publication_date": "2018-04-23T21:24:52+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/04/23/technology/start-up-fight-poverty-food-stamp-giant-blocking-it.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Waffle House Shooting Suspect Once Had His Guns Taken Away. He Got Them Back.",
      "snippet": "Officials took the Nashville shooting suspect’s guns after a run-in at the White House last year. But his father gave the guns back.",
      "abstract": "Officials took the Nashville shooting suspect’s guns after a run-in at the White House last year. But his father gave the guns back.",
      "lead_paragraph": "NASHVILLE — He was once reported to the police in Illinois for stashing an AR-15 in the trunk of his car and then diving into a public pool wearing a women’s pink housecoat. There was the time he complained to an officer that the singer Taylor Swift had demanded a rendezvous. And then last July he was grabbed by the Secret Service when he tried to force his way on to the White House grounds.",
      "publication_date": "2018-04-24T00:31:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/23/us/nashville-shooting-suspect-guns.html",
      "byline": "By Alan Blinder, Simon Romero and Julie Bosman"
    },
    {
      "headline": "Gender Pay Gap? Maybe Not in the Corner Office, a Study Shows",
      "snippet": "Women still earn far less for every dollar that men earn, but two professors say their research shows no significant difference at the chief executive level.",
      "abstract": "Women still earn far less for every dollar that men earn, but two professors say their research shows no significant difference at the chief executive level.",
      "lead_paragraph": "The pay gap between men and women has rightly become an important topic of conversation in offices and boardrooms across the country. Despite the efforts of some companies to address the disparity, women last year earned 82 percent of what men earned, according to a Pew Research Center report. The subject was the focus of a “60 Minutes” segment on Sunday night.",
      "publication_date": "2018-04-24T01:37:27+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/04/23/business/dealbook/ceo-gender-pay-gap.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "In Brexit Vote, Town’s Nostalgia for Seafaring Past Muddied Its Future",
      "snippet": "Branded “idiots,” residents of Grimsby, England, choose romance for a dying fishing industry over another that is thriving.",
      "abstract": "Branded “idiots,” residents of Grimsby, England, choose romance for a dying fishing industry over another that is thriving.",
      "lead_paragraph": "GRIMSBY, England — There aren’t a lot of fishermen left in this town in North East England, once home to one of the largest fleet of trawlers in Britain. But nostalgia for the fishing industry permeates the place. So the result seemed inevitable when 70 percent of residents voted to leave the European Union. Britain’s fishermen have complained for years about regulations imposed on all members. ",
      "publication_date": "2018-04-24T03:45:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/23/business/grimsby-brexit.html",
      "byline": "By David Segal"
    },
    {
      "headline": "Ford Changed Leaders, Looking for a Lift. It’s Still Looking.",
      "snippet": "After 11 months as chief, Jim Hackett has yet to satisfy those looking for a clear articulation of a strategy. But big moves could be in the offing.",
      "abstract": "After 11 months as chief, Jim Hackett has yet to satisfy those looking for a clear articulation of a strategy. But big moves could be in the offing.",
      "lead_paragraph": "DEARBORN, Mich. — When Jim Hackett took over as chief executive of Ford Motor, he was charged with revitalizing a company suffering from slumping profits, rising costs and an uncertain outlook.",
      "publication_date": "2018-04-24T09:00:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/04/24/business/ford-hackett.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "After Trump Hints V.A. Nominee Might Drop Out, an Aggressive Show of Support",
      "snippet": "The Senate Veterans’ Affairs Committee is examining multiple claims against President Trump’s nominee to head the Veterans Affairs Department.",
      "abstract": "The Senate Veterans’ Affairs Committee is examining multiple claims against President Trump’s nominee to head the Veterans Affairs Department.",
      "lead_paragraph": "WASHINGTON — President Trump acknowledged Tuesday that Dr. Ronny L. Jackson, his nominee to lead the Veterans Affairs Department, is in serious trouble amid accusations that as the White House doctor he oversaw a hostile work environment, improperly dispensed prescription drugs and possibly drank on the job.",
      "publication_date": "2018-04-24T13:41:49+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/24/us/politics/ronny-jackson-veterans-affairs.html",
      "byline": "By Nicholas Fandos and Michael D. Shear"
    },
    {
      "headline": "Trump Signals Openness to a ‘New Deal’ to Constrain Iran",
      "snippet": "As he welcomed President Emmanuel Macron of France, President Trump also expressed hope for a nuclear agreement with North Korea and called Kim Jong-un “very honorable.”",
      "abstract": "As he welcomed President Emmanuel Macron of France, President Trump also expressed hope for a nuclear agreement with North Korea and called Kim Jong-un “very honorable.”",
      "lead_paragraph": "WASHINGTON — President Trump signaled on Tuesday that he was open to a new arrangement with European allies that would preserve the Iran nuclear agreement by expanding and extending its terms to constrain Tehran’s development of missiles and other destabilizing activities in the Middle East.",
      "publication_date": "2018-04-24T14:35:57+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/04/24/world/europe/trump-macron-iran-climate.html",
      "byline": "By Peter Baker and Julie Hirschfeld Davis"
    }
  ]
}