{
  "metadata": {
    "date": "2018-10-04",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Private Businesses Built Modern China. Now the Government Is Pushing Back.",
      "snippet": "Taxes are rising. Regulation is tightening. State-run firms are ascendant. That could spell problems for a country where economic growth is slowing.",
      "abstract": "Taxes are rising. Regulation is tightening. State-run firms are ascendant. That could spell problems for a country where economic growth is slowing.",
      "lead_paragraph": "HONG KONG — The comments were couched in careful language, but the warning about China’s direction was clear.",
      "publication_date": "2018-10-03T19:47:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/03/business/china-economy-private-enterprise.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "Planning to Vote in the November Election? Why Most Americans Probably Won’t",
      "snippet": "This year’s midterms carry enormous political stakes, but if history is any guide, the vast majority of eligible voters will stay home on Election Day.",
      "abstract": "This year’s midterms carry enormous political stakes, but if history is any guide, the vast majority of eligible voters will stay home on Election Day.",
      "lead_paragraph": "MADISON, W.Va. — Lula Hill voted in just about every election once she became old enough in 1952. Her coal mining family of registered Democrats believed that elections were like church services: You didn’t skip them.",
      "publication_date": "2018-10-03T22:42:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/03/us/non-voters-midterm-elections.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "With a Transformed Judiciary in Sight, McConnell ‘Will Not Be Intimidated’",
      "snippet": "But Senator Mitch McConnell, Republican of Kentucky, knows he may take the blame from President Trump and conservatives if the Senate does not confirm Judge Brett Kavanaugh to the Supreme Court.",
      "abstract": "But Senator Mitch McConnell, Republican of Kentucky, knows he may take the blame from President Trump and conservatives if the Senate does not confirm Judge Brett Kavanaugh to the Supreme Court.",
      "lead_paragraph": "WASHINGTON — Senator Mitch McConnell had just arrived at Reagan Washington National Airport on Monday afternoon to resume the battle over the Supreme Court nomination of Judge Brett M. Kavanaugh when he was met by an unwelcoming committee — a group of women who angrily confronted him.",
      "publication_date": "2018-10-03T23:38:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/03/us/politics/mcconnell-senate-judiciary-supreme-court.html",
      "byline": "By Carl Hulse and Jonathan Martin"
    },
    {
      "headline": "In Risky Shift, Trump and G.O.P. Directly Assail Christine Blasey Ford",
      "snippet": "After weeks of not directly attacking Christine Blasey Ford, the president and his Republican allies have embarked on a more aggressive effort to challenge her credibility.",
      "abstract": "After weeks of not directly attacking Christine Blasey Ford, the president and his Republican allies have embarked on a more aggressive effort to challenge her credibility.",
      "lead_paragraph": "WASHINGTON — For more than two weeks he held back. Against all his instincts, President Trump for the most part resisted directly attacking the woman whose sexual assault allegation has jeopardized his Supreme Court nomination. The accuser was to be treated with kid gloves, like “a Fabergé egg,” as one adviser put it.",
      "publication_date": "2018-10-04T00:12:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/03/us/politics/blasey-ford-trump-republicans.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Driven by South’s Past, Black Women Seek Votes and a New Future",
      "snippet": "Mobilized by the nation’s divisions on race and Donald Trump’s presidency, black women are using networks forged in segregation to turn out voters this fall.",
      "abstract": "Mobilized by the nation’s divisions on race and Donald Trump’s presidency, black women are using networks forged in segregation to turn out voters this fall.",
      "lead_paragraph": "AMERICUS, Ga. — Lorena Barnum Sabbs thought the past really was past. Born 67 years ago in a segregated hospital, she was arrested when she was 11 for trying to integrate the local movie theater and locked in a stockade for several days without beds, working toilets or running water. Later, as one of the first black girls to attend the formerly whites-only high school, she ventured to the bathroom only in groups for fear of attacks.",
      "publication_date": "2018-10-04T09:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/04/us/politics/black-women-voters-south.html",
      "byline": "By Susan Chira"
    },
    {
      "headline": "Chinese Oil Company Official Talked Arms Deals and Evading Iran Sanctions, U.S. Says",
      "snippet": "The head of the Chinese company’s nonprofit arm discussed using its connections to help sell weapons to Chad, Qatar and Libya, according to federal prosecutors.",
      "abstract": "The head of the Chinese company’s nonprofit arm discussed using its connections to help sell weapons to Chad, Qatar and Libya, according to federal prosecutors.",
      "lead_paragraph": "HONG KONG — The mysterious Chinese oil company known as CEFC China raised eyebrows wherever it went. Its executives hinted at deep connections within Beijing’s halls of power as well as with China’s powerful military. Then, last year, prosecutors in the United States arrested one of its top executives, accusing him of bribery in an effort to secure oil rights in Chad and Uganda. Now, they say, he also explored businesses beyond oil: brokering arms deals in other countries and looking for ways to dodge American sanctions on Iran.",
      "publication_date": "2018-10-04T12:26:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/10/04/business/cefc-china-weapons-iran.html",
      "byline": "By Alexandra Stevenson and Matthew Goldstein"
    },
    {
      "headline": "Kavanaugh Vote on Friday Will Be a Showdown in the Senate",
      "snippet": "Two Republican senators, Jeff Flake and Susan Collins, signaled satisfaction with the F.B.I. investigation, while a swing-vote Democrat, Heidi Heitkamp, came out against Judge Brett M. Kavanaugh.",
      "abstract": "Two Republican senators, Jeff Flake and Susan Collins, signaled satisfaction with the F.B.I. investigation, while a swing-vote Democrat, Heidi Heitkamp, came out against Judge Brett M. Kavanaugh.",
      "lead_paragraph": "Updated, Oct. 5, 2018: Judge Brett M. Kavanaugh cleared a major hurdle Friday morning in his quest for the Supreme Court, as the Senate voted narrowly to cut off debate on his nomination and move to a final vote as early as Saturday. Read the latest, here. ",
      "publication_date": "2018-10-04T14:03:36+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/04/us/politics/brett-kavanaugh-supreme-court.html",
      "byline": "By Nicholas Fandos and Sheryl Gay Stolberg"
    },
    {
      "headline": "Russia Targeted Investigators Trying to Expose Its Misdeeds, Western Allies Say",
      "snippet": "American and European officials said Russian military intelligence officers were responsible for a string of attacks and attempted hacks.",
      "abstract": "American and European officials said Russian military intelligence officers were responsible for a string of attacks and attempted hacks.",
      "lead_paragraph": "WASHINGTON — Western allies accused Russian intelligence officers on Thursday of launching cyberattacks against organizations around the globe that challenged Russian wrongdoing, exposed Kremlin disinformation campaigns or took on President Vladimir V. Putin.",
      "publication_date": "2018-10-04T14:09:51+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/04/us/politics/russia-hacks-doping-poisoning.html",
      "byline": "By David E. Sanger, Eileen Sullivan and David D. Kirkpatrick"
    }
  ]
}