{
  "metadata": {
    "date": "2018-05-10",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Chinese Tech Giant on Brink of Collapse in New U.S. Cold War",
      "snippet": "The electronics firm ZTE has found success in the American market like few other Chinese technology brands have. Now it is fighting for its life.",
      "abstract": "The electronics firm ZTE has found success in the American market like few other Chinese technology brands have. Now it is fighting for its life.",
      "lead_paragraph": "SHENZHEN, China — Not Apple. Not Huawei. The first casualty of the high-tech cold war between the United States and China might be the biggest electronics maker you’ve never heard of.",
      "publication_date": "2018-05-09T16:06:39+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/05/09/technology/zte-china-us-trade-war.html",
      "byline": "By Raymond Zhong"
    },
    {
      "headline": "Gina Haspel, Nominee for C.I.A., Says Era of Torture Is Over",
      "snippet": "Ms. Haspel, the career spy who once oversaw the waterboarding of a suspect, defended the agency’s past at a confirmation hearing. She said there would be no torture in its future.",
      "abstract": "Ms. Haspel, the career spy who once oversaw the waterboarding of a suspect, defended the agency’s past at a confirmation hearing. She said there would be no torture in its future.",
      "lead_paragraph": "WASHINGTON — Gina Haspel, President Trump’s nominee to lead the Central Intelligence Agency, defended the agency’s torture of terrorism suspects as her confirmation hearing on Wednesday served as another reckoning of the extraordinary measures the government employed in the frantic hunt for the Sept. 11 conspirators.",
      "publication_date": "2018-05-09T19:48:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/05/09/us/politics/gina-haspel-cia-senate-confirmation-hearing.html",
      "byline": "By Matthew Rosenberg and Nicholas Fandos"
    },
    {
      "headline": "Releasing 3 Americans, North Koreans Signal Openness to Washington",
      "snippet": "The release of the three prisoners was North Korea’s most tangible gesture aimed at improving relations with the United States since President Trump took office.",
      "abstract": "The release of the three prisoners was North Korea’s most tangible gesture aimed at improving relations with the United States since President Trump took office.",
      "lead_paragraph": "WASHINGTON — The release of three American prisoners cleared away a last obstacle on Wednesday to a landmark nuclear summit meeting between President Trump and North Korea’s leader, Kim Jong-un.",
      "publication_date": "2018-05-09T20:08:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/05/09/us/politics/trump-korea-detainees-pompeo.html",
      "byline": "By Peter Baker, Julie Hirschfeld Davis and Choe Sang-Hun"
    },
    {
      "headline": "Eric Schneiderman Falls. Trump Allies Gloat. Democrats Seethe.",
      "snippet": "The White House’s exultation over liberal men who resign over sexual misconduct has grated politicians in both parties, who view President Trump as a poor messenger on women’s rights.",
      "abstract": "The White House’s exultation over liberal men who resign over sexual misconduct has grated politicians in both parties, who view President Trump as a poor messenger on women’s rights.",
      "lead_paragraph": "The moment of political reckoning began a day after President Trump’s inauguration, when millions of marchers protested his policies and treatment of women. That outpouring of energy has rippled through elections over the last 16 months, as women have turned out in force to vote — and often to punish the Republican Party.",
      "publication_date": "2018-05-09T22:35:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/05/09/us/politics/schneiderman-trump-metoo.html",
      "byline": "By Alexander Burns"
    },
    {
      "headline": "How Michael Cohen, Denied Job in White House, Was Seen as Its Gatekeeper",
      "snippet": "Through a secretive shell company, the president’s personal lawyer was paid by major corporations and a law firm for help navigating Washington in the Trump era.",
      "abstract": "Through a secretive shell company, the president’s personal lawyer was paid by major corporations and a law firm for help navigating Washington in the Trump era.",
      "lead_paragraph": "After paying off a pornographic film actress and doing other tasks to help his boss win the presidency, Michael D. Cohen was surprised to find that the doors to the White House were mostly closed to him.",
      "publication_date": "2018-05-10T02:51:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/05/09/us/politics/michael-cohen-shell-company.html",
      "byline": "By Mike McIntire, Kenneth P. Vogel, Katie Thomas and Cecilia Kang"
    },
    {
      "headline": "Israel and Iran, Newly Emboldened, Exchange Blows in Syria Face-Off",
      "snippet": "The cross-border exchanges — the most serious from each side over Iran’s presence in Syria — took place a day after the Americans withdrew from the Iran nuclear accord.",
      "abstract": "The cross-border exchanges — the most serious from each side over Iran’s presence in Syria — took place a day after the Americans withdrew from the Iran nuclear accord.",
      "lead_paragraph": "JERUSALEM — The tense shadow war between Iran and Israel burst into the open early Thursday as Israeli warplanes struck dozens of Iranian military targets inside Syria. It was a furious response to what Israel called an Iranian rocket attack launched from Syrian territory just hours earlier.",
      "publication_date": "2018-05-10T07:26:23+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/05/10/world/middleeast/israel-iran-syria-military.html",
      "byline": "By Isabel Kershner and David M. Halbfinger"
    },
    {
      "headline": "Alexa and Siri Can Hear This Hidden Command. You Can’t.",
      "snippet": "Researchers can now send secret audio instructions undetectable to the human ear to Apple’s Siri, Amazon’s Alexa and Google’s Assistant.",
      "abstract": "Researchers can now send secret audio instructions undetectable to the human ear to Apple’s Siri, Amazon’s Alexa and Google’s Assistant.",
      "lead_paragraph": "BERKELEY, Calif. — Many people have grown accustomed to talking to their smart devices, asking them to read a text, play a song or set an alarm. But someone else might be secretly talking to them, too.",
      "publication_date": "2018-05-10T09:00:07+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/05/10/technology/alexa-siri-hidden-command-audio-attacks.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "In Malaysia, the Old Prime Minister Promises a New Order",
      "snippet": "After a day of drama and tension following a historic election, Mahathir Mohamad, 92, took the oath of office, vowing to reform the system he helped install.",
      "abstract": "After a day of drama and tension following a historic election, Mahathir Mohamad, 92, took the oath of office, vowing to reform the system he helped install.",
      "lead_paragraph": "KUALA LUMPUR, Malaysia — The accounts of corruption are staggering: at least $3.5 billion stolen from a government fund and spent on expensive real estate, jewelry and art, with $731 million ending up in the personal accounts of the prime minister, Najib Razak.",
      "publication_date": "2018-05-10T11:02:01+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/05/10/world/asia/malaysia-election-mahathir-mohamad.html",
      "byline": "By Richard C. Paddock"
    },
    {
      "headline": "Trump Exults in Release of Prisoners and a Date Next Month With Kim Jong-un",
      "snippet": "The president announced the summit meeting’s date and place in a Twitter post hours after meeting the three Americans freed by North Korea at Joint Base Andrews.",
      "abstract": "The president announced the summit meeting’s date and place in a Twitter post hours after meeting the three Americans freed by North Korea at Joint Base Andrews.",
      "lead_paragraph": "WASHINGTON — President Trump, exulting in the release of three Americans from prison in North Korea, confirmed Thursday that he would meet Kim Jong-un, the North’s leader, in Singapore on June 12, setting the date for a once unimaginable encounter.",
      "publication_date": "2018-05-10T14:47:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/05/10/world/asia/trump-north-korea-singapore.html",
      "byline": "By Mark Landler and Katie Rogers"
    },
    {
      "headline": "With Jail Sentences and Corporate Flameouts, China Is Tackling Its Debt",
      "snippet": "An 18-year prison term for the founder of Anbang Insurance Group is part of Beijing’s effort to tame risky borrowing without hurting the broader economy.",
      "abstract": "An 18-year prison term for the founder of Anbang Insurance Group is part of Beijing’s effort to tame risky borrowing without hurting the broader economy.",
      "lead_paragraph": "HONG KONG — A Shanghai court imprisoned a tycoon who used a mountain of debt to buy the Waldorf Astoria hotel. Small Chinese companies are increasingly saying they cannot repay their bills, as money gets more expensive or harder to find. For other private businesses, the cost to borrow has shot up.",
      "publication_date": "2018-05-10T14:55:51+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/05/10/business/china-anbang-wu-xiaohui-debt.html",
      "byline": "By Alexandra Stevenson"
    },
    {
      "headline": "Military Inquiry Finds Soldiers Were Unprepared in Deadly Niger Ambush",
      "snippet": "An investigation of the Oct. 4 deaths of four American soldiers describes misleading plans and lax oversight for a mission that ended in a firefight with extremists.",
      "abstract": "An investigation of the Oct. 4 deaths of four American soldiers describes misleading plans and lax oversight for a mission that ended in a firefight with extremists.",
      "lead_paragraph": "WASHINGTON — A Defense Department investigation of a Special Forces mission in Niger last fall found widespread problems across all levels of the military counterterrorism operation, but focused in particular on the actions of junior officers leading up to an ambush that killed four American soldiers.",
      "publication_date": "2018-05-10T15:59:32+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/05/10/world/africa/military-niger-ambush-investigation.html",
      "byline": "By Helene Cooper, Thomas Gibbons-Neff and Eric Schmitt"
    }
  ]
}