{
  "metadata": {
    "date": "2018-10-30",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "China’s King of Internet Fluff Wants to Conquer the World",
      "snippet": "You may never have heard of Bytedance or used any of its products. But chances are your teenager is already glued to the company’s music video app.",
      "abstract": "You may never have heard of Bytedance or used any of its products. But chances are your teenager is already glued to the company’s music video app.",
      "lead_paragraph": "BEIJING — A Chinese internet company that serves up homemade break-dancing videos, dishy news bites and goofy hashtag challenges has become one of the planet’s most richly valued start-ups, with a roughly $75 billion price tag. And it has big plans for storming phone screens across the rest of the globe, too.",
      "publication_date": "2018-10-29T19:13:13+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/10/29/technology/bytedance-app-funding-china.html",
      "byline": "By Raymond Zhong"
    },
    {
      "headline": "How Trump-Fed Conspiracy Theories About Migrant Caravan Intersect With Deadly Hatred",
      "snippet": "In the final days before the election, President Trump and Republicans are trying again to highlight the caravan, which he called “an invasion of our country.”",
      "abstract": "In the final days before the election, President Trump and Republicans are trying again to highlight the caravan, which he called “an invasion of our country.”",
      "lead_paragraph": "MURPHYSBORO, Ill. — Alicia Hooten thinks the country has plenty of problems. “So many; so many,” she said warily, before settling on the one at the top of her mind with the midterm election just a week away. “I feel like we’re fighting for our freedom when it comes to our borders.”",
      "publication_date": "2018-10-29T21:34:05+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/29/us/politics/caravan-trump-shooting-elections.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "On Instagram, 11,696 Examples of How Hate Thrives on Social Media",
      "snippet": "Despite efforts against hateful and false content, those posts and videos are thriving. One Instagram search produced nearly 12,000 posts with the hashtag “#jewsdid911.”",
      "abstract": "Despite efforts against hateful and false content, those posts and videos are thriving. One Instagram search produced nearly 12,000 posts with the hashtag “#jewsdid911.”",
      "lead_paragraph": "SAN FRANCISCO — On Monday, a search on Instagram, the photo-sharing site owned by Facebook, produced a torrent of anti-Semitic images and videos uploaded in the wake of Saturday’s shooting at a Pittsburgh synagogue.",
      "publication_date": "2018-10-29T23:12:36+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/29/technology/hate-on-social-media.html",
      "byline": "By Sheera Frenkel, Mike Isaac and Kate Conger"
    },
    {
      "headline": "Female Candidates Break Barriers, Except When It Comes to Money",
      "snippet": "Women are running in record numbers, and asserting themselves as donors as well, but they still trail male candidates in fund-raising.",
      "abstract": "Women are running in record numbers, and asserting themselves as donors as well, but they still trail male candidates in fund-raising.",
      "lead_paragraph": "Rashida Tlaib, running in a tough six-way Democratic primary for a House seat in Michigan and positioning herself to be the first Muslim woman in Congress, was thrilled when a man who champions Muslim candidates across the country donated just under $1,000 to her campaign.",
      "publication_date": "2018-10-30T09:00:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/30/us/politics/women-campaign-fundraising.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Job No. 1 for G.E.’s New Chief: Fix Its Ailing Power Business",
      "snippet": "The stunning fall of a market-leading division is explained by a sharp market turn, a wayward acquisition and self-inflicted wounds.",
      "abstract": "The stunning fall of a market-leading division is explained by a sharp market turn, a wayward acquisition and self-inflicted wounds.",
      "lead_paragraph": "In March 2017, Stephen R. Bolze, the president of General Electric’s big power-generation business, led an upbeat presentation to analysts. “We have got an exciting story for you,” he said.",
      "publication_date": "2018-10-30T11:52:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/10/30/business/ge-quarterly-earnings.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "The Number 7 Could Make China’s Currency a Trade-War Weapon",
      "snippet": "The renminbi has fallen to its weakest point in a decade, and Washington worries about how that may affect the dispute between the United States and China. But Beijing has reason to hold the line.",
      "abstract": "The renminbi has fallen to its weakest point in a decade, and Washington worries about how that may affect the dispute between the United States and China. But Beijing has reason to hold the line.",
      "lead_paragraph": "Update: China’s currency slipped past the 7 mark on Aug. 5. Here’s why that’s so notable as the trade war lingers.",
      "publication_date": "2018-10-30T13:28:02+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/10/30/business/china-renminbi-currency-trade-war.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Trump’s Visit to Pittsburgh Divides a City Mourning Victims of Hate",
      "snippet": "Hundreds came together in anguish to mourn those killed in an anti-Semitic attack on a synagogue. Others marched in protest as President Trump paid his respects.",
      "abstract": "Hundreds came together in anguish to mourn those killed in an anti-Semitic attack on a synagogue. Others marched in protest as President Trump paid his respects.",
      "lead_paragraph": "PITTSBURGH — One of Pittsburgh’s most solemn days began with hundreds coming together in anguish and grief in synagogues and at gravesides, to start the services for those killed as they prayed on the Sabbath. In the afternoon, they came together again, in shivas to honor the dead and comfort the living, and, later by the thousands, in solemn marches of protest around the Squirrel Hill neighborhood where the attack took place on Saturday.",
      "publication_date": "2018-10-30T15:30:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/30/us/funerals-synagoguge-shooting-jewish.html",
      "byline": "By Campbell Robertson, Julie Hirschfeld Davis and Trip Gabriel"
    }
  ]
}