{
  "metadata": {
    "date": "2019-03-07",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Tesla’s Troubles Mount: Shuttered Showrooms and Sinking Shares",
      "snippet": "Elon Musk’s shift to online-only sales, after racing to open stores, has raised new questions about the electric-car maker’s outlook.",
      "abstract": "Elon Musk’s shift to online-only sales, after racing to open stores, has raised new questions about the electric-car maker’s outlook.",
      "lead_paragraph": "Tesla’s sleek stores embodied its green vision for upending the transportation and energy business: a one-stop shop for electric cars, solar panels and battery storage. Less than three months ago, the company announced 11 new store locations across the country.",
      "publication_date": "2019-03-06T17:09:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/06/business/energy-environment/tesla-stock-strategy.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "Facebook’s Mark Zuckerberg Says He’ll Shift Focus to Users’ Privacy",
      "snippet": "The Facebook chief executive said the next wave of social networking would be to enable private and encrypted discussions.",
      "abstract": "The Facebook chief executive said the next wave of social networking would be to enable private and encrypted discussions.",
      "lead_paragraph": "SAN FRANCISCO — Social networking has long been predicated on people sharing their status updates, photos and messages with the world. Now Mark Zuckerberg, chief executive of Facebook, plans to start shifting people toward private conversations and away from public broadcasting.",
      "publication_date": "2019-03-06T19:00:04+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/06/technology/mark-zuckerberg-facebook-privacy.html",
      "byline": "By Mike Isaac"
    },
    {
      "headline": "Senator Martha McSally Says Superior Officer in the Air Force Raped Her",
      "snippet": "Senator Martha McSally, the first woman in the Air Force to fly in combat, said a superior officer had raped her while she was serving.",
      "abstract": "Senator Martha McSally, the first woman in the Air Force to fly in combat, said a superior officer had raped her while she was serving.",
      "lead_paragraph": "WASHINGTON — She paused to maintain her composure as she spoke. She recalled the attacks, and how her reports of them were handled. The despair, she said, almost made her leave the military.",
      "publication_date": "2019-03-06T21:21:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/06/us/politics/martha-mcsally-sexual-assault.html",
      "byline": "By Emily Cochrane and Jennifer Steinhauer"
    },
    {
      "headline": "Regulators Move to Ease Post-Crisis Oversight of Wall Street",
      "snippet": "The actions by federal regulators come as part of a broader deregulatory push by the Trump administration.",
      "abstract": "The actions by federal regulators come as part of a broader deregulatory push by the Trump administration.",
      "lead_paragraph": "WASHINGTON — Federal regulators moved on Wednesday to ease oversight of the country’s largest banks and other financial firms, continuing a push by the Trump administration to reverse rules that were put in place following the 2008 financial crisis.",
      "publication_date": "2019-03-06T22:40:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/06/business/bank-regulation.html",
      "byline": "By Alan Rappeport and Emily Flitter"
    },
    {
      "headline": "Ilhan Omar Controversy Caps a Month of Stumbles for Democratic Leaders",
      "snippet": "House Democrats, rusty after years in the minority, have stomped on their own messages, have fallen prey to Republican maneuvers and are in battling over punishing Ms. Omar for an anti-Israel remark.",
      "abstract": "House Democrats, rusty after years in the minority, have stomped on their own messages, have fallen prey to Republican maneuvers and are in battling over punishing Ms. Omar for an anti-Israel remark.",
      "lead_paragraph": "WASHINGTON — Representative Hakeem Jeffries, an unflappable Brooklynite tasked with keeping the fractious House Democratic caucus on message, wanted to spend Wednesday talking up the party’s all-in-one voting rights and ethics reform bill making its way to a vote this week.",
      "publication_date": "2019-03-07T00:59:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/06/us/politics/ilhan-omar-israel.html",
      "byline": "By Glenn Thrush and Sheryl Gay Stolberg"
    },
    {
      "headline": "Spain’s Minimum Wage Just Jumped. The Debate Is Continuing.",
      "snippet": "Spain’s Socialist prime minister pushed through a 22 percent increase in the minimum wage law. As salaries increase, businesses fear an erosion in jobs.",
      "abstract": "Spain’s Socialist prime minister pushed through a 22 percent increase in the minimum wage law. As salaries increase, businesses fear an erosion in jobs.",
      "lead_paragraph": "MADRID — As Spain grapples with a turbulent political crisis, one of Europe’s last Socialist governments may soon fall amid the rise of a new nationalism in the country. But whatever the outcome, Prime Minister Pedro Sánchez is leaving behind a signature legacy: a record increase in the minimum wage.",
      "publication_date": "2019-03-07T07:00:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/07/business/spain-minimum-wage.html",
      "byline": "By Liz Alderman"
    },
    {
      "headline": "Why Birthrates Among Hispanic Americans Have Plummeted",
      "snippet": "As fertility rates across the United States continue to decline, some of the largest drops have been among Hispanics. One big reason: generational difference.",
      "abstract": "As fertility rates across the United States continue to decline, some of the largest drops have been among Hispanics. One big reason: generational difference.",
      "lead_paragraph": "WENDELL, N.C. — Yoselin Wences grew up with a constant refrain from her parents, immigrants from Mexico who became a landscaper and a cook.",
      "publication_date": "2019-03-07T08:00:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/07/us/us-birthrate-hispanics-latinos.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Paul Manafort Is Sentenced to Less Than 4 Years in 1 of 2 Cases Against Him",
      "snippet": "President Trump’s former campaign chairman was handed a prison term that was substantially less than federal sentencing guidelines.",
      "abstract": "President Trump’s former campaign chairman was handed a prison term that was substantially less than federal sentencing guidelines.",
      "lead_paragraph": "ALEXANDRIA, Va. — Paul Manafort, the political consultant and Trump presidential campaign chairman whose lucrative work in Ukraine and ties to well-connected Russians made him a target of the special counsel, Robert S. Mueller III, was sentenced on Thursday to nearly four years in prison in the financial fraud case that left his grand lifestyle and power-broker reputation in ruins.",
      "publication_date": "2019-03-07T10:00:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/07/us/politics/paul-manafort-sentencing.html",
      "byline": "By Sharon LaFraniere"
    },
    {
      "headline": "Joe Biden’s 2020 Plan Is Almost Complete. Democrats Are Impatient.",
      "snippet": "The former vice president is preparing his 2020 kickoff, securing staff and alerting top Democrats he plans to run. But he hasn’t made a final decision yet.",
      "abstract": "The former vice president is preparing his 2020 kickoff, securing staff and alerting top Democrats he plans to run. But he hasn’t made a final decision yet.",
      "lead_paragraph": "WASHINGTON — The pieces for a Joseph R. Biden Jr. presidential campaign are falling into place: His nucleus of advisers has begun offering campaign positions to seasoned Democratic strategists. They are eyeing a headquarters in Delaware or nearby Philadelphia and a launch date in the beginning of April. Mr. Biden’s family is on board — his wife, Jill, enthusiastically so.",
      "publication_date": "2019-03-07T10:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/07/us/politics/biden-2020.html",
      "byline": "By Jonathan Martin and Alexander Burns"
    },
    {
      "headline": "Global Economy Slows, Pushing Europe’s Central Bank to Make a Surprise Move",
      "snippet": "Policymakers unexpectedly reinstated a program meant to encourage banks to lend, a sign that its concerns extend beyond the immediate region.",
      "abstract": "Policymakers unexpectedly reinstated a program meant to encourage banks to lend, a sign that its concerns extend beyond the immediate region.",
      "lead_paragraph": "FRANKFURT — Just a few months ago, the European Central Bank put the brakes on a vast economic stimulus program devised during the financial crisis. On Thursday, it unexpectedly reversed course and revived some of the measures, signaling the rising threat of a recession.",
      "publication_date": "2019-03-07T13:30:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/07/business/ecb-european-economy-stimulus.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "House Votes to Condemn All Hate as Anti-Semitism Debate Overshadows Congress",
      "snippet": "The House on Thursday overwhelmingly approved a broad resolution condemning bigotry, as Speaker Nancy Pelosi tried to defuse tension over Representative Ilhan Omar.",
      "abstract": "The House on Thursday overwhelmingly approved a broad resolution condemning bigotry, as Speaker Nancy Pelosi tried to defuse tension over Representative Ilhan Omar.",
      "lead_paragraph": "WASHINGTON — It started as a resolution condemning anti-Semitism. Then, anti-Muslim bias was added in. After that came white supremacy. And by the end, it cited “African-Americans, Native Americans, and other people of color, Jews, Muslims, Hindus, Sikhs, immigrants and others” victimized by bigotry.",
      "publication_date": "2019-03-07T15:41:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/07/us/politics/ilhan-omar-anti-semitism-vote.html",
      "byline": "By Sheryl Gay Stolberg"
    }
  ]
}