{
  "metadata": {
    "date": "2019-10-04",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "How a Fringe Theory About Ukraine Took Root in the White House",
      "snippet": "A false tale about a cybersecurity firm called CrowdStrike and a Democratic conspiracy to undermine the 2016 election has formed the background of President Trump’s impeachment inquiry.",
      "abstract": "A false tale about a cybersecurity firm called CrowdStrike and a Democratic conspiracy to undermine the 2016 election has formed the background of President Trump’s impeachment inquiry.",
      "lead_paragraph": "In an April 2017 interview with The Associated Press, President Trump suddenly began talking about the hack of the Democratic National Committee a year earlier, complaining that the F.B.I. had not physically examined the compromised server.",
      "publication_date": "2019-10-03T18:29:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/03/us/politics/trump-ukraine-conspiracy.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Barr Pushes Facebook for Access to WhatsApp Messages",
      "snippet": "The Justice Department has long sought access to encrypted messages, alarming privacy experts.",
      "abstract": "The Justice Department has long sought access to encrypted messages, alarming privacy experts.",
      "lead_paragraph": "WASHINGTON — The Justice Department has renewed its fight for access to encrypted communications, arguing that it is a vital crime-fighting tool even as technology companies and advocates have countered that it will threaten individual privacy. ",
      "publication_date": "2019-10-03T18:41:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/03/us/politics/barr-whatsapp-facebook-encryption.html",
      "byline": "By Julian E. Barnes, Katie Benner and Mike Isaac"
    },
    {
      "headline": "Why the ‘Joker’ Movie Was a Risk Warner Bros. Wanted to Take",
      "snippet": "The studio set out to make a boundary-pushing film. The early reaction has included critical praise and deep unease about the film’s violence and message.",
      "abstract": "The studio set out to make a boundary-pushing film. The early reaction has included critical praise and deep unease about the film’s violence and message.",
      "lead_paragraph": "LOS ANGELES — Hollywood’s latest comic book movie, “Joker,” arrives in multiplexes on Thursday night, and it has all the makings of a juggernaut.",
      "publication_date": "2019-10-03T19:03:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/03/movies/joker-movie.html",
      "byline": "By Brooks Barnes and Nicole Sperling"
    },
    {
      "headline": "Trump Envoys Pushed Ukraine to Commit to Investigating Biden",
      "snippet": "Two American diplomats drafted a statement for Ukraine’s new leader that would have committed him publicly to the inquiries Mr. Trump has been seeking into political rivals.",
      "abstract": "Two American diplomats drafted a statement for Ukraine’s new leader that would have committed him publicly to the inquiries Mr. Trump has been seeking into political rivals.",
      "lead_paragraph": "WASHINGTON — Two of President Trump’s top envoys to Ukraine worked on a statement for the country’s new president in August that would have committed Ukraine to pursuing investigations sought by Mr. Trump into his political rivals, according to three people briefed on the effort and documents released Thursday night.",
      "publication_date": "2019-10-03T23:02:49+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/03/us/politics/trump-ukraine.html",
      "byline": "By Kenneth P. Vogel and Michael S. Schmidt"
    },
    {
      "headline": "Hiring Slowed in September as Unemployment Rate Fell to a 50-Year Low",
      "snippet": "Job growth was steady last month. The economy  lost some momentum, though, as the trade war hurt manufacturing and global growth cooled.",
      "abstract": "Job growth was steady last month. The economy  lost some momentum, though, as the trade war hurt manufacturing and global growth cooled.",
      "lead_paragraph": "The cavalcade of payroll gains continued for the 108th month in September, pushing down the jobless rate to a half-century low and countering anxieties that had been piqued by slowing global growth, declining factory orders and a jittery stock market. ",
      "publication_date": "2019-10-04T08:01:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/04/business/economy/jobs-report.html",
      "byline": "By Patricia Cohen"
    },
    {
      "headline": "Trump Denies Quid Pro Quo for Ukraine, but Envoys Had Their Doubts",
      "snippet": "While President Trump has denied any quid pro quo in pushing Ukraine to investigate his foes, text messages indicate that his own team saw it otherwise.",
      "abstract": "While President Trump has denied any quid pro quo in pushing Ukraine to investigate his foes, text messages indicate that his own team saw it otherwise.",
      "lead_paragraph": "WASHINGTON — President Trump denied again on Friday that there was any quid pro quo attached to his pressure on Ukraine to investigate his political enemies, but text messages and testimony collected by congressional investigators indicated that his own representatives saw it differently.",
      "publication_date": "2019-10-04T13:15:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/04/us/politics/quid-pro-quo-trump.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Impeachment Investigators Subpoena White House and Ask Pence for Documents on Ukraine",
      "snippet": "House Democrats sent a subpoena to the White House requesting a vast range of documents about President Trump’s dealings with Ukraine and efforts to cover up his actions.",
      "abstract": "House Democrats sent a subpoena to the White House requesting a vast range of documents about President Trump’s dealings with Ukraine and efforts to cover up his actions.",
      "lead_paragraph": "WASHINGTON — House impeachment investigators widened the reach of their inquiry on Friday, subpoenaing the White House for a vast trove of documents and requesting more from Vice President Mike Pence to better understand President Trump’s attempts to pressure Ukraine to investigate his political rivals.",
      "publication_date": "2019-10-04T15:50:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/04/us/politics/white-house-subpoenas-impeachment.html",
      "byline": "By Nicholas Fandos"
    }
  ]
}