{
  "metadata": {
    "date": "2019-05-01",
    "total_articles": 4
  },
  "articles": [
    {
      "headline": "Huawei’s Communist Culture Limits its Global Ambitions",
      "snippet": "The Chinese telecom giant seeks acceptance in the West, but its structure and value system — patterned after China’s ruling party — could stand in the way.",
      "abstract": "The Chinese telecom giant seeks acceptance in the West, but its structure and value system — patterned after China’s ruling party — could stand in the way.",
      "lead_paragraph": "The Huawei Technologies founder Ren Zhengfei once recommended that his senior executives watch a TV series called “Proof of Identity.” In that 2009 series, a Communist spy who had infiltrated the Nationalist army during China’s civil war struggles for years to prove his loyalty and identity after the Communists prevail.",
      "publication_date": "2019-05-01T07:00:08+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/05/01/technology/huawei-china-communist-party.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "Employers Who Talk Up Gender Equity, but Silence Harassment Victims",
      "snippet": "The woman leading Australia’s inquiry into workplace sexual harassment is trying to overcome nondisclosure agreements that prevent victims from talking.",
      "abstract": "The woman leading Australia’s inquiry into workplace sexual harassment is trying to overcome nondisclosure agreements that prevent victims from talking.",
      "lead_paragraph": "SYDNEY, Australia — Kate Jenkins was hopeful when she opened Australia’s first national inquiry into workplace sexual harassment. As a longtime employment lawyer, she had negotiated settlements for companies dealing with harassment claims. Now, as the country’s sex discrimination commissioner, she knew chief executives who were emphatic about gender equity, in pay and promotion.",
      "publication_date": "2019-05-01T09:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/05/01/business/australia-sexual-harassment-nondisclosure-agreement.html",
      "byline": "By Emily Steel"
    },
    {
      "headline": "When the Mueller Investigation Ended, the Battle Over Its Conclusions Began",
      "snippet": "A richer picture emerged on Wednesday about the dispute between the attorney general and the special counsel over the Mueller report’s findings.",
      "abstract": "A richer picture emerged on Wednesday about the dispute between the attorney general and the special counsel over the Mueller report’s findings.",
      "lead_paragraph": "WASHINGTON — When Attorney General William P. Barr summarized the special counsel’s conclusions in a March letter, prompting President Trump to crow that he had been exonerated, the special counsel’s prosecutors knew immediately what the public would learn weeks later: The letter was a sparse and occasionally misleading representation of their exhaustive findings.",
      "publication_date": "2019-05-01T14:06:59+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/05/01/us/politics/mueller-letters-barr.html",
      "byline": "By Mark Mazzetti and Michael S. Schmidt"
    },
    {
      "headline": "L.G.B.T. Households are Now Nielsen Families, and Advertisers and Producers Get a Valuable Tool",
      "snippet": "“Game of Thrones” and “RuPaul’s Drag Race” are especially popular among the newly counted group. At the other end of the spectrum, there’s “Hannity.” The No. 1 show? “The Conners.”",
      "abstract": "“Game of Thrones” and “RuPaul’s Drag Race” are especially popular among the newly counted group. At the other end of the spectrum, there’s “Hannity.” The No. 1 show? “The Conners.”",
      "lead_paragraph": "“RuPaul’s Drag Race” and its behind-the-scenes spinoff, “Untucked,” are cultural touchstones that have launched catchphrases and minted stars. But neither series has ever lit up the ratings. Recent episodes of each series garnered only a few hundred thousand viewers and were the 285th and 359th most-viewed shows in the cable ratings for the week of April 15.",
      "publication_date": "2019-05-01T15:52:47+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/05/01/business/media/nielsen-lgbtq-household-ratings.html",
      "byline": "By John Koblin"
    }
  ]
}