{
  "metadata": {
    "date": "2019-10-23",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Facebook Pledges $1 Billion to Ease Housing Crisis Inflamed by Big Tech",
      "snippet": "The move, which combines money and land, is the latest effort by technology companies to ease the state’s severe housing shortage.",
      "abstract": "The move, which combines money and land, is the latest effort by technology companies to ease the state’s severe housing shortage.",
      "lead_paragraph": "SAN FRANCISCO — The technology industry’s biggest companies show no signs of leaving the places they call home. But to stay there, they’re deciding that they need to play a role in fixing a housing crisis they helped inflame.",
      "publication_date": "2019-10-22T16:20:48+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/22/technology/facebook-1-billion-california-housing.html",
      "byline": "By Conor Dougherty"
    },
    {
      "headline": "In Hungary, a Freewheeling Trump Ambassador Undermines U.S. Diplomats",
      "snippet": "He brokered a White House meeting for Hungary’s prime minister. He spends $320,000 on parties and takes positions at odds with American policy. He says he knows what President Trump wants.",
      "abstract": "He brokered a White House meeting for Hungary’s prime minister. He spends $320,000 on parties and takes positions at odds with American policy. He says he knows what President Trump wants.",
      "lead_paragraph": "BUDAPEST — The annual Independence Day celebration at the United States Embassy in Budapest is usually a modest garden party, a chance for the ambassador to celebrate American freedom, democracy and the rule of law.",
      "publication_date": "2019-10-22T16:22:22+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/22/world/europe/david-cornstein-hungary-trump-orban.html",
      "byline": "By Matt Apuzzo and Benjamin Novak"
    },
    {
      "headline": "Wall St. and Washington to Return to Saudi Investment Meeting",
      "snippet": "Treasury Secretary Steven Mnuchin will participate in the Riyadh conference a year after the U.S. shunned it in the wake of Jamal Khashoggi’s killing.",
      "abstract": "Treasury Secretary Steven Mnuchin will participate in the Riyadh conference a year after the U.S. shunned it in the wake of Jamal Khashoggi’s killing.",
      "lead_paragraph": "The top echelon of Washington and Wall Street will return to an opulent investment conference in Saudi Arabia next week, a year after American officials and prominent business leaders shunned the gathering amid backlash surrounding the killing of Jamal Khashoggi, a dissident Saudi journalist.",
      "publication_date": "2019-10-22T17:05:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/22/us/politics/mnuchin-saudia-arabia-conference.html",
      "byline": "By Alan Rappeport, Kate Kelly and Maggie Haberman"
    },
    {
      "headline": "Boris Johnson Loses a Critical Brexit Vote, Throwing the Process Into Disarray",
      "snippet": "Lawmakers voted down a measure to compress the timetable to debate the new withdrawal deal, in a rebuke to the prime minister.",
      "abstract": "Lawmakers voted down a measure to compress the timetable to debate the new withdrawal deal, in a rebuke to the prime minister.",
      "lead_paragraph": "LONDON — Prime Minister Boris Johnson suffered a damaging setback Tuesday in his quest to take Britain out of the European Union, losing a critical vote in Parliament and putting his plans for Brexit on hold as Britain’s three-year struggle to resolve the issue continued to defy any solution. ",
      "publication_date": "2019-10-22T18:33:01+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/22/world/brexit-vote-boris-johnson.html",
      "byline": "By Mark Landler and Stephen Castle"
    },
    {
      "headline": "Ukraine Envoy Testifies Trump Linked Military Aid to Investigations",
      "snippet": "In closed-door testimony, William B. Taylor Jr., implicated President Trump personally in an effort to withhold security aid until Ukraine’s leader agreed to publicly announce investigations of his rivals.",
      "abstract": "In closed-door testimony, William B. Taylor Jr., implicated President Trump personally in an effort to withhold security aid until Ukraine’s leader agreed to publicly announce investigations of his rivals.",
      "lead_paragraph": "WASHINGTON — The top American diplomat in Ukraine on Tuesday gave impeachment investigators a vivid and impassioned account of how multiple senior administration officials told him that President Trump blocked security aid to Ukraine and refused to meet the country’s leader until he agreed to publicly pledge to investigate Mr. Trump’s political rivals.",
      "publication_date": "2019-10-22T18:41:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/22/us/trump-impeachment-ukraine.html",
      "byline": "By Michael D. Shear and Nicholas Fandos"
    },
    {
      "headline": "Boeing Ousts Top Executive as 737 Max Crisis Swells",
      "snippet": "Kevin McAllister, the head of Boeing commercial airplanes, is departing as the company struggles to cope with the grounding of the Max.",
      "abstract": "Kevin McAllister, the head of Boeing commercial airplanes, is departing as the company struggles to cope with the grounding of the Max.",
      "lead_paragraph": "Boeing ousted one of its top executives on Tuesday, the most significant management change the airplane maker has made as it struggles to contain the crisis following the crashes of two 737 Max jets that killed 346 people.",
      "publication_date": "2019-10-22T19:00:34+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/22/business/boeing-kevin-mcallister.html",
      "byline": "By David Gelles and Natalie Kitroeff"
    },
    {
      "headline": "An Envoy’s Damning Account of Trump’s Ukraine Pressure and Its Consequences",
      "snippet": "William B. Taylor Jr. laid out in visceral terms the potentially life-or-death stakes of what he saw as an illegitimate scheme to pressure Kiev for political help by suspending American security aid.",
      "abstract": "William B. Taylor Jr. laid out in visceral terms the potentially life-or-death stakes of what he saw as an illegitimate scheme to pressure Kiev for political help by suspending American security aid.",
      "lead_paragraph": "WASHINGTON — He stood on one side of a war-damaged bridge in Ukraine staring across at Russian-backed forces and saw the real-world consequences of President Trump’s efforts to advance a personal agenda. “More Ukrainians,” he said, “would undoubtedly die.”",
      "publication_date": "2019-10-23T00:47:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/22/us/politics/trump-ukraine-william-taylor.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Google Claims a Quantum Breakthrough That Could Change Computing",
      "snippet": "Scientists at a company lab said they had taken a big step toward creating a machine that would make today’s supercomputers look like toys.",
      "abstract": "Scientists at a company lab said they had taken a big step toward creating a machine that would make today’s supercomputers look like toys.",
      "lead_paragraph": "SANTA BARBARA, Calif. — Google said on Wednesday that it had achieved a long-sought breakthrough called “quantum supremacy,” which could allow new kinds of computers to do calculations at speeds that are inconceivable with today’s technology.",
      "publication_date": "2019-10-23T08:47:59+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/23/technology/quantum-computing-google.html",
      "byline": "By Cade Metz"
    },
    {
      "headline": "Scorsese Does Broadway, and Other Splashy Netflix Plans",
      "snippet": "Facing criticism of its reluctance to give its movies big theatrical releases, the streaming giant books the Belasco for “The Irishman.”",
      "abstract": "Facing criticism of its reluctance to give its movies big theatrical releases, the streaming giant books the Belasco for “The Irishman.”",
      "lead_paragraph": "LOS ANGELES — When Netflix went into the business of making movies with big stars and A-list directors, it found itself faced with a new challenge: the handling of the Hollywood ego.",
      "publication_date": "2019-10-23T09:00:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/23/business/scorsese-broadway-netflix-irishman.html",
      "byline": "By Nicole Sperling"
    },
    {
      "headline": "Trump Officials Battle Over Plan to Keep Technology Out of Chinese Hands",
      "snippet": "The administration is split over restrictions on exporting sensitive technologies that are vital to protecting national security.",
      "abstract": "The administration is split over restrictions on exporting sensitive technologies that are vital to protecting national security.",
      "lead_paragraph": "WASHINGTON — The Trump administration is divided over how aggressively to restrict China’s access to United States technology as it looks for ways to protect national security without undercutting American industry.",
      "publication_date": "2019-10-23T09:01:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/23/business/trump-technology-china-trade.html",
      "byline": "By Ana Swanson"
    },
    {
      "headline": "As a Centrist Path Opens, Pete Buttigieg Moves Toward It",
      "snippet": "Mr. Buttigieg began his campaign in obscurity, staking out progressive positions. As his standing rises, he has moved toward the center, hoping to draw support away from Joe Biden.",
      "abstract": "Mr. Buttigieg began his campaign in obscurity, staking out progressive positions. As his standing rises, he has moved toward the center, hoping to draw support away from Joe Biden.",
      "lead_paragraph": "PHILADELPHIA — In February, Pete Buttigieg, then a virtually unknown presidential candidate, praised the Green New Deal as “the right beginning.” In June he called for decriminalizing illegal border crossings. A month later he dismissed criticisms of raising middle class taxes to pay for expanded health care, calling it “a distinction without a difference.”",
      "publication_date": "2019-10-23T09:01:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/23/us/politics/buttigieg-campaign-moderate.html",
      "byline": "By Reid J. Epstein"
    },
    {
      "headline": "‘What Is Going to Happen to Us?’ Inside ISIS Prison, Children Ask Their Fate",
      "snippet": "A rare inside look by New York Times journalists exposes an enormous legal and humanitarian crisis, one that the world has largely chosen to ignore.",
      "abstract": "A rare inside look by New York Times journalists exposes an enormous legal and humanitarian crisis, one that the world has largely chosen to ignore.",
      "lead_paragraph": "NORTHEASTERN SYRIA — The prisoners cover the floor like a carpet of human despair. Many are missing eyes or limbs, some are bone-thin from sickness, and most wear orange jumpsuits similar to what the Islamic State, the terrorist group they once belonged to, dressed its own captives in before it killed them.",
      "publication_date": "2019-10-23T09:01:35+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/23/world/middleeast/what-is-going-to-happen-to-us-inside-isis-prison-children-ask-their-fate.html",
      "byline": "By Ben Hubbard and Ivor Prickett"
    },
    {
      "headline": "Facebook’s Zuckerberg, Accused of Lying, Withstands a Washington ‘Beating’",
      "snippet": "The chief executive of social network was expecting sharp questions on its plan for a cryptocurrency called Libra, but House committee members had more on their list.",
      "abstract": "The chief executive of social network was expecting sharp questions on its plan for a cryptocurrency called Libra, but House committee members had more on their list.",
      "lead_paragraph": "WASHINGTON — Mark Zuckerberg, the Facebook chief executive, traveled to Washington to defend a cryptocurrency project that has become the latest target of lawmakers frustrated with the social media giant.",
      "publication_date": "2019-10-23T14:53:04+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/23/technology/facebook-zuckerberg-libra-congress.html",
      "byline": "By Cecilia Kang, Mike Isaac and Nathaniel Popper"
    },
    {
      "headline": "Ukraine Knew of Aid Freeze by Early August, Undermining Trump Defense",
      "snippet": "Top officials were told in early August about the delay of $391 million in security assistance, undercutting a chief argument President Trump has used to deny any quid pro quo.",
      "abstract": "Top officials were told in early August about the delay of $391 million in security assistance, undercutting a chief argument President Trump has used to deny any quid pro quo.",
      "lead_paragraph": "KIEV, Ukraine — To Democrats who say that President Trump’s decision to freeze $391 million in military aid was intended to bully Ukraine’s leader into carrying out investigations for Mr. Trump’s political benefit, the president and his allies have had a simple response: There was no quid pro quo because the Ukrainians did not know assistance had been blocked. ",
      "publication_date": "2019-10-23T15:10:48+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/23/us/politics/ukraine-aid-freeze-impeachment.html",
      "byline": "By Andrew E. Kramer and Kenneth P. Vogel"
    }
  ]
}