{
  "metadata": {
    "date": "2019-10-16",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "If a Robotic Hand Solves a Rubik’s Cube, Does It Prove Something?",
      "snippet": "A five-fingered feat could show important progress in A.I. research. It is also a stunt.",
      "abstract": "A five-fingered feat could show important progress in A.I. research. It is also a stunt.",
      "lead_paragraph": "This article is part of our continuing Fast Forward series, which examines technological, economic, social and cultural shifts that happen as businesses evolve.",
      "publication_date": "2019-10-15T16:07:21+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/15/technology/robot-hand-rubiks-cube.html",
      "byline": "By Cade Metz"
    },
    {
      "headline": "Senior State Dept. Ukraine Expert Says White House Sidelined Him",
      "snippet": "George Kent told investigators he was cut out of Ukraine policymaking and told to “lay low” on it, after a May meeting orchestrated by Mick Mulvaney, the acting White House chief of staff.",
      "abstract": "George Kent told investigators he was cut out of Ukraine policymaking and told to “lay low” on it, after a May meeting orchestrated by Mick Mulvaney, the acting White House chief of staff.",
      "lead_paragraph": "WASHINGTON — A senior State Department official in charge of Ukraine policy told impeachment investigators on Tuesday that he was all but cut out of decisions regarding the country after a May meeting organized by Mick Mulvaney, the acting White House chief of staff, describing his sidelining by President Trump’s inner circle as “wrong,” according to a lawmaker who heard the testimony.",
      "publication_date": "2019-10-15T16:31:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/15/us/politics/impeachment-george-kent-state.html",
      "byline": "By Nicholas Fandos, Kenneth P. Vogel and Michael D. Shear"
    },
    {
      "headline": "Big Banks Were the Loudest Optimists. They’re Getting Quieter.",
      "snippet": "The heads of the largest United States banks are expressing concern about President Trump’s trade war and its potential to drag down the global economy.",
      "abstract": "The heads of the largest United States banks are expressing concern about President Trump’s trade war and its potential to drag down the global economy.",
      "lead_paragraph": "The heads of America’s largest banks have been some of the country’s most prominent optimists over the past two years, shooing away questions about the potential effects of President Trump’s trade policies, cheering his tax cuts and offering periodic reassurances that things would all work out for the American economy.",
      "publication_date": "2019-10-15T17:28:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/15/business/jpmorgan-goldman-sachs-citigroup-earnings.html",
      "byline": "By Emily Flitter"
    },
    {
      "headline": "Barneys Bidding Starts, and It’s a Bet on the Future of Shopping",
      "snippet": "Authentic Brands Group made an offer of $264 million for the chain, casting its lot with the power of brand names, not experiences.",
      "abstract": "Authentic Brands Group made an offer of $264 million for the chain, casting its lot with the power of brand names, not experiences.",
      "lead_paragraph": "A bidding war may be about to begin for Barneys New York, the beleaguered luxury department store chain that declared bankruptcy in August and became a cautionary tale of retail hubris and the death of shopping as we once knew it.",
      "publication_date": "2019-10-15T22:53:39+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/15/business/barneys-bankruptcy-bidders.html",
      "byline": "By Vanessa Friedman and Sapna Maheshwari"
    },
    {
      "headline": "White House Is Said to Open Internal Review of Ukraine Call",
      "snippet": "Some advisers fear that the inquiry is a hunt for a scapegoat, people familiar with it said.",
      "abstract": "Some advisers fear that the inquiry is a hunt for a scapegoat, people familiar with it said.",
      "lead_paragraph": "WASHINGTON — President Trump has for weeks sought to unmask the whistle-blower who shed light on his Ukraine dealings. But instead aides have fixated on one another: Advisers began a fact-finding review that some fear is a hunt for a scapegoat, according to White House aides and other people familiar with it.",
      "publication_date": "2019-10-16T00:26:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/15/us/politics/white-house-review-ukraine.html",
      "byline": "By Julian E. Barnes, Maggie Haberman and Michael S. Schmidt"
    },
    {
      "headline": "Warren Draws Fire From All Sides, Reflecting a Shift in Fortunes in Race",
      "snippet": "The criticism of Elizabeth Warren illustrated her status as an emerging front-runner, while Joe Biden faced scrutiny over his son’s financial dealings overseas.",
      "abstract": "The criticism of Elizabeth Warren illustrated her status as an emerging front-runner, while Joe Biden faced scrutiny over his son’s financial dealings overseas.",
      "lead_paragraph": "WESTERVILLE, Ohio — Senator Elizabeth Warren of Massachusetts faced a sustained barrage of criticism from her Democratic rivals at a presidential debate in Ohio on Tuesday, tangling with a group of underdog moderates who assailed her liberal economic proposals, while former Vice President Joseph R. Biden Jr. appeared to fade from the fray after parrying President Trump’s attacks on his family.",
      "publication_date": "2019-10-16T01:23:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/15/us/politics/october-democratic-debate-recap.html",
      "byline": "By Alexander Burns and Jonathan Martin"
    },
    {
      "headline": "Elizabeth Warren, Candidate With the Plans, Needed One for All the Incoming Attacks",
      "snippet": "Her reward for a steady rise in the polls? Criticism from her debate rivals.",
      "abstract": "Her reward for a steady rise in the polls? Criticism from her debate rivals.",
      "lead_paragraph": "WESTERVILLE, Ohio — Senator Elizabeth Warren looked down, performatively taken aback. She raised her hand to speak — surely it was her turn again. She shrugged a little.",
      "publication_date": "2019-10-16T03:47:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/15/us/politics/elizabeth-warren-debate.html",
      "byline": "By Matt Flegenheimer and Katie Glueck"
    },
    {
      "headline": "Trump Lashes Out on Syria as Republicans Rebuke Him in House Vote",
      "snippet": "President Trump again defends his decision to withdraw American troops, an order that many, including Republicans, have interpreted as acquiescing to Turkey’s incursion against a United States ally.",
      "abstract": "President Trump again defends his decision to withdraw American troops, an order that many, including Republicans, have interpreted as acquiescing to Turkey’s incursion against a United States ally.",
      "lead_paragraph": "WASHINGTON — President Trump faced off against both parties in Congress on Wednesday in an extraordinary confrontation over his decision to abandon America’s Kurdish allies as the vast majority of House Republicans joined Democrats to condemn his policy in an overwhelming vote.",
      "publication_date": "2019-10-16T15:47:49+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/16/world/middleeast/trump-erdogan-turkey-syria-kurds.html",
      "byline": "By Peter Baker and Catie Edmondson"
    },
    {
      "headline": "G.M. and U.A.W. Reach Deal That Could End Strike",
      "snippet": "The accord reportedly includes wage increases and lump-sum payments, along with a formula for temporary workers to become full-time employees.",
      "abstract": "The accord reportedly includes wage increases and lump-sum payments, along with a formula for temporary workers to become full-time employees.",
      "lead_paragraph": "General Motors and the autoworkers’ union, confronting a period of flagging sales after years of record profits, reached a tentative contract deal on Wednesday that could end the company’s longest strike in half a century.",
      "publication_date": "2019-10-16T15:48:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/16/business/gm-uaw-strike.html",
      "byline": "By Neal E. Boudette"
    }
  ]
}