{
  "metadata": {
    "date": "2019-03-25",
    "total_articles": 16
  },
  "articles": [
    {
      "headline": "Trump Overrules Own Experts on Sanctions, in Favor to North Korea",
      "snippet": "“President Trump likes Chairman Kim, and he doesn’t think these sanctions will be necessary,” said Sarah Huckabee Sanders, the White House press secretary.",
      "abstract": "“President Trump likes Chairman Kim, and he doesn’t think these sanctions will be necessary,” said Sarah Huckabee Sanders, the White House press secretary.",
      "lead_paragraph": "WASHINGTON — President Trump undercut his own Treasury Department on Friday with a sudden announcement that he had rolled back newly imposed North Korea sanctions, appearing to overrule national security experts as a favor to Kim Jong-un, the North Korean leader.",
      "publication_date": "2019-03-22T18:05:46+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/22/world/asia/north-korea-sanctions.html",
      "byline": "By Alan Rappeport"
    },
    {
      "headline": "Why Netflix Won’t Be Part of Apple TV",
      "snippet": "The first skirmishes have already been fought in what could turn into a tech cold war. “The game is on,” said the Netflix chief executive, Reed Hastings.",
      "abstract": "The first skirmishes have already been fought in what could turn into a tech cold war. “The game is on,” said the Netflix chief executive, Reed Hastings.",
      "lead_paragraph": "Apple and Netflix, for better and for worse, have changed how we spend our leisure hours. In the process, the two companies have upended old media habits and created new ones. ",
      "publication_date": "2019-03-22T20:07:52+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/22/multimedia/netflix-apple-tv-streaming.html",
      "byline": "By Edmund Lee"
    },
    {
      "headline": "Pinterest Is Rare ‘Unicorn’ Preparing an I.P.O. Without Hemorrhaging Cash",
      "snippet": "The start-up, which lets people create virtual “pin boards,” officially joined the herd of tech companies stampeding to the public markets this year by unveiling its offering prospectus.",
      "abstract": "The start-up, which lets people create virtual “pin boards,” officially joined the herd of tech companies stampeding to the public markets this year by unveiling its offering prospectus.",
      "lead_paragraph": "SAN FRANCISCO — Pinterest is preparing for its debut on Wall Street with a claim that few other “unicorn” start-ups can make: It is not a financial sinkhole.",
      "publication_date": "2019-03-22T20:54:29+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/22/technology/pinterest-ipo.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "Mueller Delivers Report on Trump-Russia Investigation to Attorney General",
      "snippet": "Now the attorney general must decide how much of the report — one of the most highly anticipated documents in Washington in a generation — to make public.",
      "abstract": "Now the attorney general must decide how much of the report — one of the most highly anticipated documents in Washington in a generation — to make public.",
      "lead_paragraph": "WASHINGTON — The special counsel, Robert S. Mueller III, on Friday delivered a report on his inquiry into Russian interference in the 2016 election to Attorney General William P. Barr, bringing to a close an investigation that has consumed the nation and cast a shadow over President Trump for nearly two years.",
      "publication_date": "2019-03-22T21:03:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/22/us/politics/mueller-report.html",
      "byline": "By Sharon LaFraniere and Katie Benner"
    },
    {
      "headline": "For Trump and the System, Mueller’s Report Is a Turning Point and a Test",
      "snippet": "The delivery of the special counsel’s report to the Justice Department will transform the political landscape and shape the remainder of Mr. Trump’s presidency.",
      "abstract": "The delivery of the special counsel’s report to the Justice Department will transform the political landscape and shape the remainder of Mr. Trump’s presidency.",
      "lead_paragraph": "After nearly three years of investigation, after hundreds of interviews and thousands upon thousands of pages of documents, after scores of indictments and court hearings and guilty pleas, after endless hours of cable-television and dinner-table speculation, the moment of reckoning has arrived.",
      "publication_date": "2019-03-22T22:00:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/22/us/politics/donald-trump-mueller-report.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Battle Looms Over Executive Privilege as Congress Seeks Access to Mueller Files",
      "snippet": "As Attorney General William P. Barr weighs how much of the Mueller report to show Congress, Democrats make clear they will fight for even more.",
      "abstract": "As Attorney General William P. Barr weighs how much of the Mueller report to show Congress, Democrats make clear they will fight for even more.",
      "lead_paragraph": "WASHINGTON — The makings of an epic constitutional battle over the executive branch’s power to keep information secret from Congress started to take shape on Friday, as Attorney General William P. Barr began to weigh how much to disclose about the findings of the special counsel, Robert S. Mueller III.",
      "publication_date": "2019-03-22T23:56:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/22/us/politics/executive-privilege-mueller.html",
      "byline": "By Charlie Savage"
    },
    {
      "headline": "ISIS Caliphate Crumbles as Last Village in Syria Falls",
      "snippet": "American-backed forces took the last remnant of territory under Islamic State rule in Syria, but signs of the group’s resurgence are already visible.",
      "abstract": "American-backed forces took the last remnant of territory under Islamic State rule in Syria, but signs of the group’s resurgence are already visible.",
      "lead_paragraph": "A four-year military operation to flush the Islamic State from its territory in Iraq and Syria ended on Saturday as the last village held by the terrorist group was retaken, erasing a militant theocracy that once spanned two countries.",
      "publication_date": "2019-03-23T06:18:02+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/23/world/middleeast/isis-syria-caliphate.html",
      "byline": "By Rukmini Callimachi"
    },
    {
      "headline": "As Mueller Report Lands, Prosecutorial Focus Moves to New York",
      "snippet": "The special counsel’s work may be done, but prosecutors in Manhattan and elsewhere are pursuing investigations into the president’s family business and more.",
      "abstract": "The special counsel’s work may be done, but prosecutors in Manhattan and elsewhere are pursuing investigations into the president’s family business and more.",
      "lead_paragraph": "Even as the special counsel, Robert S. Mueller III, submitted his confidential report to the Justice Department on Friday, federal and state prosecutors are pursuing about a dozen other investigations that largely grew out of his work, all but ensuring that a legal threat will continue to loom over the Trump presidency.",
      "publication_date": "2019-03-23T11:35:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/23/us/trump-investigations-new-york.html",
      "byline": "By Ben Protess, William K. Rashbaum, Benjamin Weiser and Maggie Haberman"
    },
    {
      "headline": "Boeing Was ‘Go, Go, Go’ to Beat Airbus With the 737 Max",
      "snippet": "Caught short by its rival’s gains, Boeing raced to update its workhorse jet rather than design a new one. Workers describe a hectic project, but say they hadn’t felt safety was compromised.",
      "abstract": "Caught short by its rival’s gains, Boeing raced to update its workhorse jet rather than design a new one. Workers describe a hectic project, but say they hadn’t felt safety was compromised.",
      "lead_paragraph": "Boeing faced an unthinkable defection in the spring of 2011. American Airlines, an exclusive Boeing customer for more than a decade, was ready to place an order for hundreds of new, fuel-efficient jets from the world’s other major aircraft manufacturer, Airbus.",
      "publication_date": "2019-03-23T16:41:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/23/business/boeing-737-max-crash.html",
      "byline": "By David Gelles, Natalie Kitroeff, Jack Nicas and Rebecca R. Ruiz"
    },
    {
      "headline": "Hey, Look at Me! I’m a Venture Capitalist",
      "snippet": "As high-profile start-ups like Lyft, Pinterest and Uber prepare to go public, Silicon Valley venture capitalists are using the moment to shine the spotlight on themselves.",
      "abstract": "As high-profile start-ups like Lyft, Pinterest and Uber prepare to go public, Silicon Valley venture capitalists are using the moment to shine the spotlight on themselves.",
      "lead_paragraph": "SAN FRANCISCO — For Rick Heitzmann, a venture capitalist at FirstMark Capital, the moment is now.",
      "publication_date": "2019-03-24T09:00:11+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/24/technology/venture-capitalists-ipo-pinterest.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "Depressed and Anxious? These Video Games Want to Help",
      "snippet": "A growing number of games are taking on mental health issues like depression, anger and post-traumatic stress disorder.",
      "abstract": "A growing number of games are taking on mental health issues like depression, anger and post-traumatic stress disorder.",
      "lead_paragraph": "In the coming adventure video game Sea of Solitude, the main character — a young woman named Kay — navigates a partly submerged city as she faces a multitude of red-eyed scaly creatures.",
      "publication_date": "2019-03-24T09:00:12+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/24/technology/personaltech/depression-anxiety-video-games.html",
      "byline": "By Laura Parker"
    },
    {
      "headline": "Mueller Finds No Trump-Russia Conspiracy, but Stops Short of Exonerating President on Obstruction",
      "snippet": "The attorney general released the main findings of the closely watched investigation into Russia’s election interference and whether Trump associates conspired.",
      "abstract": "The attorney general released the main findings of the closely watched investigation into Russia’s election interference and whether Trump associates conspired.",
      "lead_paragraph": "WASHINGTON — The investigation led by Robert S. Mueller III found no evidence that President Trump or any of his aides coordinated with the Russian government’s 2016 election interference, according to a summary of the special counsel’s key findings made public on Sunday by Attorney General William P. Barr.",
      "publication_date": "2019-03-24T19:07:48+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/24/us/politics/mueller-report-summary.html",
      "byline": "By Mark Mazzetti and Katie Benner"
    },
    {
      "headline": "At the 737 Max Factory, Pilots Simulate New Boeing Software",
      "snippet": "Pilots from five airlines gathered in Renton, Wash., on Saturday to review proposed changes to the software of the 737 Max, two of which have crashed.",
      "abstract": "Pilots from five airlines gathered in Renton, Wash., on Saturday to review proposed changes to the software of the 737 Max, two of which have crashed.",
      "lead_paragraph": "Pilots from several airlines met with Boeing executives in Renton, Wash., on Saturday to discuss proposed changes to 737 Max jets, two of which have crashed in recent months.",
      "publication_date": "2019-03-24T23:47:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/24/business/boeing-737-pilots-simulators.html",
      "byline": "By David Gelles"
    },
    {
      "headline": "A Cloud Over Trump’s Presidency Is Lifted",
      "snippet": "The end of the special counsel’s investigation without findings of collusion with Russia fortified the president for the battles to come, including his campaign for re-election.",
      "abstract": "The end of the special counsel’s investigation without findings of collusion with Russia fortified the president for the battles to come, including his campaign for re-election.",
      "lead_paragraph": "WASHINGTON — For President Trump, it may have been the best day of his tenure so far. The darkest, most ominous cloud hanging over his presidency was all but lifted on Sunday with the release of the special counsel’s conclusions, which undercut the threat of impeachment and provided him with a powerful boost for the final 22 months of his term.",
      "publication_date": "2019-03-25T00:28:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/24/us/politics/trump-robert-mueller.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Trump Declares Exoneration, and a War on His Enemies",
      "snippet": "Like everyone else in the country, the president had been forced to wait while in Washington, the attorney general pored over the special counsel’s report and decided what to make public.",
      "abstract": "Like everyone else in the country, the president had been forced to wait while in Washington, the attorney general pored over the special counsel’s report and decided what to make public.",
      "lead_paragraph": "WASHINGTON — President Trump was in the private quarters of his Palm Beach, Fla., club on Sunday afternoon when two White House lawyers briefed him on the details of Attorney General William P. Barr’s four-page summary of the Russia investigation.",
      "publication_date": "2019-03-25T00:36:36+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/24/us/politics/trump-exonerated.html",
      "byline": "By Mark Landler and Maggie Haberman"
    },
    {
      "headline": "Barr Goes Beyond Mueller in Clearing Trump on Obstruction, Drawing Scrutiny",
      "snippet": "The special counsel, Robert S. Mueller III, punted on whether President Trump obstructed justice. Attorney General William P. Barr stepped in to exonerate the president.",
      "abstract": "The special counsel, Robert S. Mueller III, punted on whether President Trump obstructed justice. Attorney General William P. Barr stepped in to exonerate the president.",
      "lead_paragraph": "WASHINGTON — Over the 22 months of their inquiry, Robert S. Mueller III’s investigators examined countless documents and interviewed dozens of witnesses, including some of the highest-ranking lawyers and aides in the White House, to determine whether President Trump obstructed justice. But in the end, the special counsel reached no conclusion — instead producing a report that merely marshaled evidence on both sides.",
      "publication_date": "2019-03-25T01:45:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/24/us/politics/mueller-trump-obstruction-of-justice.html",
      "byline": "By Michael S. Schmidt and Charlie Savage"
    }
  ]
}