{
  "metadata": {
    "date": "2019-09-02",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "As Trump Escalates Trade War, U.S. and China Move Further Apart With No End in Sight",
      "snippet": "The standoff is upending the relationship between the world’s two largest economies.",
      "abstract": "The standoff is upending the relationship between the world’s two largest economies.",
      "lead_paragraph": "WASHINGTON — President Trump’s trade war with China entered new territory on Sunday as his next round of tariffs took effect, changing the rules of trade in ways that have no recent historic precedent and driving the world’s two largest economies further apart.",
      "publication_date": "2019-09-01T04:01:05+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/01/world/asia/trump-trade-war-china.html",
      "byline": "By Ana Swanson"
    },
    {
      "headline": "The Gillibrand Test Case for Women in Politics",
      "snippet": "Here’s what we learned about a feminist message in a six-woman field.",
      "abstract": "Here’s what we learned about a feminist message in a six-woman field.",
      "lead_paragraph": "We just need more women.",
      "publication_date": "2019-09-01T09:00:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/01/us/politics/kirsten-gillibrand-democrats-feminists.html",
      "byline": "By Lisa Lerer"
    },
    {
      "headline": "Cooking Eggs in the Morning and Shucking Oysters at Night, Thanks to an App",
      "snippet": "Facing a labor shortage, restaurants are turning to on-demand services for line cooks, dishwashers and other trained workers.",
      "abstract": "Facing a labor shortage, restaurants are turning to on-demand services for line cooks, dishwashers and other trained workers.",
      "lead_paragraph": "As he wrapped up a brunch shift at the Australian cafe Two Hands in the Little Italy section of Manhattan, Christopher Mortenson saw his phone light up. All afternoon, he had been waiting for the notification: ABC Cocina, an upscale Latin American restaurant in the Flatiron district, needed a line cook. He had an hour to get there.",
      "publication_date": "2019-09-01T09:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/01/business/restaurant-jobs-apps.html",
      "byline": "By Matthew Sedacca and David Yaffe-Bellany"
    },
    {
      "headline": "As Grass-Roots Labor Activism Rises, Will Unions Take Advantage?",
      "snippet": "Worker organizing is often being done with little union involvement or help. “It’s an opportunity being squandered,” one former labor official said.",
      "abstract": "Worker organizing is often being done with little union involvement or help. “It’s an opportunity being squandered,” one former labor official said.",
      "lead_paragraph": "LOS ANGELES — When a group of workers at the video-game maker Riot Games staged a three-hour walkout in May over the company’s handling of sex discrimination accusations, they had help from a labor organizer named Emma Kinema.",
      "publication_date": "2019-09-01T17:31:50+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/01/business/economy/labor-unions.html",
      "byline": "By Noam Scheiber"
    },
    {
      "headline": "Texas Shooting Brings New Urgency to Gun Debate in Congress",
      "snippet": "After shootings in Dayton and El Paso last month, the issue was already expected to top the agenda when lawmakers return from their recess next week. Now the pressure has intensified.",
      "abstract": "After shootings in Dayton and El Paso last month, the issue was already expected to top the agenda when lawmakers return from their recess next week. Now the pressure has intensified.",
      "lead_paragraph": "WASHINGTON — The deadly shooting spree in West Texas this weekend — the latest in an especially gruesome summer of massacres — has intensified pressure on congressional Republicans to take up gun safety legislation, giving fresh urgency to a debate that was already expected to be at the top of lawmakers’ agenda when they return to the Capitol next week.",
      "publication_date": "2019-09-02T00:26:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/01/us/politics/texas-shooting-gun-control.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Hurricane Dorian Batters Bahamas, Killing at Least 5: ‘a Historic Tragedy’",
      "snippet": "Dorian may be super-powerful, but it’s moving at a snail’s pace. That gives its torrential rains more time to produce floods, and its winds more time to destroy.",
      "abstract": "Dorian may be super-powerful, but it’s moving at a snail’s pace. That gives its torrential rains more time to produce floods, and its winds more time to destroy.",
      "lead_paragraph": "MIAMI — Hurricane Dorian, one of the most powerful Atlantic storms on record, hung over the Bahamas on Monday, thrashing the archipelago with high winds and surging seawater that flooded neighborhoods, submerged vehicles and shredded homes. The storm has left at least five people dead, officials said.",
      "publication_date": "2019-09-02T04:29:56+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/02/world/americas/hurricane-dorian-bahamas.html",
      "byline": "By Kirk Semple, Elisabeth Malkin and Frances Robles"
    },
    {
      "headline": "Along Hurricane Dorian’s Tortured Path, Millions Are United in Fear",
      "snippet": "A powerful Category 5 storm has bound together a disparate community of people across states and nations.",
      "abstract": "A powerful Category 5 storm has bound together a disparate community of people across states and nations.",
      "lead_paragraph": "ATLANTA — Norma Lemon, the owner of a Caribbean-themed restaurant on the South Carolina coast, knows well the power of a hurricane to shatter both property and lives. She can recall the distinctive sound of roofs being ripped away by the winds of Hurricane Hugo as it tore though Charleston in 1989. She spent nearly three months restoring her Island Breeze restaurant after it was flooded by Hurricane Irma in 2017.",
      "publication_date": "2019-09-02T06:30:05+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/02/us/along-hurricane-dorians-tortured-path-millions-are-united-in-fear.html",
      "byline": "By Richard Fausset, Nicholas Bogel-Burroughs, Patricia Mazzei and Frances Robles"
    },
    {
      "headline": "Trump Administration Officials at Odds Over C.I.A.’s Role in Afghanistan",
      "snippet": "White House advisers want to expand the C.I.A.’s presence as troops leave Afghanistan, but the agency’s director and others expressed reservations.",
      "abstract": "White House advisers want to expand the C.I.A.’s presence as troops leave Afghanistan, but the agency’s director and others expressed reservations.",
      "lead_paragraph": "WASHINGTON — Senior White House advisers have proposed secretly expanding the C.I.A.’s presence in Afghanistan if international forces begin to withdraw from the country, according to American officials. But C.I.A. and military officials have expressed reservations, prompting a debate in the administration that could complicate negotiations with the Taliban to end the war.",
      "publication_date": "2019-09-02T07:00:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/02/us/politics/trump-cia-afghanistan.html",
      "byline": "By Thomas Gibbons-Neff, Julian E. Barnes, Matthew Rosenberg and John Ismay"
    },
    {
      "headline": "Make Shoes in U.S., or Pay Tariffs? A Footwear Company Seeks a Third Option",
      "snippet": "President Trump’s trade war is pressuring American companies to leave China, but many won’t be able to move their supply chains home.",
      "abstract": "President Trump’s trade war is pressuring American companies to leave China, but many won’t be able to move their supply chains home.",
      "lead_paragraph": "Before the trade war threatened to upend everything, Lena Phoenix spent most of her hours puzzling over how to expand the thriving footwear business she and her husband had founded in their home in Colorado.",
      "publication_date": "2019-09-02T09:00:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/02/business/trade-war-china-tariffs.html",
      "byline": "By Peter S. Goodman"
    },
    {
      "headline": "Does Joe Biden Want to Be Doing This?",
      "snippet": "On certain days, Biden 2020 can feel more like a dutiful slog than the last march of a happy warrior.",
      "abstract": "On certain days, Biden 2020 can feel more like a dutiful slog than the last march of a happy warrior.",
      "lead_paragraph": "“How badly do you want to be president?” Joseph R. Biden Jr. was asked after a recent speech in Prole, Iowa. The answer to such an inquiry would appear self-evident in the case of Mr. Biden, who began his running-for-president routine more than three decades ago; in other words, very badly, one would assume.",
      "publication_date": "2019-09-02T09:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/02/us/politics/joe-biden-2020.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "California Boat Fire Kills at Least 20; Haunting Pleas as Flames Erupt",
      "snippet": "Five crew members were rescued, but the Coast Guard said the passengers were believed to have been asleep below deck.",
      "abstract": "Five crew members were rescued, but the Coast Guard said the passengers were believed to have been asleep below deck.",
      "lead_paragraph": "OXNARD, Calif. — The frantic knocking came well before dawn and jolted awake Bob and Shirley Hansen on their 60-foot fishing boat, The Grape Escape, moored for the night off the coast of Southern California.",
      "publication_date": "2019-09-02T13:45:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/02/us/santa-cruz-island-boat-fire.html",
      "byline": "By Jose A. Del Real, Niraj Chokshi and Thomas Fuller"
    }
  ]
}