{
  "metadata": {
    "date": "2019-07-01",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "In New Talks, U.S. May Settle for a Nuclear Freeze by North Korea",
      "snippet": "The idea taking shape inside the Trump administration would amount to negotiating a nuclear freeze that essentially enshrines the status quo, tacitly accepting the North as a nuclear power.",
      "abstract": "The idea taking shape inside the Trump administration would amount to negotiating a nuclear freeze that essentially enshrines the status quo, tacitly accepting the North as a nuclear power.",
      "lead_paragraph": "SEOUL, South Korea — From a seemingly fanciful tweet to a historic step into North Korean territory, President Trump’s largely improvised third meeting on Sunday with Kim Jong-un, the North Korean leader, was a masterpiece of drama, the kind of made-for-TV spectacle that Mr. Trump treasures.",
      "publication_date": "2019-07-01T00:32:02+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/30/world/asia/trump-kim-north-korea-negotiations.html",
      "byline": "By Michael Crowley and David E. Sanger"
    },
    {
      "headline": "Kamala Harris and Classmates Were Bused Across Berkeley. The Experience Changed Them.",
      "snippet": "Fellow Berkeley public school students remember the early days of the integration effort: “We were all just kids trying to figure it out on our own.”",
      "abstract": "Fellow Berkeley public school students remember the early days of the integration effort: “We were all just kids trying to figure it out on our own.”",
      "lead_paragraph": "BERKELEY, Calif. — In 1967, the superintendent of the Berkeley, Calif., school district had resolved to desegregate the city schools. “We will set an example for all the cities of America,” he wrote in a report called “Integration: A Plan for Berkeley,” which he presented to the Berkeley Board of Education. “The children of Berkeley will grow in a community where justice is part of their pattern of life,” the report stated.",
      "publication_date": "2019-07-01T01:47:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/30/us/politics/kamala-harris-berkeley-busing.html",
      "byline": "By Nellie Bowles"
    },
    {
      "headline": "Why Many in China Oppose Hong Kong’s Protests",
      "snippet": "It goes beyond propaganda.",
      "abstract": "It goes beyond propaganda.",
      "lead_paragraph": "Cecilia Zhang is the sort of Chinese person who you might think would be sympathetic to the protesters in Hong Kong. She went to a prestigious American university, gets her news from foreign media and has no plan to move back to the mainland from Hong Kong, where she has worked in the financial industry for the past four years. ",
      "publication_date": "2019-07-01T07:00:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/07/01/business/hong-kong-china-protests.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "Martin Sorrell Wants to Build a New Ad Empire. Please Don’t Call It Revenge.",
      "snippet": "Mr. Sorrell quit WPP, the advertising colossus he built from scratch, amid an “allegation of personal misconduct” that was never proved. Now, at 74, he is diving into an unplanned last act.",
      "abstract": "Mr. Sorrell quit WPP, the advertising colossus he built from scratch, amid an “allegation of personal misconduct” that was never proved. Now, at 74, he is diving into an unplanned last act.",
      "lead_paragraph": "Martin Sorrell has often scoffed at the notion that revenge is now part of his business strategy. But he must have relished a payback-is-sweet moment last July, when his new company, S4 Capital, announced that it had closed its first deal.",
      "publication_date": "2019-07-01T09:00:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2019/07/01/business/martin-sorrell-s4-wpp-advertising.html",
      "byline": "By David Segal"
    },
    {
      "headline": "What Trump’s Huawei Reversal Means for the Future of 5G",
      "snippet": "Huawei is the top threat to American dominance in wireless technology. And the U.S. is woefully, even disgracefully, behind.",
      "abstract": "Huawei is the top threat to American dominance in wireless technology. And the U.S. is woefully, even disgracefully, behind.",
      "lead_paragraph": "In an impromptu question-and-answer session late last month at the White House, President Trump was asked about the nation’s efforts to block Huawei, the Chinese telecommunications company, from doing business in the United States and with our allies around the globe.",
      "publication_date": "2019-07-01T09:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/07/01/business/dealbook/huawei-5g-national-security-trade.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Big Donors, Small Donors: Pete Buttigieg Has Courted Them All — Successfully",
      "snippet": "Mr. Buttigieg’s $24.8 million second-quarter total is the latest evidence that he has gone from a long shot to a serious candidate for the nomination in a matter of months.",
      "abstract": "Mr. Buttigieg’s $24.8 million second-quarter total is the latest evidence that he has gone from a long shot to a serious candidate for the nomination in a matter of months.",
      "lead_paragraph": "WASHINGTON — When Pete Buttigieg’s top fund-raisers gathered in Miami Beach to watch the first Democratic debate last week, those in attendance included corporate executives, Chelsea Clinton’s wedding planner and a 19-year-old who had started a viral Facebook page supporting the South Bend, Ind., mayor’s presidential campaign.",
      "publication_date": "2019-07-01T09:47:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/01/us/politics/pete-buttigieg-fundraising.html",
      "byline": "By Reid J. Epstein and Thomas Kaplan"
    },
    {
      "headline": "Iran Breaches Critical Limit on Nuclear Fuel Set by 2015 Deal",
      "snippet": "Tehran also signaled that it now intends to enrich its nuclear fuel stockpile to a purer level, a provocative action that could move the country closer to being able to use the fuel for a weapon.",
      "abstract": "Tehran also signaled that it now intends to enrich its nuclear fuel stockpile to a purer level, a provocative action that could move the country closer to being able to use the fuel for a weapon.",
      "lead_paragraph": "WASHINGTON — Iran on Monday violated a key provision of the 2015 international accord to restrict its nuclear program and signaled that it would soon breach another as it seeks more leverage in its escalating confrontation with the United States.",
      "publication_date": "2019-07-01T10:08:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/01/us/politics/iran-nuclear-limit-compliance.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Japan Resumes Commercial Whaling. But Is There an Appetite for It?",
      "snippet": "Sliding demand and rising costs could jeopardize commercial whaling in Japan, which restarted Monday after a hiatus of more than 30 years.",
      "abstract": "Sliding demand and rising costs could jeopardize commercial whaling in Japan, which restarted Monday after a hiatus of more than 30 years.",
      "lead_paragraph": "TOKYO — Japan resumed commercial whale hunting on Monday after a hiatus of more than 30 years, defying calls from conservation groups to protect animals once hunted to the brink of extinction.",
      "publication_date": "2019-07-01T15:58:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/07/01/business/japan-commercial-whaling.html",
      "byline": "By Ben Dooley and Hisako Ueno"
    }
  ]
}