{
  "metadata": {
    "date": "2019-06-14",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "In the Race for Factory Jobs Under Trump, the Midwest Isn’t Winning",
      "snippet": "The West and oil-rich areas have seen stronger gains than the industrial Midwest, which was hit hard by outsourcing and automation, a new analysis shows.",
      "abstract": "The West and oil-rich areas have seen stronger gains than the industrial Midwest, which was hit hard by outsourcing and automation, a new analysis shows.",
      "lead_paragraph": "In President Trump’s first two years in office, factory job growth accelerated, an achievement he has been claiming credit for ahead of the 2020 election, particularly in the industrial Midwest. His administration is “restoring American manufacturing,” Mr. Trump told workers at an Ohio factory in March.",
      "publication_date": "2019-06-13T22:47:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/06/13/business/economy/trump-manufacturing-jobs.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "Hong Kong Protests Raise Stakes for Xi’s Hard-Line Agenda",
      "snippet": "The battle in Hong Kong over a bill that would allow extraditions to mainland China reflects the risks of Mr. Xi’s domineering approach to rule.",
      "abstract": "The battle in Hong Kong over a bill that would allow extraditions to mainland China reflects the risks of Mr. Xi’s domineering approach to rule.",
      "lead_paragraph": "HONG KONG — Since he took power seven years ago, President Xi Jinping has faced a growing din of foreign condemnation over his government’s human rights record, a trade war that has sapped China’s strength and now, for a second time, mass protests in the streets of Hong Kong.",
      "publication_date": "2019-06-13T22:49:37+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/13/world/asia/hong-kong-xi-jinping-china.html",
      "byline": "By Chris Buckley and Steven Lee Myers"
    },
    {
      "headline": "After Placing Blame for Attacks, Trump Faces Difficult Choices on Confronting Iran",
      "snippet": "The president has said Tehran will suffer if American interests are threatened. But he has been vague about what his response might be, and the administration is divided.",
      "abstract": "The president has said Tehran will suffer if American interests are threatened. But he has been vague about what his response might be, and the administration is divided.",
      "lead_paragraph": "WASHINGTON — Secretary of State Mike Pompeo’s accusation on Thursday that Iran was behind an attack on two oil tankers forces President Trump to confront a choice he has avoided until now: whether to make good on his threat that Tehran would “suffer greatly” if American interests were imperiled.",
      "publication_date": "2019-06-14T00:27:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/13/us/politics/iran-oil-tanker-attack-mine.html",
      "byline": "By David E. Sanger and Edward Wong"
    },
    {
      "headline": "Nazis Killed Her Father. Then She Fell in Love With One.",
      "snippet": "Their billionaire descendants, who control Krispy Kreme, Stumptown and other brands, are grappling with the exposure of an unspeakable secret.",
      "abstract": "Their billionaire descendants, who control Krispy Kreme, Stumptown and other brands, are grappling with the exposure of an unspeakable secret.",
      "lead_paragraph": "Emilie Landecker was 19 when she went to work for Benckiser, a German company that made industrial cleaning products and also took pride in cleansing its staff of non-Aryan elements.",
      "publication_date": "2019-06-14T06:00:01+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2019/06/14/business/reimann-jab-nazi-keurig-krispy-kreme.html",
      "byline": "By Katrin Bennhold"
    },
    {
      "headline": "Stanford Team Aims at Alexa and Siri With a Privacy-Minded Alternative",
      "snippet": "A handful of companies already dominate the market for digital assistants. The implications for consumer privacy are a serious concern, researchers say.",
      "abstract": "A handful of companies already dominate the market for digital assistants. The implications for consumer privacy are a serious concern, researchers say.",
      "lead_paragraph": "PALO ALTO, Calif. — It has been almost two decades since Google started to dominate internet search the way Microsoft dominated software for personal computers a generation earlier.",
      "publication_date": "2019-06-14T07:00:06+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/06/14/technology/virtual-assistants-privacy.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "When Rohingya Refugees Fled to India, Hate on Facebook Followed",
      "snippet": "After posts on the social network contributed to Myanmar’s genocide of Rohingya Muslims, Facebook vowed to fix the problem. Then the vitriol moved to India.",
      "abstract": "After posts on the social network contributed to Myanmar’s genocide of Rohingya Muslims, Facebook vowed to fix the problem. Then the vitriol moved to India.",
      "lead_paragraph": "KOLKATA, India — Mohammad Salim, a Rohingya Muslim refugee, thought he had left genocidal violence and Facebook vitriol behind when he fled his native country, Myanmar, in 2013.",
      "publication_date": "2019-06-14T07:00:08+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/06/14/technology/facebook-hate-speech-rohingya-india.html",
      "byline": "By Vindu Goel and Shaikh Azizur Rahman"
    },
    {
      "headline": "See a Design of the Harriet Tubman $20 Bill That Mnuchin Delayed",
      "snippet": "A previously unreleased design concept made by the Bureau of Engraving and Printing in late 2016 reveals what a Harriet Tubman $20 bill might look like.",
      "abstract": "A previously unreleased design concept made by the Bureau of Engraving and Printing in late 2016 reveals what a Harriet Tubman $20 bill might look like.",
      "lead_paragraph": "WASHINGTON — Extensive work was well underway on a new $20 bill bearing the image of Harriet Tubman when Treasury Secretary Steven Mnuchin announced last month that the design of the note would be delayed for technical reasons by six years and might not include the former slave and abolitionist.",
      "publication_date": "2019-06-14T12:00:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/06/14/us/politics/harriet-tubman-bill.html",
      "byline": "By Alan Rappeport"
    },
    {
      "headline": "U.S. Puts Iran on Notice and Weighs Response to Attack on Oil Tankers",
      "snippet": "President Trump offered no details and suggested that he was ready to engage with the Iranians, who denied responsibility for the attacks, whenever they are prepared to talk.",
      "abstract": "President Trump offered no details and suggested that he was ready to engage with the Iranians, who denied responsibility for the attacks, whenever they are prepared to talk.",
      "lead_paragraph": "WASHINGTON — The Trump administration began an urgent debate on Friday over how to respond to what officials say has grown into a shadow war with Iran, after attacks on oil tankers in the Persian Gulf that appeared meant to assert Iranian control over one of the world’s most strategic shipping lanes at a time of heightened tension with the United States.",
      "publication_date": "2019-06-14T12:36:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/14/us/politics/trump-iran-tanker-hormuz.html",
      "byline": "By Mark Landler, Julian E. Barnes and Eric Schmitt"
    },
    {
      "headline": "Russia Sought to Use Social Media to Influence E.U. Vote, Report Finds",
      "snippet": "A misinformation campaign by groups linked to Russia tried to depress turnout in last month’s parliamentary elections, a European Commission review said.",
      "abstract": "A misinformation campaign by groups linked to Russia tried to depress turnout in last month’s parliamentary elections, a European Commission review said.",
      "lead_paragraph": "LONDON — European authorities blamed Russian groups on Friday for disinformation campaigns designed to depress turnout and sway public opinion in last month’s European Union elections, an official accounting that underscored how Russian interference has not abated and that Facebook and other tech platforms remain vulnerable to meddling.",
      "publication_date": "2019-06-14T13:37:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/14/business/eu-elections-russia-misinformation.html",
      "byline": "By Adam Satariano"
    }
  ]
}