{
  "metadata": {
    "date": "2019-12-12",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "We Just Got a Rare Look at National Security Surveillance. It Was Ugly.",
      "snippet": "A high-profile inspector general report has served as fodder for arguments about President Trump. But its findings about surveillance are important beyond partisan politics.",
      "abstract": "A high-profile inspector general report has served as fodder for arguments about President Trump. But its findings about surveillance are important beyond partisan politics.",
      "lead_paragraph": "WASHINGTON — When a long-awaited inspector general report about the F.B.I.’s Russia investigation became public this week, partisans across the political spectrum mined it to argue about whether President Trump falsely smeared the F.B.I. or was its victim. But the report was also important for reasons that had nothing to do with Mr. Trump.",
      "publication_date": "2019-12-11T18:03:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/11/us/politics/fisa-surveillance-fbi.html",
      "byline": "By Charlie Savage"
    },
    {
      "headline": "Wider Definition of Judaism Is Likely to Aid Crackdown on Colleges",
      "snippet": "Even before President Trump issued his order targeting anti-Semitism on U.S. campuses, the Education Department was actively investigating accusations of anti-Jewish bias.",
      "abstract": "Even before President Trump issued his order targeting anti-Semitism on U.S. campuses, the Education Department was actively investigating accusations of anti-Jewish bias.",
      "lead_paragraph": "WASHINGTON — An executive order signed Wednesday that extends civil rights protection to Jews is likely to strengthen the hand of President Trump’s Education Department, where the department’s civil rights chief has been investigating some of the nation’s most elite universities for anti-Jewish bias.",
      "publication_date": "2019-12-11T18:50:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/11/us/politics/trump-anti-semitism-judaism-nationality.html",
      "byline": "By Erica L. Green"
    },
    {
      "headline": "Fed Keeps Interest Rates Steady and Projects Little Movement Ahead",
      "snippet": "The Federal Reserve’s final meeting of the year brought an end to rate cuts for 2019, and officials penciled in no rate changes next year.",
      "abstract": "The Federal Reserve’s final meeting of the year brought an end to rate cuts for 2019, and officials penciled in no rate changes next year.",
      "lead_paragraph": "WASHINGTON — The Federal Reserve left interest rates unchanged at its final meeting of the year on Wednesday, and officials signaled an indefinite pause as America’s economy chugs through a record-long expansion on what appears to be sustainable footing. ",
      "publication_date": "2019-12-11T19:02:43+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/11/business/economy/fed-interest-rates.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "Weinstein and His Accusers Reach Tentative $25 Million Deal",
      "snippet": "A proposed settlement would end nearly every lawsuit filed by the Hollywood producer’s alleged victims, without his having to admit wrongdoing or pay anything to the women.",
      "abstract": "A proposed settlement would end nearly every lawsuit filed by the Hollywood producer’s alleged victims, without his having to admit wrongdoing or pay anything to the women.",
      "lead_paragraph": "After two years of legal wrangling, Harvey Weinstein and the board of his bankrupt film studio have reached a tentative $25 million settlement agreement with dozens of his alleged sexual misconduct victims, a deal that would not require the Hollywood producer to admit wrongdoing or pay anything to his accusers himself, according to lawyers involved in the negotiations.",
      "publication_date": "2019-12-11T19:23:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/11/us/harvey-weinstein-settlement.html",
      "byline": "By Megan Twohey and Jodi Kantor"
    },
    {
      "headline": "Natural Gas Boom Fizzles as a U.S. Glut Sinks Profits",
      "snippet": "Chevron’s multibillion-dollar write-down of gas assets is the most recent sign that the gas supply has far outstripped demand.",
      "abstract": "Chevron’s multibillion-dollar write-down of gas assets is the most recent sign that the gas supply has far outstripped demand.",
      "lead_paragraph": "HOUSTON — A decade ago, natural gas was heralded as the fuel of the future. In shale fields across the country, hydraulic fracturing uncorked a lucrative new source of supply. Energy giants like Exxon Mobil and Chevron snapped up smaller companies to get in on the action, and investors poured billions of dollars into export terminals to ship gas to China and Europe.",
      "publication_date": "2019-12-11T22:14:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/11/business/energy-environment/natural-gas-shale-chevron.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Withering Criticism of F.B.I. as Watchdog Presents Russia Inquiry Findings",
      "snippet": "At a Senate Judiciary Committee hearing, the Justice Department’s inspector general recounted egregious problems with wiretap files.",
      "abstract": "At a Senate Judiciary Committee hearing, the Justice Department’s inspector general recounted egregious problems with wiretap files.",
      "lead_paragraph": "WASHINGTON — The Justice Department’s inspector general on Wednesday painted a bleak portrait of the F.B.I. as a dysfunctional agency that severely mishandled its surveillance powers in the Russia investigation, but told lawmakers he had no evidence that the mistakes were intentional or undertaken out of political bias rather than “gross incompetence and negligence.”",
      "publication_date": "2019-12-11T23:38:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/11/us/politics/ig-horowitz-report-hearing.html",
      "byline": "By Charlie Savage and Adam Goldman"
    },
    {
      "headline": "China’s Companies Binged on Debt. Now They Can’t Pay the Bill.",
      "snippet": "Rising bond defaults raise new questions about whether Beijing can effectively address its huge debt problem.",
      "abstract": "Rising bond defaults raise new questions about whether Beijing can effectively address its huge debt problem.",
      "lead_paragraph": "HONG KONG — China’s companies racked up some towering bills as they expanded, and the world’s investors and lenders rushed to offer them even more money.",
      "publication_date": "2019-12-12T10:00:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/12/business/china-default.html",
      "byline": "By Alexandra Stevenson"
    },
    {
      "headline": "U.S. Settles on Outline of Elusive China Trade Deal",
      "snippet": "The president met with his economic advisers on Thursday as the United States and China moved closer to finishing a trade pact.",
      "abstract": "The president met with his economic advisers on Thursday as the United States and China moved closer to finishing a trade pact.",
      "lead_paragraph": "WASHINGTON — The United States has settled on final terms of a partial trade deal with China, several people familiar with the negotiations said, a development that could ease tensions between the world’s largest economies just days before the long-running trade war is set to escalate.",
      "publication_date": "2019-12-12T15:43:51+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/12/business/economy/trump-china-trade-deal.html",
      "byline": "By Ana Swanson, Alan Rappeport and Keith Bradsher"
    }
  ]
}