{
  "metadata": {
    "date": "2019-12-13",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Clint Eastwood’s ‘Richard Jewell’ Is at the Center of a Media Storm",
      "snippet": "The film shows the journalist Kathy Scruggs trading sex for a scoop. “It’s an insult not only to her, but to just about any other woman who’s been a reporter,” says her writing partner.",
      "abstract": "The film shows the journalist Kathy Scruggs trading sex for a scoop. “It’s an insult not only to her, but to just about any other woman who’s been a reporter,” says her writing partner.",
      "lead_paragraph": "ATLANTA — Clint Eastwood received a standing ovation on Tuesday when he was introduced by the Georgia House speaker, David Ralston, for the red-carpet premiere of “Richard Jewell” at the Rialto Center for the Arts in downtown Atlanta. The audience broke into applause again at the climax of the fact-based film Mr. Eastwood directed about the security guard who was suspected by the F.B.I. of planting a bomb at the 1996 Summer Olympic Games.",
      "publication_date": "2019-12-12T16:40:47+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/12/business/media/richard-jewell-kathy-scruggs.html",
      "byline": "By Marc Tracy"
    },
    {
      "headline": "A Recession Hasn’t Arrived (Yet). Here’s Where You’ll See It First.",
      "snippet": "Amid last summer’s recession fever, we identified the key indicators to watch for signs of trouble. Five months later, the situation has improved, but risks remain.",
      "abstract": "Amid last summer’s recession fever, we identified the key indicators to watch for signs of trouble. Five months later, the situation has improved, but risks remain.",
      "lead_paragraph": "For a few weeks last summer, you would have been forgiven for thinking the United States was racing headlong into a recession. Financial markets were in turmoil, once-confident business leaders were suddenly jittery and seemingly every financial news outlet was warning that the economy was in trouble.",
      "publication_date": "2019-12-12T17:23:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/12/business/economy/economy-recession.html",
      "byline": "By Ben Casselman"
    },
    {
      "headline": "House Panel Delays Vote on Impeachment Articles",
      "snippet": "The House Judiciary Committee abruptly postponed the expected party-line approval of two articles of impeachment, now set for Friday, which will send the charges to the full House for a vote.",
      "abstract": "The House Judiciary Committee abruptly postponed the expected party-line approval of two articles of impeachment, now set for Friday, which will send the charges to the full House for a vote.",
      "lead_paragraph": "WASHINGTON — House Judiciary Committee Democrats on Thursday abruptly put off a pair of historic impeachment votes after a drawn-out battle with Republicans stretched late into the night, setting up final action on Friday to approve charges that President Trump abused his power and obstructed Congress.",
      "publication_date": "2019-12-12T18:16:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/12/us/politics/trump-impeachment-judiciary.html",
      "byline": "By Nicholas Fandos"
    },
    {
      "headline": "In a Polarized Era, Will Impeachment Become a ‘New Normal’?",
      "snippet": "As the House takes another step toward impeaching President Trump, concern is increasing that trying to remove a president will become a more common partisan tool.",
      "abstract": "As the House takes another step toward impeaching President Trump, concern is increasing that trying to remove a president will become a more common partisan tool.",
      "lead_paragraph": "WASHINGTON — It was a powerful congressional weapon deployed in only the most extreme cases, so explosive that lawmakers feared the wider damage it could do if used for the wrong reasons. Today, the filibuster is an everyday part of Senate business, standard operating procedure in a polarized world where the once rare has become commonplace.",
      "publication_date": "2019-12-12T20:09:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/12/us/impeachment-democrats-republicans.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "F.T.C. Is Said to Consider an Injunction Against Facebook",
      "snippet": "Such an action would seek to block a technical integration of WhatsApp, Facebook Messenger and Instagram, people familiar with the matter said.",
      "abstract": "Such an action would seek to block a technical integration of WhatsApp, Facebook Messenger and Instagram, people familiar with the matter said.",
      "lead_paragraph": "SAN FRANCISCO — The Federal Trade Commission is considering seeking a preliminary injunction against Facebook to prevent the social network from integrating several of its messaging services, according to three people with knowledge of the matter.",
      "publication_date": "2019-12-12T21:23:40+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/12/technology/ftc-facebook-injunction.html",
      "byline": "By Mike Isaac and Cecilia Kang"
    },
    {
      "headline": "Conservatives Win Commanding Majority in U.K. Vote: ‘Brexit Will Happen’",
      "snippet": "The strong showing is vindication for Boris Johnson, who now has a chance to put his personal stamp on Britain, beginning with Brexit.",
      "abstract": "The strong showing is vindication for Boris Johnson, who now has a chance to put his personal stamp on Britain, beginning with Brexit.",
      "lead_paragraph": "LONDON — Prime Minister Boris Johnson and his Conservative Party won a commanding majority in the British Parliament, a striking victory that redraws the lines in British politics and paves the way for the country’s exit from the European Union early next year.",
      "publication_date": "2019-12-13T01:50:25+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/12/world/europe/uk-election-boris-johnson.html",
      "byline": "By Mark Landler and Stephen Castle"
    },
    {
      "headline": "She Accused a Tech Billionaire of Rape. The Chinese Internet Turned Against Her.",
      "snippet": "Liu Jingyao, a college student, describes what it’s like to be slut-shamed by 800 million people.",
      "abstract": "Liu Jingyao, a college student, describes what it’s like to be slut-shamed by 800 million people.",
      "lead_paragraph": "MINNEAPOLIS — When Liu Jingyao introduced herself, in the lobby of her apartment building, I didn’t recognize her. It was a puzzling feeling. For an entire year, photos of her had blanketed the Chinese internet. Like tens of millions of other Chinese, I had watched and rewatched surveillance video of her in this very building. She was one of the most talked about and mysterious women in China, and I thought I knew what she looked like.",
      "publication_date": "2019-12-13T10:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2019/12/13/business/liu-jingyao-interview-richard-liu.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "Brexit’s Advance Opens a New Trade Era",
      "snippet": "The decisive Conservative victory in Britain leaves no doubt that in today’s global equation, national interests are supreme and globalization is suspect.",
      "abstract": "The decisive Conservative victory in Britain leaves no doubt that in today’s global equation, national interests are supreme and globalization is suspect.",
      "lead_paragraph": "LONDON — The notion that global economic integration amounts to human progress had a good run, dominating the thinking of the powers that be for more than seven decades. But a new era is underway in which national interests take primacy over collective concerns, with trading arrangements negotiated among individual countries. ",
      "publication_date": "2019-12-13T10:50:37+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/13/business/economy/uk-election-brexit-trade.html",
      "byline": "By Peter S. Goodman"
    },
    {
      "headline": "Panel Approves Impeachment Articles and Sends Charges for a House Vote",
      "snippet": "The House Judiciary Committee voted over Republican objections to advance two articles of impeachment accusing President Trump of abuse of power and obstruction of Congress.",
      "abstract": "The House Judiciary Committee voted over Republican objections to advance two articles of impeachment accusing President Trump of abuse of power and obstruction of Congress.",
      "lead_paragraph": "WASHINGTON — A fiercely divided House Judiciary Committee approved two articles of impeachment against President Trump on Friday, setting up a historic vote before the full House that would make him only the third president to be impeached.",
      "publication_date": "2019-12-13T13:56:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/13/us/politics/impeachment-vote.html",
      "byline": "By Nicholas Fandos"
    },
    {
      "headline": "Brexit Is Going to Get Done. But on Whose Terms?",
      "snippet": "Boris Johnson’s victory has drawn in millions of former Labour voters whose vision of Brexit is far different from the Conservative establishment’s.",
      "abstract": "Boris Johnson’s victory has drawn in millions of former Labour voters whose vision of Brexit is far different from the Conservative establishment’s.",
      "lead_paragraph": "LONDON — Prime Minister Boris Johnson’s landslide election victory Thursday clarifies British politics in one important respect: Efforts to reverse the Brexit referendum are now dead. Britain will leave the European Union next month. But on what terms it will do so remains unclear, perhaps even more so in the wake of the election.",
      "publication_date": "2019-12-13T14:44:07+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/13/world/europe/brexit-boris-johnson-election.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Initial China Trade Deal Defuses Tensions, but U.S. Still Has Concerns",
      "snippet": "The agreement includes a commitment by China to buy more agriculture products and to strengthen laws protecting foreign companies operating there.",
      "abstract": "The agreement includes a commitment by China to buy more agriculture products and to strengthen laws protecting foreign companies operating there.",
      "lead_paragraph": "WASHINGTON — When President Trump and China confirmed on Friday that they had reached an initial trade deal, it helped defuse tensions in a 19-month trade war and avoided another round of punishing tariffs scheduled for this weekend. ",
      "publication_date": "2019-12-13T15:13:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/13/business/economy/china-trade-deal.html",
      "byline": "By Alan Rappeport, Ana Swanson, Keith Bradsher and Chris Buckley"
    }
  ]
}