{
  "metadata": {
    "date": "2019-09-26",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Trump Pressed Ukraine’s President to Investigate Democrats as ‘a Favor’",
      "snippet": "The reconstruction of call between the two leaders becomes a flash point in the evolving fight over impeachment.",
      "abstract": "The reconstruction of call between the two leaders becomes a flash point in the evolving fight over impeachment.",
      "lead_paragraph": "President Trump repeatedly pressured Ukraine’s leader to investigate leading Democrats as “a favor” to him during a telephone call last summer in which the two discussed the former Soviet republic’s need for more American financial aid to counter Russian aggression.",
      "publication_date": "2019-09-25T19:34:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/25/us/politics/donald-trump-impeachment-probe.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Elated, Furious, Wary: Impeachment Divides Voters, Like Everything Trump",
      "snippet": "For many Democratic voters around the country, the prospect of an explosive impeachment battle in Washington left them nervous. Republicans were mostly unmoved.",
      "abstract": "For many Democratic voters around the country, the prospect of an explosive impeachment battle in Washington left them nervous. Republicans were mostly unmoved.",
      "lead_paragraph": "DAVENPORT, Iowa — Kristy Schneeberger, a Democrat in Eastern Iowa, said it was about time that Democrats in Congress moved to impeach President Trump. “No one is above the law,” she said.",
      "publication_date": "2019-09-25T23:59:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/25/us/impeachment-public-opinion.html",
      "byline": "By Trip Gabriel, Jack Healy and Sabrina Tavernise"
    },
    {
      "headline": "Whistle-Blower Is Said to Allege Concerns About White House Handling of Ukraine Call",
      "snippet": "New details have emerged about the intelligence officer who raised alarms about the president’s pressure on Ukraine to open inquiries that could benefit him politically.",
      "abstract": "New details have emerged about the intelligence officer who raised alarms about the president’s pressure on Ukraine to open inquiries that could benefit him politically.",
      "lead_paragraph": "WASHINGTON — The intelligence officer who filed a whistle-blower complaint about President Trump’s interactions with the leader of Ukraine raised alarms not only about what the two men said in a phone call, but also about how the White House handled records of the conversation, according to two people briefed on the complaint.",
      "publication_date": "2019-09-26T00:18:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/25/us/politics/trump-ukraine-whistleblower.html",
      "byline": "By Charlie Savage, Michael S. Schmidt and Julian E. Barnes"
    },
    {
      "headline": "Phone Call Showed Only a Slice of Trump’s Obsession With Ukraine",
      "snippet": "Since the 2016 campaign, the president has had an intense fixation on the country, which he believes is tied up in the origins of the special counsel’s investigation.",
      "abstract": "Since the 2016 campaign, the president has had an intense fixation on the country, which he believes is tied up in the origins of the special counsel’s investigation.",
      "lead_paragraph": "WASHINGTON — It was not a country that would naturally have seemed high on the priority list of a president who came to office relishing a trade clash with China, promising to reorder the Middle East and haranguing European allies to spend more on NATO.",
      "publication_date": "2019-09-26T00:52:51+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/25/us/politics/trump-ukraine-obsession.html",
      "byline": "By Kenneth P. Vogel, Julian E. Barnes, Maggie Haberman and Sharon LaFraniere"
    },
    {
      "headline": "At Least 70 Countries Have Had Disinformation Campaigns, Study Finds",
      "snippet": "Governments are using “cyber troops” to discredit political opponents, bury opposing views and interfere in foreign affairs, according to Oxford researchers.",
      "abstract": "Governments are using “cyber troops” to discredit political opponents, bury opposing views and interfere in foreign affairs, according to Oxford researchers.",
      "lead_paragraph": "In Vietnam, citizens were enlisted to post pro-government messages on their personal Facebook pages. The Guatemalan government used hacked and stolen social media accounts to silence dissenting opinions. Ethiopia’s ruling party hired people to influence social media conversations in its favor.",
      "publication_date": "2019-09-26T04:01:07+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/26/technology/government-disinformation-cyber-troops.html",
      "byline": "By Davey Alba and Adam Satariano"
    },
    {
      "headline": "At Tech’s Leading Edge, Worry About a Concentration of Power",
      "snippet": "A.I. research is becoming increasingly expensive, leaving few people with easy access to the computing firepower necessary to develop the technology.",
      "abstract": "A.I. research is becoming increasingly expensive, leaving few people with easy access to the computing firepower necessary to develop the technology.",
      "lead_paragraph": "Each big step of progress in computing — from mainframe to personal computer to internet to smartphone — has opened opportunities for more people to invent on the digital frontier.",
      "publication_date": "2019-09-26T07:00:05+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/26/technology/ai-computer-expense.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Kathryn Murdoch Steps Out of the Family Shadow to Fight Climate Change",
      "snippet": "You know her last name, and her father-in-law, Rupert, the conservative media mogul. Now, she hopes to remove partisan obstacles to climate progress that her family’s empire helped build.",
      "abstract": "You know her last name, and her father-in-law, Rupert, the conservative media mogul. Now, she hopes to remove partisan obstacles to climate progress that her family’s empire helped build.",
      "lead_paragraph": "Kathryn Murdoch is sitting with a reporter in her offices in the West Village, talking about climate change and democracy.",
      "publication_date": "2019-09-26T09:00:32+0000",
      "section_name": "Climate",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2019/09/26/climate/kathryn-murdoch-climate-change-voting.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "White House Tried to ‘Lock Down’ Ukraine Call Records, Whistle-Blower Says",
      "snippet": "The whistle-blower’s complaint accused President Trump of trying to compel Ukraine’s leader to help investigate a 2020 rival, and the White House of trying to “lock down” records of the call.",
      "abstract": "The whistle-blower’s complaint accused President Trump of trying to compel Ukraine’s leader to help investigate a 2020 rival, and the White House of trying to “lock down” records of the call.",
      "lead_paragraph": "WASHINGTON — Senior White House officials tried to “lock down” a record of President Trump’s call with the leader of Ukraine in an attempted cover-up of Mr. Trump’s efforts to compel an investigation of a Democratic rival, a whistle-blower alleged in an explosive complaint released Thursday.",
      "publication_date": "2019-09-26T12:40:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/26/us/politics/whistleblower-complaint-released.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "Boeing Underestimated Cockpit Chaos on 737 Max, N.T.S.B. Says",
      "snippet": "The federal agency, after a monthslong review, said the company had failed to account for how a misfire of an automated system could lead to other problems for pilots.",
      "abstract": "The federal agency, after a monthslong review, said the company had failed to account for how a misfire of an automated system could lead to other problems for pilots.",
      "lead_paragraph": "A monthslong federal investigation into Boeing’s 737 Max plane has called into question some of the most fundamental assumptions used by manufacturers and regulators when certifying aircraft, and challenged Boeing’s repeated assertions that pilots should have been able to easily handle a malfunction on its jet.",
      "publication_date": "2019-09-26T14:10:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/26/business/boeing-737-max-ntsb-mcas.html",
      "byline": "By Natalie Kitroeff"
    },
    {
      "headline": "Twitch Users Watch Billions of Hours of Video, but the Site Wants to Go Beyond Fortnite",
      "snippet": "The live-streaming platform, owned by Amazon, has more viewers than many cable channels. But a new ad campaign aims to show it’s good for more than video games.",
      "abstract": "The live-streaming platform, owned by Amazon, has more viewers than many cable channels. But a new ad campaign aims to show it’s good for more than video games.",
      "lead_paragraph": "Without video games, Twitch would not be what it is now: a live-streaming platform with millions of devoted viewers and broadcasters, some of them with tattoos of the company’s logo. But the company, which Amazon bought five years ago for more than $1 billion, has ambitions beyond serving fans of Fortnite and World of Warcraft.",
      "publication_date": "2019-09-26T15:35:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/26/business/media/twitch-twitchcon-ads-redesign.html",
      "byline": "By Tiffany Hsu"
    }
  ]
}