{
  "metadata": {
    "date": "2019-11-07",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "California Sues Facebook for Documents in Privacy Investigation",
      "snippet": "The state said Facebook had resisted or ignored dozens of requests for documents and internal correspondence about the company’s handling of personal data.",
      "abstract": "The state said Facebook had resisted or ignored dozens of requests for documents and internal correspondence about the company’s handling of personal data.",
      "lead_paragraph": "WASHINGTON — California’s attorney general on Wednesday said he was investigating Facebook’s privacy practices and accused the company of failing to cooperate with his inquiry, in the social network’s latest fight over how it treats user information.",
      "publication_date": "2019-11-06T18:58:14+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/11/06/technology/facebook-california-investigation.html",
      "byline": "By Cecilia Kang and David McCabe"
    },
    {
      "headline": "Flint’s Children Suffer in Class After Years of Drinking the Lead-Poisoned Water",
      "snippet": "The city’s schools, stretched even before the lead crisis, are struggling with demands for individualized education programs and behavioral interventions for children with high lead exposure.",
      "abstract": "The city’s schools, stretched even before the lead crisis, are struggling with demands for individualized education programs and behavioral interventions for children with high lead exposure.",
      "lead_paragraph": "FLINT, Mich. — Nakiya Wakes could not understand how her wiry, toothy-grinned 6-year-old had gone from hyperactive one school year to what teachers described as hysterical the next. Then, in 2015, the state of Michigan delivered a diagnosis of sorts: Ms. Wakes’s neighborhood’s water — which her son, Jaylon, had been drinking and bathing in for more than a year — was saturated with lead, at some of the highest levels in the city. ",
      "publication_date": "2019-11-06T19:03:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/06/us/politics/flint-michigan-schools.html",
      "byline": "By Erica L. Green"
    },
    {
      "headline": "The G.O.P.’s Election Day Problem in the Suburbs Is Getting Worse",
      "snippet": "In Virginia, Pennsylvania and Kentucky, many voters in historically Republican suburbs supported Democratic candidates, in part because of antipathy toward President Trump.",
      "abstract": "In Virginia, Pennsylvania and Kentucky, many voters in historically Republican suburbs supported Democratic candidates, in part because of antipathy toward President Trump.",
      "lead_paragraph": "RICHMOND, Va. — For the second Election Day in as many years, suburban voters demonstrated enormous political power in electing or aiding Democratic candidates in historically Republican areas, underscoring the drift of many moderate voters from the G.O.P. in the era of President Trump. ",
      "publication_date": "2019-11-06T19:15:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/06/us/politics/kentucky-governor-virginia-election.html",
      "byline": "By Trip Gabriel, Jonathan Martin and Alexander Burns"
    },
    {
      "headline": "Top Ukraine Diplomat Testified Giuliani Spearheaded Pressure for Investigations",
      "snippet": "The top American diplomat in Ukraine, who is to be the first witness in public House impeachment hearings, told investigators it was Rudolph W. Giuliani who instigated the Ukraine pressure campaign.",
      "abstract": "The top American diplomat in Ukraine, who is to be the first witness in public House impeachment hearings, told investigators it was Rudolph W. Giuliani who instigated the Ukraine pressure campaign.",
      "lead_paragraph": "WASHINGTON — The top American diplomat in Ukraine identified Rudolph W. Giuliani, President Trump’s personal lawyer, as the instigator behind the drive to get Ukraine’s president to announce investigations into Mr. Trump’s political rivals, telling impeachment investigators last month that Mr. Giuliani was acting on behalf of the president.",
      "publication_date": "2019-11-06T19:56:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/06/us/politics/trump-impeachment-hearings.html",
      "byline": "By Nicholas Fandos"
    },
    {
      "headline": "Former Twitter Employees Charged With Spying for Saudi Arabia",
      "snippet": "The Justice Department’s charges raised questions about the security of technology companies.",
      "abstract": "The Justice Department’s charges raised questions about the security of technology companies.",
      "lead_paragraph": "SAN FRANCISCO — Ali Alzabarah was an engineer who rose through the ranks at Twitter to a job that gave him access to personal information and account data of the social media service’s millions of users. ",
      "publication_date": "2019-11-06T22:35:28+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/06/technology/twitter-saudi-arabia-spies.html",
      "byline": "By Kate Conger, Mike Isaac, Katie Benner and Nicole Perlroth"
    },
    {
      "headline": "Trump’s Twitter War Room Aims Its Punches at Decorated Colonel",
      "snippet": "The president and his allies have used the platform to frame his defense and attack key witnesses, including Lt. Col. Alexander S. Vindman.",
      "abstract": "The president and his allies have used the platform to frame his defense and attack key witnesses, including Lt. Col. Alexander S. Vindman.",
      "lead_paragraph": "Days after a decorated Army lieutenant colonel offered damaging testimony about President Trump’s conduct on a July phone call with Ukraine’s leader, Mr. Trump stood on the South Lawn and issued a vague but ominous warning.",
      "publication_date": "2019-11-07T04:15:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/06/us/politics/trump-vindman-twitter.html",
      "byline": "By Mike McIntire and Nicholas Confessore"
    },
    {
      "headline": "Powerful Coalition Pushes Back on Anti-Tech Fervor",
      "snippet": "The movement to reinterpret or change antimonopoly laws is running headlong into a legal community and interest groups just as invested in defending the status quo.",
      "abstract": "The movement to reinterpret or change antimonopoly laws is running headlong into a legal community and interest groups just as invested in defending the status quo.",
      "lead_paragraph": "WASHINGTON — Thomas Lambert, a professor at the University of Missouri’s law school, gave his former colleague Josh Hawley a warning before Mr. Hawley became a senator in January. ",
      "publication_date": "2019-11-07T10:00:16+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/11/07/technology/powerful-coalition-pushes-back-on-anti-tech-fervor.html",
      "byline": "By David McCabe"
    },
    {
      "headline": "U.S. and China Agree to Roll Back Some Tariffs if Deal Is Struck",
      "snippet": "The development suggests progress toward an interim agreement that would provide relief to businesses and consumers.",
      "abstract": "The development suggests progress toward an interim agreement that would provide relief to businesses and consumers.",
      "lead_paragraph": "WASHINGTON — The United States and China have agreed that an initial trade deal between the two countries would roll back a portion of the tariffs they are placing on each other’s products, officials from both countries said, a significant step toward defusing tensions between the world’s largest economies.",
      "publication_date": "2019-11-07T10:57:55+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/07/business/china-trade-trump.html",
      "byline": "By Ana Swanson, Keith Bradsher and Alan Rappeport"
    },
    {
      "headline": "China Is Trying to Clean Up Its Banks. It’s Messy.",
      "snippet": "Beijing is reining in small financial institutions that once lent with abandon. But the process has generated painful headlines.",
      "abstract": "Beijing is reining in small financial institutions that once lent with abandon. But the process has generated painful headlines.",
      "lead_paragraph": "HONG KONG — One bank failed. A second and third were bailed out. Worried depositors of two more banks then rushed to pull out their savings for fear of losing them in a spectacular failure.",
      "publication_date": "2019-11-07T12:20:43+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/11/07/business/china-bank-run.html",
      "byline": "By Alexandra Stevenson and Cao Li"
    },
    {
      "headline": "Russia Raided a Physics Institute. Kremlin Watchers Are Mystified.",
      "snippet": "The armed operation targeting scientists in Moscow prompted outrage and questions about over-the-top actions by the country’s increasingly aggressive security forces.",
      "abstract": "The armed operation targeting scientists in Moscow prompted outrage and questions about over-the-top actions by the country’s increasingly aggressive security forces.",
      "lead_paragraph": "MOSCOW — The Lebedev Physics Institute in Moscow helped the Soviet Union detonate its first nuclear bomb, figured out how to build a hydrogen bomb and has stood for decades in the vanguard of Russian scientific achievement. Seven of its scientists have won Nobel Prizes.",
      "publication_date": "2019-11-07T15:01:17+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/07/world/europe/russia-raid-physics-institute.html",
      "byline": "By Andrew Higgins"
    }
  ]
}