{
  "metadata": {
    "date": "2019-09-23",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Trump Pressed Ukraine’s Leader on Inquiry Into Biden’s Son",
      "snippet": "Mr. Trump has been prodding the Ukrainian government to investigate Mr. Biden and his family, but the new whistle-blower complaint has drastically raised the stakes.",
      "abstract": "Mr. Trump has been prodding the Ukrainian government to investigate Mr. Biden and his family, but the new whistle-blower complaint has drastically raised the stakes.",
      "lead_paragraph": "WASHINGTON — President Trump pressed the Ukrainian president in a July call to investigate former Vice President Joseph R. Biden Jr.’s son, according to a person familiar with the conversation, an apparently blatant mixture of foreign policy with his 2020 re-election campaign.",
      "publication_date": "2019-09-20T16:31:35+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/20/us/politics/trump-whistle-blower-ukraine.html",
      "byline": "By Julian E. Barnes, Michael S. Schmidt, Kenneth P. Vogel, Adam Goldman and Maggie Haberman"
    },
    {
      "headline": "Facebook’s Suspension of ‘Tens of Thousands’ of Apps Reveals Wider Privacy Issues",
      "snippet": "The scale of suspensions, following the Cambridge Analytica scandal, was far larger than the social network had previously revealed.",
      "abstract": "The scale of suspensions, following the Cambridge Analytica scandal, was far larger than the social network had previously revealed.",
      "lead_paragraph": "SAN FRANCISCO — Facebook said on Friday that it had suspended tens of thousands of apps for improperly sucking up users’ personal information and other transgressions, a tacit admission that the scale of its data privacy issues was far larger than it had previously acknowledged.",
      "publication_date": "2019-09-20T17:00:06+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/20/technology/facebook-data-privacy-suspension.html",
      "byline": "By Kate Conger, Gabriel J.X. Dance and Mike Isaac"
    },
    {
      "headline": "Walmart to End Sales of E-Cigarettes as Vaping Concerns Mount",
      "snippet": "Vaping-related lung illnesses have been on the rise, and federal and state health departments are investigating the risks.",
      "abstract": "Vaping-related lung illnesses have been on the rise, and federal and state health departments are investigating the risks.",
      "lead_paragraph": "Walmart said on Friday that it would stop selling e-cigarettes at its stores in the United States,  dealing a new blow to the vaping industry as concerns mount over the health risks of the products and their soaring popularity among teenagers. ",
      "publication_date": "2019-09-20T18:04:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/20/business/walmart-vaping-e-cigarette-sales.html",
      "byline": "By David Yaffe-Bellany, Michael Corkery and Sheila Kaplan"
    },
    {
      "headline": "Inside Airbnb, Employees Eager for Big Payouts Pushed It to Go Public",
      "snippet": "Tension has grown among a 6,000-person work force as it waits to sell company shares, people with knowledge of the situation said.",
      "abstract": "Tension has grown among a 6,000-person work force as it waits to sell company shares, people with knowledge of the situation said.",
      "lead_paragraph": "SAN FRANCISCO — Last summer, several Airbnb employees wrote a letter to the online room-rental start-up’s founders.",
      "publication_date": "2019-09-20T21:58:53+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/20/technology/airbnb-employees-ipo-payouts.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "At School, ‘Everyone Vapes,’ and Adults Are in Crisis Mode",
      "snippet": "An alarming outbreak of ailments has put teachers and principals into crisis mode.",
      "abstract": "An alarming outbreak of ailments has put teachers and principals into crisis mode.",
      "lead_paragraph": "CRYSTAL LAKE, Ill. — In Alabama, a school removed the doors from bathroom stalls to stop students from sneaking inside to vape. In Colorado, a school decided to forfeit a volleyball game after finding “widespread vaping” and other infractions by the team. And in Pennsylvania, at a school where administrators have tried installing sensors to detect vaping in bathrooms and locker rooms, students caught with vape devices face a $50 fine and a three-day suspension.",
      "publication_date": "2019-09-20T22:07:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/20/us/Vaping-Schools.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Congress Asks More Than 80 Companies for Big Tech Complaints",
      "snippet": "House lawmakers asked the companies for information on how their businesses had been affected by Amazon, Apple, Facebook and Google.",
      "abstract": "House lawmakers asked the companies for information on how their businesses had been affected by Amazon, Apple, Facebook and Google.",
      "lead_paragraph": "SAN FRANCISCO — House lawmakers have asked more than 80 companies for information about how their businesses may have been harmed by Amazon, Apple, Facebook and Google, according to four people familiar with the requests.",
      "publication_date": "2019-09-20T23:22:16+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/20/technology/house-antitrust-investigation-big-tech.html",
      "byline": "By Jack Nicas and David McCabe"
    },
    {
      "headline": "Behind the Whistle-Blower Case, a Long-Held Trump Grudge Toward Ukraine",
      "snippet": "The president and his allies have been pressing Ukraine for months to investigate Joseph R. Biden Jr., complicating relations between the two countries.",
      "abstract": "The president and his allies have been pressing Ukraine for months to investigate Joseph R. Biden Jr., complicating relations between the two countries.",
      "lead_paragraph": "WASHINGTON — For months this spring and summer, Ukraine’s newly elected president, Volodymyr Zelensky, tried to deflect pressure from President Trump and his allies to pursue investigations into former Vice President Joseph R. Biden Jr., Mr. Biden’s son and other Trump rivals.",
      "publication_date": "2019-09-21T01:55:53+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/20/us/politics/whistle-blower-trump-grudge.html",
      "byline": "By Kenneth P. Vogel"
    },
    {
      "headline": "From Underwear to Cars, India’s Economy Is Fraying",
      "snippet": "The country once had the world’s fastest-growing economy, but it has been battered by global and domestic forces. India’s troubles are a warning sign for other developing countries.",
      "abstract": "The country once had the world’s fastest-growing economy, but it has been battered by global and domestic forces. India’s troubles are a warning sign for other developing countries.",
      "lead_paragraph": "TIRUPUR, India — When Alan Greenspan ran a consulting firm and wanted to know where the economy was headed, he would often look at sales of men’s underwear as a guide.",
      "publication_date": "2019-09-21T04:01:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/21/business/economy/india-economy-trade.html",
      "byline": "By Vindu Goel"
    },
    {
      "headline": "Elizabeth Warren Lost Her Dream Job but Gained a Path to 2020",
      "snippet": "She had a plan to take on big banks. In the fight to get it done, she honed the approach to politics that defines her presidential campaign.",
      "abstract": "She had a plan to take on big banks. In the fight to get it done, she honed the approach to politics that defines her presidential campaign.",
      "lead_paragraph": "Elizabeth Warren did not want a goodbye party. She told her aides there would be no grand send-off, no celebration of a mission accomplished.",
      "publication_date": "2019-09-21T09:00:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/21/us/politics/elizabeth-warren.html",
      "byline": "By Alexander Burns"
    },
    {
      "headline": "Ukraine and Whistle-Blower Issues Emerge as Major Flashpoints in Presidential Race",
      "snippet": "The controversy centers on whether President Trump manipulated foreign policy to pressure Ukraine to take action to damage Joseph R. Biden Jr.’s election bid.",
      "abstract": "The controversy centers on whether President Trump manipulated foreign policy to pressure Ukraine to take action to damage Joseph R. Biden Jr.’s election bid.",
      "lead_paragraph": "DES MOINES — Allegations that President Trump courted foreign interference from Ukraine to hurt his leading Democratic rival, Joseph R. Biden Jr., dominated presidential politics on Saturday, as Mr. Biden demanded a House investigation of Mr. Trump’s phone call with Ukraine’s leader and as Mr. Trump lashed out, denying wrongdoing without releasing a transcript of the call.",
      "publication_date": "2019-09-21T15:20:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/21/us/politics/biden-ukraine-whistleblower-complaint.html",
      "byline": "By Lisa Lerer and Reid J. Epstein"
    },
    {
      "headline": "An Abrupt Move That Stunned Aides: Inside Trump’s Aborted Attack on Iran",
      "snippet": "President Trump’s decision to call off an airstrike on Iran in June looms large now as he weighs how to respond to attacks on oil facilities in Saudi Arabia blamed on Tehran.",
      "abstract": "President Trump’s decision to call off an airstrike on Iran in June looms large now as he weighs how to respond to attacks on oil facilities in Saudi Arabia blamed on Tehran.",
      "lead_paragraph": "WASHINGTON — By the time President Trump met with congressional leaders on the afternoon of June 20, he had already decided to retaliate against Iran for shooting down an American surveillance drone. But for once, he kept his cards close to the vest, soliciting advice rather than doing all of the talking.",
      "publication_date": "2019-09-21T17:50:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/21/us/politics/trump-iran-decision.html",
      "byline": "By Peter Baker, Eric Schmitt and Michael Crowley"
    },
    {
      "headline": "Refugee Cutbacks Could Isolate Rohingya Children in the U.S.",
      "snippet": "Thousands of Rohingya have quietly settled in America, but for children who fled violence in Myanmar, having their parents join them is becoming a distant hope.",
      "abstract": "Thousands of Rohingya have quietly settled in America, but for children who fled violence in Myanmar, having their parents join them is becoming a distant hope.",
      "lead_paragraph": "ELK RAPIDS, Mich. — Not long after Hefzur Rahman enrolled at his new school in Michigan three years ago, his fifth-grade class studied the subhuman conditions that enslaved Africans endured in overcrowded ships bound for North America. ",
      "publication_date": "2019-09-22T07:00:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/22/us/rohingya-refugees-us.html",
      "byline": "By Miriam Jordan"
    },
    {
      "headline": "M.I.T. Media Lab, Already Rattled by the Epstein Scandal, Has a New Worry",
      "snippet": "Former researchers for a “food computer” initiative at the lab say the project’s leader misled outsiders about how it was going.",
      "abstract": "Former researchers for a “food computer” initiative at the lab say the project’s leader misled outsiders about how it was going.",
      "lead_paragraph": "The M.I.T. Media Lab, an unconventional research center at the Massachusetts Institute of Technology, has been under scrutiny since August, when its financial ties to the convicted sex offender Jeffrey Epstein became public. Now researchers who worked at the lab say that one of its high-profile scientific projects was promoted with misleading claims.",
      "publication_date": "2019-09-22T09:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/22/business/media/mit-media-lab-food-computer.html",
      "byline": "By Noam Cohen"
    },
    {
      "headline": "Poor Schools Keep Getting Crushed in Football. Is It Time to Level the Playing Field?",
      "snippet": "A growing number of states are considering whether economic status should help determine which opponents schools play.",
      "abstract": "A growing number of states are considering whether economic status should help determine which opponents schools play.",
      "lead_paragraph": "DES MOINES — An hour before kickoff at a game this month at Hoover High School, the opposing football team, Indianola High, pulled up and unloaded the large video monitor that would let its coaching staff analyze plays, moment by moment, throughout the game. The coaches at Hoover High, where most students qualify for free or reduced-price meals, would have to make do with watching the old-fashioned way. Another loss, a Hoover student told the principal, seemed imminent.",
      "publication_date": "2019-09-22T15:54:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/22/us/school-football-poverty.html",
      "byline": "By Timothy Williams"
    },
    {
      "headline": "WeWork C.E.O.’s Ouster Is Weighed in Bid to Salvage I.P.O.",
      "snippet": "Some major money managers have reportedly said they wouldn’t invest unless an experienced operator was brought in to replace Adam Neumann.",
      "abstract": "Some major money managers have reportedly said they wouldn’t invest unless an experienced operator was brought in to replace Adam Neumann.",
      "lead_paragraph": "Some board members and large investors in WeWork are privately discussing whether and how to replace the company’s co-founder, Adam Neumann, as chief executive to salvage the company’s fortunes, three people involved in the talks said.",
      "publication_date": "2019-09-22T17:01:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/22/business/dealbook/wework-ceo.html",
      "byline": "By Michael J. de la Merced, Andrew Ross Sorkin and David Gelles"
    },
    {
      "headline": "Egypt Protests Came as a Total Shock. The Man Behind Them Is Just as Surprising.",
      "snippet": "The videos of a potty-mouthed millionaire, who cheerfully insults the president, spurred protests across Egypt. His influence came out of the blue; no one knows how far it can go or long it can last.",
      "abstract": "The videos of a potty-mouthed millionaire, who cheerfully insults the president, spurred protests across Egypt. His influence came out of the blue; no one knows how far it can go or long it can last.",
      "lead_paragraph": "CAIRO — Under the government of President Abdel Fattah el-Sisi of Egypt, so little dissent is allowed — and what little there is comes at such a high price — that when just a few hundred people across the country called for Mr. el-Sisi’s ouster in a burst of scattered protests on Friday night, it came as a shock.",
      "publication_date": "2019-09-22T17:15:26+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/22/world/middleeast/egypts-protests-sisi-mohamed-ali.html",
      "byline": "By Vivian Yee and Nada Rashwan"
    },
    {
      "headline": "Original or Copied? ‘Stairway to Heaven’ Is Back in Court",
      "snippet": "Who wrote the 1971 song’s opening passage, Jimmy Page and Robert Plant or Randy Wolfe? The music industry is hoping to get an answer on what makes a song original.",
      "abstract": "Who wrote the 1971 song’s opening passage, Jimmy Page and Robert Plant or Randy Wolfe? The music industry is hoping to get an answer on what makes a song original.",
      "lead_paragraph": "It seems only fitting that the most epic and dramatic of rock songs has resulted in one of the music industry’s most epic copyright fights.",
      "publication_date": "2019-09-22T18:19:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/22/business/media/stairway-to-heaven-copyright-appeal.html",
      "byline": "By Ben Sisario"
    },
    {
      "headline": "China Scores Businesses, and Low Grades Could Be a Trade-War Weapon",
      "snippet": "Beijing hopes its social credit system will quickly punish companies accused of wrongdoing. U.S. firms could get hit, too.",
      "abstract": "Beijing hopes its social credit system will quickly punish companies accused of wrongdoing. U.S. firms could get hit, too.",
      "lead_paragraph": "BEIJING — China is funneling vast amounts of public and private data into huge databases aimed at tightening its control over its nearly 1.4 billion people. ",
      "publication_date": "2019-09-22T18:24:27+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/22/business/china-social-credit-business.html",
      "byline": "By Alexandra Stevenson and Paul Mozur"
    },
    {
      "headline": "As Trump Confirms He Discussed Biden With Ukraine, Pressure to Impeach Builds",
      "snippet": "Speaker Nancy Pelosi warned of a “new chapter of lawlessness” and a turning point in the House investigation of President Trump.",
      "abstract": "Speaker Nancy Pelosi warned of a “new chapter of lawlessness” and a turning point in the House investigation of President Trump.",
      "lead_paragraph": "WASHINGTON — President Trump acknowledged on Sunday that he raised corruption accusations against former Vice President Joseph R. Biden Jr. during a phone call with Ukraine’s leader, a stunning admission as pressure mounted on Democrats to impeach Mr. Trump over allegations he leaned on a foreign government to help damage a political rival.",
      "publication_date": "2019-09-22T19:21:49+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/22/us/politics/trump-impeachment-whistle-blower.html",
      "byline": "By Nicholas Fandos, Jonathan Martin and Maggie Haberman"
    },
    {
      "headline": "One Brother Stabbed the Other. The Journalist Who Wrote About It Paid a Price.",
      "snippet": "The use of Europe’s “right to be forgotten” privacy law has broadened, illustrated by two Italian brothers, a stabbing and the journalist who wrote about them.",
      "abstract": "The use of Europe’s “right to be forgotten” privacy law has broadened, illustrated by two Italian brothers, a stabbing and the journalist who wrote about them.",
      "lead_paragraph": "PESCARA, Italy — Alessandro Biancardi, a journalist in the Italian coastal city of Pescara, knew he had a hot story for his small news website. Two brothers in their 70s had argued at a seaside restaurant, the police told him, and one had stabbed the other with a fish knife.",
      "publication_date": "2019-09-23T04:01:12+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/23/technology/right-to-be-forgotten-law-europe.html",
      "byline": "By Adam Satariano and Emma Bubola"
    },
    {
      "headline": "The Urgent Search for a Cyber Silver Bullet Against Iran",
      "snippet": "As the United States weighs possible cyberattacks against Iran, it is looking for options that would deter Tehran from further strikes but avoid creating more conflict in the region.",
      "abstract": "As the United States weighs possible cyberattacks against Iran, it is looking for options that would deter Tehran from further strikes but avoid creating more conflict in the region.",
      "lead_paragraph": "WASHINGTON — After spending billions of dollars to assemble the world’s most potent arsenal of cyberweapons and plant them in networks around the world, United States Cyber Command — and the new era of warfighting it has come to represent — may face a critical test in the coming weeks. ",
      "publication_date": "2019-09-23T06:45:09+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/23/world/middleeast/iran-cyberattack-us.html",
      "byline": "By David E. Sanger and Julian E. Barnes"
    },
    {
      "headline": "As HBO Celebrates a Big Night, Questions About Its Future Loom",
      "snippet": "The cable network won more Emmys than anyone else on Sunday night, but competition is growing and its new leadership has little entertainment experience.",
      "abstract": "The cable network won more Emmys than anyone else on Sunday night, but competition is growing and its new leadership has little entertainment experience.",
      "lead_paragraph": "WEST HOLLYWOOD, Calif. — The champagne was flowing. HBO had just capped off another triumphant night at the Emmys, and it was time to party in the courtyard of the mammoth Pacific Design Center.",
      "publication_date": "2019-09-23T15:05:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/23/business/media/hbo-emmys-streaming-competition-amazon-netflix.html",
      "byline": "By John Koblin and Nicole Sperling"
    }
  ]
}