{
  "metadata": {
    "date": "2019-10-03",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "U.S. Government Plans to Collect DNA From Detained Immigrants",
      "snippet": "The Department of Homeland Security said it would begin testing on hundreds of thousands of immigrants in federal detention facilities.",
      "abstract": "The Department of Homeland Security said it would begin testing on hundreds of thousands of immigrants in federal detention facilities.",
      "lead_paragraph": "The Trump administration is moving to collect DNA samples from hundreds of thousands of people booked into federal immigration custody each year and to enter the results into a national criminal database, an immense expansion of the use of technology to enforce the nation’s immigration laws.",
      "publication_date": "2019-10-02T21:09:45+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/02/us/dna-testing-immigrants.html",
      "byline": "By Caitlin Dickerson"
    },
    {
      "headline": "Echoes of Benghazi Criticism and Anger Confront Pompeo in Ukraine Inquiry",
      "snippet": "Secretary of State Mike Pompeo once accused the Obama administration of obstructing a House inquiry and letting politics override national interests. He now faces similar charges.",
      "abstract": "Secretary of State Mike Pompeo once accused the Obama administration of obstructing a House inquiry and letting politics override national interests. He now faces similar charges.",
      "lead_paragraph": "WASHINGTON — As a member of Congress, Mike Pompeo drove the Republican inquiry into the killing of a United States ambassador in Benghazi, Libya, and made clear there was no place for politics in American diplomacy. Nor, he said, would he tolerate “dithering” by an Obama administration State Department that he called “deeply obstructive of getting the American people the facts that they needed.”",
      "publication_date": "2019-10-02T21:55:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/02/us/politics/pompeo-ukraine-impeachment.html",
      "byline": "By Lara Jakes and David E. Sanger"
    },
    {
      "headline": "Facebook Can Be Forced to Delete Content Worldwide, E.U.’s Top Court Rules",
      "snippet": "The decision that individual countries can order Facebook to take down posts globally sets a benchmark for the reach of European laws governing the internet.",
      "abstract": "The decision that individual countries can order Facebook to take down posts globally sets a benchmark for the reach of European laws governing the internet.",
      "lead_paragraph": "LONDON — Europe’s top court said on Thursday that individual countries can order Facebook to take down posts, photographs and videos not only in their own countries but elsewhere, in a ruling that extends the reach of the region’s internet-related laws beyond its own borders.",
      "publication_date": "2019-10-03T08:31:54+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/03/technology/facebook-europe.html",
      "byline": "By Adam Satariano"
    },
    {
      "headline": "Jeffrey Epstein Raked In $200 Million After Legal and Financial Crises",
      "snippet": "A guilty plea and the recession dented Mr. Epstein’s wealth and reputation in 2008. But the financier bounced back in a big way in the Virgin Islands.",
      "abstract": "A guilty plea and the recession dented Mr. Epstein’s wealth and reputation in 2008. But the financier bounced back in a big way in the Virgin Islands.",
      "lead_paragraph": "Jeffrey Epstein’s biggest client had deserted him, his money management firm had lost more than $150 million during the financial crisis, and he was a registered sex offender. But after he started a new company with a wildly speculative business plan in 2012, Mr. Epstein had no problem pulling in cash.",
      "publication_date": "2019-10-03T09:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/03/business/jeffrey-epstein-southern-trust.html",
      "byline": "By Matthew Goldstein and Steve Eder"
    },
    {
      "headline": "Parents Paid to Open College Doors. Now They’re Spending to Limit Prison Time.",
      "snippet": "Some parents who have pleaded guilty in the admissions fraud case are turning to consultants and doctors in an effort to secure lenient sentences.",
      "abstract": "Some parents who have pleaded guilty in the admissions fraud case are turning to consultants and doctors in an effort to secure lenient sentences.",
      "lead_paragraph": "BOSTON — One parent, hoping to avoid prison in the nation’s largest-ever college admissions fraud case, stood before the judge with an elaborate proposal for a community service project: He could make amends, the parent’s lawyers offered, by designing and raising funds for a “cutting-edge” collaboration between the Special Olympics and private schools.",
      "publication_date": "2019-10-03T09:00:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/03/us/college-admissions-scandal-consultants.html",
      "byline": "By Kate Taylor"
    },
    {
      "headline": "Hong Kong Takes Symbolic Stand Against China’s High-Tech Controls",
      "snippet": "The first major place in China to rebel against Beijing’s technologies of control is one of the last not yet fully under their thrall.",
      "abstract": "The first major place in China to rebel against Beijing’s technologies of control is one of the last not yet fully under their thrall.",
      "lead_paragraph": "HONG KONG — There’s no sign to mark it. But when travelers from Hong Kong cross into Shenzhen in mainland China, they reach a digital cutoff point.",
      "publication_date": "2019-10-03T09:05:17+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/03/technology/hong-kong-china-tech-surveillance.html",
      "byline": "By Paul Mozur and Lin Qiqing"
    },
    {
      "headline": "Trump Publicly Urges China to Investigate the Bidens",
      "snippet": "President Trump made a similar, but private, request of the president of Ukraine, an episode that has prompted an impeachment inquiry.",
      "abstract": "President Trump made a similar, but private, request of the president of Ukraine, an episode that has prompted an impeachment inquiry.",
      "lead_paragraph": "WASHINGTON — President Trump, already facing impeachment for pressuring Ukraine to investigate his political rivals, publicly called on China on Thursday to examine former Vice President Joseph R. Biden Jr. as well, an extraordinary request for help from a foreign power that could benefit him in next year’s election.",
      "publication_date": "2019-10-03T15:27:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/03/us/politics/trump-china-bidens.html",
      "byline": "By Peter Baker and Eileen Sullivan"
    }
  ]
}