{
  "metadata": {
    "date": "2019-10-29",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Dissent Erupts at Facebook Over Hands-Off Stance on Political Ads",
      "snippet": "In an open letter, the social network’s employees said letting politicians post false claims in ads was “a threat” to the company.",
      "abstract": "In an open letter, the social network’s employees said letting politicians post false claims in ads was “a threat” to the company.",
      "lead_paragraph": "SAN FRANCISCO — The letter was aimed at Mark Zuckerberg, Facebook’s chief executive, and his top lieutenants. It decried the social network’s recent decision to let politicians post any claims they wanted — even false ones — in ads on the site. It asked Facebook’s leaders to rethink the stance. ",
      "publication_date": "2019-10-28T17:18:49+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/28/technology/facebook-mark-zuckerberg-political-ads.html",
      "byline": "By Mike Isaac"
    },
    {
      "headline": "Democrats Move Toward Bringing Impeachment Inquiry Public",
      "snippet": "House Democrats, who have resisted a floor vote on the impeachment inquiry for weeks, are planning to hold one Thursday to lay out rules for the investigation.",
      "abstract": "House Democrats, who have resisted a floor vote on the impeachment inquiry for weeks, are planning to hold one Thursday to lay out rules for the investigation.",
      "lead_paragraph": "WASHINGTON — House Democrats moved quickly on Monday to bring their impeachment case against President Trump into the open, saying they would forgo court battles with defiant witnesses and would vote this week on procedures to govern nationally televised hearings.",
      "publication_date": "2019-10-28T17:48:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/28/us/politics/trump-impeachment-subpoena-house.html",
      "byline": "By Nicholas Fandos"
    },
    {
      "headline": "Boeing C.E.O. to Tell Congress: ‘We Know We Made Mistakes’",
      "snippet": "Dennis Muilenburg will face the Senate on the first anniversary of the crash of Lion Air Flight 610. The 737 Max remains grounded seven months after a second crash.",
      "abstract": "Dennis Muilenburg will face the Senate on the first anniversary of the crash of Lion Air Flight 610. The 737 Max remains grounded seven months after a second crash.",
      "lead_paragraph": "Boeing’s chief executive, Dennis A. Muilenburg, will acknowledge some of the company’s failings on Tuesday when he appears before a Senate committee investigating the crashes of two 737 Max jets that killed 346 people.",
      "publication_date": "2019-10-28T20:59:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/28/business/boeing-muilenburg-congress.html",
      "byline": "By David Gelles"
    },
    {
      "headline": "Army Officer Who Heard Trump’s Ukraine Call Reported Concerns",
      "snippet": "The top Ukraine expert at the White House will tell impeachment investigators he twice reported concerns about President Trump’s pressure tactics on Ukraine, acting out of a “sense of duty.”",
      "abstract": "The top Ukraine expert at the White House will tell impeachment investigators he twice reported concerns about President Trump’s pressure tactics on Ukraine, acting out of a “sense of duty.”",
      "lead_paragraph": "WASHINGTON — A White House national security official who is a decorated Iraq war veteran plans to tell House impeachment investigators on Tuesday that he heard President Trump appeal to Ukraine’s president to investigate one of his leading political rivals, a request the aide considered so damaging to American interests that he reported it to a superior. ",
      "publication_date": "2019-10-29T00:43:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/28/us/politics/Alexander-Vindman-trump-impeachment.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "As Kurds Tracked ISIS Leader, U.S. Withdrawal Threw Raid Into Turmoil",
      "snippet": "Trump’s decision to pull troops from Syria upended a 5-year alliance and threw the plans against al-Baghdadi into disarray.",
      "abstract": "Trump’s decision to pull troops from Syria upended a 5-year alliance and threw the plans against al-Baghdadi into disarray.",
      "lead_paragraph": "QAMISHLI, Syria — When the international manhunt for Abu Bakr al-Baghdadi, the leader of the Islamic State, zoomed in  on a village in northwestern Syria, the United States turned to its local allies to help track the world’s most-wanted terrorist.",
      "publication_date": "2019-10-29T01:02:29+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/28/world/middleeast/isis-kurds-baghdadi.html",
      "byline": "By Ben Hubbard and Eric Schmitt"
    },
    {
      "headline": "Democrats Have the Most Racially Diverse Field Ever. The Top Tier Is All White.",
      "snippet": "Trailing in the money race, tripped up by their own missteps and perceived by some as less electable, nonwhite candidates find themselves well back of the leaders.",
      "abstract": "Trailing in the money race, tripped up by their own missteps and perceived by some as less electable, nonwhite candidates find themselves well back of the leaders.",
      "lead_paragraph": "When the Democratic primary contest began last winter, it featured the most racially diverse field in history, with two black senators, a Latino former cabinet secretary, an Asian-American businessman and the first American Samoan elected to Congress. But 10 months later, the Democratic field has a top tier of four white candidates, three of them men. ",
      "publication_date": "2019-10-29T09:00:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/29/us/politics/democratic-candidates-race.html",
      "byline": "By Astead W. Herndon and Jonathan Martin"
    },
    {
      "headline": "Meet Alexander Vindman, the Colonel Who Testified on Trump’s Phone Call",
      "snippet": "He fled Ukraine at age 3 and became a soldier, scholar and official at the White House. That’s where, he told impeachment investigators, he witnessed alarming behavior by President Trump.",
      "abstract": "He fled Ukraine at age 3 and became a soldier, scholar and official at the White House. That’s where, he told impeachment investigators, he witnessed alarming behavior by President Trump.",
      "lead_paragraph": "WASHINGTON — The twin brothers were 3 when they fled Ukraine, then a Soviet republic, with their father and grandmother, Jewish refugees with only their suitcases and $750, hoping for a better life in the United States. ",
      "publication_date": "2019-10-29T09:00:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/29/us/politics/who-is-alexander-vindman.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Boeing C.E.O. Knew About Pilot’s Warnings Before Second Crash",
      "snippet": "Boeing’s chief executive, Dennis Muilenburg, testified before Congress for the first time since the crashes of two 737 Max jets that killed 346 people.",
      "abstract": "Boeing’s chief executive, Dennis Muilenburg, testified before Congress for the first time since the crashes of two 737 Max jets that killed 346 people.",
      "lead_paragraph": "WASHINGTON — Boeing’s chief executive faced the grieving relatives of two deadly crashes of its 737 Max jet at an emotional congressional hearing on Tuesday, as senators pummeled him with questions about whether the company should have grounded the plane before the second accident. At times looking shaken, the executive, Dennis A. Muilenburg, said that if he could do it over again, he would have acted after the first crash, off the coast of Indonesia last October. “If we knew everything back then that we know now, we would have made a different decision,” he testified. He said Boeing officials had asked themselves “over and over” again why they didn’t ground the plane sooner. ",
      "publication_date": "2019-10-29T09:00:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/29/business/boeing-ceo-hearing.html",
      "byline": "By Natalie Kitroeff and David Gelles"
    },
    {
      "headline": "U.K. to Hold Election in December, Opening New Phase in Brexit Odyssey",
      "snippet": "The vote throws back to the British people the bedeviling issue of how, or even if, their country should leave the European Union.",
      "abstract": "The vote throws back to the British people the bedeviling issue of how, or even if, their country should leave the European Union.",
      "lead_paragraph": "LONDON — Prime Minister Boris Johnson of Britain, in the boldest gamble of his high-wire political career, won backing on Tuesday to hold a general election on Dec. 12, throwing back to the British people the bedeviling issue of how, or even if, their country should leave the European Union.",
      "publication_date": "2019-10-29T11:34:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/29/world/europe/brexit-election-corbyn.html",
      "byline": "By Mark Landler"
    }
  ]
}