{
  "metadata": {
    "date": "2019-10-08",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Seeking Ukraine Aid Records, House Subpoenas White House Budget Office and Pentagon",
      "snippet": "Democrats are looking for information that could reveal whether President Trump’s decision to withhold security aid from Ukraine was tied to his bid to pressure its government to investigate rivals.",
      "abstract": "Democrats are looking for information that could reveal whether President Trump’s decision to withhold security aid from Ukraine was tied to his bid to pressure its government to investigate rivals.",
      "lead_paragraph": "WASHINGTON — The House on Monday expanded its sprawling impeachment inquiry, issuing subpoenas to the Defense Department and the Office of Management and Budget for documents that could solve lingering mysteries about whether President Trump’s decision to withhold security aid for Ukraine was tied to his efforts to pressure the government there to investigate his political rivals.",
      "publication_date": "2019-10-07T16:49:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/07/us/politics/trump-impeachment-ukraine.html",
      "byline": "By Nicholas Fandos"
    },
    {
      "headline": "When ‘Get Out’ Is a President’s National Security Strategy",
      "snippet": "President Trump has demonstrated that in his pursuit of ending America’s “endless wars,” no troop presence abroad is too small to escape his desire to terminate it.",
      "abstract": "President Trump has demonstrated that in his pursuit of ending America’s “endless wars,” no troop presence abroad is too small to escape his desire to terminate it.",
      "lead_paragraph": "WASHINGTON — President Trump is once again pursuing a national security strategy at odds with the official position of his government, ordering a pullback of American forces just inside the Syrian border. It is a move that his own senior advisers have warned would risk new chaos throughout the region.",
      "publication_date": "2019-10-07T22:18:39+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/07/world/middleeast/trump-syria-turkey.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "U.S. Using Trade Deals to Shield Tech Giants From Foreign Regulators",
      "snippet": "The push is the latest salvo in a global fight over who gets to set the rules for the internet.",
      "abstract": "The push is the latest salvo in a global fight over who gets to set the rules for the internet.",
      "lead_paragraph": "WASHINGTON — The Trump administration has begun inserting legal protections into recent trade agreements that shield online platforms like Facebook, Twitter and YouTube from lawsuits, a move that could help lock in America’s tech-friendly regulations around the world even as they are being newly questioned at home.",
      "publication_date": "2019-10-07T22:58:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/07/business/tech-shield-trade-deals.html",
      "byline": "By David McCabe and Ana Swanson"
    },
    {
      "headline": "Battle for PG&E Hinges on Rival Plans and Uncertain Costs",
      "snippet": "As the utility defends its bankruptcy plan against a challenge from bondholders and wildfire victims, its liabilities are still being calculated.",
      "abstract": "As the utility defends its bankruptcy plan against a challenge from bondholders and wildfire victims, its liabilities are still being calculated.",
      "lead_paragraph": "SAN FRANCISCO — California’s biggest utility is battling for its future. And it’s not a simple fight.",
      "publication_date": "2019-10-08T00:01:52+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/07/business/energy-environment/pge-bankruptcy.html",
      "byline": "By Lauren Hepler and Peter Eavis"
    },
    {
      "headline": "Swine Fever? Trade War? China Turns to Strategic Pork Reserve",
      "snippet": "The tariff fight has added to Chinese shoppers’ grocery bills. How is the government coping? By tapping its gigantic stockpile of emergency meat.",
      "abstract": "The tariff fight has added to Chinese shoppers’ grocery bills. How is the government coping? By tapping its gigantic stockpile of emergency meat.",
      "lead_paragraph": "BEIJING — When supplies of China’s favorite meat run low, Beijing calls upon its strategic pork reserve, a name that brings to mind vast piles of sausages, bacon and spareribs housed in secret underground vaults across the country. ",
      "publication_date": "2019-10-08T00:53:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/07/business/china-strategic-pork-reserve.html",
      "byline": "By Wang Yiwei and Raymond Zhong"
    },
    {
      "headline": "Supreme Court Considers Whether Civil Rights Act Protects L.G.B.T. Workers",
      "snippet": "The court seemed divided along predictable lines, with a possible exception: Justice Neil M. Gorsuch, a member of the conservative majority.",
      "abstract": "The court seemed divided along predictable lines, with a possible exception: Justice Neil M. Gorsuch, a member of the conservative majority.",
      "lead_paragraph": "WASHINGTON — In a pair of exceptionally hard-fought arguments on Tuesday, the Supreme Court struggled to decide whether a landmark 1964 civil rights law bars employment discrimination based on sexual orientation and transgender status.",
      "publication_date": "2019-10-08T09:00:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/08/us/politics/supreme-court-gay-transgender.html",
      "byline": "By Adam Liptak and Jeremy W. Peters"
    },
    {
      "headline": "G.M. Strike’s Economic Toll Is Showing: ‘I Might Lose the Business’",
      "snippet": "Much of the pain from the strike, now in its fourth week, is concentrated in the northern Midwest, which was already contending with a manufacturing slowdown.",
      "abstract": "Much of the pain from the strike, now in its fourth week, is concentrated in the northern Midwest, which was already contending with a manufacturing slowdown.",
      "lead_paragraph": "The truck drivers at Phoenix Transit & Logistics in Dearborn, Mich., are long gone. Around three dozen of the trailers they once ferried between auto plants — packed with dashboards, engine components, lights and other parts for General Motors — are sitting in a lot with nowhere to go.",
      "publication_date": "2019-10-08T09:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/08/business/economy/gm-strike-economy-impact.html",
      "byline": "By Nelson D. Schwartz and David Yaffe-Bellany"
    },
    {
      "headline": "White House Declares War on Impeachment Inquiry, Claiming Effort to Undo Trump’s Election",
      "snippet": "President Trump’s lawyer denounced the House investigation as an illegitimate exercise, and declared that the executive branch would not participate.",
      "abstract": "President Trump’s lawyer denounced the House investigation as an illegitimate exercise, and declared that the executive branch would not participate.",
      "lead_paragraph": "WASHINGTON — The White House declared war on the House impeachment inquiry on Tuesday, announcing that it would not cooperate with what it called an illegitimate effort “to overturn the results of the 2016 election” and setting the stage for a constitutional clash with far-reaching consequences.",
      "publication_date": "2019-10-08T12:08:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/08/us/politics/sondland-trump-ukraine-impeach.html",
      "byline": "By Nicholas Fandos, Peter Baker, Michael S. Schmidt and Maggie Haberman"
    },
    {
      "headline": "Top Secret Russian Unit Seeks to Destabilize Europe, Security Officials Say",
      "snippet": "Known as Unit 29155, the group is skilled in subversion, sabotage and assassination and has only recently become known to Western intelligence agencies.",
      "abstract": "Known as Unit 29155, the group is skilled in subversion, sabotage and assassination and has only recently become known to Western intelligence agencies.",
      "lead_paragraph": "First came a destabilization campaign in Moldova, followed by the poisoning of an arms dealer in Bulgaria and then a thwarted coup in Montenegro. Last year, there was an attempt to assassinate a former Russian spy in Britain using a nerve agent. Though the operations bore the fingerprints of Russia’s intelligence services, the authorities initially saw them as isolated, unconnected attacks.",
      "publication_date": "2019-10-08T13:55:22+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/08/world/europe/unit-29155-russia-gru.html",
      "byline": "By Michael Schwirtz"
    },
    {
      "headline": "By Taking Aim at Chinese Tech Firms, Trump Signals a Strategy Shift",
      "snippet": "In blacklisting surveillance companies, the United States is the first major government to punish China for its crackdown on Muslims.",
      "abstract": "In blacklisting surveillance companies, the United States is the first major government to punish China for its crackdown on Muslims.",
      "lead_paragraph": "SHANGHAI — The world has largely sat by for nearly two years as China detained more than one million people, mostly Muslims and members of minority ethnic groups, in internment camps to force them to embrace the Communist Party.",
      "publication_date": "2019-10-08T15:53:32+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/08/business/china-human-rights-technology-xinjiang.html",
      "byline": "By Paul Mozur and Edward Wong"
    }
  ]
}