{
  "metadata": {
    "date": "2019-01-29",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Government Shutdown Is Over, So Where Is the Economic Data?",
      "snippet": "Forecasters, investors and policymakers lack many of the reports they rely on, just as concerns grow that the nation’s economic expansion could be ending.",
      "abstract": "Forecasters, investors and policymakers lack many of the reports they rely on, just as concerns grow that the nation’s economic expansion could be ending.",
      "lead_paragraph": "The government is back. Government data, however, will have to wait awhile.",
      "publication_date": "2019-01-28T18:03:54+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/01/28/business/economy/economy-government-shutdown.html",
      "byline": "By Ben Casselman"
    },
    {
      "headline": "Carlos Ghosn Declares His Innocence and Is Denied Bail in Japan. That’s a Pattern.",
      "snippet": "Prosecutors in Japan can detain defendants for weeks before bringing charges, arrest them time and again, and interrogate them without their lawyers.",
      "abstract": "Prosecutors in Japan can detain defendants for weeks before bringing charges, arrest them time and again, and interrogate them without their lawyers.",
      "lead_paragraph": "TOKYO — After Bernard L. Madoff, arguably the most notorious financial criminal of all time, was arrested for defrauding investors in a multibillion-dollar Ponzi scheme, he was released on $10 million in bail the same day. Until his trial months later, he lived and slept  in his Manhattan penthouse.",
      "publication_date": "2019-01-28T18:10:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/01/28/business/carlos-ghosn-japan.html",
      "byline": "By Motoko Rich"
    },
    {
      "headline": "Trump’s Shutdown Surrender Adds Pressure to Secure China Trade Win",
      "snippet": "As the U.S. and China begin discussions this week, self-inflicted economic wounds could mean lost leverage for the Trump administration in trade negotiations.",
      "abstract": "As the U.S. and China begin discussions this week, self-inflicted economic wounds could mean lost leverage for the Trump administration in trade negotiations.",
      "lead_paragraph": "WASHINGTON — President Trump this week will turn his attention from a fight with congressional Democrats to an even more formidable negotiating challenge, one with potentially higher stakes: China.",
      "publication_date": "2019-01-28T18:56:44+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/01/28/business/trump-china-trade.html",
      "byline": "By Alan Rappeport"
    },
    {
      "headline": "U.S. Targets Venezuela With Tough Oil Sanctions During Crisis of Power",
      "snippet": "The economic penalties by the Trump administration marked the most forceful American action against President Nicolás Maduro, whom the U.S. is trying to oust.",
      "abstract": "The economic penalties by the Trump administration marked the most forceful American action against President Nicolás Maduro, whom the U.S. is trying to oust.",
      "lead_paragraph": "WASHINGTON — The Trump administration imposed sanctions against Venezuela’s state-owned oil company on Monday, seeking to cripple the government of embattled President Nicolás Maduro by cutting off its main source of cash.",
      "publication_date": "2019-01-28T21:09:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/01/28/us/politics/venezuela-sanctions-trump-oil.html",
      "byline": "By Edward Wong and Nicholas Casey"
    },
    {
      "headline": "Huawei and Top Executive Face Criminal Charges in the U.S.",
      "snippet": "The Justice Department unveiled sweeping charges against Huawei and its chief financial officer, Meng Wanzhou, who was arrested last year in Canada.",
      "abstract": "The Justice Department unveiled sweeping charges against Huawei and its chief financial officer, Meng Wanzhou, who was arrested last year in Canada.",
      "lead_paragraph": "WASHINGTON — The Justice Department unveiled sweeping charges on Monday against the Chinese telecom firm Huawei and its chief financial officer, Meng Wanzhou, outlining a decade-long attempt by the company to steal trade secrets, obstruct a criminal investigation and evade economic sanctions on Iran.",
      "publication_date": "2019-01-28T21:45:49+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/01/28/us/politics/meng-wanzhou-huawei-iran.html",
      "byline": "By David E. Sanger, Katie Benner and Matthew Goldstein"
    },
    {
      "headline": "Success of Los Angeles Teachers Strike Rocks Charter Schools, and a Rich Supporter",
      "snippet": "Supporters of charter schools are back on their heels in Los Angeles and across the country after a wave of mass teacher walkouts.",
      "abstract": "Supporters of charter schools are back on their heels in Los Angeles and across the country after a wave of mass teacher walkouts.",
      "lead_paragraph": "LOS ANGELES — Carrying protest signs, thousands of teachers and their allies converged last month on the shimmering contemporary art museum in the heart of downtown Los Angeles. Clad in red, they denounced “billionaire privatizers” and the museum’s patron, Eli Broad. The march was a preview of the attacks the union would unleash during the teachers’ strike, which ended last week.",
      "publication_date": "2019-01-29T00:23:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/01/28/us/charter-schools-los-angeles.html",
      "byline": "By Jennifer Medina and Dana Goldstein"
    },
    {
      "headline": "Taliban Talks Raise Question of What U.S. Withdrawal From Afghanistan Could Mean",
      "snippet": "A hasty American withdrawal, experts said, would erode the authority and legitimacy of the Afghan government, raising the risk that the Taliban could recapture control.",
      "abstract": "A hasty American withdrawal, experts said, would erode the authority and legitimacy of the Afghan government, raising the risk that the Taliban could recapture control.",
      "lead_paragraph": "WASHINGTON — President Trump’s headway in Afghan peace negotiations with the Taliban raises the same question that has bedeviled other presidents who extracted American troops from foreign wars: Will the departing Americans end up handing over the country to the same ruthless militants that the United States went to war to dislodge?",
      "publication_date": "2019-01-29T01:45:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/01/28/us/politics/us-withdrawal-afghanistan-taliban.html",
      "byline": "By Mark Landler, Helene Cooper and Eric Schmitt"
    },
    {
      "headline": "PG&E’s Bankruptcy Filing Creates ‘a Real Mess’ for Rival Interests",
      "snippet": "A move by California’s largest electric utility, anticipating billions of dollars in damage claims, leaves wildfire victims, ratepayers, investors, creditors and suppliers to battle over a plan.",
      "abstract": "A move by California’s largest electric utility, anticipating billions of dollars in damage claims, leaves wildfire victims, ratepayers, investors, creditors and suppliers to battle over a plan.",
      "lead_paragraph": "LOS ANGELES — Pacific Gas and Electric’s bankruptcy filing on Tuesday, to deal with billions of dollars in wildfire liability, set off a scramble by the company, investors and elected leaders in California to protect themselves and influence what happens next.",
      "publication_date": "2019-01-29T08:51:47+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/01/29/business/energy-environment/pge-file-bankruptcy.html",
      "byline": "By Ivan Penn"
    },
    {
      "headline": "On North Korea and Iran, Intelligence Chiefs Contradict Trump",
      "snippet": "North Korea is unlikely to give up its nuclear stockpiles and Iran is not developing nuclear weapons, an intelligence assessment says, challenging the president’s assertions.",
      "abstract": "North Korea is unlikely to give up its nuclear stockpiles and Iran is not developing nuclear weapons, an intelligence assessment says, challenging the president’s assertions.",
      "lead_paragraph": "WASHINGTON — A new American intelligence assessment of global threats has concluded that North Korea is unlikely to give up its nuclear stockpiles and that Iran is not, for now, taking steps necessary to make a bomb, directly contradicting the rationale of two of President Trump’s foreign policy initiatives.",
      "publication_date": "2019-01-29T10:00:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/01/29/us/politics/kim-jong-trump.html",
      "byline": "By David E. Sanger and Julian E. Barnes"
    },
    {
      "headline": "Can Kamala Harris Repeat Obama’s Success With Black Voters? It’s Complicated",
      "snippet": "Ms. Harris has appeal for black voters. But she also faces challenges — skepticism about her background as a prosecutor, overcoming sexism and competing in a crowded primary field.",
      "abstract": "Ms. Harris has appeal for black voters. But she also faces challenges — skepticism about her background as a prosecutor, overcoming sexism and competing in a crowded primary field.",
      "lead_paragraph": "COLUMBIA, S.C. — As Senator Kamala Harris attempts her own version of former President Barack Obama’s historic rise from first-term senator to the White House, one of her political tests will be trying to secure the overwhelming support from black voters that buoyed Mr. Obama in 2008. Ms. Harris wants that support, but it does not come automatically.",
      "publication_date": "2019-01-29T10:00:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/01/29/us/politics/kamala-harris-black-voters.html",
      "byline": "By Astead W. Herndon and Susan Chira"
    },
    {
      "headline": "Huawei and China, Facing U.S. Charges, Have Few Ways to Retaliate",
      "snippet": "Slowing growth and the trade war could restrict Beijing’s ability to get tough. Huawei has shuffled its Washington staff, apparently seeking a reset in relations.",
      "abstract": "Slowing growth and the trade war could restrict Beijing’s ability to get tough. Huawei has shuffled its Washington staff, apparently seeking a reset in relations.",
      "lead_paragraph": "SHANGHAI — Ever since Meng Wanzhou, the chief financial officer at the Chinese technology giant Huawei, was arrested in Canada nearly two months ago, Chinese officials have denounced the move as “wrongful” and “arbitrary” — a political affair cloaked in a judicial one.",
      "publication_date": "2019-01-29T12:11:49+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/01/29/technology/huawei-indictment-criminal-charges.html",
      "byline": "By Paul Mozur and Raymond Zhong"
    }
  ]
}