{
  "metadata": {
    "date": "2019-09-18",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Facebook Expands Definition of Terrorist Organizations to Limit Extremism",
      "snippet": "The change was one of several Facebook announced ahead of a hearing with federal lawmakers on Wednesday.",
      "abstract": "The change was one of several Facebook announced ahead of a hearing with federal lawmakers on Wednesday.",
      "lead_paragraph": "Facebook unveiled a series of changes on Tuesday to limit hate speech and extremism on its site, as scrutiny is rising on how the social network may be radicalizing people.",
      "publication_date": "2019-09-17T17:02:13+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/17/technology/facebook-hate-speech-extremism.html",
      "byline": "By Davey Alba, Catie Edmondson and Mike Isaac"
    },
    {
      "headline": "Madewell Diverges From J. Crew as a Darling of Casual America",
      "snippet": "The fashion brand filed for an I.P.O. last week, a move signifying how much better positioned it is than its parent company for the current retail environment.",
      "abstract": "The fashion brand filed for an I.P.O. last week, a move signifying how much better positioned it is than its parent company for the current retail environment.",
      "lead_paragraph": "When J. Crew started opening Madewell stores in 2006, the company declared that its new brand would deliver “real, honest women’s clothes” for hip 20- and 30-somethings. “Not too trendy, not too girly, just cool clothes infused with a modern upbeat attitude,” it said in a release at the time, promoting the worn-in feel of the retailer’s T-shirts, jeans and chinos.",
      "publication_date": "2019-09-17T19:47:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/17/business/madewell-ipo-j-crew.html",
      "byline": "By Sapna Maheshwari"
    },
    {
      "headline": "G.M. Chief’s Test: Satisfy Striking Workers and Sustain Bottom Line",
      "snippet": "Visits to General Motors plants by Mary Barra this year, ahead of contract talks, did not engender as much harmony as the company might have hoped.",
      "abstract": "Visits to General Motors plants by Mary Barra this year, ahead of contract talks, did not engender as much harmony as the company might have hoped.",
      "lead_paragraph": "Mary T. Barra has often referred to her years of experience on the General Motors factory floor. So it was familiar terrain when the chief executive embarked this year on a tour of plants across the Midwest and South, a mission to create good will among unionized workers ahead of contract talks.",
      "publication_date": "2019-09-17T23:50:35+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/09/17/business/gm-strike-barra.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "After Tight Israeli Election, Netanyahu’s Tenure Appears Perilous",
      "snippet": "The winner of Israel’s do-over election was too close to call early Wednesday, but exit polls pointed to serious obstacles for Prime Minister Benjamin Netanyahu.",
      "abstract": "The winner of Israel’s do-over election was too close to call early Wednesday, but exit polls pointed to serious obstacles for Prime Minister Benjamin Netanyahu.",
      "lead_paragraph": "JERUSALEM — Israel’s election was still too close to call Wednesday afternoon, with neither Prime Minister Benjamin Netanyahu nor his chief rival, the former army chief Benny Gantz, a centrist, immediately commanding enough support to form a majority coalition, according to partial results and exit polls.",
      "publication_date": "2019-09-18T00:12:34+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/17/world/middleeast/israel-election-netanyahu.html",
      "byline": "By David M. Halbfinger and Isabel Kershner"
    },
    {
      "headline": "Trump’s Challenge: Can His Word on Iran Be Trusted?",
      "snippet": "The president’s tweets, tirades and untruths could undercut the credibility of whatever case he makes about responding to the attacks on Saudi oil fields.",
      "abstract": "The president’s tweets, tirades and untruths could undercut the credibility of whatever case he makes about responding to the attacks on Saudi oil fields.",
      "lead_paragraph": "For a president with a loose relationship with the facts and poisonous relationships with allies, the attack on the Saudi oil fields poses a challenge: how to prove the administration’s case that Iran was behind the strike and rally the world to respond.",
      "publication_date": "2019-09-18T00:15:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/17/us/politics/trump-iran.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Pompeo Calls Attacks on Saudi Arabia ‘Act of War’ and Seeks Coalition to Counter Iran",
      "snippet": "The secretary of state’s words were the strongest so far from any American official regarding the attack on Saudi oil facilities last weekend.",
      "abstract": "The secretary of state’s words were the strongest so far from any American official regarding the attack on Saudi oil facilities last weekend.",
      "lead_paragraph": "Secretary of State Mike Pompeo accused Iran on Wednesday of carrying out an “act of war” with aerial strikes on oil facilities in Saudi Arabia last weekend, as he met with Saudi leaders to discuss building a coalition to deter further attacks.",
      "publication_date": "2019-09-18T11:08:05+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/18/world/middleeast/us-iran-saudi-arabia.html",
      "byline": "By Ben Hubbard, David D. Kirkpatrick, Edward Wong and Richard Pérez-Peña"
    },
    {
      "headline": "Trump Weighs Retaliation Against Iran and Names National Security Adviser",
      "snippet": "To help sort through the options — including sanctions and the deployment of more American forces — the president chose Robert C. O’Brien, the State Department’s chief hostage negotiator.",
      "abstract": "To help sort through the options — including sanctions and the deployment of more American forces — the president chose Robert C. O’Brien, the State Department’s chief hostage negotiator.",
      "lead_paragraph": "LOS ANGELES — In the space of seven minutes on an airport tarmac on Wednesday, President Trump captured the thorny decision he faces as he once again straddles the edge of war and peace.",
      "publication_date": "2019-09-18T13:38:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/18/us/politics/robert-obrien-security-adviser.html",
      "byline": "By Peter Baker and Eric Schmitt"
    }
  ]
}