{
  "metadata": {
    "date": "2017-01-18",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Health Law Repeal Could Cost 18 Million Their Insurance, Study Finds",
      "snippet": "The Congressional Budget Office said 18 million people would lose their insurance in the first year, with that number and costs rising over 10 years.",
      "abstract": "The Congressional Budget Office said 18 million people would lose their insurance in the first year, with that number and costs rising over 10 years.",
      "lead_paragraph": "WASHINGTON — Eighteen million people could lose their insurance within a year and individual insurance premiums would shoot upward if Congress repealed major provisions of the Affordable Care Act while leaving other parts in place, the nonpartisan Congressional Budget Office said on Tuesday.",
      "publication_date": "2017-01-17T16:18:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/17/us/politics/congressional-budget-office-affordable-care-act.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "On Climate Change, Even States in Forefront Are Falling Short",
      "snippet": "States like California and New York have been leaders in curbing carbon emissions from energy. But to achieve their goals, both may need to embrace nuclear power.",
      "abstract": "States like California and New York have been leaders in curbing carbon emissions from energy. But to achieve their goals, both may need to embrace nuclear power.",
      "lead_paragraph": "Is there a more environmentally conscious state than California? It has been at the forefront of climate policy for decades — from demanding stringent fuel economy and emissions standards to wholeheartedly embracing renewable energy from the sun and wind.",
      "publication_date": "2017-01-17T16:55:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/17/business/economy/climate-change-california-new-york.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "In Era of Trump, China’s President Champions Economic Globalization",
      "snippet": "Before the World Economic Forum in Davos, Xi Jinping spurned protectionism while implicitly rebuking Donald J. Trump, president-elect of the United States.",
      "abstract": "Before the World Economic Forum in Davos, Xi Jinping spurned protectionism while implicitly rebuking Donald J. Trump, president-elect of the United States.",
      "lead_paragraph": "DAVOS, Switzerland — In a world troubled by grave uncertainties over the basics governing trade, security and the mission to limit climate change, President Xi Jinping of China on Tuesday portrayed his nation as a responsible global citizen dedicated to furthering international integration.",
      "publication_date": "2017-01-17T19:08:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/17/business/dealbook/world-economic-forum-davos-china-xi-globalization.html",
      "byline": "By Peter S. Goodman"
    },
    {
      "headline": "Mark Zuckerberg, in Suit, Testifies in Oculus Intellectual Property Trial",
      "snippet": "Oculus, a virtual reality company acquired by Facebook, is accused of stealing elements of the technology that went into its headsets.",
      "abstract": "Oculus, a virtual reality company acquired by Facebook, is accused of stealing elements of the technology that went into its headsets.",
      "lead_paragraph": "DALLAS — A few years ago, Mark Zuckerberg, chief executive of Facebook and one of tech’s shrewdest seers, made a huge bet on a new technology, virtual reality, buying Oculus VR, one of the most prominent start-ups in the industry, for more than $2 billion.",
      "publication_date": "2017-01-17T19:30:24+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/17/technology/mark-zuckerberg-oculus-trial-virtual-reality-facebook.html",
      "byline": "By Nick Wingfield and Mike Isaac"
    },
    {
      "headline": "Chelsea Manning to Be Released Early as Obama Commutes Sentence",
      "snippet": "The Army intelligence analyst convicted in a 2010 leak of security documents is set to be freed this May instead of in 2045.",
      "abstract": "The Army intelligence analyst convicted in a 2010 leak of security documents is set to be freed this May instead of in 2045.",
      "lead_paragraph": "WASHINGTON — President Obama on Tuesday commuted all but four months of the remaining prison sentence of Chelsea Manning, the Army intelligence analyst convicted of a 2010 leak that revealed American military and diplomatic activities across the world, disrupted Mr. Obama’s administration and brought global prominence to WikiLeaks, the recipient of those disclosures.",
      "publication_date": "2017-01-17T21:15:59+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/17/us/politics/obama-commutes-bulk-of-chelsea-mannings-sentence.html",
      "byline": "By Charlie Savage"
    },
    {
      "headline": "Run-Up Since Election Slows as Investors Consider Risks",
      "snippet": "Investors are concerned about a dollar that has gained too much in value, the potential for trade wars and whether Donald J. Trump can keep his promise to cut taxes.",
      "abstract": "Investors are concerned about a dollar that has gained too much in value, the potential for trade wars and whether Donald J. Trump can keep his promise to cut taxes.",
      "lead_paragraph": "With just days to go before the inauguration of Donald J. Trump as president, once ebullient markets have eased a bit as investors have begun to ponder more seriously the risks of a Trump administration.",
      "publication_date": "2017-01-18T00:45:41+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/17/business/dealbook/run-up-since-election-slows-as-investors-consider-risks.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Republicans Look to Reince Priebus, Trump’s Chief of Staff, to Bring Stability",
      "snippet": "Party leaders hope Mr. Priebus will transform the new president’s storm-the-gates campaign into a normal, functional White House.",
      "abstract": "Party leaders hope Mr. Priebus will transform the new president’s storm-the-gates campaign into a normal, functional White House.",
      "lead_paragraph": "WASHINGTON — When Speaker Paul D. Ryan needed to stop rebellious fellow Republicans from defanging a popular congressional ethics watchdog office this month, he called a friend from Wisconsin, Reince Priebus, the incoming White House chief of staff, for some stealthy help.",
      "publication_date": "2017-01-18T02:07:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/17/us/politics/reince-priebus-chief-of-staff.html",
      "byline": "By Glenn Thrush and Maggie Haberman"
    },
    {
      "headline": "Trump Entering White House Unbent and Unpopular",
      "snippet": "President-elect Donald J. Trump will take office with less popular support than any new president in modern times, according to an array of polls.",
      "abstract": "President-elect Donald J. Trump will take office with less popular support than any new president in modern times, according to an array of polls.",
      "lead_paragraph": "WASHINGTON — In one way at least, President-elect Donald J. Trump has already surpassed all of his recent predecessors. It took Barack Obama 18 months in the White House for his approval rating to slip to 44 percent in Gallup polling, and it took George W. Bush 4½ years to fall that far. Mr. Trump got there before even being sworn in.",
      "publication_date": "2017-01-18T02:13:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/17/us/politics/donald-trump-obama-approval-rating.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Clearing Out the App Stores: Government Censorship Made Easier",
      "snippet": "App stores backed by giant corporations have created choke points for the internet, which governments are now exploiting.",
      "abstract": "App stores backed by giant corporations have created choke points for the internet, which governments are now exploiting.",
      "lead_paragraph": "There’s a new form of digital censorship sweeping the globe, and it could be the start of something devastating.",
      "publication_date": "2017-01-18T10:00:26+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/18/technology/clearing-out-the-app-stores-government-censorship-made-easier.html",
      "byline": "By Farhad Manjoo"
    },
    {
      "headline": "Davos Elite Fret About Inequality Over Vintage Wine and Canapés",
      "snippet": "Power brokers are in the Swiss Alps to discuss how to make globalization more lucrative, but there is no appetite for redistributing wealth or empowering workers.",
      "abstract": "Power brokers are in the Swiss Alps to discuss how to make globalization more lucrative, but there is no appetite for redistributing wealth or empowering workers.",
      "lead_paragraph": "DAVOS, Switzerland — You have perhaps noticed that in many countries, history-altering numbers of people have grown enraged at the economic elite and their tendency to hog the spoils of globalization. This wave of anger has delivered Donald J. Trump to the White House, sent Britain toward the exit of the European Union, and threatened the future of global trade.",
      "publication_date": "2017-01-18T14:32:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/18/business/dealbook/world-economic-forum-davos-backlash.html",
      "byline": "By Peter S. Goodman"
    },
    {
      "headline": "From Headline to Photograph, a Fake News Masterpiece",
      "snippet": "Cameron Harris, a recent college graduate, pulled six million people into his bogus story about the discovery of fraudulent ballots for Hillary Clinton.",
      "abstract": "Cameron Harris, a recent college graduate, pulled six million people into his bogus story about the discovery of fraudulent ballots for Hillary Clinton.",
      "lead_paragraph": "ANNAPOLIS, Md. — It was early fall, and Donald J. Trump, behind in the polls, seemed to be preparing a rationale in case a winner like him somehow managed to lose. “I’m afraid the election is going to be rigged, I have to be honest,” the Republican nominee told a riled-up crowd in Columbus, Ohio. He was hearing “more and more” about evidence of rigging, he added, leaving the details to his supporters’ imagination.",
      "publication_date": "2017-01-18T15:12:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/18/us/fake-news-hillary-clinton-cameron-harris.html",
      "byline": "By Scott Shane"
    }
  ]
}