{
  "metadata": {
    "date": "2017-05-25",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Insider-Trading Case Ensnares Hedge Fund",
      "snippet": "Prosecutors say an employee of a Washington consulting firm obtained information about policy decisions at the Centers for Medicare and Medicaid Services.",
      "abstract": "Prosecutors say an employee of a Washington consulting firm obtained information about policy decisions at the Centers for Medicare and Medicaid Services.",
      "lead_paragraph": "For hedge funds, information is a valuable currency. A scrap of insight about a coming change in government policy can be as precious as any market data, potentially making the difference between a profit or loss on a trade.",
      "publication_date": "2017-05-24T16:16:44+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/05/24/business/dealbook/five-accused-of-trading-illegally-on-health-policy-leaks.html",
      "byline": "By Alexandra Stevenson and Matthew Goldstein"
    },
    {
      "headline": "Fed Sounds Cautious Note but Doesn’t Deter Forecast of Rate Increase",
      "snippet": "According to the minutes of the Fed’s May meeting, officials said they wanted to see signs of stronger growth. But investors still increased their bets on a June rate hike.",
      "abstract": "According to the minutes of the Fed’s May meeting, officials said they wanted to see signs of stronger growth. But investors still increased their bets on a June rate hike.",
      "lead_paragraph": "WASHINGTON — Federal Reserve Board officials said at a meeting early this month that they wanted to see evidence of stronger economic growth before continuing to increase the Fed’s benchmark interest rate, according to minutes of the meeting published on Wednesday.",
      "publication_date": "2017-05-24T18:15:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/05/24/business/economy/fed-interest-rates-minutes.html",
      "byline": "By Binyamin Appelbaum"
    },
    {
      "headline": "China’s Addiction to Debt Now Threatens Its Growth",
      "snippet": "A major credit rating agency sounded the alarm on Wednesday, saying the steady buildup of debt would erode China’s financial strength.",
      "abstract": "A major credit rating agency sounded the alarm on Wednesday, saying the steady buildup of debt would erode China’s financial strength.",
      "lead_paragraph": "SHANGHAI — China has gone on a spending spree, borrowing money to build cities, create manufacturing giants and nurture financial markets — money that has helped drive the economic powerhouse in recent years. But the debt-fueled binge now threatens to sap growth in the world’s second largest economy.",
      "publication_date": "2017-05-24T20:12:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/05/24/business/china-debt.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "G.O.P. Health Bill Would Leave 23 Million More Uninsured in a Decade, C.B.O. Says",
      "snippet": "The budget office’s report also found that the bill would reduce federal deficits by $119 billion over a decade, less than the $150 billion in savings projected for an earlier version of the bill.",
      "abstract": "The budget office’s report also found that the bill would reduce federal deficits by $119 billion over a decade, less than the $150 billion in savings projected for an earlier version of the bill.",
      "lead_paragraph": "WASHINGTON — A bill to dismantle the Affordable Care Act that narrowly passed the House this month would leave 14 million more people uninsured next year than under President Barack Obama’s health law — and 23 million more in 2026, the Congressional Budget Office said Wednesday. Some of the nation’s sickest would pay much more for health care.",
      "publication_date": "2017-05-24T20:39:45+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/05/24/us/politics/cbo-congressional-budget-office-health-care.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Top Russian Officials Discussed How to Influence Trump Aides Last Summer",
      "snippet": "American spies collected intelligence last summer revealing that Russians were debating how to work with Trump advisers, current and former officials say.",
      "abstract": "American spies collected intelligence last summer revealing that Russians were debating how to work with Trump advisers, current and former officials say.",
      "lead_paragraph": "WASHINGTON — American spies collected information last summer revealing that senior Russian intelligence and political officials were discussing how to exert influence over Donald J. Trump through his advisers, according to three current and former American officials familiar with the intelligence.",
      "publication_date": "2017-05-24T21:36:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/05/24/us/politics/russia-trump-manafort-flynn.html",
      "byline": "By Matthew Rosenberg, Adam Goldman and Matt Apuzzo"
    },
    {
      "headline": "Where Nestlé Guzzles Water, Michigan Neighbors Take Exception",
      "snippet": "Bottling operations can draw 130 million gallons a year from one site at almost no cost to Nestlé. Its application to pump even more has opened a political fight.",
      "abstract": "Bottling operations can draw 130 million gallons a year from one site at almost no cost to Nestlé. Its application to pump even more has opened a political fight.",
      "lead_paragraph": "EVART, Mich. — The creek behind Maryann Borden’s house was once “a lovely little stream that just babbled along and never changed for decades,” she says. Now it is perhaps 12 feet across — half what it was, she reckons — with grassy islands impeding what used to be an uninterrupted flow.",
      "publication_date": "2017-05-24T21:47:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/05/24/business/nestle-michigan-water.html",
      "byline": "By Steve Friess"
    },
    {
      "headline": "At His Own Wake, Celebrating Life and the Gift of Death",
      "snippet": "Tormented by an incurable disease, John Shields knew that dying openly and without fear could be his legacy, if his doctor, friends and family helped him.",
      "abstract": "Tormented by an incurable disease, John Shields knew that dying openly and without fear could be his legacy, if his doctor, friends and family helped him.",
      "lead_paragraph": "VICTORIA, British Columbia — Two days before he was scheduled to die, John Shields roused in his hospice bed with an unusual idea. He wanted to organize an Irish wake for himself. It would be old-fashioned with music and booze, except for one notable detail — he would be present.",
      "publication_date": "2017-05-25T09:00:38+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/05/25/world/canada/euthanasia-bill-john-shields-death.html",
      "byline": "By Catherine Porter"
    },
    {
      "headline": "In NATO Speech, Trump Is Vague About Mutual Defense Pledge",
      "snippet": "The president promised to “never forsake” allies but lectured NATO members on the need to pay what he said was their fair share of the alliance costs.",
      "abstract": "The president promised to “never forsake” allies but lectured NATO members on the need to pay what he said was their fair share of the alliance costs.",
      "lead_paragraph": "BRUSSELS — President Trump on Thursday punctured any illusions that he was on a fence-mending tour of Europe, declining to explicitly endorse NATO’s mutual defense pledge and lashing out at fellow members for what he called their “chronic underpayments” to the alliance.",
      "publication_date": "2017-05-25T14:58:56+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/05/25/world/europe/donald-trump-eu-nato.html",
      "byline": "By Michael D. Shear, Mark Landler and James Kanter"
    },
    {
      "headline": "Buy? Sell? Politics May Move the Market, but Rarely for Long",
      "snippet": "Whether Brexit or Brazil, scandal or crisis, what seems momentous news can be shaky ground for investment decisions, as some hedge funds have found.",
      "abstract": "Whether Brexit or Brazil, scandal or crisis, what seems momentous news can be shaky ground for investment decisions, as some hedge funds have found.",
      "lead_paragraph": "The United States stock market shuddered last week on a report that President Trump had tried to stop an F.B.I. investigation of his former national security adviser, with the Dow Jones industrials falling 373 points in one day and drawing comparisons to the Watergate-era bear market.",
      "publication_date": "2017-05-25T15:09:43+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/05/25/business/stock-market-politics-volatility.html",
      "byline": "By James B. Stewart"
    }
  ]
}