{
  "metadata": {
    "date": "2017-03-23",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "House Republicans, Deeply Divided, Face Painful Choice on Health Vote",
      "snippet": "Republicans could pass a deeply unpopular bill that could wreak havoc with their own voters, or turn it back and wound the president’s agenda.",
      "abstract": "Republicans could pass a deeply unpopular bill that could wreak havoc with their own voters, or turn it back and wound the president’s agenda.",
      "lead_paragraph": "WASHINGTON — For the House Republicans who have never served under a Republican president — roughly two-thirds of them — the vote scheduled for Thursday on a measure to replace President Barack Obama’s health care law is a legislative fantasia, the culmination of seven years of campaign promises impeded by Mr. Obama’s veto pen.",
      "publication_date": "2017-03-22T17:28:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/03/22/us/health-care-bill-republicans.html",
      "byline": "By Jennifer Steinhauer"
    },
    {
      "headline": "Monitoring May Have ‘Incidentally’ Picked Up Trump Aides, House Member Says",
      "snippet": "The White House seized on the comments as evidence of wiretapping, but the remarks indicated that the intelligence targets were foreign officials, not President Trump.",
      "abstract": "The White House seized on the comments as evidence of wiretapping, but the remarks indicated that the intelligence targets were foreign officials, not President Trump.",
      "lead_paragraph": "WASHINGTON — For weeks, President Trump has insisted that President Barack Obama tapped his phones even as the F.B.I. director and members of Mr. Trump’s own party said there was no evidence for his charge. But on Wednesday, Mr. Trump got an assist from a powerful House Republican who said the president or his closest associates may have been “incidentally” swept up in foreign surveillance by American spy agencies.",
      "publication_date": "2017-03-22T18:32:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/03/22/us/politics/devin-nunes-wiretapping-trump.html",
      "byline": "By Matthew Rosenberg, Adam Goldman and Emmarie Huetteman"
    },
    {
      "headline": "As Rivals Stand Silent, One Health Insurer Protests G.O.P. Plan",
      "snippet": "Dr. J. Mario Molina, one of the few insurance executives to criticize the House bill publicly, says it could harm insurers and patients alike.",
      "abstract": "Dr. J. Mario Molina, one of the few insurance executives to criticize the House bill publicly, says it could harm insurers and patients alike.",
      "lead_paragraph": "LONG BEACH, Calif. — In recent weeks, Dr. J. Mario Molina has anxiously approached lawmakers on Capitol Hill and governors across the country, warning them that the Republican efforts to overhaul the health care system could be devastating for insurers and patients alike.",
      "publication_date": "2017-03-22T19:43:32+0000",
      "section_name": "Health",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/03/22/health/molina-insurance-executive-republican-health-care-plan.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "AT&T and Johnson & Johnson Pull Ads From YouTube",
      "snippet": "The companies cited concerns that Google was not doing enough to prevent brands from appearing next to offensive material, like hate speech.",
      "abstract": "The companies cited concerns that Google was not doing enough to prevent brands from appearing next to offensive material, like hate speech.",
      "lead_paragraph": "AT&T and Johnson & Johnson, among the biggest advertisers in the United States, were among several companies to say Wednesday that they would stop their ads from running on YouTube and other Google properties amid concern that Google is not doing enough to prevent brands from appearing next to offensive material, like hate speech.",
      "publication_date": "2017-03-23T01:29:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/03/22/business/atampt-and-johnson-amp-johnson-pull-ads-from-youtube-amid-hate-speech-concerns.html",
      "byline": "By Sapna Maheshwari and Daisuke Wakabayashi"
    },
    {
      "headline": "Toll of London Attack Is Global for an Assailant Born in Britain",
      "snippet": "The Islamic State claimed responsibility for the attack carried out by Khalid Masood, 52, who had a criminal record but was not on any police-monitoring lists.",
      "abstract": "The Islamic State claimed responsibility for the attack carried out by Khalid Masood, 52, who had a criminal record but was not on any police-monitoring lists.",
      "lead_paragraph": "LONDON — The roster of the dead and wounded spanned the globe: a veteran Scotland Yard constable, a Mormon couple from Utah, South Korean tourists, French high schoolers and Romanian lovers.",
      "publication_date": "2017-03-23T08:15:36+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/03/23/world/europe/london-attack-uk.html",
      "byline": "By Dan Bilefsky, Kimiko de Freytas-Tamura, Hannah Olivennes and Ceylan Yeginsu"
    },
    {
      "headline": "Banks and Tech Firms Battle Over Something Akin to Gold: Your Data",
      "snippet": "Big banks are pushing for new agreements on the customer data they share with technology start-ups like Mint and Betterment.",
      "abstract": "Big banks are pushing for new agreements on the customer data they share with technology start-ups like Mint and Betterment.",
      "lead_paragraph": "SAN FRANCISCO — The big banks and Silicon Valley are waging an escalating battle over your personal financial data: your dinner bill last night, your monthly mortgage payment, the interest rates you pay.",
      "publication_date": "2017-03-23T09:00:21+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2017/03/23/business/dealbook/banks-and-tech-firms-battle-over-something-akin-to-gold-your-data.html",
      "byline": "By Nathaniel Popper"
    },
    {
      "headline": "Trump Tells G.O.P. It’s Now or Never, Demanding House Vote on Health Bill",
      "snippet": "President Trump told his party to fall in line behind a health insurance overhaul, and demanded a Friday vote on a bill that appeared to lack a majority to pass.",
      "abstract": "President Trump told his party to fall in line behind a health insurance overhaul, and demanded a Friday vote on a bill that appeared to lack a majority to pass.",
      "lead_paragraph": "WASHINGTON — President Trump issued an ultimatum on Thursday to recalcitrant Republicans to fall in line behind a broad health insurance overhaul or see their opportunity to repeal the Affordable Care Act vanish, demanding a Friday vote on a bill that appeared to lack a majority to pass.",
      "publication_date": "2017-03-23T11:15:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/03/23/us/politics/health-republicans-vote.html",
      "byline": "By Julie Hirschfeld Davis, Robert Pear and Thomas Kaplan"
    },
    {
      "headline": "Jewish Center Bomb Threat Suspect Is Arrested in Israel",
      "snippet": "The authorities said the suspect, a teenage citizen of the United States and Israel, masked the origin of his calls. His lawyer said he suffered from a brain tumor that affected his behavior.",
      "abstract": "The authorities said the suspect, a teenage citizen of the United States and Israel, masked the origin of his calls. His lawyer said he suffered from a brain tumor that affected his behavior.",
      "lead_paragraph": "JERUSALEM — A monthslong wave of bomb threats against Jewish institutions in the United States that prompted evacuations, heightened security and fears of rising anti-Semitism gave way to an unexpected twist on Thursday. The person responsible for many of the threats, law enforcement officials said, was half a world away, in Israel, a Jewish teenager.",
      "publication_date": "2017-03-23T13:29:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/03/23/us/jcc-bomb-threats.html",
      "byline": "By Isabel Kershner, Adam Goldman, Alan Blinder and Richard Pérez-Peña"
    },
    {
      "headline": "Pages From Trump’s Tax Returns Raise a Decade’s Worth of Questions",
      "snippet": "Filings from 1995 and 2005, incomplete as they are, offer tantalizing clues about how the Trumps might have minimized their liability over several years.",
      "abstract": "Filings from 1995 and 2005, incomplete as they are, offer tantalizing clues about how the Trumps might have minimized their liability over several years.",
      "lead_paragraph": "Like or loathe Donald J. Trump, you have to give him this: He’s done more to shine a spotlight on the loopholes and fundamental unfairness of the tax code than any other American president.",
      "publication_date": "2017-03-23T15:30:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/03/23/business/pages-from-trumps-tax-returns-raise-a-decades-worth-of-questions.html",
      "byline": "By James B. Stewart"
    }
  ]
}