{
  "metadata": {
    "date": "2017-07-13",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Campus Rape Policies Get a New Look as the Accused Get DeVos’s Ear",
      "snippet": "Betsy DeVos’s Education Department is re-evaluating the get-tough policies on campus sexual assault that were enforced by the Obama administration.",
      "abstract": "Betsy DeVos’s Education Department is re-evaluating the get-tough policies on campus sexual assault that were enforced by the Obama administration.",
      "lead_paragraph": "WASHINGTON — The letters have come in to her office by the hundreds, heartfelt missives from college students, mostly men, who had been accused of rape or sexual assault. Some had lost scholarships. Some had been expelled. A mother stumbled upon her son trying to take his own life, recalled Candice E. Jackson, the top civil rights official at the Department of Education.",
      "publication_date": "2017-07-12T17:20:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/07/12/us/politics/campus-rape-betsy-devos-title-iv-education-trump-candice-jackson.html",
      "byline": "By Erica L. Green and Sheryl Gay Stolberg"
    },
    {
      "headline": "Ex-President of Brazil Sentenced to Nearly 10 Years in Prison for Corruption",
      "snippet": "The conviction of Luiz Inácio Lula da Silva was a stunning setback for a politician who has wielded enormous influence across Latin America.",
      "abstract": "The conviction of Luiz Inácio Lula da Silva was a stunning setback for a politician who has wielded enormous influence across Latin America.",
      "lead_paragraph": "RIO DE JANEIRO — The former president of Brazil, Luiz Inácio Lula da Silva, was found guilty of corruption and money laundering on Wednesday and sentenced to nearly 10 years in prison, a stunning setback for a politician who has wielded enormous influence across Latin America for decades.",
      "publication_date": "2017-07-12T17:40:02+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/07/12/world/americas/brazil-lula-da-silva-corruption.html",
      "byline": "By Ernesto Londoño"
    },
    {
      "headline": "The Pop-Up Employer: Build a Team, Do the Job, Say Goodbye",
      "snippet": "“Flash organizations,” modeled on filmmaking, find their way into fields like software and pharmaceuticals, assembling freelancers and then disbanding.",
      "abstract": "“Flash organizations,” modeled on filmmaking, find their way into fields like software and pharmaceuticals, assembling freelancers and then disbanding.",
      "lead_paragraph": "At first glance, the organization chart for the maker of True Story, a card game and mobile app in which players trade stories from their daily lives, resembled that of any company. There was a content division to churn out copy for game cards; graphic designers to devise the logo and the packaging; developers to build the mobile app and the website. There was even a play-testing division to catch potential hiccups.",
      "publication_date": "2017-07-13T00:13:47+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/07/12/business/economy/flash-organizations-labor.html",
      "byline": "By Noam Scheiber"
    },
    {
      "headline": "Uber Offers a Thankless Job, and the Applications Flood In",
      "snippet": "Even as Uber faces problems like a broken culture and a legal battle, many are coveting the ride-hailing company’s vacant chief executive job.",
      "abstract": "Even as Uber faces problems like a broken culture and a legal battle, many are coveting the ride-hailing company’s vacant chief executive job.",
      "lead_paragraph": "SAN FRANCISCO — Wanted: a seasoned executive to take the top position at a troubled technology start-up. Must be willing to fix a broken culture, deal with an aggressive predecessor, battle a risky lawsuit and prepare the company for an initial public offering. Self-starters preferred.",
      "publication_date": "2017-07-13T09:00:23+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/07/13/technology/uber-chief-executive-officer-travis-kalanick.html",
      "byline": "By Mike Isaac"
    },
    {
      "headline": "Liu Xiaobo, Chinese Dissident Who Won Nobel While Jailed, Dies at 61",
      "snippet": "Mr. Liu, who was convicted in 2009 of inciting subversion and sentenced to prison, was given medical parole recently to be treated for late-stage cancer.",
      "abstract": "Mr. Liu, who was convicted in 2009 of inciting subversion and sentenced to prison, was given medical parole recently to be treated for late-stage cancer.",
      "lead_paragraph": "BEIJING — Liu Xiaobo, the renegade Chinese intellectual who kept vigil at Tiananmen Square in 1989 to protect protesters from encroaching soldiers, promoted a pro-democracy charter that brought him a lengthy prison sentence and was awarded the Nobel Peace Prize while locked away, died under guard in a hospital on Thursday. He was 61.",
      "publication_date": "2017-07-13T13:29:22+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/07/13/world/asia/liu-xiaobo-dead.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "As a Guru, Ayn Rand May Have Limits. Ask Travis Kalanick.",
      "snippet": "For all the influence of the Objectivist principles set forth in “The Fountainhead” and other works, some prominent followers have run into trouble.",
      "abstract": "For all the influence of the Objectivist principles set forth in “The Fountainhead” and other works, some prominent followers have run into trouble.",
      "lead_paragraph": "Few, if any, literary philosophers have had as much influence on American business and politics as Ayn Rand, especially now that Donald J. Trump occupies the White House.",
      "publication_date": "2017-07-13T14:21:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/07/13/business/ayn-rand-business-politics-uber-kalanick.html",
      "byline": "By James B. Stewart"
    },
    {
      "headline": "Senate Republicans Unveil New Health Bill, but Divisions Remain",
      "snippet": "A bill to repeal the Affordable Care Act was revised to help hold down insurance costs while allowing insurers to sell stripped-down plans, but the changes may not be enough.",
      "abstract": "A bill to repeal the Affordable Care Act was revised to help hold down insurance costs while allowing insurers to sell stripped-down plans, but the changes may not be enough.",
      "lead_paragraph": "WASHINGTON — Senate Republican leaders on Thursday unveiled a fresh proposal to repeal and replace the Affordable Care Act, revising their bill to help hold down insurance costs for consumers while allowing insurers to sell new low-cost, stripped down policies.",
      "publication_date": "2017-07-13T14:55:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/07/13/us/politics/senate-republican-health-care-bill.html",
      "byline": "By Robert Pear and Thomas Kaplan"
    },
    {
      "headline": "China’s Softening Ticket Sales Are Drawing Hollywood’s Focus",
      "snippet": "Hollywood executives rely on robust Chinese box office revenue to bolster their balance sheets, but recent ticket sales in China are not meeting those expectations.",
      "abstract": "Hollywood executives rely on robust Chinese box office revenue to bolster their balance sheets, but recent ticket sales in China are not meeting those expectations.",
      "lead_paragraph": "LOS ANGELES — All year, Hollywood executives have been brushing aside worries about box-office stagnation in the United States and Canada by pointing to strong ticket sales in China.",
      "publication_date": "2017-07-13T15:32:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/07/13/business/media/hollywood-china-box-office.html",
      "byline": "By Brooks Barnes"
    }
  ]
}