{
  "metadata": {
    "date": "2017-01-12",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Trump’s Plans on Businesses May Fall Short",
      "snippet": "Mr. Trump will hand his business empire to a trust controlled by his oldest sons, a move the director of the Office of Government Ethics said was not enough.",
      "abstract": "Mr. Trump will hand his business empire to a trust controlled by his oldest sons, a move the director of the Office of Government Ethics said was not enough.",
      "lead_paragraph": "President-elect Donald J. Trump said Wednesday that he would place his vast business empire in a trust controlled by his two oldest sons and take other steps in an attempt to remove any suggestion of a conflict of interest with his decisions as president. But he said he would not sell his holdings.",
      "publication_date": "2017-01-11T16:30:53+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/11/us/politics/trump-organization-business-conflicts.html",
      "byline": "By Susanne Craig and Eric Lipton"
    },
    {
      "headline": "6 Volkswagen Executives Charged as Company Pleads Guilty in Emissions Case",
      "snippet": "The officials charged in the case include a former head of development of the Volkswagen brand and the head of engine development.",
      "abstract": "The officials charged in the case include a former head of development of the Volkswagen brand and the head of engine development.",
      "lead_paragraph": "WASHINGTON — Federal prosecutors announced criminal charges on Wednesday against six Volkswagen executives for their roles in the company’s emissions-cheating scandal, a sharp turn by a departing administration that is trying to remake its image of being soft on corporate crime.",
      "publication_date": "2017-01-11T18:38:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/11/business/volkswagen-diesel-vw-settlement-charges-criminal.html",
      "byline": "By Hiroko Tabuchi, Jack Ewing and Matt Apuzzo"
    },
    {
      "headline": "Donald Trump Concedes Russia’s Interference in Election",
      "snippet": "“As far as hacking, I think it was Russia,” the president-elect said in a news conference, though he avoided questions about whether his team had contact with Russia during the campaign.",
      "abstract": "“As far as hacking, I think it was Russia,” the president-elect said in a news conference, though he avoided questions about whether his team had contact with Russia during the campaign.",
      "lead_paragraph": "President-elect Donald J. Trump on Wednesday conceded for the first time that Russia had carried out cyberattacks against the two major political parties during the presidential election, but he angrily rejected unsubstantiated reports that Moscow had gathered compromising personal and financial information about him that could be used for extortion.",
      "publication_date": "2017-01-11T19:58:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/11/us/politics/trumps-press-conference-highlights-russia.html",
      "byline": "By Julie Hirschfeld Davis and Maggie Haberman"
    },
    {
      "headline": "Chris Rokos Is Said to Be Seeking to Raise More Than $2 Billion",
      "snippet": "While others stumbled, Mr. Rokos’s fund rose 20 percent in 2016. He has big plans for 2017, as well.",
      "abstract": "While others stumbled, Mr. Rokos’s fund rose 20 percent in 2016. He has big plans for 2017, as well.",
      "lead_paragraph": "LONDON — A decade ago, the hedge fund manager Chris Rokos bought two tired hotels in the fashionable Notting Hill neighborhood here.",
      "publication_date": "2017-01-11T21:57:57+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/11/business/dealbook/chris-rokos-capital-management-hedge-funds.html",
      "byline": "By Anita Raghavan"
    },
    {
      "headline": "How a Sensational, Unverified Dossier Became a Crisis for Donald Trump",
      "snippet": "The consequences of the dossier, put together by a former British spy named Christopher Steele, are incalculable and will play out long past Inauguration Day.",
      "abstract": "The consequences of the dossier, put together by a former British spy named Christopher Steele, are incalculable and will play out long past Inauguration Day.",
      "lead_paragraph": "WASHINGTON — Seven months ago, a respected former British spy named Christopher Steele won a contract to build a file on Donald J. Trump’s ties to Russia. Last week, the explosive details — unsubstantiated accounts of frolics with prostitutes, real estate deals that were intended as bribes and coordination with Russian intelligence of the hacking of Democrats — were summarized for Mr. Trump in an appendix to a top-secret intelligence report.",
      "publication_date": "2017-01-12T02:17:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/11/us/politics/donald-trump-russia-intelligence.html",
      "byline": "By Scott Shane, Nicholas Confessore and Matthew Rosenberg"
    },
    {
      "headline": "In Rocky Hearing, Rex Tillerson Tries to Separate From Trump",
      "snippet": "The former chief executive of Exxon Mobil found himself on the defensive over his reluctance to declare that some dictators were violators of human rights.",
      "abstract": "The former chief executive of Exxon Mobil found himself on the defensive over his reluctance to declare that some dictators were violators of human rights.",
      "lead_paragraph": "WASHINGTON — Rex W. Tillerson on Wednesday told a Senate committee weighing his nomination as secretary of state that he would push back hard against President Vladimir V. Putin’s effort to expand Russian influence from Ukraine to Syria to cyberspace. But in a rocky all-day hearing, Mr. Tillerson also found himself on the defensive when it came to Exxon Mobil’s lobbying activities and his reluctance to declare that some dictators were violators of human rights.",
      "publication_date": "2017-01-12T02:28:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/11/us/rex-tillerson-confirmation-hearings.html",
      "byline": "By David E. Sanger and Matt Flegenheimer"
    },
    {
      "headline": "In Iowa, Trump Voters Are Unfazed by Controversies",
      "snippet": "In rural eastern Iowa, the epicenter of the quake that made Donald J. Trump president, a reporter who spent a year in the state hears voters’ expectations and concerns.",
      "abstract": "In rural eastern Iowa, the epicenter of the quake that made Donald J. Trump president, a reporter who spent a year in the state hears voters’ expectations and concerns.",
      "lead_paragraph": "MONTICELLO, Iowa — The Table of Knowledge was delving into President-elect Donald J. Trump’s plans to upend government, and marveling at how he had forced his fellow Republicans in the House to reverse themselves on gutting the Office of Congressional Ethics.",
      "publication_date": "2017-01-12T10:00:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/12/us/donald-trump-iowa-conservatives.html",
      "byline": "By Trip Gabriel"
    }
  ]
}