{
  "metadata": {
    "date": "2017-03-28",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Bill Gross and Pimco Settle Suit Over His Ouster",
      "snippet": "A lawyer representing Mr. Gross, co-founder of Pimco, one of the biggest asset managers in the world, filed a request to dismiss his lawsuit.",
      "abstract": "A lawyer representing Mr. Gross, co-founder of Pimco, one of the biggest asset managers in the world, filed a request to dismiss his lawsuit.",
      "lead_paragraph": "NEWPORT BEACH, Calif. — A bitter legal war between the bond investor William H. Gross and Pimco, the company he built into one of the biggest asset managers in the world, is over.",
      "publication_date": "2017-03-27T16:26:38+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/03/27/business/dealbook/bill-gross-and-pimco-settle-suit-over-his-ouster.html",
      "byline": "By Mary Childs"
    },
    {
      "headline": "House Democrats Ask Devin Nunes to Recuse Himself From Russia Inquiry",
      "snippet": "The demands followed revelations that the committee’s chairman had met on White House grounds with a source who showed him secret intelligence reports.",
      "abstract": "The demands followed revelations that the committee’s chairman had met on White House grounds with a source who showed him secret intelligence reports.",
      "lead_paragraph": "WASHINGTON — Top House Democrats on Monday called on the Republican chairman of the House Intelligence Committee to recuse himself from the panel’s investigation into Russian meddling in the 2016 presidential election, thrusting the entire inquiry into jeopardy amid what they described as mounting evidence he was too close to President Trump to be impartial.",
      "publication_date": "2017-03-27T18:10:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/03/27/us/politics/devin-nunes-house-intelligence-committee-white-house-wiretap.html",
      "byline": "By Matthew Rosenberg and Emmarie Huetteman"
    },
    {
      "headline": "At Site of Deaths, Our Reporters Find Cost of U.S.-ISIS Battle",
      "snippet": "Times reporters are in Mosul, Iraq, to assess reports that less time is being taken to weigh risks for civilians as the battle intensifies.",
      "abstract": "Times reporters are in Mosul, Iraq, to assess reports that less time is being taken to weigh risks for civilians as the battle intensifies.",
      "lead_paragraph": "MOSUL, Iraq — Dozens of Iraqi civilians, some of them still alive and calling out for help, were buried for days under the rubble of their homes in western Mosul after American-led airstrikes flattened almost an entire city block.",
      "publication_date": "2017-03-27T19:40:11+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/03/27/world/middleeast/mosul-iraq-isis-civilian-deaths-us-airstrikes.html",
      "byline": "By Tim Arango"
    },
    {
      "headline": "In Protests, Kremlin Fears a Young Generation Stirring",
      "snippet": "The youthfulness of the anticorruption protesters across Russia this weekend surprised even organizers, and clearly rattled the government of Vladimir V. Putin.",
      "abstract": "The youthfulness of the anticorruption protesters across Russia this weekend surprised even organizers, and clearly rattled the government of Vladimir V. Putin.",
      "lead_paragraph": "MOSCOW — The weekend anticorruption protests that roiled Moscow and nearly 100 Russian towns clearly rattled the Kremlin, unprepared for their size and seeming spontaneity. But perhaps the biggest surprise, even to protest leaders themselves, was the youthfulness of the crowds.",
      "publication_date": "2017-03-28T00:57:37+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/03/27/world/europe/in-protests-kremlin-fears-a-young-generation-stirring.html",
      "byline": "By Andrew Higgins and Andrew E. Kramer"
    },
    {
      "headline": "Trump’s Take on Corporate Tax Rate Could Look Very Much Like Obama’s",
      "snippet": "The rate may need to be 28 percent so the president’s plan is tax neutral. When Barack Obama proposed that figure, repeatedly, Republicans called it too high.",
      "abstract": "The rate may need to be 28 percent so the president’s plan is tax neutral. When Barack Obama proposed that figure, repeatedly, Republicans called it too high.",
      "lead_paragraph": "Just a few days after being sworn in as president, Donald J. Trump convened a meeting at the White House of some of the nation’s most prominent chief executives to discuss how to improve manufacturing. Mr. Trump was joined by Elon Musk of Tesla, Mark Fields of Ford, Andrew Liveris of Dow Chemical, Marillyn A. Hewson of Lockheed Martin and Michael Dell of Dell, among others.",
      "publication_date": "2017-03-28T01:00:56+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/03/27/business/dealbook/trump-corporate-tax-cuts.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "An Alabama Prison’s Unrelenting Descent Into Violence",
      "snippet": "Even in a state with some of the nation’s most troubled and overcrowded prisons, St. Clair Correctional Facility stands out for its history of violence.",
      "abstract": "Even in a state with some of the nation’s most troubled and overcrowded prisons, St. Clair Correctional Facility stands out for its history of violence.",
      "lead_paragraph": "SPRINGVILLE, Ala. — The door opened and there stood a man with knives in both hands. Michael McGregor recognized him immediately. Since Mr. McGregor had arrived at the prison the day before, the man had twice propositioned him for sex and asked if he wanted to buy a knife.",
      "publication_date": "2017-03-28T09:00:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/03/28/us/alabama-prison-violence.html",
      "byline": "By Campbell Robertson"
    },
    {
      "headline": "Equal Pay for Men and Women? Iceland Wants Employers to Prove It",
      "snippet": "Although the country has had equal pay laws for half a century, gaps still exist, and new legislation is intended to address the imbalances more forcefully.",
      "abstract": "Although the country has had equal pay laws for half a century, gaps still exist, and new legislation is intended to address the imbalances more forcefully.",
      "lead_paragraph": "REYKJAVIK, Iceland — On a chilly afternoon in October, Frida Ros Valdimarsdottir, a former home-care worker turned women’s rights advocate, left her office at exactly 2:38 p.m. and headed to Reykjavik’s main square, where throngs of women were forming a boisterous crowd. It was the time — roughly two and a half hours before the end of the workday — that many protesters reckoned they stopped being paid for equal work.",
      "publication_date": "2017-03-28T12:29:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/03/28/business/economy/iceland-women-equal-pay.html",
      "byline": "By Liz Alderman"
    },
    {
      "headline": "‘Carnage’ Indeed, but Trump’s Policies Would Make It Worse",
      "snippet": "Cutting benefits and training won’t help working-class voters hit by disruptions in trade or address its toll on families, job prospects and longevity.",
      "abstract": "Cutting benefits and training won’t help working-class voters hit by disruptions in trade or address its toll on families, job prospects and longevity.",
      "lead_paragraph": "Donald J. Trump can be brilliant. On the campaign trail, his diagnosis of the raw anger and disillusionment among white working-class Americans bested the most sophisticated analyses from the professional political class.",
      "publication_date": "2017-03-28T13:58:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/03/28/business/economy/trump-white-working-class-carnage.html",
      "byline": "By Eduardo Porter"
    }
  ]
}