{
  "metadata": {
    "date": "2006-04-10",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "Iraqis Mourn Victims of Mosque Bombing",
      "snippet": "Hundreds marched through Shiite neighborhoods in Baghdad, wailing in grief for dozens of worshippers killed in Friday's attack.",
      "abstract": "Hundreds marched through Shiite neighborhoods in Baghdad, wailing in grief for dozens of worshippers killed in Friday's attack.",
      "lead_paragraph": " BAGHDAD, Iraq, April 8 — Hundreds of mourners marched through Shiite neighborhoods of the capital today, wailing in grief for dozens of worshippers killed in a devastating mosque bombing Friday. ",
      "publication_date": "2006-04-08T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/08/world/middleeast/08iraq.html",
      "byline": "By EDWARD WONG"
    },
    {
      "headline": "British Rethinking Rules After Ill-Fated Drug Trial",
      "snippet": "Although tests of an immune stimulant in monkeys showed no significant trouble, all six human subjects nearly died.",
      "abstract": "Although tests of an immune stimulant in monkeys showed no significant trouble, all six human subjects nearly died.",
      "lead_paragraph": " In February, when Rob O. saw the text message from Parexel International pop up on his cellphone in London — \"healthy males needed for a drug trial\" for £2,000, about $3,500 — it seemed like a harmless opportunity to make some much-needed cash. Parexel, based in Waltham, Mass., contracts with drug makers to test new medicines.",
      "publication_date": "2006-04-08T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/08/world/europe/08britain.html",
      "byline": "By ELISABETH ROSENTHAL"
    },
    {
      "headline": "Words to Live By in Infomercial World: Caveat Emptor",
      "snippet": "Unusual group of people, including bodybuilder Justin Leonard, retired psychiatrist Stephen Barrett and John T Reed, author of books on real estate investing and football coaching, has created Web sites that try to educate consumers about pitfalls...",
      "abstract": "Unusual group of people, including bodybuilder Justin Leonard, retired psychiatrist Stephen Barrett and John T Reed, author of books on real estate investing and football coaching, has created Web sites that try to educate consumers about pitfalls of infomercials; experts comment on ways in which infomercials hook viewers into buying goods, services and get-rich-quick schemes; photo (M)",
      "lead_paragraph": "Do you find infomercials hard to resist?",
      "publication_date": "2006-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/08/business/yourmoney/words-to-live-by-in-infomercial-world-caveat-emptor.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Job Growth Was Solid Last Month",
      "snippet": "Bureau of Labor Statistics reports US work force expanded by 211,000 jobs in March and jobless rate dipped to 4.7 percent, suggesting economy has picked up speed; Pres Bush, claiming credit, cites increase in hiring as evidence of economic resurge...",
      "abstract": "Bureau of Labor Statistics reports US work force expanded by 211,000 jobs in March and jobless rate dipped to 4.7 percent, suggesting economy has picked up speed; Pres Bush, claiming credit, cites increase in hiring as evidence of economic resurgence fueled by his tax cuts, which he is pressing Congress to extend; photo; graph (M)",
      "lead_paragraph": "The nation's work force grew by a healthy 211,000 jobs in March and the unemployment rate dipped to 4.7 percent, the government reported yesterday, suggesting that the economy has picked up speed and is likely to keep growing in the months ahead despite the prospect of higher interest rates from the Federal Reserve.",
      "publication_date": "2006-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/08/business/job-growth-was-solid-last-month.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Drug Plan's Side Effect Is Severe",
      "snippet": "Government's new Medicare Part D program, touted as helping to provide prescription drug coverage for older Americans, has posed new complications for at least 10,000 Medicare patients who had been getting free cancer medicines in pill directly fr...",
      "abstract": "Government's new Medicare Part D program, touted as helping to provide prescription drug coverage for older Americans, has posed new complications for at least 10,000 Medicare patients who had been getting free cancer medicines in pill directly from manufacturers or through special programs run by insurance companies; Medicare has always covered injecttable drugs given in hospitals or doctors' offices but oral cancer drugs, which cost up to $4,000 a month, are now bound by rules requiring Medicare enrollees to pay $3,600 in out-of-pocket costs each year; added pressure is coming from drug makers that have begun restricting charitable free-drug programs; photo (M)",
      "lead_paragraph": "YEADON, Pa. - As a result of the new Medicare drug program, thousands of people who take pills to fight cancer have suddenly found themselves with new bills to pay for their essential medicines. Frances Blue is one of them.",
      "publication_date": "2006-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/08/business/drug-plans-side-effect-is-severe.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Blame and Uncertainty as Immigration Deal Fails",
      "snippet": "Senate's effort to pass immigration legislation collapses, and lawmakers go home for two-week recess to face voters who are as deeply divided on issue as Congress has proven to be; deal was derailed less than 24 hours after senators celebrated bip...",
      "abstract": "Senate's effort to pass immigration legislation collapses, and lawmakers go home for two-week recess to face voters who are as deeply divided on issue as Congress has proven to be; deal was derailed less than 24 hours after senators celebrated bipartisan agreement that would have given most illegal immigrants chance to become citizens, created temporary guest worker program and tightened border security; creators of proposal say they had support of as many as 70 senators, but they were unable to resolve secondary disputes over amendments and other technical issues; photos (M)",
      "lead_paragraph": "WASHINGTON, April 7 - The Senate's effort to pass immigration legislation collapsed on Friday, and lawmakers went home for a two-week recess to face voters who are as deeply and passionately divided on the issue as Congress has proven to be.",
      "publication_date": "2006-04-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/08/washington/blame-and-uncertainty-as-immigration-deal-fails.html",
      "byline": "By Carl Hulse and Rachel L. Swarns"
    },
    {
      "headline": "Iraqis Mourn Victims of Mosque Bombing",
      "snippet": "Three suicide bombers kill at least 71 people and wound 140 at Baratha Mosque in Baghdad; Shiite and Sunni leaders call for restraint, fearful that attack would unleash wave of sectarian violence; explosions took place after mosque's head imam, Sh...",
      "abstract": "Three suicide bombers kill at least 71 people and wound 140 at Baratha Mosque in Baghdad; Shiite and Sunni leaders call for restraint, fearful that attack would unleash wave of sectarian violence; explosions took place after mosque's head imam, Sheik Jalaladeen al-Sagheir, delivered speech demanding that Prime Min Ibrahim al-Jaafari step down; mosque is main religious stronghold of Supreme Council for Islamic Revolution in Iraq, Iranian-backed party that leads Parliament's major Shiite bloc; attack appears to be work of jihadists aligned with Sunni-led insurgency; US Amb Zalmay Khalilzad says that if unified government is not formed soon, sectarian war could erupt in Iraq and that such war could engulf entire Middle East; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 7 - Three suicide bombers, including at least one who appeared to be a woman, exploded in a sea of Friday worshipers at the main mosque of the most powerful Shiite political party in Iraq, killing at least 71 people and wounding at least 140.",
      "publication_date": "2006-04-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/08/world/middleeast/iraqis-mourn-victims-of-mosque-bombing.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "For President, First a Leak; Now, a Jam",
      "snippet": "Scott Shane analysis holds that acccusation that Pres Bush, through Vice Pres Dick Cheney, authorized I Lewis Libby Jr to fight back against critics of war in Iraq by discussing classified pre-war intelligence estimate comes at awkward time for ad...",
      "abstract": "Scott Shane analysis holds that acccusation that Pres Bush, through Vice Pres Dick Cheney, authorized I Lewis Libby Jr to fight back against critics of war in Iraq by discussing classified pre-war intelligence estimate comes at awkward time for administration; notes that for months, Bush and his top aides have campaigned against leaks of classified information as danger to nation and as criminal acts; says Libby's acccount, describing Bush's approving Cheney's request in 2003 that Libby, then vice president's chief of staff, share reports on Iraqi weapons with Judith Miller, reporter then with New York Times, bares behind-the-scenes details that usually do not emerge until long after administration has left office; Bush photo (M)",
      "lead_paragraph": "WASHINGTON, April 7 - That President Bush authorized an aide to disclose classified intelligence on Iraqi weapons, as asserted in court papers, comes as no shock to official Washington. The leaking of secrets has long been a favored tool of policy debate, political combat and diplomatic one-upmanship.",
      "publication_date": "2006-04-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/08/washington/for-president-first-a-leak-now-a-jam.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Congressman's Special Projects Bring Complaints",
      "snippet": "Rep Alan B Mollohan has used his powerful seat on House Appropriations Committee to funnel $250 million into five nonprofit organizations that he set up; organizations have diverse missions but form cross-pollinated network in former coal capitals...",
      "abstract": "Rep Alan B Mollohan has used his powerful seat on House Appropriations Committee to funnel $250 million into five nonprofit organizations that he set up; organizations have diverse missions but form cross-pollinated network in former coal capitals of north central West Virginia; National Legal and Policy Center in Falls Church has filed complaint with federal prosecutors that questions whether taxpayer money helped fuel parallel growth in Mollohan's personal fortune; his most ambitious effort is $103 million headquarters building for Institute for Scientific Research, organization he created that is in disarray; case has led several Republican leaders to call for Mollohan's removal from House ethics committee; graph; map; photos (M)",
      "lead_paragraph": "As lawmakers have increasingly slipped pet projects into federal spending bills over the past decade, one lawmaker has used his powerful perch on the House Appropriations Committee to funnel $250 million into five nonprofit organizations that he set up.",
      "publication_date": "2006-04-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/08/washington/congressmans-special-projects-bring-complaints.html",
      "byline": "By Jodi Rudoren"
    },
    {
      "headline": "Now in the Rearview Mirror: Low Gasoline Prices",
      "snippet": "Analysts warn that gasoline prices, fueled by strong demand, limited growth in supplies and instability in some leading oil-producing nations, could jump higher when driving season begins; Americans say they may adjust to increasingly higher price...",
      "abstract": "Analysts warn that gasoline prices, fueled by strong demand, limited growth in supplies and instability in some leading oil-producing nations, could jump higher when driving season begins; Americans say they may adjust to increasingly higher prices by making fewer leisure trips, carpooling and buying or renting more energy-efficient cars but reality is that high prices seem to have had little impact on driving habits; photos (M)",
      "lead_paragraph": "This weekend, Maria Bland says she will be driving around in a pristine Ford F-150 truck, picking up her dryer and dishwasher from the repair store and enjoying a smooth ride in Miami's sunny weather.",
      "publication_date": "2006-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/08/business/now-in-the-rearview-mirror-low-gasoline-prices.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Spotlight on Pay Could Be a Wild Card",
      "snippet": "Securities and Exchange Commission on April 10 closes window for companies and experts to comment about new rules about compensation of top executives; rules would require disclosure of far more details about how compensation committees set pay fo...",
      "abstract": "Securities and Exchange Commission on April 10 closes window for companies and experts to comment about new rules about compensation of top executives; rules would require disclosure of far more details about how compensation committees set pay for top corporate officers; also would force companies to provide more comprehensive information about perks, retirement packages and post-employment compensation they award to companies' most senior employees; photo (M)",
      "lead_paragraph": "WASHINGTON - THE power of sunlight as an antiseptic will be put to the test in the coming months, as the Securities and Exchange Commission completes its most significant overhaul in 14 years of the rules governing what companies must disclose about their compensation of top executives.",
      "publication_date": "2006-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/09/business/businessspecial/spotlight-on-pay-could-be-a-wild-card.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Overly Wired? There's a Word for It",
      "snippet": "Lisa Belkin Life's Work column suggests that defining new phenomena gives them legitimacy; cites words associated with computers from book CrazyBusy: Overstretched, Overbooked and About to Snap! Strategies for Coping in a World Gone ADD by Dr Edwa...",
      "abstract": "Lisa Belkin Life's Work column suggests that defining new phenomena gives them legitimacy; cites words associated with computers from book CrazyBusy: Overstretched, Overbooked and About to Snap! Strategies for Coping in a World Gone ADD by Dr Edward M Hallowell; drawing (M)",
      "lead_paragraph": "WAS there gridlock before there were automobiles? Was there jet lag before there were airplanes? Who was the first person to say \"I Googled it\" or \"he's cyberstalking me\"? At what moment did a \"web log\" turn into a \"blog\"?",
      "publication_date": "2006-04-09T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/04/09/jobs/overly-wired-theres-a-word-for-it.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Off to the Races Again, Leaving Many Behind",
      "snippet": "New technology and low-cost labor in places like China and India have put downward pressure on wages and benefits of average American worker, while executive pay continues to rise at astonishing rate; Pearl Meyer & Partners survey shows average pa...",
      "abstract": "New technology and low-cost labor in places like China and India have put downward pressure on wages and benefits of average American worker, while executive pay continues to rise at astonishing rate; Pearl Meyer & Partners survey shows average pay for chief executive increased 27 percent last year, to $11.3 million; median chief executive's pay was somewhat lower, at $8.4 million, for increase of 10.3 percent over 2004; average wage-earner took home $43,400 in 2004; Labor Department suggests that workers' weekly pay, up 2.9 percent in 2005, failed to keep pace with inflation of 3.3 percent; ConAgra Foods chairman-chief executive Bruce C Rohde made $45 million during his eight-year tenure as company struggled; ConAgra meat grinder James Smith has hourly pay that earns him less than $30,000 each year, about two-thirds of what he made when he was hired, after adjusting for inflation; chart; photos (L)",
      "lead_paragraph": "OMAHA - IN 1977, James P. Smith, a shaggy-haired 21-year-old known as Skinny, took a job as a meat grinder at what is now a ConAgra Foods pepperoni plant. At $6.40 an hour, it was among the best-paying jobs in town for a high school graduate.",
      "publication_date": "2006-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/09/business/businessspecial/off-to-the-races-again-leaving-many-behind.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Iraq Findings Leaked by Aide Were Disputed",
      "snippet": "Classified information on Saddam Hussein's efforts to obtain uranium revealed by Vice Pres Dick Cheney's chief of staff I Lewis Libby to former New York Times reporter Judith Miller on authority of Pres Bush was already being discredited by admini...",
      "abstract": "Classified information on Saddam Hussein's efforts to obtain uranium revealed by Vice Pres Dick Cheney's chief of staff I Lewis Libby to former New York Times reporter Judith Miller on authority of Pres Bush was already being discredited by administration officials; finding sheds light on how Bush and some top deputies had begun to pull in different directions; events took place at time when administration's failure to find illicit weapons in Iraq had raised serious questions about credibility of pre-war intelligence (M)",
      "lead_paragraph": "WASHINGTON, April 8 - President Bush's apparent order authorizing a senior White House official to reveal to a reporter previously classified intelligence about Saddam Hussein's efforts to obtain uranium came as the information was already being discredited by several other officials in the administration, interviews and documents from the time show.",
      "publication_date": "2006-04-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/09/washington/us/iraq-findings-leaked-by-aide-were-disputed.html",
      "byline": "By David E. Sanger and David Barstow"
    },
    {
      "headline": "Making It Ashore, but Still Chasing U.S. Dream",
      "snippet": "Rusty freighter Golden Venture carrying 286 Chinese immigrants ran aground off Queens on June 6, 1993, but debate over immigration it sparked rages anew; great majority of Golden Venture passengers are living and working in United States today, bu...",
      "abstract": "Rusty freighter Golden Venture carrying 286 Chinese immigrants ran aground off Queens on June 6, 1993, but debate over immigration it sparked rages anew; great majority of Golden Venture passengers are living and working in United States today, but interviews paint picture of striving for American dream against growing backdrop of insecurity; photos (L)",
      "lead_paragraph": "They all journeyed to America on the Golden Venture, a rusty freighter crammed with 286 Chinese immigrants when it ran aground off Queens on the night of June 6, 1993.",
      "publication_date": "2006-04-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/09/nyregion/making-it-ashore-but-still-chasing-us-dream.html",
      "byline": "By Nina Bernstein"
    },
    {
      "headline": "Did Wall Street Really Learn Its Lesson?",
      "snippet": "Gretchen Morgenson article on¿",
      "abstract": "Gretchen Morgenson article on¿",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/09/business/did-wall-street-really-learn-its-lesson.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Top-Secret Security Clearance Is a Ticket to Lots of Job Offers",
      "snippet": "Companies that perform research and development for government agencies whose projects are classified are having difficulty finding workers with appropriate clearance and technological skills; as federal military and security budgets rise, secret ...",
      "abstract": "Companies that perform research and development for government agencies whose projects are classified are having difficulty finding workers with appropriate clearance and technological skills; as federal military and security budgets rise, secret projects are outsourced to private sector, also squeezing available number of people with proper knowledge and clearance; photo (M)",
      "lead_paragraph": "As manager of the Technology Service Corporation's office in Trumbull, Conn., Allan Corbeil also handles the hiring, and it has become his biggest headache.",
      "publication_date": "2006-04-09T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/04/09/jobs/topsecret-security-clearance-is-a-ticket-to-lots-of-job-offers.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "U.S. STUDY PAINTS SOMBER PORTRAIT OF IRAQI DISCORD",
      "snippet": "Provincial Stability Assessment prepared by United States Embassy and military rates overall stability of 6 of Iraq's 18 provinces as 'serious' and one as 'critical' warnings of sectarian and ethnic frictions are raised in many regions; mass migra...",
      "abstract": "Provincial Stability Assessment prepared by United States Embassy and military rates overall stability of 6 of Iraq's 18 provinces as 'serious' and one as 'critical' warnings of sectarian and ethnic frictions are raised in many regions; mass migration from mixed Sunni-Shiite areas is leading to de facto partitioning; report contradicts general optimistic tenor of recent Bush administration remarks on Iraq; photos; maps (L)",
      "lead_paragraph": "WASHINGTON, April 8 - An internal staff report by the United States Embassy and the military command in Baghdad provides a sobering province-by-province snapshot of Iraq's political, economic and security situation, rating the overall stability of 6 of the 18 provinces \"serious\" and one \"critical.\" The report is a counterpoint to some recent upbeat public statements by top American politicians and military officials.",
      "publication_date": "2006-04-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/09/washington/world/the-reach-of-war-frictions-us-study-paints-somber-portrait.html",
      "byline": "By Eric Schmitt and Edward Wong"
    },
    {
      "headline": "With Big Boost From Sugar Cane, Brazil Is Satisfying Its Fuel Needs",
      "snippet": "Brazil is meeting its growing fuel demand by increasing production not only of petroleum, but also ethanol.",
      "abstract": "Brazil is meeting its growing fuel demand by increasing production not only of petroleum, but also ethanol.",
      "lead_paragraph": "PIRACICABA, Brazil — At the dawn of the automobile age, Henry Ford predicted that \"ethyl alcohol is the fuel of the future.\" With petroleum about $65 a barrel, President Bush has now embraced that view, too. But Brazil is already there.",
      "publication_date": "2006-04-10T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/10/world/americas/10brazil.html",
      "byline": "By LARRY ROHTER"
    },
    {
      "headline": "Young Officers Leaving Army at a High Rate",
      "snippet": "Young Army officers, including growing numbers of captains who leave as soon as their initial commitment is fulfilled, are bailing out of active-duty service at rates that have alarmed senior officers. Last year, more than a third of the West Poin...",
      "abstract": "Young Army officers, including growing numbers of captains who leave as soon as their initial commitment is fulfilled, are bailing out of active-duty service at rates that have alarmed senior officers. Last year, more than a third of the West Point class of 2000 left active duty at the earliest possible moment, after completing their five-year obligation.     It was the second year in a row of worsening retention numbers, apparently marking the end of a burst of patriotic fervor during which junior officers chose continued military service at unusually high rates.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/10/washington/young-officers-leaving-army-at-a-high-rate.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "A Web Site Born in U.S. Finds Fans in Brazil",
      "snippet": "Ask Internet users here what they think of Orkut, the two-year-old Google social networking service, and you may get a blank stare. But pronounce it ''or-KOO-chee,'' as they do in Portuguese, and watch faces light up.      ''We were just talking a...",
      "abstract": "Ask Internet users here what they think of Orkut, the two-year-old Google social networking service, and you may get a blank stare. But pronounce it ''or-KOO-chee,'' as they do in Portuguese, and watch faces light up.      ''We were just talking about it!'' said Suellen Monteiro, approached by a reporter as she gossiped with four girlfriends at a bar in the New York City Center mall here. The topic was the guy whom 18-year-old Aline Makray had met over the weekend at a Brazilian funk dance, who had since found her on Orkut and asked her to join his network.  ",
      "lead_paragraph": "RIO DE JANEIRO - Ask Internet users here what they think of Orkut, the two-year-old Google social networking service, and you may get a blank stare. But pronounce it \"or-KOO-chee,\" as they do in Portuguese, and watch faces light up.",
      "publication_date": "2006-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/10/technology/a-web-site-born-in-us-finds-fans-in-brazil.html",
      "byline": "By Seth Kugel"
    },
    {
      "headline": "For Consultants, It Can Pay to Back the Boss's Big Raise",
      "snippet": "For Ivan G. Seidenberg, chief executive of Verizon Communications, 2005 was a very good year. As head of the telecommunications giant, Mr. Seidenberg received $19.4 million in salary, bonus, restricted stock and other compensation, 48 percent more...",
      "abstract": "For Ivan G. Seidenberg, chief executive of Verizon Communications, 2005 was a very good year. As head of the telecommunications giant, Mr. Seidenberg received $19.4 million in salary, bonus, restricted stock and other compensation, 48 percent more than in the previous year.      Others with a stake in Verizon did not fare so well. Shareholders watched their stock fall 26 percent, bondholders lost value as credit agencies downgraded the company's debt and pensions for 50,000 managers were frozen at year-end. When Verizon closed the books last year, it reported an earnings decline of 5.5 percent.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/10/business/for-consultants-it-can-pay-to-back-the-bosss-big-raise.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "With Big Boost From Sugar Cane, Brazil Is Satisfying Its Fuel Needs",
      "snippet": "At the dawn of the automobile age, Henry Ford predicted that ''ethyl alcohol is the fuel of the future.'' With petroleum about $65 a barrel, President Bush has now embraced that view, too. But Brazil is already there.     This country expects to b...",
      "abstract": "At the dawn of the automobile age, Henry Ford predicted that ''ethyl alcohol is the fuel of the future.'' With petroleum about $65 a barrel, President Bush has now embraced that view, too. But Brazil is already there.     This country expects to become energy self-sufficient this year, meeting its growing demand for fuel by increasing production from petroleum and ethanol. Already the use of ethanol, derived in Brazil from sugar cane, is so widespread that some gas stations have two sets of pumps, marked A for alcohol and G for gas.  ",
      "lead_paragraph": "PIRACICABA, Brazil - At the dawn of the automobile age, Henry Ford predicted that \"ethyl alcohol is the fuel of the future.\" With petroleum about $65 a barrel, President Bush has now embraced that view, too. But Brazil is already there.",
      "publication_date": "2006-04-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/10/world/americas/with-big-boost-from-sugar-cane-brazil-is-satisfying-its-fuel.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "Democracy in the Arab World, a U.S. Goal, Falters",
      "snippet": "Steps toward democracy in the Arab world, a crucial American goal that just months ago was cause for optimism -- with elections held in Iraq, Egypt and the Palestinian areas -- are slowing, blocked by legal maneuvers and official changes of heart ...",
      "abstract": "Steps toward democracy in the Arab world, a crucial American goal that just months ago was cause for optimism -- with elections held in Iraq, Egypt and the Palestinian areas -- are slowing, blocked by legal maneuvers and official changes of heart throughout the Middle East.     Analysts and officials say the political rise of Islamists, the chaos in Iraq, the newfound Shiite power in Iraq with its implication for growing Iranian influence, and the sense among some rulers that they can wait out the end of the Bush administration have put the brakes on democratization.  ",
      "lead_paragraph": "DUBAI, United Arab Emirates, April 9 - Steps toward democracy in the Arab world, a crucial American goal that just months ago was cause for optimism -- with elections held in Iraq, Egypt and the Palestinian areas -- are slowing, blocked by legal maneuvers and official changes of heart throughout the Middle East.",
      "publication_date": "2006-04-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/10/world/middleeast/democracy-in-the-arab-world-a-us-goal-falters.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "As Katrina Recedes, Newspapers Still Float",
      "snippet": "Glenn Currie, an architect, slid 50 cents into a coin box here the other morning and pulled out a copy of The Sun Herald, the local daily published in nearby Gulfport.     ''I read it every day,'' he said. ''They report what we need to know.''  ",
      "abstract": "Glenn Currie, an architect, slid 50 cents into a coin box here the other morning and pulled out a copy of The Sun Herald, the local daily published in nearby Gulfport.     ''I read it every day,'' he said. ''They report what we need to know.''  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/10/business/media/as-katrina-recedes-newspapers-still-float.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Will Couric as Anchor Revive News at Night?",
      "snippet": "As Steve Capus, the president of NBC News, watched his network install Meredith Vieira as the successor to the departing Katie Couric last week, completing a transition at the ''Today'' show with the smooth elegance of Fred Astaire changing partne...",
      "abstract": "As Steve Capus, the president of NBC News, watched his network install Meredith Vieira as the successor to the departing Katie Couric last week, completing a transition at the ''Today'' show with the smooth elegance of Fred Astaire changing partners in midstep, he acknowledged one likely outcome of a tumultuous week.     ''I think with Katie going to CBS, people are going to be talking about the evening news again,'' Mr. Capus said.  ",
      "lead_paragraph": "As Steve Capus, the president of NBC News, watched his network install Meredith Vieira as the successor to the departing Katie Couric last week, completing a transition at the \"Today\" show with the smooth elegance of Fred Astaire changing partners in midstep, he acknowledged one likely outcome of a tumultuous week.",
      "publication_date": "2006-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/10/business/media/will-couric-as-anchor-revive-news-at-night.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "'Hairspray' Gets Ready for Next Life",
      "snippet": "HOLLYWOOD is constantly seeking the next big thing by mugging the past. But sometimes the kernel of an idea is found in the cracks, a move that, properly executed, turns subculture into mass entertainment.      Amid the bland, reliable retreads --...",
      "abstract": "HOLLYWOOD is constantly seeking the next big thing by mugging the past. But sometimes the kernel of an idea is found in the cracks, a move that, properly executed, turns subculture into mass entertainment.      Amid the bland, reliable retreads -- neither the financial nor the dramatic arc of ''Mission Impossible III'' is tough to predict -- New Line Cinema is betting that ''Hairspray,'' a musical fable about a chubby girl with a dream and a cross-dressing co-star, can triumph anew.  ",
      "lead_paragraph": "HOLLYWOOD is constantly seeking the next big thing by mugging the past. But sometimes the kernel of an idea is found in the cracks, a move that, properly executed, turns subculture into mass entertainment.",
      "publication_date": "2006-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/10/business/hairspray-gets-ready-for-next-life.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Some Parents Let Children Choose College, and Pay",
      "snippet": "Alexandra Baldari and her parents have talked a good deal over the past year about how to pay for her college education, and the upshot is this: If she enrolls at the University of Miami in the fall, she will bear much of the cost, which could tot...",
      "abstract": "Alexandra Baldari and her parents have talked a good deal over the past year about how to pay for her college education, and the upshot is this: If she enrolls at the University of Miami in the fall, she will bear much of the cost, which could total $40,000 or more a year, on her own.     ''The problem here,'' said Ms. Baldari, who lives in Parkland, Fla. ''is I'm 18 and looking to go to college, and my parents are looking to retire.''  ",
      "lead_paragraph": "Alexandra Baldari and her parents have talked a good deal over the past year about how to pay for her college education, and the upshot is this: If she enrolls at the University of Miami in the fall, she will bear much of the cost, which could total $40,000 or more a year, on her own.",
      "publication_date": "2006-04-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/10/education/some-parents-let-children-choose-college-and-pay.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Post to Daily News: Drop Dead",
      "snippet": "In New York's tabloid newspaper war, revenge is a dish best served boldface.      Over the last few years, The Daily News has taken its lumps from its crosstown tabloid rival, The New York Post. No perceived gaffe has escaped The Post's coverage, ...",
      "abstract": "In New York's tabloid newspaper war, revenge is a dish best served boldface.      Over the last few years, The Daily News has taken its lumps from its crosstown tabloid rival, The New York Post. No perceived gaffe has escaped The Post's coverage, whether it concerned the regularity with which The Daily News' owner, Mortimer B. Zuckerman, shuffled top editors, or a ''Scratch n' Match'' contest last year that, because of a typographical error, led thousands of Daily News readers to think they each had won $100,000. Writers at The Post regularly point out gossip items that they reported ahead of the ''Daily Snooze'' -- as they call their larger, slightly more sober and more liberal rival.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/10/business/media/post-to-daily-news-drop-dead.html",
      "byline": "By Richard Siklos"
    }
  ]
}