{
  "metadata": {
    "date": "2006-06-19",
    "total_articles": 58
  },
  "articles": [
    {
      "headline": "G.E.'s Bland Appliances Grow Sexier and Pricier",
      "snippet": "General Electric is pumping out stylish items aimed at consumers who have traditionally gravitated to brands like Viking and SubZero.",
      "abstract": "General Electric is pumping out stylish items aimed at consumers who have traditionally gravitated to brands like Viking and SubZero.",
      "lead_paragraph": "General Electric is offering a Monogram wine vault that can catalog, store and locate 1,000 bottles, and tell you which are at their peak for drinking. The catch? It costs $30,000.",
      "publication_date": "2006-06-17T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/17/business/17electric.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Contradictions Cloud Inquiry Into 24 Iraqi Deaths",
      "snippet": "How and why a deadly attack in Haditha, Iraq, occurred and who ultimately bears responsibility are matters of profound dispute.",
      "abstract": "How and why a deadly attack in Haditha, Iraq, occurred and who ultimately bears responsibility are matters of profound dispute.",
      "lead_paragraph": "This article was reported by John M. Broder, David S. Cloud, John Kifner, Carolyn Marshall, Eric Schmitt and Thom Shanker, and was written by Mr. Broder.",
      "publication_date": "2006-06-17T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/17/world/middleeast/17haditha.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Moving Ahead, Rather Throws Sad Look Back",
      "snippet": "Dan Rather said on Friday that he and CBS were close to an agreement that would end his tenure early.",
      "abstract": "Dan Rather said on Friday that he and CBS were close to an agreement that would end his tenure early.",
      "lead_paragraph": "The 74-year-old man with the Mets cap pulled far down on his forehead slid into a booth at a diner on the Upper East Side of Manhattan and ordered a glass of milk without so much as turning a head  so quietly, in fact, that it was hard to believe it was Dan Rather.",
      "publication_date": "2006-06-17T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/17/business/media/17rath.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Microsoft Lieutenants Look Ahead, Hoping to Avoid Other Companies' Mistakes",
      "snippet": "Finding the company's way in the new era will largely fall to the successors to Bill Gates, who will leave his day-to-day role in two years.",
      "abstract": "Finding the company's way in the new era will largely fall to the successors to Bill Gates, who will leave his day-to-day role in two years.",
      "lead_paragraph": "REDMOND, Wash., June 16  Microsoft stands astride the computing world much as another corporate giant, I.B.M., once did. Now its task is to avoid repeating I.B.M.'s mistakes.",
      "publication_date": "2006-06-17T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/17/technology/17soft.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Now, Free Ways to Do Desktop Work on the Web",
      "snippet": "Programmers have developed word processing, spreadsheet, calendar and other software that you operate in a Web browser.",
      "abstract": "Programmers have developed word processing, spreadsheet, calendar and other software that you operate in a Web browser.",
      "lead_paragraph": "The biggest expense in buying a new computer is not always the computer. After all, you can buy a new Dell desktop, and a good one at that, for $300 and get a monitor in the bargain. ",
      "publication_date": "2006-06-17T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/17/technology/17money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "A Good Chief Just Stays Out of the Way",
      "snippet": "Boeing's James McNerney Jr. let his executives execute the strategy that has put their proud company back on top.",
      "abstract": "Boeing's James McNerney Jr. let his executives execute the strategy that has put their proud company back on top.",
      "lead_paragraph": "THERE aren't many chief executives with reputations as glowing as that of W. James McNerney Jr. of Boeing. In the late 1990's, as a top executive at General Electric, he was one of three contenders to succeed G.E.'s legendary boss, Jack Welch. Although the winner of that bake-off, Jeffrey R. Immelt, has proved to be a worthy choice, Mr. McNerney, 56, still has lots of fans at General Electric.",
      "publication_date": "2006-06-17T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/17/business/17nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Mexico's Populist Tilts at a Privileged Elite",
      "snippet": "In the race for president, a leftist former Mexico City mayor has dragged Mexico's enduring class conflict into the light.",
      "abstract": "In the race for president, a leftist former Mexico City mayor has dragged Mexico's enduring class conflict into the light.",
      "lead_paragraph": "MEXICO CITY, June 16 — It is the fourth stop on a long, rainy day of campaigning, but when the leftist candidate rolls into the small coastal town of Tonalá, in southern Mexico, the soaked crowd comes alive with deafening chants of \"Obrador! Obrador!\"",
      "publication_date": "2006-06-17T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/17/world/americas/17amlo.html",
      "byline": "By James C. McKinley Jr"
    },
    {
      "headline": "Growing Wikipedia Refines Its 'Anyone Can Edit' Policy",
      "snippet": "In response to well-publicized problems with some entries, the online encyclopedia is exercising more editorial control.",
      "abstract": "In response to well-publicized problems with some entries, the online encyclopedia is exercising more editorial control.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-17T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/17/technology/17wiki.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Now, Free Ways to Do Desktop Work on the Web",
      "snippet": "Software companies have developed free Web-based applications to replace traditional word processing, spreadsheet, calendar and other programs that often come with high costs; software has distinct advantage of allowing users to collaborate on doc...",
      "abstract": "Software companies have developed free Web-based applications to replace traditional word processing, spreadsheet, calendar and other programs that often come with high costs; software has distinct advantage of allowing users to collaborate on documents from remote locations; Google Inc is leader in acquiring and developing new wave of online software; Microsoft faces tough decision of introducing similar offerings that may compete directly with its own products; photos (M)",
      "lead_paragraph": "The biggest expense in buying a new computer is not always the computer. After all, you can buy a new Dell desktop, and a good one at that, for $300 and get a monitor in the bargain.",
      "publication_date": "2006-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/17/technology/now-free-ways-to-do-desktop-work-on-the-web.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "G.E.'s Bland Appliances Grow Sexier and Pricier",
      "snippet": "General Electric upgrades its bland home appliances with sleek designs and sexy accents that were noticeably absent from reliable but boring line; investment in appliance division has increased 60 percent in past few years as it aims to sell to mo...",
      "abstract": "General Electric upgrades its bland home appliances with sleek designs and sexy accents that were noticeably absent from reliable but boring line; investment in appliance division has increased 60 percent in past few years as it aims to sell to more upscale markets; competitors are making similar changes to their high-end lines; General Electric sales are brisk due to lower prices for comparable products; photos (M)",
      "lead_paragraph": "General Electric is offering a Monogram wine vault that can catalog, store and locate 1,000 bottles, and tell you which are at their peak for drinking. The catch? It costs $30,000.",
      "publication_date": "2006-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/17/business/ges-bland-appliances-grow-sexier-and-pricier.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Pentagon Study Describes Abuse by Units in Iraq",
      "snippet": "Pentagon investigation by Brig Gen Richard P Formica finds that US Special Operations troops employed set of harsh, unauthorized interrogation techniques against detainees in Iraq during four-month period in early 2004, long after approval for the...",
      "abstract": "Pentagon investigation by Brig Gen Richard P Formica finds that US Special Operations troops employed set of harsh, unauthorized interrogation techniques against detainees in Iraq during four-month period in early 2004, long after approval for their use was rescinded; investigation is last of 12 major inquiries to be made public that focus on allegations of detainee abuse by US pesonnel in Cuba, Afghanistan and Iraq, and first to focus on Special Operations troops, who operate with more latitude than other military units; it details harsh treatment that continued at isolated bases even after abuses first surfaced at Abu Ghraib prison; Formica recommends that none of service members be disciplined; says what they did was wrong but not deliberate abuse (M)",
      "lead_paragraph": "WASHINGTON, June 16 - United States Special Operations troops employed a set of harsh, unauthorized interrogation techniques against detainees in Iraq during a four-month period in early 2004, long after approval for their use was rescinded, according to a Pentagon inquiry released Friday.",
      "publication_date": "2006-06-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/17/washington/pentagon-study-describes-abuse-by-units-in-iraq.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Contradictions Cloud Inquiry Into 24 Iraqi Deaths",
      "snippet": "US marines killed 24 Iraqi civilians, including 10 women and children, in Haditha on Nov 19, 2005, but how and why it happened and who bears responsibility are matters of dispute; interviews with marines who were present that day or their lawyers,...",
      "abstract": "US marines killed 24 Iraqi civilians, including 10 women and children, in Haditha on Nov 19, 2005, but how and why it happened and who bears responsibility are matters of dispute; interviews with marines who were present that day or their lawyers, Iraqi residents who witnessed attack and military investigators provide conflicting accounts of killings; investigators and townspeople say marines overreacted to fatal roadside bombing and shot civilians in cold blood; marines contend that they believed they were under attack and entitled to use lethal force; chart traces chain of command of marine unit involved in Haditha incident; map; photo (M)",
      "lead_paragraph": "What really happened in Haditha on Nov. 19, 2005?",
      "publication_date": "2006-06-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/17/world/middleeast/contradictions-cloud-inquiry-into-24-iraqi-deaths.html",
      "byline": "This article was reported by John M. Broder, David S. Cloud, John Kifner, Carolyn Marshall, Eric Schmitt and Thom Shanker, and Was Written By Mr. Broder"
    },
    {
      "headline": "Microsoft Lieutenants Look Ahead, Hoping to Avoid Other Companies' Mistakes",
      "snippet": "Microsoft prepares for new era in computing as it struggles to enter new businesses beyond operating systems and office applications it has dominated; chairman Bill Gates will leave day-to-day role in two years, leaving his successors to forge new...",
      "abstract": "Microsoft prepares for new era in computing as it struggles to enter new businesses beyond operating systems and office applications it has dominated; chairman Bill Gates will leave day-to-day role in two years, leaving his successors to forge new path for software company; says Microsoft will find new markets for growth, avoiding mistakes of technology companies like IBM and Digital Equipment; chief executive Steven A Ballmer will take over for Gates after his departure; photos (M)",
      "lead_paragraph": "REDMOND, Wash., June 16 - Microsoft stands astride the computing world much as another corporate giant, I.B.M., once did. Now its task is to avoid repeating I.B.M.'s mistakes.",
      "publication_date": "2006-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/17/technology/microsoft-lieutenants-look-ahead-hoping-to-avoid-other-companies.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "A Good Chief Just Stays Out of the Way",
      "snippet": "THERE aren't many chief executives with reputations as glowing as that of W. James McNerney Jr. of Boeing. In the late 1990's, as a top executive at General Electric, he was one of three contenders to succeed G.E.'s legendary boss, Jack Welch. Alt...",
      "abstract": "THERE aren't many chief executives with reputations as glowing as that of W. James McNerney Jr. of Boeing. In the late 1990's, as a top executive at General Electric, he was one of three contenders to succeed G.E.'s legendary boss, Jack Welch. Although the winner of that bake-off, Jeffrey R. Immelt, has proved to be a worthy choice, Mr. McNerney, 56, still has lots of fans at General Electric.     From there, he became the first outsider to take the top spot at 3M, a once-great company that had lost its way. Mr. McNerney brought the General Electric toolkit with him and forced the company to become more financially disciplined, but he also managed to preserve what was best about 3M's culture of research and innovation. Within two years, 3M's turnaround was in full swing.  ",
      "lead_paragraph": "THERE aren't many chief executives with reputations as glowing as that of W. James McNerney Jr. of Boeing. In the late 1990's, as a top executive at General Electric, he was one of three contenders to succeed G.E.'s legendary boss, Jack Welch. Although the winner of that bake-off, Jeffrey R. Immelt, has proved to be a worthy choice, Mr. McNerney, 56, still has lots of fans at General Electric.",
      "publication_date": "2006-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/17/business/a-good-chief-just-stays-out-of-the-way.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Mexico's Populist Tilts at a Privileged Elite",
      "snippet": "Andres Manuel Lopez Obrador, leftist former Mexico City mayor, is locked in dead heat with Felipe Calderon, conservative candidate from Pres Vicente Fox's National Action Party, less than three weeks before presidential election; Lopez Obrador rem...",
      "abstract": "Andres Manuel Lopez Obrador, leftist former Mexico City mayor, is locked in dead heat with Felipe Calderon, conservative candidate from Pres Vicente Fox's National Action Party, less than three weeks before presidential election; Lopez Obrador remains focus of election, polarizing figure who has dragged Mexico's class conflict into light; his fiery appeals have turned election into referendum on whether country wants to stick with free trade and pro-business policies of Fox administration or join growing number of Latin American countries that have elected populist left-wingers who want to assert greater state control over economy and funnel more wealth to poor; photos (M)",
      "lead_paragraph": "MEXICO CITY, June 16 - It is the fourth stop on a long, rainy day of campaigning, but when the leftist candidate rolls into the small coastal town of Tonalá, in southern Mexico, the soaked crowd comes alive with deafening chants of \"Obrador! Obrador!\"",
      "publication_date": "2006-06-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/17/world/americas/mexicos-populist-tilts-at-a-privileged-elite.html",
      "byline": "By James C. McKinley Jr"
    },
    {
      "headline": "Growing Wikipedia Refines Its 'Anyone Can Edit' Policy",
      "snippet": "Wikipedia, online encyclopedia 'anyone can edit,' is not experiment in freewheeling collective creativity it might seem to be; it is online community that gives volunteer administrators authority to exercise editorial control, delete unsuitable ar...",
      "abstract": "Wikipedia, online encyclopedia 'anyone can edit,' is not experiment in freewheeling collective creativity it might seem to be; it is online community that gives volunteer administrators authority to exercise editorial control, delete unsuitable articles and protect those that are vulnerable to vandalism; those measures can put some entries outside of anyone can edit realm; administrators have protected 82 entries from editing, mostly because of repeated vandalism or disputes over what should be said; Jimmy Wales, Wikipedia's founder, says protection is usually temporary and affects tiny fraction of 1.2 million entries on site; his photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/17/technology/growing-wikipedia-refines-its-anyone-can-edit-policy.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "House Rejects Iraq Timetable",
      "snippet": "The House approved a resolution that promises ''completion of the mission'' in Iraq and rejects a withdrawal deadline. Page A7.  ",
      "abstract": "The House approved a resolution that promises ''completion of the mission'' in Iraq and rejects a withdrawal deadline. Page A7.  ",
      "lead_paragraph": "The House approved a resolution that promises \"completion of the mission\" in Iraq and rejects a withdrawal deadline. Page A7.",
      "publication_date": "2006-06-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/17/front page/world/house-rejects-iraq-timetable.html",
      "byline": ""
    },
    {
      "headline": "Ex-Soldiers Are Recruited Again (and Eagerly) for Civilian Jobs",
      "snippet": "A confluence of events has hiring managers tapping the 220,000 men and women who leave military service each year.",
      "abstract": "A confluence of events has hiring managers tapping the 220,000 men and women who leave military service each year.",
      "lead_paragraph": " A confluence of events — media coverage of the Iraq war, a patriotic desire to support the troops and corporate America's struggle to fill jobs and groom leaders — has hiring managers tapping one of the nation's most diverse and well-trained talent pools: the 220,000 men and women who leave military service each year. ",
      "publication_date": "2006-06-18T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/06/18/jobs/18jmar.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "Is This Game Already Over?",
      "snippet": "Arbitration panels are supposed to offer a fast and fair system for customers to resolve complaints with their brokers. But critics say the arbitrators often have hidden conflicts of interest.",
      "abstract": "Arbitration panels are supposed to offer a fast and fair system for customers to resolve complaints with their brokers. But critics say the arbitrators often have hidden conflicts of interest.",
      "lead_paragraph": "AFTER a Long Island charity that provides financial support for 190 current or former firefighters lost $614,036 in the stock market during the Internet bubble several years ago, it eventually did what many aggrieved investors do: it filed an arbitration case against its former broker, Andrew Sirico, contending that he had churned its account to rack up trading fees and had improperly invested its funds in speculative securities. ",
      "publication_date": "2006-06-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/06/18/business/yourmoney/18arb.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "U.S. Muslim Clerics Seek a Modern Middle Ground",
      "snippet": "American Muslims want to live their faith but not succumb to American materialism or Islamic extremism.",
      "abstract": "American Muslims want to live their faith but not succumb to American materialism or Islamic extremism.",
      "lead_paragraph": "Every seat in the auditorium at the University of Houston was taken, and the crowd was standing in the back and spilling out into the lobby, straining to hear. The two men onstage began to speak to the crowd in Arabic, with such flawless accents and rarefied Koranic grammar that some audience members gaped when they heard the Arabic equivalent of the king's English coming from the mouths of two Americans. ",
      "publication_date": "2006-06-18T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/18/us/18imams.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "Still Addicted to Options",
      "snippet": "The list of executives receiving fortuitously timed option grants has grown distressingly long.",
      "abstract": "The list of executives receiving fortuitously timed option grants has grown distressingly long.",
      "lead_paragraph": "THE list of executives receiving fortuitously timed option grants has grown so distressingly long that the motivations for the awards require shareholders and regulators to suspend disbelief. Fifty companies, according to Bloomberg News, are now fielding inquiries from securities regulators or prosecutors — sometimes both — into whether the timing of the grants was proper or designed to generate extra-lush gains for recipients.",
      "publication_date": "2006-06-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/06/18/business/yourmoney/18gret.html",
      "byline": ""
    },
    {
      "headline": "Blueprints for Plugging a Brain Drain",
      "snippet": "Representatives of 33 major companies plan to meet to develop ways to retain women and minorities.",
      "abstract": "Representatives of 33 major companies plan to meet to develop ways to retain women and minorities.",
      "lead_paragraph": "TOMORROW evening, representatives of 33 major companies will gather to play a game that is a cross between \"Show and Tell\" and \"Can You Top This?\" The occasion will be the Hidden Brain Drain Summit, the latest step by a task force whose work I have chronicled in this column over the last three years. ",
      "publication_date": "2006-06-18T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/06/18/jobs/18wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "In New Orleans, Money Is Ready but a Plan Isn't",
      "snippet": "Billions of federal dollars are coming, but city officials have yet to come up with a redevelopment plan.",
      "abstract": "Billions of federal dollars are coming, but city officials have yet to come up with a redevelopment plan.",
      "lead_paragraph": "NEW ORLEANS, June 17 — Billions of federal dollars are about to start flowing into this city after President Bush on Thursday signed the emergency relief bill the region has long awaited. But, with the anniversary of Hurricane Katrina approaching, local officials have yet to come up with a redevelopment plan showing what kind of city will emerge from the storm's ruins. ",
      "publication_date": "2006-06-18T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/18/us/nationalspecial/18orleans.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Mexico Worries About Its Own Southern Border",
      "snippet": "Even as its officials denounce Washington's plans, Mexico is re-examining its own immigration policies.",
      "abstract": "Even as its officials denounce Washington's plans, Mexico is re-examining its own immigration policies.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-18T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/18/world/americas/18mexico.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "No Retreat, No Surrender (They Hope)",
      "snippet": "Displays of bravado at the United Automobile Workers union convention served only to reveal the tension and uncertainty that they were meant to conceal.",
      "abstract": "Displays of bravado at the United Automobile Workers union convention served only to reveal the tension and uncertainty that they were meant to conceal.",
      "lead_paragraph": "Tonight I hear the neighborhood drummer soundI can feel my heart begin to poundYou say you're tired and you just want to close your eyesAnd follow your dreams down.— Bruce Springsteen",
      "publication_date": "2006-06-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/06/18/business/yourmoney/18uaw.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Blueprints for Plugging a Brain Drain",
      "snippet": "Lisa Belkin Life's Work column on meeting by representatives of 33 major companies to discuss hidden brain drain through which highly qualified women and minorities are leaving work force or languishing on sidelines; says gathering is latest effor...",
      "abstract": "Lisa Belkin Life's Work column on meeting by representatives of 33 major companies to discuss hidden brain drain through which highly qualified women and minorities are leaving work force or languishing on sidelines; says gathering is latest effort by three-year-old task force that aims to develop ways of retaining employees; says participating companies will present their ways of trying to keep women and minorities with their companies; drawing (M)",
      "lead_paragraph": "TOMORROW evening, representatives of 33 major companies will gather to play a game that is a cross between \"Show and Tell\" and \"Can You Top This?\" The occasion will be the Hidden Brain Drain Summit, the latest step by a task force whose work I have chronicled in this column over the last three years.",
      "publication_date": "2006-06-18T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/06/18/jobs/blueprints-for-plugging-a-brain-drain.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Still Addicted to Options",
      "snippet": "Option grants are still valuable to Silicon Valley executives despite fact that at least fifty companies are now fielding inquiries from securities regulators or prosecutors regarding improper timing; analysis of Take-Two Interactive Software's op...",
      "abstract": "Option grants are still valuable to Silicon Valley executives despite fact that at least fifty companies are now fielding inquiries from securities regulators or prosecutors regarding improper timing; analysis of Take-Two Interactive Software's option grants from 1997 to 2003 shows company executives Paul Eibeler, Ryan A Brant and Kelly G Sumner benefited from well-timed option grants (M)",
      "lead_paragraph": "THE list of executives receiving fortuitously timed option grants has grown so distressingly long that the motivations for the awards require shareholders and regulators to suspend disbelief. Fifty companies, according to Bloomberg News, are now fielding inquiries from securities regulators or prosecutors -- sometimes both -- into whether the timing of the grants was proper or designed to generate extra-lush gains for recipients.",
      "publication_date": "2006-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/06/18/business/yourmoney/still-addicted-to-options.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Mexico Worries About Its Own Southern Border",
      "snippet": "Mexico has begun re-examination of its own policies and prejudices on immigration matters; Guatemalans cross southern border legally and illegally to take jobs Mexicans do not want, and hundreds of thousands of illegal immigrants from nearly two d...",
      "abstract": "Mexico has begun re-examination of its own policies and prejudices on immigration matters; Guatemalans cross southern border legally and illegally to take jobs Mexicans do not want, and hundreds of thousands of illegal immigrants from nearly two dozen countries pass through on their way to United States; effective law enforcement is impossible in dense jungle, but Mexico under US pressure has increased highway checkpoints at border; detentions and deportations have risen estimated 74 percent in last four years to 240,000; photos; map (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/18/world/americas/mexico-worries-about-its-own-southern-border.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "U.S. Muslim Clerics Seek a Modern Middle Ground",
      "snippet": "Most American mosques import their clerics from overseas, but foreign clerics are not prepared to help American Muslims live with their faith without succumbing to American materialism or Islamic extremism; American converts Imam Zaid Shakir and S...",
      "abstract": "Most American mosques import their clerics from overseas, but foreign clerics are not prepared to help American Muslims live with their faith without succumbing to American materialism or Islamic extremism; American converts Imam Zaid Shakir and Sheik Hamza Yusuf spent years being mentored in Middle East and North Africa by formidable Muslim scholars, and are using their intellectual clout to create Zaytuna Institute, first Islamic seminary in United States, to train new generation of imams and scholars who can reconcile Islam and American culture; photos (L)",
      "lead_paragraph": "Every seat in the auditorium at the University of Houston was taken, and the crowd was standing in the back and spilling out into the lobby, straining to hear. The two men onstage began to speak to the crowd in Arabic, with such flawless accents and rarefied Koranic grammar that some audience members gaped when they heard the Arabic equivalent of the king's English coming from the mouths of two Americans.",
      "publication_date": "2006-06-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/18/us/us-muslim-clerics-seek-a-modern-middle-ground.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "Former Antiterror Officials Find Industry Pays Better",
      "snippet": "First article in two-part series Homeland Security Inc; at least 90 former officials of Homeland Security Department, including former Sec Tom Ridge, are executives, consultants or lobbyists for companies that collectively do billions of dollars w...",
      "abstract": "First article in two-part series Homeland Security Inc; at least 90 former officials of Homeland Security Department, including former Sec Tom Ridge, are executives, consultants or lobbyists for companies that collectively do billions of dollars worth of domestic security business; former officials exploit loopholes in law to get around prohibition from lobbying for first year after leaving government, and often command salaries that dwarf their government paychecks; photos; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/18/washington/former-antiterror-officials-find-industry-pays-better.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "'Star Trek' Fans, Deprived of a Show, Recreate the Franchise on Digital Video",
      "snippet": "Fans of Star Trek television series are banding together to make their own episodes now that television spinoffs from original series have ended; films can be downloaded from Web, and modern computer graphics have lent them surprising special effe...",
      "abstract": "Fans of Star Trek television series are banding together to make their own episodes now that television spinoffs from original series have ended; films can be downloaded from Web, and modern computer graphics have lent them surprising special effects; Paramount, which owns rights to Star Trek, is tolerant as long as no one is profiting from work; photos (L)",
      "lead_paragraph": "MASON NECK STATE PARK, Va. - Paul Sieber was wearing a \"Star Trek\" uniform in the deep Virginia woods when he found himself surrounded by a leathery-looking gang.",
      "publication_date": "2006-06-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/18/arts/television/star-trek-fans-deprived-of-a-show-recreate-the-franchise-on.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Is This Game Already Over?",
      "snippet": "Critics question conflicts that may exist in arbitration panels meant to resolve complaints customers have with their brokers; disagree with NASD's claim that screening process keeps its system fair and reliable; securities lawyers say process is ...",
      "abstract": "Critics question conflicts that may exist in arbitration panels meant to resolve complaints customers have with their brokers; disagree with NASD's claim that screening process keeps its system fair and reliable; securities lawyers say process is no longer efficient, low-cost way of avoiding busy court system; examples of arbitration cases that may have been tainted given; photos (M)",
      "lead_paragraph": "AFTER a Long Island charity that provides financial support for 190 current or former firefighters lost $614,036 in the stock market during the Internet bubble several years ago, it eventually did what many aggrieved investors do: it filed an arbitration case against its former broker, Andrew Sirico, contending that he had churned its account to rack up trading fees and had improperly invested its funds in speculative securities.",
      "publication_date": "2006-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/06/18/business/yourmoney/is-this-game-already-over.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "In New Orleans, Money Is Ready but a Plan Isn't",
      "snippet": "Pres Bush has signed emergency relief bill to channel billions of dollars of federal aid to New Orleans, but local officials have yet to come up with plan for redevelopment of city after Hurricane Katrina; Mayor C Ray Nagin says it will be six mon...",
      "abstract": "Pres Bush has signed emergency relief bill to channel billions of dollars of federal aid to New Orleans, but local officials have yet to come up with plan for redevelopment of city after Hurricane Katrina; Mayor C Ray Nagin says it will be six months before master planning document will be issued; Nagin was criticized before last month's election for pattern of inactivity into which city government has lapsed; many residents are pushing ahead on their own in absence of master plan; photo (L)",
      "lead_paragraph": "NEW ORLEANS, June 17 - Billions of federal dollars are about to start flowing into this city after President Bush on Thursday signed the emergency relief bill the region has long awaited. But, with the anniversary of Hurricane Katrina approaching, local officials have yet to come up with a redevelopment plan showing what kind of city will emerge from the storm's ruins.",
      "publication_date": "2006-06-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/18/us/nationalspecial/in-new-orleans-money-is-ready-but-a-plan-isnt.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Ex-Soldiers Are Recruited Again (and Eagerly) for Civilian Jobs",
      "snippet": "Employers avidly seek to hire former military personnel because of improved image of military, wide range of training offered by military and diversity within group; photo (M)",
      "abstract": "Employers avidly seek to hire former military personnel because of improved image of military, wide range of training offered by military and diversity within group; photo (M)",
      "lead_paragraph": "A confluence of events -- media coverage of the Iraq war, a patriotic desire to support the troops and corporate America's struggle to fill jobs and groom leaders -- has hiring managers tapping one of the nation's most diverse and well-trained talent pools: the 220,000 men and women who leave military service each year.",
      "publication_date": "2006-06-18T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/06/18/jobs/exsoldiers-are-recruited-again-and-eagerly-for-civilian-jobs.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "No Retreat, No Surrender (They Hope)",
      "snippet": "United Automobile Workers president Ron Gettelfinger addresses convention in Las Vegas after being elected for his second and final four-year term; attempts to rally members at time of declining profits and uncertainty for industry; membership has...",
      "abstract": "United Automobile Workers president Ron Gettelfinger addresses convention in Las Vegas after being elected for his second and final four-year term; attempts to rally members at time of declining profits and uncertainty for industry; membership has declined steadily since late 1970's but UAW remains strong, influential union; Gettelfinger, who is known for ability to motivate members, leads historically effective union; photos (M)",
      "lead_paragraph": "Las Vegas - Tonight I hear the neighborhood drummer sound",
      "publication_date": "2006-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/06/18/business/yourmoney/no-retreat-no-surrender-they-hope.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Fitfully Blending Papers and TV",
      "snippet": "The Tribune Company's \"synergy\" model works well in Chicago, but the company is encountering pitfalls as it transplants it to other East and West Coast markets.",
      "abstract": "The Tribune Company's \"synergy\" model works well in Chicago, but the company is encountering pitfalls as it transplants it to other East and West Coast markets.",
      "lead_paragraph": " Back in 2000, when the Tribune Company absorbed The Los Angeles Times, Newsday, The Baltimore Sun and other Times Mirror properties in an eye-popping $8.3 billion deal, there was a premise and a promise. ",
      "publication_date": "2006-06-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/business/media/19tribune.html",
      "byline": "By Richard Siklos and Katharine Q. Seelye"
    },
    {
      "headline": "Cascading Inconvenient Truths",
      "snippet": "A rash of recent documentaries are feeding appetites for information and news coverage not sated by traditional information sources.",
      "abstract": "A rash of recent documentaries are feeding appetites for information and news coverage not sated by traditional information sources.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/business/media/19carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "North Koreans Said to Be Near a Missile Test",
      "snippet": "A long-range ballistic missile launch would be the North's first important missile test in eight years, and could unsettle the Pacific Rim.",
      "abstract": "A long-range ballistic missile launch would be the North's first important missile test in eight years, and could unsettle the Pacific Rim.",
      "lead_paragraph": "WASHINGTON, June 18 — North Korea appears to have completed fueling a long-range ballistic missile, American officials said Sunday, a move that greatly increases the probability that it will go ahead with its first important test launching in eight years.",
      "publication_date": "2006-06-19T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/19/world/asia/19korea.html",
      "byline": "By Helene Cooper and Michael R. Gordon"
    },
    {
      "headline": "Here Illegally, Working Hard and Paying Taxes",
      "snippet": "Most illegal immigrants now work for mainstream companies and are hired and paid like any other worker.",
      "abstract": "Most illegal immigrants now work for mainstream companies and are hired and paid like any other worker.",
      "lead_paragraph": "MINNEAPOLIS — It is 5:30 in the evening as Adriana makes her way to work against a flow of people streaming out of the lattice of downtown stores and office towers here. She punches a time card, dons a uniform and sets out to clean her first bathroom of the night. ",
      "publication_date": "2006-06-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/19/business/19illegals.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Inquiry Into Stock Option Pricing Casts a Wide Net",
      "snippet": "In the latest scandal, companies handed out options in a way that undermined the idea of options as a pay-for-performance tool.",
      "abstract": "In the latest scandal, companies handed out options in a way that undermined the idea of options as a pay-for-performance tool.",
      "lead_paragraph": "Throughout the 1990's, Silicon Valley companies were locked in an intense battle to recruit employees, and stock options were their primary tool.",
      "publication_date": "2006-06-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/business/businessspecial/19options.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Woman Is Named Episcopal Leader",
      "snippet": "The historic election of Bishop Katharine Jefferts Schori could further strain relations between the American body and Anglicans abroad.",
      "abstract": "The historic election of Bishop Katharine Jefferts Schori could further strain relations between the American body and Anglicans abroad.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-19T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/19/us/19bishop.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "Waste Oil Dumps Threaten Towns in Northern Iraq",
      "snippet": "Iraq's government dumped millions of barrels of an oil refinery byproduct and set it on fire, threatening the Tigris River. ",
      "abstract": "Iraq's government dumped millions of barrels of an oil refinery byproduct and set it on fire, threatening the Tigris River. ",
      "lead_paragraph": "BAGHDAD, Iraq, June 18 — An environmental disaster is brewing in the heartland of Iraq's northern Sunni-led insurgency, where Iraqi officials say that in a desperate move to dispose of millions of barrels of an oil refinery byproduct called \"black oil,\" the government pumped it into open mountain valleys and leaky reservoirs next to the Tigris River and set it on fire.",
      "publication_date": "2006-06-19T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/19/world/middleeast/19enviro.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Telecom Giants in Europe Plan $30 Billion Deal",
      "snippet": "Nokia and Siemens are expected to announce a merger of their telecommunication network equipment businesses.",
      "abstract": "Nokia and Siemens are expected to announce a merger of their telecommunication network equipment businesses.",
      "lead_paragraph": "Nokia of Finland and Siemens of Germany are expected to announce today that they will merge their telecommunication network equipment businesses in a deal valued at more than $30 billion, people involved in the transaction said last night.",
      "publication_date": "2006-06-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/19/business/worldbusiness/19merger.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Video Game Makers Are Battling Sinking Stock Prices",
      "snippet": "While air has seeped steadily from the stock market, it has poured from the four major publicly traded game publishers.",
      "abstract": "While air has seeped steadily from the stock market, it has poured from the four major publicly traded game publishers.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-19T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/technology/19game.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Nestlé to Buy Jenny Craig, Betting Diets Are on Rise",
      "snippet": "Nestlé, the Swiss food giant, is planning to announce today that it has agreed to pay about $600 million for Jenny Craig.",
      "abstract": "Nestlé, the Swiss food giant, is planning to announce today that it has agreed to pay about $600 million for Jenny Craig.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/business/worldbusiness/19deal.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Playskool Is Expanding to Baby Care",
      "snippet": "Playskool's owner, Hasbro, will move into infant care Monday by introducing a line of Playskool diapers, baby wipes and sippy cups.",
      "abstract": "Playskool's owner, Hasbro, will move into infant care Monday by introducing a line of Playskool diapers, baby wipes and sippy cups.",
      "lead_paragraph": "With toys like Weebles and Mr. Potato Head, the 80-year-old Playskool brand has long been associated with the preschool crowd. ",
      "publication_date": "2006-06-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/business/19hasbro.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "North Koreans Said to Be Near a Missile Test",
      "snippet": "North Korea appears to have completed fueling a long-range ballistic missile, American officials said Sunday, a move that greatly increases the probability that it will go ahead with its first important test launching in eight years.     A senior ...",
      "abstract": "North Korea appears to have completed fueling a long-range ballistic missile, American officials said Sunday, a move that greatly increases the probability that it will go ahead with its first important test launching in eight years.     A senior American official said that intelligence from satellite photographs suggested that booster rockets had been loaded onto a launching pad, and liquid-fuel tanks fitted to a missile at a site on North Korea's remote east coast.  ",
      "lead_paragraph": "WASHINGTON, June 18 - North Korea appears to have completed fueling a long-range ballistic missile, American officials said Sunday, a move that greatly increases the probability that it will go ahead with its first important test launching in eight years.",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/19/world/asia/north-koreans-said-to-be-near-a-missile-test.html",
      "byline": "By Helene Cooper and Michael R. Gordon"
    },
    {
      "headline": "Cascading Inconvenient Truths",
      "snippet": "THERE have been all sorts of pronouncements in the past week about the ambitions and absurdities of the Iraq war, but nothing in newspapers, on cable or even out there in the blogosphere matched the impact of a deft little turn in the middle of ''...",
      "abstract": "THERE have been all sorts of pronouncements in the past week about the ambitions and absurdities of the Iraq war, but nothing in newspapers, on cable or even out there in the blogosphere matched the impact of a deft little turn in the middle of ''The War Tapes,'' a documentary about -- and filmed by -- a New Hampshire National Guard Unit stationed in Iraq that opened in theaters two weeks ago.     Specialist Mike Moriarty is filming his squad leader, Staff Sgt. Kevin Shangraw, as they bounce along in a Humvee. He asks his leader for his take on the broader mission, and Sergeant Shangraw comes straight off the dome with a government-issue rationale.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/business/media/cascading-inconvenient-truths.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Telecom Giants in Europe Plan $30 Billion Deal",
      "snippet": "Nokia of Finland and Siemens of Germany are expected to announce today that they will merge their telecommunication network equipment businesses in a deal valued at more than $30 billion, people involved in the transaction said last night.     The...",
      "abstract": "Nokia of Finland and Siemens of Germany are expected to announce today that they will merge their telecommunication network equipment businesses in a deal valued at more than $30 billion, people involved in the transaction said last night.     The merger is likely to set off a new global wave of consolidation and a round of price wars as the telecommunication industry continues to remake itself after last decade's boom-and-bust cycle.  ",
      "lead_paragraph": "Nokia of Finland and Siemens of Germany are expected to announce today that they will merge their telecommunication network equipment businesses in a deal valued at more than $30 billion, people involved in the transaction said last night.",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/19/business/worldbusiness/telecom-giants-in-europe-plan-30-billion-deal.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Fitfully Blending Papers and TV",
      "snippet": "Back in 2000, when the Tribune Company absorbed The Los Angeles Times, Newsday, The Baltimore Sun and other Times Mirror properties in an eye-popping $8.3 billion deal, there was a premise and a promise.     The premise was that these new Tribune ...",
      "abstract": "Back in 2000, when the Tribune Company absorbed The Los Angeles Times, Newsday, The Baltimore Sun and other Times Mirror properties in an eye-popping $8.3 billion deal, there was a premise and a promise.     The premise was that these new Tribune markets could copy the ''synergy'' model that had worked so well in the corporate hometown, Chicago. There, reporters for The Chicago Tribune shared their work with their broadcast siblings, WGN-TV and WGN radio, appearing on screen or being heard over the air. When it worked well, information from each outlet flowed in a coordinated way among all the outlets and onto their Web sites.  ",
      "lead_paragraph": "Back in 2000, when the Tribune Company absorbed The Los Angeles Times, Newsday, The Baltimore Sun and other Times Mirror properties in an eye-popping $8.3 billion deal, there was a premise and a promise.",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/business/media/fitfully-blending-papers-and-tv.html",
      "byline": "By Richard Siklos and Katharine Q. Seelye"
    },
    {
      "headline": "Here Illegally, Working Hard and Paying Taxes",
      "snippet": "It is 5:30 in the evening as Adriana makes her way to work against a flow of people streaming out of the lattice of downtown stores and office towers here. She punches a time card, dons a uniform and sets out to clean her first bathroom of the nig...",
      "abstract": "It is 5:30 in the evening as Adriana makes her way to work against a flow of people streaming out of the lattice of downtown stores and office towers here. She punches a time card, dons a uniform and sets out to clean her first bathroom of the night.      A few miles away, Ana arrives at a suburban Target store at 10 p.m. to clean the in-house restaurant for the next day's shoppers. At 5:30 the next morning, Emilio starts his rounds at the changing rooms at a suburban department store. A half-hour later, Polo rushes to clean the showers and locker room at a university here before the early birds in the pool finish their morning swim.  ",
      "lead_paragraph": "MINNEAPOLIS - It is 5:30 in the evening as Adriana makes her way to work against a flow of people streaming out of the lattice of downtown stores and office towers here. She punches a time card, dons a uniform and sets out to clean her first bathroom of the night.",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/19/business/here-illegally-working-hard-and-paying-taxes.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Waste Oil Dumps Threaten Towns in Northern Iraq",
      "snippet": "An environmental disaster is brewing in the heartland of Iraq's northern Sunni-led insurgency, where Iraqi officials say that in a desperate move to dispose of millions of barrels of an oil refinery byproduct called ''black oil,'' the government p...",
      "abstract": "An environmental disaster is brewing in the heartland of Iraq's northern Sunni-led insurgency, where Iraqi officials say that in a desperate move to dispose of millions of barrels of an oil refinery byproduct called ''black oil,'' the government pumped it into open mountain valleys and leaky reservoirs next to the Tigris River and set it on fire.     The resulting huge black bogs are threatening the river and the precious groundwater in the region, which is dotted with villages and crisscrossed by itinerant sheep herders, but also contains Iraq's great northern refinery complex at Baiji.  ",
      "lead_paragraph": "BAGHDAD, Iraq, June 18 - An environmental disaster is brewing in the heartland of Iraq's northern Sunni-led insurgency, where Iraqi officials say that in a desperate move to dispose of millions of barrels of an oil refinery byproduct called \"black oil,\" the government pumped it into open mountain valleys and leaky reservoirs next to the Tigris River and set it on fire.",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/19/world/middleeast/waste-oil-dumps-threaten-towns-in-northern-iraq.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Woman Is Named Episcopal Leader",
      "snippet": "The Episcopal Church elected Bishop Katharine Jefferts Schori of Nevada as its presiding bishop on Sunday, making her the first woman to lead a church in the worldwide Anglican Communion.     Many Episcopalians gathered here for the church's trien...",
      "abstract": "The Episcopal Church elected Bishop Katharine Jefferts Schori of Nevada as its presiding bishop on Sunday, making her the first woman to lead a church in the worldwide Anglican Communion.     Many Episcopalians gathered here for the church's triennial general convention cheered the largely unexpected choice of Bishop Jefferts Schori, 52, the lone woman and one of the youngest of the seven candidates for the job. Her election was a milestone for the Episcopal Church, which began ordaining women only in 1976.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/19/us/woman-is-named-episcopal-leader.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "Video Game Makers Are Battling Sinking Stock Prices",
      "snippet": "The video game industry has been taking a beating.      While air has seeped steadily from the stock market, it has poured from the four major publicly traded game publishers. Since May 1, they have lost a collective $6 billion in market capitaliz...",
      "abstract": "The video game industry has been taking a beating.      While air has seeped steadily from the stock market, it has poured from the four major publicly traded game publishers. Since May 1, they have lost a collective $6 billion in market capitalization, about a 25 percent drop, compared to declines of 8.3 percent for the Nasdaq and 4.2 percent for the Standard & Poor's 500-stock index.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/technology/video-game-makers-are-battling-sinking-stock-prices.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Nestlé to Buy Jenny Craig, Betting Diets Are on Rise",
      "snippet": "Is Nestlé Crunch on Jenny Craig's diet plan?     Nestlé, the Swiss food giant, is planning to announce today that it has agreed to pay about $600 million for Jenny Craig, the weight loss company that has had a surprise turnaround in recent years a...",
      "abstract": "Is Nestlé Crunch on Jenny Craig's diet plan?     Nestlé, the Swiss food giant, is planning to announce today that it has agreed to pay about $600 million for Jenny Craig, the weight loss company that has had a surprise turnaround in recent years as a result of an irreverent advertising campaign chronicling the slimming waistline of Kirstie Alley, of ''Fat Actress'' fame.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/business/worldbusiness/nestle-to-buy-jenny-craig-betting-diets-are-on-rise.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Company Ties Not Always Noted in Security Push",
      "snippet": "When the storm erupted several months ago over plans by a United Arab Emirates-based company to take over management of a half-dozen American port terminals, one voice resonated in Washington.     Stephen E. Flynn, a retired Coast Guard commander ...",
      "abstract": "When the storm erupted several months ago over plans by a United Arab Emirates-based company to take over management of a half-dozen American port terminals, one voice resonated in Washington.     Stephen E. Flynn, a retired Coast Guard commander who is a senior fellow at the Council on Foreign Relations, repeatedly told lawmakers and reporters that domestic ports were so vulnerable that terrorists could easily sneak a radioactive device into something as innocuous as a shipment of sneakers. And he offered a solution: a cargo inspection system in Hong Kong that scans every container, instead of the fraction now checked in the United States.  ",
      "lead_paragraph": "WASHINGTON, June 18 - When the storm erupted several months ago over plans by a United Arab Emirates-based company to take over management of a half-dozen American port terminals, one voice resonated in Washington.",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/19/washington/company-ties-not-always-noted-in-security-push.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Playskool Is Expanding to Baby Care",
      "snippet": "With toys like Weebles and Mr. Potato Head, the 80-year-old Playskool brand has long been associated with the preschool crowd.      Now it has a new target: the pre-potty-training set.  ",
      "abstract": "With toys like Weebles and Mr. Potato Head, the 80-year-old Playskool brand has long been associated with the preschool crowd.      Now it has a new target: the pre-potty-training set.  ",
      "lead_paragraph": "With toys like Weebles and Mr. Potato Head, the 80-year-old Playskool brand has long been associated with the preschool crowd.",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/business/playskool-is-expanding-to-baby-care.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Inquiry Into Stock Option Pricing Casts a Wide Net",
      "snippet": "Throughout the 1990's, Silicon Valley companies were locked in an intense battle to recruit employees, and stock options were their primary tool.     Micrel Inc., a semiconductor company based in San Jose, Calif., was no exception.  ",
      "abstract": "Throughout the 1990's, Silicon Valley companies were locked in an intense battle to recruit employees, and stock options were their primary tool.     Micrel Inc., a semiconductor company based in San Jose, Calif., was no exception.  ",
      "lead_paragraph": "Throughout the 1990's, Silicon Valley companies were locked in an intense battle to recruit employees, and stock options were their primary tool.",
      "publication_date": "2006-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/19/business/businessspecial/inquiry-into-stock-option-pricing-casts-a-wide-net.html",
      "byline": "By Eric Dash"
    }
  ]
}