{
  "metadata": {
    "date": "2006-11-16",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "With Politics as Subtext, Senators Clash on Iraq",
      "snippet": "Much of the first postelection hearing on the war was \nfilled with competing agendas and 2008 hopefuls.",
      "abstract": "Much of the first postelection hearing on the war was \nfilled with competing agendas and 2008 hopefuls.",
      "lead_paragraph": "WASHINGTON, Nov. 15 — For much of the first postelection hearing on the war in Iraq on Wednesday, the Republican side of the table was largely empty. But the room was still crowded — with competing agendas.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/16/world/middleeast/16hearing.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Heart Risk Seen in Drug for Anemia",
      "snippet": "Study finds that high doses of epoetin, drug used to treat anemia in dialysis and cancer patients, may increase risk of heart problems and death; almost a million Americans a year receive prescriptions for epoetin, or darbepoetin, which is closely...",
      "abstract": "Study finds that high doses of epoetin, drug used to treat anemia in dialysis and cancer patients, may increase risk of heart problems and death; almost a million Americans a year receive prescriptions for epoetin, or darbepoetin, which is closely related, and worldwide sales of two drugs--sold under brand names Epogen, Procrit and Aranesp--exceeded $9 billion in 2005 for Amgen and Johnson and Johnson, their makers; Dr Ajay Singh of Harvard Medical School and study's lead author, says results should encourage doctors to treat anemia less aggressively; FDA will issue advisory (M)",
      "lead_paragraph": "A medical study to be released today suggests that high doses of a best-selling drug used to treat anemia in dialysis and cancer patients may increase the risk of heart problems and deaths.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/16/business/heart-risk-seen-in-drug-for-anemia.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "With Politics as Subtext, Senators Clash on Iraq",
      "snippet": "Presidential hopefuls from both parties seek to bolster their positions on war in Iraq after election that each side is interpreting in wildly different ways; Gen John P Abizaid's testimony before Senate and House Armed Services Committees draws m...",
      "abstract": "Presidential hopefuls from both parties seek to bolster their positions on war in Iraq after election that each side is interpreting in wildly different ways; Gen John P Abizaid's testimony before Senate and House Armed Services Committees draws more Democrats than Republicans; Sen Joseph I Lieberman, hawkish and newly Independent, leads Abizaid to say that troop withdrawals being advocated by some Democrats would increase violence and instability in Iraq; Sen John McCain presses his argument that more troops are needed, over Abizaid's objection; Democrats argue that midterm election was signal from American people that current military solution is not working; McCain's position is that Americans are unhappy with status quo--and only more troops could shake stagnation; Abizaid gives something to both sides; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 15 - For much of the first postelection hearing on the war in Iraq on Wednesday, the Republican side of the table was largely empty. But the room was still crowded -- with competing agendas.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/16/washington/the-struggle-for-iraq-with-politics-as-subtext-senators-clash-on.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Trade Bills Now Face Tough Odds",
      "snippet": "Failure of lame-duck Congress to pass what should have been routine measure sought by Pres Bush to extend normal trade relations with Vietnam shows how much harder it will be to win approval of trade bills from now own, especially once Democrats t...",
      "abstract": "Failure of lame-duck Congress to pass what should have been routine measure sought by Pres Bush to extend normal trade relations with Vietnam shows how much harder it will be to win approval of trade bills from now own, especially once Democrats take control of Congress; Democratic leaders and trade lobbyists agree that Bush administration is going to have to adjust to new environment and make concessions in order to get such bills passed next year (M)",
      "lead_paragraph": "WASHINGTON, Nov. 15 - The Bush administration says it has no higher global economic priority than to combat rising protectionism. This week the challenge became harder and more complicated.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/16/business/worldbusiness/trade-bills-now-face-tough-odds.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Heart Risk Seen in Drug for Anemia",
      "snippet": "A new study suggests that high doses of a best-selling drug used to treat anemia in dialysis and cancer patients may increase the risk of heart problems.",
      "abstract": "A new study suggests that high doses of a best-selling drug used to treat anemia in dialysis and cancer patients may increase the risk of heart problems.",
      "lead_paragraph": "A medical study to be released today suggests that high doses of a best-selling drug used to treat anemia in dialysis and cancer patients may increase the risk of heart problems and deaths.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/16/business/16anemia.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "General Warns of Risks in Iraq if G.I.'s Are Cut",
      "snippet": "Gen. John Abizaid said a significant troop withdrawal from Iraq over the next six months would lead to an increase in sectarian killings.",
      "abstract": "Gen. John Abizaid said a significant troop withdrawal from Iraq over the next six months would lead to an increase in sectarian killings.",
      "lead_paragraph": "WASHINGTON, Nov. 15 — The top American military commander for the Middle East said Wednesday that to begin a significant troop withdrawal from Iraq over the next six months would lead to an increase in sectarian killings and hamper efforts to persuade the Iraqi government to make the difficult decisions needed to secure the country.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/16/world/middleeast/16policy.html",
      "byline": "By Michael R. Gordon and Mark Mazzetti"
    },
    {
      "headline": "Toyota Gambles, Deep in the Heart of Texas",
      "snippet": "Toyota will officially open its new $1.2 billion assembly plant in San Antonio that will make the biggest version yet of its Tundra pickup.",
      "abstract": "Toyota will officially open its new $1.2 billion assembly plant in San Antonio that will make the biggest version yet of its Tundra pickup.",
      "lead_paragraph": "SAN ANTONIO, Nov. 15 — Toyota’s approach to the pickup truck market has always been cautious, dipping a toe in the market with small trucks, then bringing out slightly bigger models that its own executives acknowledged were meek.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/16/business/16truck.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "General Warns of Risks in Iraq if G.I.'s Are Cut",
      "snippet": "Gen John P Abizaid says significant troop withdrawal from Iraq over next six months would lead to increase in sectarian killings and hamper efforts to persuade Iraqi government to make difficult decisions needed to secure country; says in testimon...",
      "abstract": "Gen John P Abizaid says significant troop withdrawal from Iraq over next six months would lead to increase in sectarian killings and hamper efforts to persuade Iraqi government to make difficult decisions needed to secure country; says in testimony before Senate and House Armed Services Committees that number of troops might be increased by small amount as part of new plans by American commanders to improve training of Iraqi Army; says any large troop increase might dissuade Iraqis from making greater effort to provide for their own security; Abizaid offers his first public criticism of Bush administration's decision not to deploy larger force to stabilize Iraq in 2003; his testimony is first by American commander since Aug, following months of setbacks in Iraq that helped to fuel Democratic victories in midterm elections; skepticism among lawmakers from both parties is palpable; their concerns are reinforced by later testimony of intelligence officials who paint more pessimistic portrait of violence in Iraq than Abizaid did; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 15 - The top American military commander for the Middle East said Wednesday that to begin a significant troop withdrawal from Iraq over the next six months would lead to an increase in sectarian killings and hamper efforts to persuade the Iraqi government to make the difficult decisions needed to secure the country.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/16/world/middleeast/general-warns-of-risks-in-iraq-if-gis-are-cut.html",
      "byline": "By Michael R. Gordon and Mark Mazzetti"
    },
    {
      "headline": "US Airways Seeks to Acquire Delta in Bid to Be No. 1",
      "snippet": "US Airways makes $8 billion offer for Delta Air Lines in effort to become largest airline in world and dominate travel on East Coast of United States; deal for Delta would have to overcome antitrust scrutiny and lack of support from Delta's manage...",
      "abstract": "US Airways makes $8 billion offer for Delta Air Lines in effort to become largest airline in world and dominate travel on East Coast of United States; deal for Delta would have to overcome antitrust scrutiny and lack of support from Delta's management, which rebuffed US Airways' advances this summer; US Airways' unsolicited offer is being made to creditors of Delta, which is operating under bankruptcy protection--process that will give Delta management control over any plan to get out of bankruptcy for at least several more months; deal would presumably be welcomed by many investors and analysts, who maintain that there are too many airlines fighting for razor-thin profits; nearly all established carriers have filed for bankruptcy protection since drop in air travel after 9/11 attacks; US Airways has filed twice since 2002 and has turned itself around through merger with America West last year; graphs (M)",
      "lead_paragraph": "US Airways made an $8 billion offer for Delta Air Lines yesterday in an effort to become the largest airline in the world and dominate travel on the East Coast of the United States.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/16/business/us-airways-seeks-to-acquire-delta-in-bid-to-be-no-1.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "In Senate Shift, Big Comeback for Trent Lott",
      "snippet": "The election of Senator Trent Lott of Mississippi as minority whip offers an unlikely study in professional redemption.",
      "abstract": "The election of Senator Trent Lott of Mississippi as minority whip offers an unlikely study in professional redemption.",
      "lead_paragraph": "WASHINGTON, Nov. 15  In their rehabilitation campaign, Senate Republicans will rely heavily on a man whose recent history is itself a testament to sudden falls, unlikely recoveries and the fickle hands of fortune in American politics.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/16/us/politics/16lott.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Trade Bills Now Face Tough Odds",
      "snippet": "The failure to extend normal trade relations with Vietnam shows how much harder it will be for President Bush to win approval of trade bills from now on.",
      "abstract": "The failure to extend normal trade relations with Vietnam shows how much harder it will be for President Bush to win approval of trade bills from now on.",
      "lead_paragraph": "WASHINGTON, Nov. 15  The Bush administration says it has no higher global economic priority than to combat rising protectionism. This week the challenge became harder and more complicated.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/16/business/worldbusiness/16trade.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Free AOL Stuff, Courtesy of Bubble 2.0",
      "snippet": "AOL looks a lot like Yahoo these days and a few goodies, once reserved for paying members, are especially attractive now.",
      "abstract": "AOL looks a lot like Yahoo these days and a few goodies, once reserved for paying members, are especially attractive now.",
      "lead_paragraph": "Don’t look now, but the bubble is back.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/16/technology/16pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "In Senate Shift, Big Comeback For Trent Lott",
      "snippet": "Senate Republicans' election of Trent Lott as minority whip offers unlikely study in professional redemption; he went from Senate minority leader to presumptive majority leader to disgrace in matter of days four years ago after he seemed to praise...",
      "abstract": "Senate Republicans' election of Trent Lott as minority whip offers unlikely study in professional redemption; he went from Senate minority leader to presumptive majority leader to disgrace in matter of days four years ago after he seemed to praise longtime segregationist Sen Strom Thurmond; Lott called his comments well-intentioned tribute to longtime colleague and issued several apologies, but he was forced to give up his leadership position; Sen John McCain, said to be important supporter of Lott's, notes he paid high price for his one statement; Republicans favor Lott for minority whip largely because of their election losses last week; he is seen as effective in rounding up votes and striking deals, something essential for Republicans who are now in minority in Senate; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 15 - In their rehabilitation campaign, Senate Republicans will rely heavily on a man whose recent history is itself a testament to sudden falls, unlikely recoveries and the fickle hands of fortune in American politics.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/16/us/front page/transition-in-congress-in-senate-shift-big-comeback-for-trent.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Toyota Gambles, Deep in the Heart of Texas",
      "snippet": "Toyota, which has always moved cautiously in US pickup truck market, takes bold gamble with new $1.2 billion assembly plant in San Antonio for new Tundra pickup; new Tundra, bigger and more powerful than current model, is being watched carefully f...",
      "abstract": "Toyota, which has always moved cautiously in US pickup truck market, takes bold gamble with new $1.2 billion assembly plant in San Antonio for new Tundra pickup; new Tundra, bigger and more powerful than current model, is being watched carefully for its impact on final market still dominated by Detroit; Toyota gives limited tour of plant, but officials decline to discuss technology beyond that; Texas location is important part of Toyota's strategy to appeal to buyers in nation's biggest truck market; photos; graph of US pickup sales (M)",
      "lead_paragraph": "SAN ANTONIO, Nov. 15 - Toyota's approach to the pickup truck market has always been cautious, dipping a toe in the market with small trucks, then bringing out slightly bigger models that its own executives acknowledged were meek.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/16/business/toyota-gambles-deep-in-the-heart-of-texas.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "The Many Lives of US Airways",
      "snippet": "Profile of US Airways in view of its $8 billion hostile offer for Delta Air Lines; says US Airways will have to win support of significant number of Delta's creditors in order to succeed because only they can pressure of Delta's management to enga...",
      "abstract": "Profile of US Airways in view of its $8 billion hostile offer for Delta Air Lines; says US Airways will have to win support of significant number of Delta's creditors in order to succeed because only they can pressure of Delta's management to engage in discussions; says any deal is likely to draw Justice Department scrutiny and could result in sale of either US Airways or Delta shuttle services connecting New York, Washington and Boston; says that while some travelers welcome possible combination--particularly if it ensures survival of Delta--others worry about prospect ofhigher fares and still lower customer-service levels; photo; graphs (L)",
      "lead_paragraph": "Say what you will about US Airways, but don't write it off.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/16/business/the-many-lives-of-us-airways.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "The Many Lives of US Airways",
      "snippet": "The ever-scrappy carrier has emerged from its trials with a new strategy, aiming to be the world’s largest airline.",
      "abstract": "The ever-scrappy carrier has emerged from its trials with a new strategy, aiming to be the world’s largest airline.",
      "lead_paragraph": "Say what you will about US Airways, but don’t write it off.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/16/business/16airways.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Free AOL Stuff, Courtesy of Bubble 2.0",
      "snippet": "David Pogue column assesses features of AOL's Web site now that it is free; photo (M)",
      "abstract": "David Pogue column assesses features of AOL's Web site now that it is free; photo (M)",
      "lead_paragraph": "Don't look now, but the bubble is back.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/16/technology/free-aol-stuff-courtesy-of-bubble-20.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "US Airways Seeks to Acquire Delta in Bid to Be No. 1",
      "snippet": "US Airways made an $8 billion offer for Delta Air Lines in an effort to become the largest airline in the world.",
      "abstract": "US Airways made an $8 billion offer for Delta Air Lines in an effort to become the largest airline in the world.",
      "lead_paragraph": "US Airways made an $8 billion offer for Delta Air Lines yesterday in an effort to become the largest airline in the world and dominate travel on the East Coast of the United States.",
      "publication_date": "2006-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/16/business/16delta.html",
      "byline": "By Andrew Ross Sorkin"
    }
  ]
}