{
  "metadata": {
    "date": "2006-11-02",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "With Iraq Driving Election, Voters Want New Approach",
      "snippet": "Nearly 70 percent of Americans say Pres Bush does not have plan to end war in Iraq, and substantial majority expect Democrats to reduce or end American military involvement there if they win control of Congress, New York Times/CBS News Poll; poll ...",
      "abstract": "Nearly 70 percent of Americans say Pres Bush does not have plan to end war in Iraq, and substantial majority expect Democrats to reduce or end American military involvement there if they win control of Congress, New York Times/CBS News Poll; poll shows 29 percent of Americans approve of way Bush is managing war, matching lowest mark of his presidency, and 80 percent say his latest effort to rally public support for conflict is change in language but not policy; expect Republicans to maintain or increase troop levels to try to win war if they hold on to power on Capitol Hill; poll results seen as worrisome indicators for Republicans in final days of campaign; 50 percent of independent voters, closely watched segment of electorate, say they will vote for Democratic candidates, versus 23 percent who say they would vote for Republicans; although voters show clear expectation that Democratic-led Congress would produce change in Iraq policy, it is not clear how much influence that might have on Bush, who as commander in chief would retain final say; other poll results noted; charts (M)",
      "lead_paragraph": "WASHINGTON, Nov. 1 - A substantial majority of Americans expect Democrats to reduce or end American military involvement in Iraq if they win control of Congress next Tuesday and say Republicans will maintain or increase troop levels to try to win the war if they hold on to power on Capitol Hill, according to the final New York Times/CBS News poll before the midterm election.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/02/us/front page/the-2006-campaign-with-iraq-driving-election-voters-want-new.html",
      "byline": "By Adam Nagourney and Megan Thee"
    },
    {
      "headline": "Junk Mail Is Alive and Growing",
      "snippet": "United States Postal Service says marketers sent more than 114 billion pieces of direct mail, increase of about 15 percent from five years ago; volume of bulk mail, which is all direct mail, exceeded first class in last year; advertisers like it t...",
      "abstract": "United States Postal Service says marketers sent more than 114 billion pieces of direct mail, increase of about 15 percent from five years ago; volume of bulk mail, which is all direct mail, exceeded first class in last year; advertisers like it that mail ads, which do not get snagged in spam filters, can be aimed at just right customers and be monitored for effectiveness; those traits are increasingly important to companies as they target American public into finer and finer categories; some advertising executives comment; graphs; photo (L)",
      "lead_paragraph": "Ginger Stickel, like most Americans, has been getting a lot more junk mail these days. Yesterday, for example, she received 37 pieces of mail, and 28 were junk, including a pitch for mail-order pizzas and a flier for a warehouse furniture sale. Surprisingly, she says she doesn't mind.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/02/business/media/junk-mail-is-alive-and-growing.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Tending a Fallen Marine, With Skill, Prayer and Fury",
      "snippet": "Trauma medic assigned to marine battalion in Karma, Iraq, treats buddy who was hit in head by Iraqi sniper while on patrol; Petty Officer Third Class Dustin E Kirby clutches Lance Cpl Colin Smith's bloodied, empty helmet and fondly describes his f...",
      "abstract": "Trauma medic assigned to marine battalion in Karma, Iraq, treats buddy who was hit in head by Iraqi sniper while on patrol; Petty Officer Third Class Dustin E Kirby clutches Lance Cpl Colin Smith's bloodied, empty helmet and fondly describes his friend; recalls his successful effort to keep Smith breathing until helicopter arrived; vents his fury at snipers and reveals his reliance on prayer, before and after patrols; photos; map (M)",
      "lead_paragraph": "KARMA, Iraq, Oct. 30 - Petty Officer Third Class Dustin E. Kirby clutched the injured marine's empty helmet. His hands were coated in blood. Sweat ran down his face, which he was trying to keep straight but kept twisting into a snarl.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/02/world/middleeast/tending-a-fallen-marine-with-skill-prayer-and-fury.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "As Investors Covet Ethanol, Farmers Resist",
      "snippet": "Midwest farmers are proving surprisingly reluctant to cash in on offers to make huge profits from ethanol.",
      "abstract": "Midwest farmers are proving surprisingly reluctant to cash in on offers to make huge profits from ethanol.",
      "lead_paragraph": "MALTA BEND, Mo. — Farmers do not see fast money very often. But with big profits gushing forth from ethanol plants, dozens of Wall Street bankers, in loafers and suits, have been descending on the cornfields of the Midwest promising to make thousands of farmers rich overnight. ",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/02/business/02windfall.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "With Election Driven by Iraq, Voters Want New Approach",
      "snippet": "Americans say Democrats will end U.S. military involvement in Iraq if they win control of Congress next week, according to a poll.",
      "abstract": "Americans say Democrats will end U.S. military involvement in Iraq if they win control of Congress next week, according to a poll.",
      "lead_paragraph": "WASHINGTON, Nov. 1 — A substantial majority of Americans expect Democrats to reduce or end American military involvement in Iraq if they win control of Congress next Tuesday and say Republicans will maintain or increase troop levels to try to win the war if they hold on to power on Capitol Hill, according to the final New York Times/CBS News poll before the midterm election.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/02/us/politics/02poll.html",
      "byline": "By ADAM NAGOURNEY and MEGAN THEE"
    },
    {
      "headline": "Wall Street Has Doubts on CVS Deal",
      "snippet": "CVS and Caremark cast their $20.8 billion deal as merger of equals that would enable them and their investors to take better advantage of upheavals in prescription drug business; Wall Street is not sure and both companies' stocks are down; CVS and...",
      "abstract": "CVS and Caremark cast their $20.8 billion deal as merger of equals that would enable them and their investors to take better advantage of upheavals in prescription drug business; Wall Street is not sure and both companies' stocks are down; CVS and Caremark discuss further details of merger in conference call after market closes that some analysts say might assuage many of investor concerns and could enable companies' stocks rebound somewhat; many analysts make strategic sense (M)",
      "lead_paragraph": "CVS and Caremark yesterday cast their $20.8 billion deal as a merger of equals that would enable them and their investors to take better advantage of upheavals in the prescription drug business.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/02/business/wall-street-has-doubts-on-cvs-deal.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Junk Mail Is Alive and Growing",
      "snippet": "Defying forecasts, marketers sent more than 114 billion pieces of direct mail last year, an increase of roughly 15 percent from 2000.",
      "abstract": "Defying forecasts, marketers sent more than 114 billion pieces of direct mail last year, an increase of roughly 15 percent from 2000.",
      "lead_paragraph": " Ginger Stickel, like most Americans, has been getting a lot more junk mail these days. Yesterday, for example, she received 37 pieces of mail, and 28 were junk, including a pitch for mail-order pizzas and a flier for a warehouse furniture sale. Surprisingly, she says she doesn’t mind.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/02/business/media/02adco.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "A Web Site to Call Your Own",
      "snippet": "Microsoft Office Live is a suite of services, mostly free, to help the little guy get into the game of online sales and marketing. ",
      "abstract": "Microsoft Office Live is a suite of services, mostly free, to help the little guy get into the game of online sales and marketing. ",
      "lead_paragraph": "If you operate a small business, you might already use technology to conceal just how small you are — by setting up multiple e-mail addresses and phone extensions, for example (“for Asian operations, press 7”). ",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/02/technology/02pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "U.S. Agency to Review Oil Royalties",
      "snippet": "Government Accountability Office, watchdog agency for Congress, is beginning broad investigation into potential deficiencies in how government collects billions of dollars in royalties from companies that produce oil and gas on federal territory; ...",
      "abstract": "Government Accountability Office, watchdog agency for Congress, is beginning broad investigation into potential deficiencies in how government collects billions of dollars in royalties from companies that produce oil and gas on federal territory; inquiry is being done at request of Republican-led House Government Reform Committee; Republican lawmakers say they had concerns about management of entire royalty program by Interior Department, including its regulations and enforcement practices and accuracy of basic information; probe reflects growing anger in Congress about Interior Department's vast oil and gas leasing program, under which government collects as much as $10 billion each year oil and gas produced on federal land and in federal waters; Rep Darrell E Issa, chairman of committee's subcommittee on energy, comments (M)",
      "lead_paragraph": "WASHINGTON, Nov. 1 - The Government Accountability Office, the watchdog agency for Congress, is beginning a broad investigation into potential deficiencies in how the government collects billions of dollars in royalties from companies that produce oil and gas on federal territory. The inquiry is being done at the request of the Republican-led House Government Reform Committee.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/02/business/us-agency-to-review-oil-royalties.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "U.S. Agency to Review Oil Royalties",
      "snippet": "The inquiry reflects anger in Congress about the Interior Department’s loss of billions in oil and gas royalties.",
      "abstract": "The inquiry reflects anger in Congress about the Interior Department’s loss of billions in oil and gas royalties.",
      "lead_paragraph": " WASHINGTON, Nov. 1  The Government Accountability Office, the watchdog agency for Congress, is beginning a broad investigation into potential deficiencies in how the government collects billions of dollars in royalties from companies that produce oil and gas on federal territory. The inquiry is being done at the request of the Republican-led House Government Reform Committee.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/02/business/02royalties.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "On the Road With Jack and Suzy",
      "snippet": "Market Place column; General Electric's former chief executive Jack F Welch Jr has embarked on frantic second career and life, replete with new wife Suzy and family, books, magazine columns and speaking engagements that have added to his already c...",
      "abstract": "Market Place column; General Electric's former chief executive Jack F Welch Jr has embarked on frantic second career and life, replete with new wife Suzy and family, books, magazine columns and speaking engagements that have added to his already considerable celebrity as well as net worth; Boston magazine has estimated his fortune at $720 million; Welches have new management book coming out; Welch commands fee of $150,000 per appearance; Welch has consulting firm Jack Welch LLC; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/02/business/on-the-road-with-jack-and-suzy.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Wall Street Has Doubts on CVS Deal",
      "snippet": "CVS and Caremark shares plunged on Wednesday as investors expressed concerns about both companies and their competitors. \n",
      "abstract": "CVS and Caremark shares plunged on Wednesday as investors expressed concerns about both companies and their competitors. \n",
      "lead_paragraph": "CVS and Caremark yesterday cast their $20.8 billion dollar deal as a merger of equals that would enable them and their investors to take better advantage of upheavals in the prescription drug business. ",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/02/business/02place.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "As Investors Covet Ethanol, Farmers Resist",
      "snippet": "Farmers who invested in ethanol plant in Missouri debate whether to accept buyout offers; Mid-Missouri Energy plant that turns corn into ethanol for cars was roaring success when ethanol prices soared to more than $4 a gallon this summer; foreign ...",
      "abstract": "Farmers who invested in ethanol plant in Missouri debate whether to accept buyout offers; Mid-Missouri Energy plant that turns corn into ethanol for cars was roaring success when ethanol prices soared to more than $4 a gallon this summer; foreign investors made offers to buy plant, but to many farmers, plant signifies emotional investment in future of their farms and communities, chance for greater independence and sense of pride that they are helping make America less dependent on foreign oil; despite gold rush atmosphere, only two farmer-owned ethanol plants are known to have sold to outsiders; ethanol prices have fallen by half since June and outside investors pester farmers to sell out now, before ethanol market might turn sour; Mid-Missouri's board members chafe at notion of selling out to foreign buyer, fearing what would happen if 'Big Oil' got control of ethanol industry; photos (M)",
      "lead_paragraph": "MALTA BEND, Mo. - Farmers do not see fast money very often. But with big profits gushing forth from ethanol plants, dozens of Wall Street bankers, in loafers and suits, have been descending on the cornfields of the Midwest promising to make thousands of farmers rich overnight.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/02/business/as-investors-covet-ethanol-farmers-resist.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "On the Road With Jack and Suzy",
      "snippet": "While many chief executives enjoy a sedate existence during retirement, Jack Welch has embarked on a frantic second career and life.",
      "abstract": "While many chief executives enjoy a sedate existence during retirement, Jack Welch has embarked on a frantic second career and life.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/02/business/02welch.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Yes, Red Wine Holds Answer. Check Dosage.",
      "snippet": "Researchers report that natural substance found in red wine, resveratrol, offsets bad effects of high-calorie diet in mice and significantly extends their lifespan; report by researchers at Harvard Medical School and National Institute on Aging pu...",
      "abstract": "Researchers report that natural substance found in red wine, resveratrol, offsets bad effects of high-calorie diet in mice and significantly extends their lifespan; report by researchers at Harvard Medical School and National Institute on Aging published electronically in Nature implies that very large daily doses of resveratrol could offset unhealthy high-calorie diet thought to underlie rising toll of obesity in United States and elsewhere, if people respond as mice do; report could explain puzzling fact that people in France enjoy high-fat diet yet suffer less heart disease than Americans; several experts caution people to wait until more results are in, particularly from safety tests in humans, before increasing their intake of resveratrol; experiment on mice described in detail; graph (M)",
      "lead_paragraph": "Can you have your cake and eat it? Is there a free lunch after all, red wine included? Researchers at the Harvard Medical School and the National Institute on Aging report that a natural substance found in red wine, known as resveratrol, offsets the bad effects of a high-calorie diet in mice and significantly extends their lifespan.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/02/science/yes-red-wine-holds-answer-check-dosage.html",
      "byline": "By Nicholas Wade"
    },
    {
      "headline": "Tending a Fallen Marine, With Skill, Prayer and Fury",
      "snippet": "Petty Officer Dustin E. Kirby is a trauma medic in Iraq. “When I told you that I do not let people die on me, I meant it,” he said.",
      "abstract": "Petty Officer Dustin E. Kirby is a trauma medic in Iraq. “When I told you that I do not let people die on me, I meant it,” he said.",
      "lead_paragraph": "KARMA, Iraq, Oct. 30 — Petty Officer Third Class Dustin E. Kirby clutched the injured marine’s empty helmet. His hands were coated in blood. Sweat ran down his face, which he was trying to keep straight but kept twisting into a snarl.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/02/world/middleeast/02medic.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "Selling Literature to Go With Your Lifestyle",
      "snippet": "Publishers hope to revive sagging book sales by pushing their titles in unusual outlets, such as car washes, butcher shops, clothing boutiques and hardware stores; odd venues have become fastest growing component in many major publishers' retail s...",
      "abstract": "Publishers hope to revive sagging book sales by pushing their titles in unusual outlets, such as car washes, butcher shops, clothing boutiques and hardware stores; odd venues have become fastest growing component in many major publishers' retail strategies in recent months; new frontier is being explored after years of concentrating on big-box retailers and online retailers; total number of books sold outside bookstores is imposible to discern, but publishing houses know it has affected their bottom line; Simon & Schuster's special market sales, as they are called, have grown by 50 percent, surpassing total sales to independent bookstores; photos (M)",
      "lead_paragraph": "Most customers at the Anthropologie store in SoHo come for the delicately woven knits and the ultrafeminine floral dresses. But these days at least some are coming for the books.",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/02/books/selling-literature-to-go-with-your-lifestyle.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "A Web Site to Call Your Own",
      "snippet": "David Pogue column on service called Office Live from Microsoft Corp that will allow user to pick up any dot-com (or .net, or .org) to design Web site at no charge; user will be able to get to design Web site at no charge; Office Live is suite of ...",
      "abstract": "David Pogue column on service called Office Live from Microsoft Corp that will allow user to pick up any dot-com (or .net, or .org) to design Web site at no charge; user will be able to get to design Web site at no charge; Office Live is suite of services, mostly free, to help little guy get into game of online sales and marketing; it is intended for small businesses, but individuals can use it, too; drawing (M)",
      "lead_paragraph": "If you operate a small business, you might already use technology to conceal just how small you are -- by setting up multiple e-mail addresses and phone extensions, for example (\"for Asian operations, press 7\").",
      "publication_date": "2006-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/02/technology/a-web-site-to-call-your-own.html",
      "byline": "By David Pogue"
    }
  ]
}