{
  "metadata": {
    "date": "2006-10-04",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "In Graft Inquiry, Chinese See a Shake-Up Coming",
      "snippet": "Analysts say China’s rulers are trying to shake up the leadership and wipe out resistance to their policy agenda.",
      "abstract": "Analysts say China’s rulers are trying to shake up the leadership and wipe out resistance to their policy agenda.",
      "lead_paragraph": "BEIJING, Oct. 3 — When Shanghai’s party boss was detained in an anticorruption probe last week, Chinese were rattled by news of the first purge of a high-ranking Communist Party leader since 1995. But the investigation’s scope and its ultimate goals are wider, as the party’s two most powerful officials aim to shake up the leadership and wipe out resistance to their policy agenda, party officials and analysts say.",
      "publication_date": "2006-10-04T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/04/world/asia/04corrupt.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Airbus Faces More Delays for A380 Jet",
      "snippet": "The delays have pushed the program off by a full two years, and one major customer may trim its order.",
      "abstract": "The delays have pushed the program off by a full two years, and one major customer may trim its order.",
      "lead_paragraph": "PARIS, Oct. 3 — The first deliveries of the troubled A380 superjumbo jet by Airbus have been delayed yet again, this time by as much as another year, pushing the program off by a full two years.",
      "publication_date": "2006-10-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/04/business/worldbusiness/04airbus.html",
      "byline": "By Nicola Clark"
    },
    {
      "headline": "Dow Jones Index Hits a New High, Retracing Losses",
      "snippet": "Investors are greeting the rally with more relief than euphoria, noting that the broader stock market has yet to find its way back to previous highs.",
      "abstract": "Investors are greeting the rally with more relief than euphoria, noting that the broader stock market has yet to find its way back to previous highs.",
      "lead_paragraph": "The best-known measure of the stock market, the Dow Jones industrial average of 30 major stocks, rose 0.49 percent yesterday to squeak past a closing high that was set in January 2000 amid a technology-driven market boom. ",
      "publication_date": "2006-10-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/04/business/04stox.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Stepping Out on Its Own, Real Estate Broker Finds Unfriendly Streets",
      "snippet": "Realogy's shares have declined 10 percent since the end of July after it spun off from Cendant.",
      "abstract": "Realogy's shares have declined 10 percent since the end of July after it spun off from Cendant.",
      "lead_paragraph": "Richard A. Smith is quick to point to the Spartan lodgings of Realogy as evidence that running the largest real estate broker in the nation is no cushy assignment.",
      "publication_date": "2006-10-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/04/business/04real.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Why C.E.O.'s Aren't Sitting in the Dugout",
      "snippet": "Baseball teams part ways with a manager who asks for too much money, but it’s hard to think of a company that has let a chief executive walk over pay.",
      "abstract": "Baseball teams part ways with a manager who asks for too much money, but it’s hard to think of a company that has let a chief executive walk over pay.",
      "lead_paragraph": " Just over a year ago, the man who held the purse strings at a private company outside San Francisco began negotiating a new employment contract with the executive who ran the day-to-day operations. ",
      "publication_date": "2006-10-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/04/business/04leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "A Big Bet on Natural Gas",
      "snippet": "Three new liquefied natural gas terminals in Louisiana would double the nation's capacity to import natural gas.",
      "abstract": "Three new liquefied natural gas terminals in Louisiana would double the nation's capacity to import natural gas.",
      "lead_paragraph": "CAMERON PARISH, La. — The Sabine River channel, where alligators and speckled trout live alongside petrochemical plants and oil refineries, has suddenly become the center of a quiet revolution in the world of natural gas.",
      "publication_date": "2006-10-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/04/business/04gas.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Police Describe Gunman’s Plan in School Siege",
      "snippet": "Police investigators said the gunman may have been planning to torture and molest the female students.",
      "abstract": "Police investigators said the gunman may have been planning to torture and molest the female students.",
      "lead_paragraph": "NICKEL MINES, Pa., Oct. 3 — As the Amish in this rural farm community turned inward to cope with the magnitude of the deadly school shooting on Monday, police investigators pieced together the gunman’s elaborate preparations for an extended siege that, they said, was intended to include the sexual assault of his young hostages. ",
      "publication_date": "2006-10-04T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/04/us/04children.html",
      "byline": "By David Kocieniewski and Shaila Dewan"
    },
    {
      "headline": "North Koreans Say They Plan a Nuclear Test",
      "snippet": "The announcement prompted warnings from Tokyo to Washington that a test would lead to a sharp response.",
      "abstract": "The announcement prompted warnings from Tokyo to Washington that a test would lead to a sharp response.",
      "lead_paragraph": "WASHINGTON, Oct. 3 — North Korea announced Tuesday that it intended to conduct its first nuclear test, prompting warnings from Tokyo to Washington that an underground explosion would lead to a sharp response and could undermine the security balance in Asia.",
      "publication_date": "2006-10-04T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/04/world/asia/04korea.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Why C.E.O.'s Aren't Sitting in the Dugout",
      "snippet": "David Leonhardt column on Oakland A's manager Ken Macha's decision to leave team because team would not meet his salary demands and then re-signing for almost identical wage agreement; says such situation would never exist in corporate America bec...",
      "abstract": "David Leonhardt column on Oakland A's manager Ken Macha's decision to leave team because team would not meet his salary demands and then re-signing for almost identical wage agreement; says such situation would never exist in corporate America because negotiation over chief executive's pay is one that never seems to fail; cites some structural reasons for lack of market discipline; photo (M)",
      "lead_paragraph": "Just over a year ago, the man who held the purse strings at a private company outside San Francisco began negotiating a new employment contract with the executive who ran the day-to-day operations.",
      "publication_date": "2006-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/04/business/why-ceos-arent-sitting-in-the-dugout.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Airbus Faces More Delays for A380 Jet",
      "snippet": "First deliveries of troubled A380 superjumbo jet by Airbus have been delayed yet again, this time by as much as another year, pushing program off by full two years; European Aeronautic Defense and Space Co, parent of Airbus, warns that persistent ...",
      "abstract": "First deliveries of troubled A380 superjumbo jet by Airbus have been delayed yet again, this time by as much as another year, pushing program off by full two years; European Aeronautic Defense and Space Co, parent of Airbus, warns that persistent assembly-line problems will cut earnings over next four years by 4.8 billion euros ($6.1 billion), more than double amount forecast in June; Emirates Airline, largest customer for plane, says it might cancel part of its multibillion-dollar order from Airbus; Emirates was originally scheduled to receive its first planes this year; earliest it will receive its initial jets is 2008; EADS board says it will investigate conduct of individual managers at company; EADS and Airbus say that just one A380 will be delivered next year, to Singapore Airlines in October, down from nine that had been promised as recently as June; photo (M)",
      "lead_paragraph": "PARIS, Oct. 3 - The first deliveries of the troubled A380 superjumbo jet by Airbus have been delayed yet again, this time by as much as another year, pushing the program off by a full two years.",
      "publication_date": "2006-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/04/business/worldbusiness/airbus-faces-more-delays-for-a380-jet.html",
      "byline": "By Nicola Clark"
    },
    {
      "headline": "Police Describe Gunman’s Plan in School Siege",
      "snippet": "Police say gunman who invaded Amish schoolhouse in Nickel Mines, Pa, and killed several young girls made elaborate preparations for extended siege that was intended to include sexual assault and torture; Charles C Roberts IV spoke to wife by cellp...",
      "abstract": "Police say gunman who invaded Amish schoolhouse in Nickel Mines, Pa, and killed several young girls made elaborate preparations for extended siege that was intended to include sexual assault and torture; Charles C Roberts IV spoke to wife by cellphone after binding hostages and told her for first time that he had molested two younger relatives when he was 12 and had recently dreamed of abusing young girls again; he also referred to anger and grief since death of their newborn daughter nine years ago; police say he 'became confused' and started shooting when officers arrived, killing five girls, seriously wounding five others and then killing himself; officials and Amish in horse-drawn buggies gather outside victims' homes to fend off media; close-knit community gathers for prayer service near schoolhouse and starts charity fund to help both victims' families and Roberts's widow and three young children; dead children, aged seven to thirteen, include 7- and 8-year-old sisters (M)",
      "lead_paragraph": "NICKEL MINES, Pa., Oct. 3 - As the Amish in this rural farm community turned inward to cope with the magnitude of the deadly school shooting on Monday, police investigators pieced together the gunman's elaborate preparations for an extended siege that, they said, was intended to include the sexual assault of his young hostages.",
      "publication_date": "2006-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/04/us/police-describe-gunmans-plan-in-school-siege.html",
      "byline": "By David Kocieniewski and Shaila Dewan"
    },
    {
      "headline": "In Graft Inquiry, Chinese See a Shake-Up Coming",
      "snippet": "Detention of Shanghai boss Chen Liangyu on corruption charges, first purge of high-ranking party leader since 1995, signals widening investigation of corruption and shakeup as party leaders move to wipe out resistance to policy agenda; largest pro...",
      "abstract": "Detention of Shanghai boss Chen Liangyu on corruption charges, first purge of high-ranking party leader since 1995, signals widening investigation of corruption and shakeup as party leaders move to wipe out resistance to policy agenda; largest probe since market-style changes began is supervised by Vice Pres Zeng Qinghong, who is forcing provincial figures to heed Beijing's economic directives, sidelining officials loyal to former leader Jiang Zemin and strengthening himself and Pres Hu Jintau; crackdown may help Hu carry out agenda of broader welfare benefits and stronger pollution controls but may also consolidate power of leader who curbs media and Internet and punishes dissent; also detained are high-level officials in Shanghai, Beijing, Tianjin, Fujian and Hunan; Zeng reportedly also hopes to dismiss Politboro members Jia Qinglin and Huang Ju, which would seal Zeng's reputation as political mastermind; Zeng and Hu promote 'harmonious society,' slogan covering policies to restore balance between thriving market economy and neglected socialist ideology, primarily by paying more attention to peasants and migrant workers who have not benefited as much as white-collar elite; Zeng is son of one of Mao Zedong's security chiefs and has close ties to Communist Party's founding families; photo (M)",
      "lead_paragraph": "BEIJING, Oct. 3 - When Shanghai's party boss was detained in an anticorruption probe last week, Chinese were rattled by news of the first purge of a high-ranking Communist Party leader since 1995. But the investigation's scope and its ultimate goals are wider, as the party's two most powerful officials aim to shake up the leadership and wipe out resistance to their policy agenda, party officials and analysts say.",
      "publication_date": "2006-10-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/04/world/asia/in-graft-inquiry-chinese-see-a-shakeup-coming.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Hastert Fights to Save Job in Scandal",
      "snippet": "Speaker Dennis Hastert opens intense drive to hold onto post as senior Republicans weigh whether he can survive scandal surrounding former Repr Mark Foley contacts with teenage male pages in House; Hastert could stay on but not seek re-election, a...",
      "abstract": "Speaker Dennis Hastert opens intense drive to hold onto post as senior Republicans weigh whether he can survive scandal surrounding former Repr Mark Foley contacts with teenage male pages in House; Hastert could stay on but not seek re-election, assuming Republicans retain control of House; he vows not to resign in interviews after conservative Washington Times calls for resignation; accuses Democrats of stoking furor;  Foley's lawyer David Roth acknowleges that Foley is gay and says he was molested as teenager by clergyman; says Foley has not had any sexual contact with minors; Pres Bush defends Hastert but stops short of explicit statement that he should keep post; tension within leadership is reflected in majority leader John Boehner's statement that he discussed Foley e-mails with Hastert and it was speaker's responsibility to deal with matter; ABC discloses text-message from April 2003 in which Foley and page exchange sexually explicit messages as Foley waited for House vote; another exchange has Foley seeming to invite teenage page home for drink; Christian conservative groups condemn lack of action by House leaders; timeline of events (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/04/washington/hastert-fights-to-save-job-in-scandal.html",
      "byline": "By Carl Hulse and Jeff Zeleny"
    },
    {
      "headline": "A Big Bet on Natural Gas",
      "snippet": "Sabine River channel has suddenly become center of quiet revolution in world of natural gas; Cheniere Energy, with help from Exxon Mobil and Sempra Energy, have overcome formidable regulatory hurdles to build three new liquefied natural gas termin...",
      "abstract": "Sabine River channel has suddenly become center of quiet revolution in world of natural gas; Cheniere Energy, with help from Exxon Mobil and Sempra Energy, have overcome formidable regulatory hurdles to build three new liquefied natural gas terminals on channel that will double nation's capacity to import natural gas by 2011; Cheniere chairman Charif Souki is convinced nation will need to import more natural gas because North American production is declining; two of four terminals Souki has permits for are under construction: one in Freeport, Tex, which Cheniere partly owns, and second in Sabine Pass, La, which it owns outright; Cheniere hopes to build two more terminals along Gulf of Mexico to gain more fees from big companies but also to sell spot cargo and short-term contracts for higher profit; map; photos (L)",
      "lead_paragraph": "CAMERON PARISH, La. - The Sabine River channel, where alligators and speckled trout live alongside petrochemical plants and oil refineries, has suddenly become the center of a quiet revolution in the world of natural gas.",
      "publication_date": "2006-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/04/business/a-big-bet-on-natural-gas.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "North Koreans Say They Plan a Nuclear Test",
      "snippet": "North Korea announces plan to conduct first nuclear test, prompting warnings from Tokyo to Washignton that underground explosion would draw sharp response and could undermine security balance in Asia; date is not announced; Bush administration see...",
      "abstract": "North Korea announces plan to conduct first nuclear test, prompting warnings from Tokyo to Washignton that underground explosion would draw sharp response and could undermine security balance in Asia; date is not announced; Bush administration sees negotiating ploy to get US to lift sanctions and hold one-on-one talks; US intelligence sees no sign of imminent test, although there has been activity around likely test site; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 3 - North Korea announced Tuesday that it intended to conduct its first nuclear test, prompting warnings from Tokyo to Washington that an underground explosion would lead to a sharp response and could undermine the security balance in Asia.",
      "publication_date": "2006-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/04/world/asia/north-koreans-say-they-plan-a-nuclear-test.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Dow Jones Index Hits a New High, Retracing Losses",
      "snippet": "Dow Jones industrial average rises 0.49 percent to close at 11,727, squeaking past closing high of 11,722 set on Jan 14,2000 in midst of high-tech market boom; graphs; tables; investors and analysts greet record high this time with more relief tha...",
      "abstract": "Dow Jones industrial average rises 0.49 percent to close at 11,727, squeaking past closing high of 11,722 set on Jan 14,2000 in midst of high-tech market boom; graphs; tables; investors and analysts greet record high this time with more relief than euphoria, noting that broader market has yet to find its way back to previous highs; stocks have been climbing without fanfare since late July, bolstered by decline in energy prices and signs that Federal Reserve will not raise interest rates again this year; spark for day's rally is four percent drop in oil prices that pushes futures below $60 per barrel for first time since March; also cited is apparently orderly end to five-year boom in housing, putting economy in position of growing enough to avoid recession but not so fast as to push inflation; Standard & Poor's 500-stock index also gains, 0.21 percent; Nasdaq rises 0.27 percent (M)",
      "lead_paragraph": "The best-known measure of the stock market, the Dow Jones industrial average of 30 major stocks, rose 0.49 percent yesterday to squeak past a closing high that was set in January 2000 amid a technology-driven market boom.",
      "publication_date": "2006-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/04/business/dow-jones-index-hits-a-new-high-retracing-losses.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Stepping Out on Its Own, Real Estate Broker Finds Unfriendly Streets",
      "snippet": "Parsippany, NJ-based Realogy, which owns Coldwell Banker, Century 21, ERA, Sotheby's International Realty and Corcoran Group, has grown tougher and far less glamorous of late; Realogy was spun off from Cendant in late July at end of hottest housin...",
      "abstract": "Parsippany, NJ-based Realogy, which owns Coldwell Banker, Century 21, ERA, Sotheby's International Realty and Corcoran Group, has grown tougher and far less glamorous of late; Realogy was spun off from Cendant in late July at end of hottest housing boom in decades; since then, Realogy's shares are down about 10 percent; sales of existing homes nationally have fallen more than 10 percent from last year's record-setting pace and prices declined nationally in August for second time in 11 years; some analysts say company's decision to buy back nearly 20 percent of its shares may be prelude to acquisition by private equity firm; president Richard A Smith comments; photo (M)",
      "lead_paragraph": "Richard A. Smith is quick to point to the Spartan lodgings of Realogy as evidence that running the largest real estate broker in the nation is no cushy assignment.",
      "publication_date": "2006-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/04/business/stepping-out-on-its-own-real-estate-broker-finds-unfriendly.html",
      "byline": "By Vikas Bajaj"
    }
  ]
}