{
  "metadata": {
    "date": "2006-11-29",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Bush Adviser’s Memo Cites Doubts About Iraqi Leader",
      "snippet": "Classified memorandum by Pres Bush's national security adviser, Stephen J Hadley, expresses serious doubts about whether Prime Min Nuri Kamal al-Maliki has capacity to control sectarian violence in Iraq and recommends that United States take new s...",
      "abstract": "Classified memorandum by Pres Bush's national security adviser, Stephen J Hadley, expresses serious doubts about whether Prime Min Nuri Kamal al-Maliki has capacity to control sectarian violence in Iraq and recommends that United States take new steps to strengthen Iraqi leader's position; Nov 8 memo was prepared after trip by Hadley to Baghdad and is based in part on one-to-one meeting he had with Maliki on Oct 30; suggests that if Maliki fails to carry out series of specified steps, it may ultimately be necessary to press him to reconfigure his parliamentary bloc, step United States could support by providing 'monetary support to moderate groups' and by sending thousands of additional American troops to Baghdad to make up for what document suggests is current shortage of Iraqi forces; presents unvarnished portrait of Maliki and notes that he relies for some of his political support on leaders of more extreme Shiite groups; photos (L)",
      "lead_paragraph": "WASHINGTON, Nov. 28 - A classified memorandum by President Bush's national security adviser expressed serious doubts about whether Prime Minister Nuri Kamal al-Maliki had the capacity to control the sectarian violence in Iraq and recommended that the United States take new steps to strengthen the Iraqi leader's position.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/29/world/middleeast/bush-advisers-memo-cites-doubts-about-iraqi-leader.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Lawyers Debate Why Blacks Lag at Major Firms",
      "snippet": "Study by Prof Richard H Sander finds that while black lawyers are heavily recruited by major law firms and are well represented among new associates they are far less likely than whites to remain at firms or make partner; finds that elite firms en...",
      "abstract": "Study by Prof Richard H Sander finds that while black lawyers are heavily recruited by major law firms and are well represented among new associates they are far less likely than whites to remain at firms or make partner; finds that elite firms ensure diversity by hiring minority lawyers with much lower grades, double standard that may set them up to fail later; findings set off debate within profession; James E Coleman Jr, first black partner at Wilmer Cutler, now Wilmer-Hale, says Sander overemphasizes grades; study finds that pool of blacks with excellent law school grades is so small that firms have to relax standards to achieve diversity; Coleman sees failure of mentoring in high-pressure atmosphere; Sander deplores high attrition rate for blacks and Hispanics; graphs showing disparity in grades, responses on experiences and attrition rates; women at large firms have slightly better grades than men and are also underrepresented as new partners, but do not report lack of mentoring; Sanders notes some pull out of high-stakes competition (M)",
      "lead_paragraph": "Thanks to vigorous recruiting and pressure from corporate clients, black lawyers are well represented now among new associates at the nation's most prestigious law firms. But they remain far less likely to stay at the firms or to make partner than their white counterparts.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/29/us/lawyers-debate-why-blacks-lag-at-major-firms.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Bush Demurs on 'Civil War'",
      "snippet": "Ahead of a meeting with the Iraqi prime minister, President Bush dismissed suggestions that Iraq has descended into civil war, blamed Al Qaeda for the latest wave of violence there and vowed not to withdraw troops ''until the mission is complete.'...",
      "abstract": "Ahead of a meeting with the Iraqi prime minister, President Bush dismissed suggestions that Iraq has descended into civil war, blamed Al Qaeda for the latest wave of violence there and vowed not to withdraw troops ''until the mission is complete.'' Page A18.  ",
      "lead_paragraph": "Ahead of a meeting with the Iraqi prime minister, President Bush dismissed suggestions that Iraq has descended into civil war, blamed Al Qaeda for the latest wave of violence there and vowed not to withdraw troops \"until the mission is complete.\" Page A18.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/29/front page/world/bush-demurs-on-civil-war.html",
      "byline": ""
    },
    {
      "headline": "Wal-Mart Plans to Test Online Films",
      "snippet": "All the major studios are said to be either on board or in active talks with the retailer, which will begin testing a video download service on its Web site.",
      "abstract": "All the major studios are said to be either on board or in active talks with the retailer, which will begin testing a video download service on its Web site.",
      "lead_paragraph": " The decade-old DVD moved two small steps closer yesterday to technology’s endangered-species list.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/29/technology/29bitt.html",
      "byline": "By Brad Stone"
    },
    {
      "headline": "Lawyers Debate Why Blacks Lag at Major Firms",
      "snippet": "Black lawyers remain far less likely to stay at law firms or to make partner than their white counterparts.",
      "abstract": "Black lawyers remain far less likely to stay at law firms or to make partner than their white counterparts.",
      "lead_paragraph": "Thanks to vigorous recruiting and pressure from corporate clients, black lawyers are well represented now among new associates at the nation’s most prestigious law firms. But they remain far less likely to stay at the firms or to make partner than their white counterparts.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/29/us/29diverse.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Regulators to Merge on Wall St.",
      "snippet": "The New York Stock Exchange and NASD announced plans  to merge their regulatory organizations and eliminate duplicative and inconsistent rules.",
      "abstract": "The New York Stock Exchange and NASD announced plans  to merge their regulatory organizations and eliminate duplicative and inconsistent rules.",
      "lead_paragraph": "WASHINGTON, Nov. 28  The New York Stock Exchange and NASD announced plans on Tuesday to merge their regulatory organizations and eliminate duplicative and inconsistent rules, granting Wall Street firms a longstanding wish.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/29/business/29secure.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Low-Key Chief Asserts Himself as a Leader at Toyota",
      "snippet": "Toyota's chief executive Katsuaki Watanabe, who was named to be caretaker until Akio Toyoda, great-grandson of company's founder, takes charge, has been raising his profile, stepping out as leader of company that may soon supplant General Motors a...",
      "abstract": "Toyota's chief executive Katsuaki Watanabe, who was named to be caretaker until Akio Toyoda, great-grandson of company's founder, takes charge, has been raising his profile, stepping out as leader of company that may soon supplant General Motors as world's biggest automaker; is still having trouble in some quarters shaking his reputation as placeholder chief executive; his recent visit to new San Antonio plant, where he wowed employees during rollout of Tundra pickup truck, detailed; photos (L)",
      "lead_paragraph": "SAN ANTONIO - When Toyota named Katsuaki Watanabe as its new president last year, many assumed he would be a caretaker chief executive, steering the giant automaker with a steady hand and a minimum of surprises until Akio Toyoda, the 50-year-old great-grandson of the company's founder, took charge.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/29/automobiles/lowkey-chief-asserts-himself-as-a-leader-at-toyota.html",
      "byline": "By Micheline Maynard and Martin Fackler"
    },
    {
      "headline": "Regulators to Merge on Wall St.",
      "snippet": "New York Stock Exchange and NASD plan to merge their regulatory organizations and eliminate duplicative and inconsistent rules; proposed merger could result in significant cost savings to 200 or so Wall Street firms that have been subject to regul...",
      "abstract": "New York Stock Exchange and NASD plan to merge their regulatory organizations and eliminate duplicative and inconsistent rules; proposed merger could result in significant cost savings to 200 or so Wall Street firms that have been subject to regulatory oversight of Big Board and NASD; NASD says that once merger is completed, it will pass on its cost-savings by making one-time payment of $35,000 to each of its 5,100 members and that it will reduce annual assessment that members are charged for each of next five years; SEC chairman Christopher Cox lauds merger; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 28 - The New York Stock Exchange and NASD announced plans on Tuesday to merge their regulatory organizations and eliminate duplicative and inconsistent rules, granting Wall Street firms a longstanding wish.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/29/business/regulators-to-merge-on-wall-st.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "New Chief at Pfizer Will Reduce Sales Force",
      "snippet": "The world’s largest drug company said that it would lay off almost 2,400 employees in what may indicate a wider retrenchment of the drug industry.",
      "abstract": "The world’s largest drug company said that it would lay off almost 2,400 employees in what may indicate a wider retrenchment of the drug industry.",
      "lead_paragraph": "Pfizer, the world’s largest drug company, said yesterday that it would lay off almost 2,400 sales representatives and managers, which is a fifth of its United States sales force but only 2 percent of its overall worldwide work force.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/29/business/29pfizer.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "New Chief at Pfizer Will Reduce Sales Force",
      "snippet": "Pfizer Inc will lay off 2,400 sales representatives and managers, fifth of its US sales force but only 2 percent of its overall worldwide work force; move may indicate beginning wider retrenchment by Pfizer and rest of drug industry; other compani...",
      "abstract": "Pfizer Inc will lay off 2,400 sales representatives and managers, fifth of its US sales force but only 2 percent of its overall worldwide work force; move may indicate beginning wider retrenchment by Pfizer and rest of drug industry; other companies are expected to do similar cutbacks; new cuts are one of first moves by Jeffrey B Kindler, chief executive since July; Pfizer also promises to reduce its overall costs in 2007 compared with 2006 and further reduce them in 2008; ends research collaboration with European company to develop asenapine, treatment for schizophrenia that analysts predicted could be multibillion-dollar drug (M)",
      "lead_paragraph": "Pfizer, the world's largest drug company, said yesterday that it would lay off almost 2,400 sales representatives and managers, which is a fifth of its United States sales force but only 2 percent of its overall worldwide work force.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/29/business/new-chief-at-pfizer-will-reduce-sales-force.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Deeper Crisis, Less U.S. Sway in Iraq",
      "snippet": "John F Burns and Kirk Semple news analysis of sharp decline of American military and political leverage in Iraq at time of heightened urgency in Bush administration's quest for solutions; says dismal trends in war--measured in rising number of civ...",
      "abstract": "John F Burns and Kirk Semple news analysis of sharp decline of American military and political leverage in Iraq at time of heightened urgency in Bush administration's quest for solutions; says dismal trends in war--measured in rising number of civilian deaths, insurgent attacks, sectarianonslaughts and American troop casualties--have merged with growing American opposition at home to lend sense of crisis to talks in Amman, Jordan, between Pres Bush and Prime Min Nuri Kamal al-Maliki of Iraq; finds, however, that American fortunes in Iraq are ever more dependent on feuding Iraqis who seem, at times, almost heedless to American appeals; American officials in Baghdad say they see few policy options that can turn situation around, other than for Iraqi leaders to come to realization that time is running out; photo (L)",
      "lead_paragraph": "BAGHDAD, Nov. 28 - When President Bush meets in Jordan on Wednesday with Prime Minister Nuri Kamal al-Maliki of Iraq, it will be a moment of bitter paradox: at a time of heightened urgency in the Bush administration's quest for solutions, American military and political leverage in Iraq has fallen sharply.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/29/world/middleeast/deeper-crisis-less-us-sway-in-iraq.html",
      "byline": "By John F. Burns and Kirk Semple"
    },
    {
      "headline": "Pope Backs Turkey’s Bid to Join European Union",
      "snippet": "The gesture of good will, a reversal of his  position, was aimed at blunting Muslim anger toward him.",
      "abstract": "The gesture of good will, a reversal of his  position, was aimed at blunting Muslim anger toward him.",
      "lead_paragraph": "ANKARA, Turkey, Nov. 28 — Pope Benedict XVI arrived in Turkey on Tuesday armed with a surprise gesture of good will aimed at blunting Muslim anger toward him: he backed Turkey’s long-stalled desire to join the European Union, reversing a statement he made two years ago.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/29/world/europe/29pope.html",
      "byline": "By Ian Fisher and Sabrina Tavernise"
    },
    {
      "headline": "Pope Backs Turkey’s Bid to Join European Union",
      "snippet": "Pope Benedict XVI arrives in Turkey with surprise good-will gesture of backing country's long-stalled efforts to join European Union; reverses statement made two years ago as he tries to blunt Muslim anger over remarks equating Islam with violence...",
      "abstract": "Pope Benedict XVI arrives in Turkey with surprise good-will gesture of backing country's long-stalled efforts to join European Union; reverses statement made two years ago as he tries to blunt Muslim anger over remarks equating Islam with violence; Prime Min Recep Erdogan says Benedict expressed support during their brief meeting at Ankara airport; effect on fraugt debate in unclear, given that Turkey is also not meeting demands to open ports to Greek Cypriot vessels; Turks are skeptical about pope's sincerity; purpose of papal visit is to talk with Orthodox patriarch about mending 1,000-year church rift; Christians make up less than half of a percent of Turkey's population so trip is far different from those to Christian countries; photos of pope at grave of Kemal Ataturk (M)",
      "lead_paragraph": "ANKARA, Turkey, Nov. 28 - Pope Benedict XVI arrived in Turkey on Tuesday armed with a surprise gesture of good will aimed at blunting Muslim anger toward him: he backed Turkey's long-stalled desire to join the European Union, reversing a statement he made two years ago.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/29/world/europe/pope-backs-turkeys-bid-to-join-european-union.html",
      "byline": "By Ian Fisher and Sabrina Tavernise"
    },
    {
      "headline": "Low-Key Chief Asserts Himself as a Leader at Toyota",
      "snippet": "Katsuaki Watanabe, the least-known Toyota president in years, has been raising his profile as head of a company that may soon supplant G.M. as the world’s biggest automaker.",
      "abstract": "Katsuaki Watanabe, the least-known Toyota president in years, has been raising his profile as head of a company that may soon supplant G.M. as the world’s biggest automaker.",
      "lead_paragraph": "SAN ANTONIO — When Toyota named Katsuaki Watanabe as its new president last year, many assumed he would be a caretaker chief executive, steering the giant automaker with a steady hand and a minimum of surprises until Akio Toyoda, the 50-year-old great-grandson of the company’s founder, took charge. ",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "Automobiles",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/29/automobiles/29toyota.html",
      "byline": "By Micheline Maynard and Martin Fackler"
    },
    {
      "headline": "Charges of Bribery in a Chinese Bank Deal",
      "snippet": "An American company is accused of secretly funneling money to powerful Chinese government officials to ensure a lucrative banking contract.",
      "abstract": "An American company is accused of secretly funneling money to powerful Chinese government officials to ensure a lucrative banking contract.",
      "lead_paragraph": " ",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/29/business/worldbusiness/29corrupt.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Bush Adviser’s Memo Cites Doubts About Iraqi Leader",
      "snippet": "President Bush’s national security adviser expressed serious doubts about whether Iraq’s prime minister can control sectarian violence.",
      "abstract": "President Bush’s national security adviser expressed serious doubts about whether Iraq’s prime minister can control sectarian violence.",
      "lead_paragraph": "WASHINGTON, Nov. 28 — A classified memorandum by President Bush’s national security adviser expressed serious doubts about whether Prime Minister Nuri Kamal al-Maliki had the capacity to control the sectarian violence in Iraq and recommended that the United States take new steps to strengthen the Iraqi leader’s position.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/29/world/middleeast/29military.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Charges of Bribery in a Chinese Bank Deal",
      "snippet": "Fidelity Information Services is accused in lawsuit of bribing two Chinese banking officials to obtain lucrative software contract with China Construction Bank in 2001; lawsuit was brought in US District Court in Florida by Grace and Digital Infor...",
      "abstract": "Fidelity Information Services is accused in lawsuit of bribing two Chinese banking officials to obtain lucrative software contract with China Construction Bank in 2001; lawsuit was brought in US District Court in Florida by Grace and Digital Information Technology of Beijing, which is seeking $58 million in consulting fees it says Fidelity owes it; says Fidelity hired middleman to pass money and gifts on to Zhang Enzhao, bank chairman, and other bank officials, possibly in violation of Foreign Corrupt Practices Act of 1977; Fidelity lawyers strongly dispute allegations, contending that gifts like trip to golfing resort are typical business expenses in China; Zhangh has been sentenced to 15 years in prison for accepting more than $500,000 in gifts and bribes, including gifts that came from consultant who worked for Fidelity, as well as IBM and Cisco Systems; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/29/business/worldbusiness/charges-of-bribery-in-a-chinese-bank-deal.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Deeper Crisis, Less U.S. Sway in Iraq",
      "snippet": "American fortunes in Iraq are ever more dependent on feuding Iraqis who seem, at times, almost heedless to American appeals.",
      "abstract": "American fortunes in Iraq are ever more dependent on feuding Iraqis who seem, at times, almost heedless to American appeals.",
      "lead_paragraph": "BAGHDAD, Nov. 28 — When President Bush meets in Jordan on Wednesday with Prime Minister Nuri Kamal al-Maliki of Iraq, it will be a moment of bitter paradox: at a time of heightened urgency in the Bush administration’s quest for solutions, American military and political leverage in Iraq has fallen sharply.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/29/world/middleeast/29politics.html",
      "byline": "By John F. Burns and Kirk Semple"
    },
    {
      "headline": "Wal-Mart Plans to Test Online Films",
      "snippet": "Wal-Mart Stores, country's largest seller of movies, will begin testing video download service on its Web site beginning in 2007; does not reveal partners, but media executives involved in deal say that all major studios are either on board or in ...",
      "abstract": "Wal-Mart Stores, country's largest seller of movies, will begin testing video download service on its Web site beginning in 2007; does not reveal partners, but media executives involved in deal say that all major studios are either on board or in active talks with retailer; Hewlett-Packard Co is providing technology for download site; BitTorrent, Internet company that once enabled unauthorized video file-sharing, is set to announce it has struck distribution deals with eight media partners, including 20th Century Fox, Paramount and MTV Networks; company will be selling TV shows and movies beginning in February through its Web site (M)",
      "lead_paragraph": "The decade-old DVD moved two small steps closer yesterday to technology's endangered-species list.",
      "publication_date": "2006-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/29/technology/walmart-plans-to-test-online-films.html",
      "byline": "By Brad Stone"
    }
  ]
}