{
  "metadata": {
    "date": "2006-02-20",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "Enough Shame to Go Around on China",
      "snippet": "Cisco Systems, Microsoft, Yahoo and Google appear before House subcommittee investigating their role in helping Chinese government supress free speech on Internet; Rep Tom Lantos questions company representatives, asking if they are ashamed for wh...",
      "abstract": "Cisco Systems, Microsoft, Yahoo and Google appear before House subcommittee investigating their role in helping Chinese government supress free speech on Internet; Rep Tom Lantos questions company representatives, asking if they are ashamed for what they have done; all companies maintain they must work within nation's laws and that limited, censored Internet is better than no Internet at all; companies often must figure out rules themselves since no government guidelines currently exist; some argue government has similar policies toward dealing with China as technology companies do (M)",
      "lead_paragraph": "I have a few simple questions,\" the congressman said, scowling at the four witnesses before him. \"Can you say, in plain English, that you are ashamed of what you and the other companies have done?\"",
      "publication_date": "2006-02-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/18/business/enough-shame-to-go-around-on-china.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Time Warner and Icahn Reach a Settlement",
      "snippet": "Carl C Icahn reaches deal with Time Warner chairman Richard D Parsons to end proxy fight for control of company; Parsons will appoint two independent directors to board but insists Time Warner will choose them with Icahn's input; Icahn had planned...",
      "abstract": "Carl C Icahn reaches deal with Time Warner chairman Richard D Parsons to end proxy fight for control of company; Parsons will appoint two independent directors to board but insists Time Warner will choose them with Icahn's input; Icahn had planned to scale back his demands if agreement was not made; says he underestimated shareholders' desire for complete change; photo (M)",
      "lead_paragraph": "The sudden end of the assault by Carl C. Icahn on Time Warner yesterday came after a last-ditch effort by Mr. Icahn late Thursday night to gain representation on Time Warner's board.",
      "publication_date": "2006-02-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/18/business/media/time-warner-and-icahn-reach-a-settlement.html",
      "byline": "By Richard Siklos and Andrew Ross Sorkin"
    },
    {
      "headline": "The Welcome Mat Is Out...",
      "snippet": "Fannie Mae adopts new guiding principles in stark contrast to how company has acted in past; chief executive Daniel H Mudd acknowledges long, hard work will be needed to change company's arrogant image; critics say little has changed despite Mudd'...",
      "abstract": "Fannie Mae adopts new guiding principles in stark contrast to how company has acted in past; chief executive Daniel H Mudd acknowledges long, hard work will be needed to change company's arrogant image; critics say little has changed despite Mudd's insistance on different Fannie Mae; Justice Department, Securities and Exchange Commission and Office of Federal Housing Enterprise Oversight are investigating how executives violated accounting rules to improve company's earnings which led board of directors to force out most of senior management beginning Dec 2004; photos; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/18/business/the-welcome-mat-is-out.html",
      "byline": "By Eric Dash and Stephen Labaton"
    },
    {
      "headline": "Bush Sees Need to Expand Role of NATO in Sudan",
      "snippet": "Pres Bush signals new US commitment to addressing crisis in Darfur, saying he would support expanded role by NATO to shore up failing African Union peacekeeping mission there; supports Security Council proposal to double number of peacekeepers ope...",
      "abstract": "Pres Bush signals new US commitment to addressing crisis in Darfur, saying he would support expanded role by NATO to shore up failing African Union peacekeeping mission there; supports Security Council proposal to double number of peacekeepers operating in Darfur under UN control; administration officials say Bush's comments reflect discussions between US and its allies calling for broader interim role for NATO in Darfur until larger UN peacekeeping operation can be established (M)",
      "lead_paragraph": "ORLANDO, Fla., Feb. 17 - President Bush signaled a new American commitment on Friday to addressing the crisis in Darfur, saying he would support an expanded role by NATO to shore up a failing African peacekeeping mission there.",
      "publication_date": "2006-02-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/18/politics/bush-sees-need-to-expand-role-of-nato-in-sudan.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Senate Chairman Splits With Bush on Spy Program",
      "snippet": "Sen Pat Roberts, chairman of Senate Intelligence Committee, wants Bush administration's domestic eavesdropping program brought under authority of special intelligence court; does not believe that exempting program from purview of court created by ...",
      "abstract": "Sen Pat Roberts, chairman of Senate Intelligence Committee, wants Bush administration's domestic eavesdropping program brought under authority of special intelligence court; does not believe that exempting program from purview of court created by Foreign Intelligence Surveillance Act will be met with much support on Capitol Hill; administration favors proposal by Sen Mike DeWine that would exempt eavesdropping from intelligence court; Roberts has been defender of program and ally of White House efforts to resist Senate investigation (M)",
      "lead_paragraph": "WASHINGTON, Feb. 17 - The chairman of the Senate Intelligence Committee said Friday that he wanted the Bush administration's domestic eavesdropping program brought under the authority of a special intelligence court, a move President Bush has argued is not necessary.",
      "publication_date": "2006-02-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/18/politics/senate-chairman-splits-with-bush-on-spy-program.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Chad's Oil Riches, Meant for Poor, Are Diverted",
      "snippet": "World Bank-supported program was supposed to harness Chad's oil wealth for benefit of its poorest citizens; $4.2 billion oil pipeline has generated $399 million for Chad since mid-2004, but spending of money has been marred by mismanagement, graft...",
      "abstract": "World Bank-supported program was supposed to harness Chad's oil wealth for benefit of its poorest citizens; $4.2 billion oil pipeline has generated $399 million for Chad since mid-2004, but spending of money has been marred by mismanagement, graft and government's decision that hefty share can be used to fight rebellion; program, once envisioned as model for development of other African countries, seems to be on verge of collapse; Chad weakened law that dedicated most of its oil revenue to reducing poverty and reneged on its deal with World Bank; bank has suspended its loans to country; map: photos of poor district in Ndjamena, Chad's capital (M)",
      "lead_paragraph": "NDJAMENA, Chad, Feb. 11 - Students from the Institute of Mongo have everything they need to learn: desks, computers, professors, notebooks and inquisitive minds.",
      "publication_date": "2006-02-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/18/world/africa/chads-oil-riches-meant-for-poor-are-diverted.html",
      "byline": "By Lydia Polgreen and Celia W. Dugger"
    },
    {
      "headline": "Insurers Picking Up Recall Cost",
      "snippet": "Medical device makers usually have taxpayers and insurers cover labor costs of installing recall parts; publicly funded plans like Medicare and private insurers typically pay; in case of last year's recall of defibrillators from Medtronic and Guid...",
      "abstract": "Medical device makers usually have taxpayers and insurers cover labor costs of installing recall parts; publicly funded plans like Medicare and private insurers typically pay; in case of last year's recall of defibrillators from Medtronic and Guidant, costs of labor could reach tens, if not hundreds, of millions of dollars; health industry experts expect renewed debate due to latest round of recalls; Karen M Ignagni, president of trade group America's Health Insurance Plans, questions why insurers and customers should pay for manufacturer's mistakes; improvements must be made in tracking replacements and recouping costs (M)",
      "lead_paragraph": "When carmakers recall a vehicle, they provide a replacement part and cover the cost of the labor to install it. But producers of expensive medical devices have found a better way -- they often have others, like taxpayers and insurers, pick up the labor cost.",
      "publication_date": "2006-02-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/18/business/insurers-picking-up-recall-cost.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Iraq Power Shift Widens a Gulf Between Sects",
      "snippet": "One of most profound changes that have swept Iraqi society since US invasion almost three years ago has been increased identification with one's own sect; in poisonous mix of violence, sectarian politics and lawlessness, families are turning inwar...",
      "abstract": "One of most profound changes that have swept Iraqi society since US invasion almost three years ago has been increased identification with one's own sect; in poisonous mix of violence, sectarian politics and lawlessness, families are turning inward to protect themselves; former Prime Min Ayad Allawi says since state was dismantled in Iraq, institutions have disappeared and people have withdrawn into their clans and tribes; trend badly damaged fortunes of Allawi's bloc of secular parties in Dec elections for Parliament, as vast majority of Iraq's 11.9 million voters cast ballots along sectarian and ethnic lines; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 17 - Not long after the Americans occupied Iraq, strange things began happening in the family of Fatin Abdel Sattar, a Sunni Arab.",
      "publication_date": "2006-02-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/18/world/middleeast/iraq-power-shift-widens-a-gulf-between-sects.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "More Enter Race to Offer Space Tours",
      "snippet": "Entrepeneurs Hamid Ansari, his wife Anousheh and brother Amir join Space Adventures Ltd to develop passenger spacecraft for suborbital flight; Space Adventures announces it will build spaceport in United Arab Emirates for $30 million; developments...",
      "abstract": "Entrepeneurs Hamid Ansari, his wife Anousheh and brother Amir join Space Adventures Ltd to develop passenger spacecraft for suborbital flight; Space Adventures announces it will build spaceport in United Arab Emirates for $30 million; developments are beginning of space tourism industry; president and chief executive Eric C Anderson draws parallel to early days of commercial aircraft industry; Sir Richard Branson's Virgin Galactic will compete with Space Adventures in rivalry Anderson sees as healthy for success; flights can begin as early as late 2008 (M)",
      "lead_paragraph": "Now it's a space race.",
      "publication_date": "2006-02-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/18/science/more-enter-race-to-offer-space-tours.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "An Actor Embraces a New Role: Calligrapher",
      "snippet": "Actress Jane Labanz starts second career as calligrapher; creates custom invitations for weddings and other occasions; photo (M)",
      "abstract": "Actress Jane Labanz starts second career as calligrapher; creates custom invitations for weddings and other occasions; photo (M)",
      "lead_paragraph": "JANE LABANZ works in two very different worlds of scripts.",
      "publication_date": "2006-02-19T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/02/19/jobs/an-actor-embraces-a-new-role-calligrapher.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "In Japan, Day-Trading Like It's 1999",
      "snippet": "Stock day-trading has taken off in Japan; number of accounts at Japan's electronic brokerage firms reached 7.9 million last September, up from 296,941 in 1999, when first such firm opened; analysts say online investors are driving soaring volume--...",
      "abstract": "Stock day-trading has taken off in Japan; number of accounts at Japan's electronic brokerage firms reached 7.9 million last September, up from 296,941 in 1999, when first such firm opened; analysts say online investors are driving soaring volume--and volatility--in Japan's resurgent stock markets; Internet trading, which did not exist before 1999, accounted for almost 29 percent of all equity trades in six months ended last September; Maiko Asaba, who has become celebrity for her day-trading, comments; photos (M)",
      "lead_paragraph": "TOKYO - YUKA YAMAMOTO dutifully quit work to assume her expected role as suburban homemaker when she married six years ago. But she quickly grew bored at home, and when she saw a television program about online stock investing, she took $2,000 in savings and gave it a try.",
      "publication_date": "2006-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/19/business/yourmoney/in-japan-daytrading-like-its-1999.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Drug Traffickers Find Haven in Shadows of Indian Country",
      "snippet": "First of two articles in series Tribal Underworld; law enforcement officials say violent but largely overlooked wave of trafficking and crime has swept through nation's Indian reservations in recent years; large-scale criminal organizations have f...",
      "abstract": "First of two articles in series Tribal Underworld; law enforcement officials say violent but largely overlooked wave of trafficking and crime has swept through nation's Indian reservations in recent years; large-scale criminal organizations have found allies in wide-open and isolated regions of Indian country; Indians have become critical link in distribution; outside gangs in some cases work with Indian criminals to distribute drugs on Indian and non-Indian lands; casino money has fueled surge, providing fast-growing source of customers and well-financed partners for outside drug traffickers; photos; maps (L)",
      "lead_paragraph": "ST. REGIS MOHAWK RESERVATION, N.Y. - He had eluded the authorities for years. Witnesses against him had mysteriously disappeared. Shots were fired from his highly secured compound here last year when the state police tried to close in.",
      "publication_date": "2006-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/19/us/drug-traffickers-find-haven-in-shadows-of-indian-country.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "Confessing to the Converted",
      "snippet": "Article on author John Perkins's book Confessions of an Economic Hit Man; says Perkins's core message is that American corporations and government agencies employ two types of operatives: 'economic hit men,' who bribe emerging economies, and 'jack...",
      "abstract": "Article on author John Perkins's book Confessions of an Economic Hit Man; says Perkins's core message is that American corporations and government agencies employ two types of operatives: 'economic hit men,' who bribe emerging economies, and 'jackals,' who may be used to overthrow or even murder heads of state in Latin America and Middle East to serve greater cause of American empire; holds book seems to have tapped into larger vein of discontent and mistrust that Americans feel toward ties that bind together corporations, large lending institutions and government--nexus that Perkins and others call 'corporatocracy'; says idea corporate interests have undue influence over White House administrations has long been staple of anti-establishment policies; says during Bush administration some recent events have dragged notion further into mainstream; says US soldiers and businesses are firmly entrenched in Iraq and federal government plans to give $7 billion in royalty concessions to oil industry already enjoying record profits; photos (M)",
      "lead_paragraph": "Chicago - IT is standing room only in Transitions, a New Age bookstore in Chicago, and John M. Perkins, the author of \"Confessions of an Economic Hit Man,\" is describing to his audience the quandary that faces Evo Morales, the recently elected president of Bolivia.",
      "publication_date": "2006-02-19T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/19/business/yourmoney/confessing-to-the-converted.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "A 'Holy Cow' Moment in Payland",
      "snippet": "Gretchen Morgenson column on disclosure that Analog Devices' chief executive Jerald G Fishman helped himself to $144.7 million owed in deferred compensation; says revelation that struck Analog Devices' holders is known in executive payland as holy...",
      "abstract": "Gretchen Morgenson column on disclosure that Analog Devices' chief executive Jerald G Fishman helped himself to $144.7 million owed in deferred compensation; says revelation that struck Analog Devices' holders is known in executive payland as holy-cow moment--that electrifying instant when shareholders learn how much of their money is being siphoned off by their company's leaders; says Analog Devices is in midst of settling matter that was initiated in late 2004 by Securities and Exchange Commission related to its compensation practices--specifically, to timing of company's stock option grants to its employees, officers and directors; holds Analog Devices says in its proxy statement that it hopes to resolve matter by paying $3 million penalty although settlement has not been announced; says stock options played role in $144.7 million that Fishman took out of company last year; photo (M)",
      "lead_paragraph": "EVERYBODY knows that executive compensation at many companies has been obscene. What everybody does not know is how obscene obscene is now.",
      "publication_date": "2006-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/19/business/yourmoney/a-holy-cow-moment-in-payland.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Women's Health Studies Leave Questions in Place of Certainty",
      "snippet": "Major government studies questioning value of calcium pills and vitamin D to prevent broken bones and low-fat diets to ward off heart disease and breast and colon cancer have confused women and prompted re-examination of regimens many have been fo...",
      "abstract": "Major government studies questioning value of calcium pills and vitamin D to prevent broken bones and low-fat diets to ward off heart disease and breast and colon cancer have confused women and prompted re-examination of regimens many have been following; researchers admit results are puzzling, but scientists who conducted studies insist hints of benefits from long-recommended regimens should not be overlooked; much depends on interpretation of data; graphs; photo (L)",
      "lead_paragraph": "So what do women do now? The results of two major studies over the past two weeks have questioned the value of two widely recommended measures: calcium pills and vitamin D to prevent broken bones, and low-fat diets to ward off heart disease and breast and colon cancer.",
      "publication_date": "2006-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/19/health/womens-health-studies-leave-questions-in-place-of-certainty.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "Drug Plan's Start May Imperil G.O.P.'s Grip on Older Voters",
      "snippet": "Pollsters say Republicans' problems with over-60 vote go far beyond complicated drug benefit programs, which began Jan 1; Pres Bush's failed attempt to create private accounts in Social Security was also unpopular with older Americans; retirees lo...",
      "abstract": "Pollsters say Republicans' problems with over-60 vote go far beyond complicated drug benefit programs, which began Jan 1; Pres Bush's failed attempt to create private accounts in Social Security was also unpopular with older Americans; retirees loom large in midterm elections because they turn out in force and their numbers and influence are particularly strong in battleground states like Florida and Pennsylvania; Congressional Republicans increasingly say onus is on Pres Bush to make drug benefit program work; graphs; photo (L)",
      "lead_paragraph": "WASHINGTON, Feb. 18 - Older voters, a critical component of Republican Congressional victories for more than a decade, could end up being a major vulnerability for the party in this year's midterm elections, according to strategists in both parties. Paradoxically, one reason is the new Medicare drug benefit, which was intended to cement their loyalty.",
      "publication_date": "2006-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/19/politics/drug-plans-start-may-imperil-gops-grip-on-older-voters.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Hamas and Abbas Clash Over Path for Palestinians",
      "snippet": "Palestinian Pres Mahmoud Abbas and Hamas lawmakers in new Parliament clash over need to honor existing agreements with Israel and conduct negotiations with Israel to achieve Palestinian statehood; Hamas spokesman says negotiations with Israel are ...",
      "abstract": "Palestinian Pres Mahmoud Abbas and Hamas lawmakers in new Parliament clash over need to honor existing agreements with Israel and conduct negotiations with Israel to achieve Palestinian statehood; Hamas spokesman says negotiations with Israel are not on Hamas's agenda; Abbas has warned that if Hamas does not cooperate, he will consider replacing its chosen prime minister or even calling new elections; Israel, United States, European Union, Russia and United Nations have all said new government must recognize Israel's right to exist, forswear violence and respect previous agreements; photos (L)",
      "lead_paragraph": "RAMALLAH, West Bank, Feb. 18 - A new Palestinian parliament dominated by the militant group Hamas was installed here Saturday, and immediately President Mahmoud Abbas and Hamas lawmakers set out on a collision course over the need to honor existing agreements with Israel and conduct negotiations with it to achieve Palestinian statehood.",
      "publication_date": "2006-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/19/world/middleeast/hamas-and-abbas-clash-over-path-for-palestinians.html",
      "byline": "By Steven Erlanger and Greg Myre"
    },
    {
      "headline": "In Mardi Gras, a City Learns to Party Again",
      "snippet": "Saturday's train of floats and marching bands is joyous first step of this year's Mardi Gras season in New Orleans Mardi Gras is first since Hurricane Katrina devastated city; crowds were thinner than usual, as only 200,000 of 465,000 residents ha...",
      "abstract": "Saturday's train of floats and marching bands is joyous first step of this year's Mardi Gras season in New Orleans Mardi Gras is first since Hurricane Katrina devastated city; crowds were thinner than usual, as only 200,000 of 465,000 residents have returned; community struggling with doubt about propriety of celebration concluded that local economy desparately needed help and that cultural traditions should be embraced again; photos (L)",
      "lead_paragraph": "NEW ORLEANS, Feb. 18 - Trumpets sounded, drums pounded and the feet of a city marched in place, tapping an anticipatory beat on asphalt. Someone gave the noontime signal for a parade to move forward, and it did: exuberant, silly, gaudy, giddy, diminished, defiant.",
      "publication_date": "2006-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/19/us/nationalspecial/in-mardi-gras-a-city-learns-to-party-again.html",
      "byline": "By Dan Barry"
    },
    {
      "headline": "Israel Suspends Tax Money Flow to Palestinians",
      "snippet": "Israeli cabinet decides to freeze transfer of $50 million per month in tax and customs receipts due to Palestinian Authority, arguing that Hamas-dominated legislature means that militant group now leads Palestinians; cabinet decides to wait on oth...",
      "abstract": "Israeli cabinet decides to freeze transfer of $50 million per month in tax and customs receipts due to Palestinian Authority, arguing that Hamas-dominated legislature means that militant group now leads Palestinians; cabinet decides to wait on other penalties it was considering, but withholding receipts puts it at odds with United States and rest of so-called quartet, European Union, Russia and United Nations; Israeli move will change shortfall of bankrupt Palestinian Authority from $60 million a month to $110 million; Hamas says it will seek aid from Muslim countries, including Iran; Israel and quartet have threatened to reduce aid to Palestinian Authority unless new government recognizes Israel's right to exist, renounces violence and accepts previous Israeli-Palestinian peace agreements; Hamas rejects conditions but is said to be seeking wording to satisfy at least part of world community; photo (M)",
      "lead_paragraph": "JERUSALEM, Feb. 19 - The Israeli cabinet decided Sunday to immediately freeze the transfer of about $50 million a month in tax and customs receipts due to the Palestinian Authority, arguing that the swearing in of a Hamas-dominated legislature on Saturday meant that the Palestinians were now led by the militant group.",
      "publication_date": "2006-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/20/world/middleeast/israel-suspends-tax-money-flow-to-palestinians.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "If Following the Leader, Beware Quick Stops",
      "snippet": "Sumner Redstone stops purchasing shares of Midway Games after pushing his holdings to more than 89 percent equity by end of Dec causing those watching to question why; investors feel Redstone believes strongly in power of convergence between media...",
      "abstract": "Sumner Redstone stops purchasing shares of Midway Games after pushing his holdings to more than 89 percent equity by end of Dec causing those watching to question why; investors feel Redstone believes strongly in power of convergence between media companies and video game manufacturers although it is unclear that Redstone will see payoff on Midway; photos (M)",
      "lead_paragraph": "If you are going to follow smart investors in the market, you had better keep a close eye on them.",
      "publication_date": "2006-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/20/business/if-following-the-leader-beware-quick-stops.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "A B-Movie Becomes a Blockbuster",
      "snippet": "David Carr column discusses how grand jury investigation of high-profile private investigator Anthony Pellicano highlights possible corruption of legal system in Hollywood's movie industry; Pellicano and his co-conspirators were indicted on 110 co...",
      "abstract": "David Carr column discusses how grand jury investigation of high-profile private investigator Anthony Pellicano highlights possible corruption of legal system in Hollywood's movie industry; Pellicano and his co-conspirators were indicted on 110 counts of racketeering and conspiracy; charges of wire-tapping and background checks point to Los Angeles protection racket threatening integrity of courts; corruption seems to be throwback to days of moguls running studios less tied to larger media companies (M)",
      "lead_paragraph": "HOLLYWOOD is filled with intrigue that has nothing to do with who will win the best-actor Oscar next month. The selection process that currently has the A-List lighting up BlackBerrys and cellphones is emanating from a grand jury in Los Angeles that is looking into secretive business conducted by Anthony Pellicano, a high-profile private investigator.",
      "publication_date": "2006-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/20/business/a-bmovie-becomes-a-blockbuster.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Company Town Relies on G.M. Long After Plants Have Closed",
      "snippet": "Anderson, Ind, and other midwestern towns rely on General Motors retirees long after plants have closed; GM's generous medical plans, prescription drug coverage and pension checks are indispensable for 10,000 GM retirees and their spouses and fami...",
      "abstract": "Anderson, Ind, and other midwestern towns rely on General Motors retirees long after plants have closed; GM's generous medical plans, prescription drug coverage and pension checks are indispensable for 10,000 GM retirees and their spouses and families who still live in Anderson area; they in turn help keep doctors, hospitals, restaurants and shopping centers in business; GM retirees outnumber its remaining workers by four to one in Anderson and city is expected to struggle as company reduces its benefits; Anderson is stark example of damage plant closings can cause; city has abandoned plants, deserted downtown and frustrated retirees who say city will die with them; photos; map of auto manufacturing jobs (M)",
      "lead_paragraph": "ANDERSON, Ind., Feb. 16 - General Motors once had so many plants here that it had to stagger their schedules so that the streets would not be clogged with traffic when the workday ended. At the city's peak, 35 years ago, one of every three people in Anderson worked for G.M.",
      "publication_date": "2006-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/20/business/company-town-relies-on-gm-long-after-plants-have-closed.html",
      "byline": "By Jeremy W. Peters and Micheline Maynard"
    },
    {
      "headline": "In Philippines, Hope for Survivors Fades",
      "snippet": "Hopes of finding survivors of Guinsaugon, Philippines, mudslide wane and Filipinos struggle with scope of disaster and question of whether early warning signs were ignored; only 57 survivors have been found in village of 1,800 people and rescue wo...",
      "abstract": "Hopes of finding survivors of Guinsaugon, Philippines, mudslide wane and Filipinos struggle with scope of disaster and question of whether early warning signs were ignored; only 57 survivors have been found in village of 1,800 people and rescue workers continue to dig, finding only dead; commercial logging has stripped mountainside for decades, leaving its topsoil vulnerable and landslides have become common during rainy season; but recent rains have been more continuous than usual and cascades of mud began to fall around province; many residents evacuated, but returned to their homes as rains diminished; some locals say government did not heed warnings; others, including government officials, call disaster act of God; photos; map (M)",
      "lead_paragraph": "GUINSAUGON, Philippines, Feb. 19 - On Sunday afternoon, after nearly three days of digging in the shifting sea of mud from massive avalanches that buried this farming village of 1,800 people, rescuers using sophisticated audio sensors heard scratching sounds.",
      "publication_date": "2006-02-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/20/world/asia/in-philippines-hope-for-survivors-fades.html",
      "byline": "By Carlos H. Conde"
    },
    {
      "headline": "Dizzying Rise and Abrupt Fall for a Reservation Drug Dealer",
      "snippet": "Second of two articles on Tribal Underworld series focuses on Eugenia Phair, Lummi Indian, one of scores of drug traffickers who thrived in exploding drug trade on Indian lands; Phair, who recently served 20 months in Washington State prison for d...",
      "abstract": "Second of two articles on Tribal Underworld series focuses on Eugenia Phair, Lummi Indian, one of scores of drug traffickers who thrived in exploding drug trade on Indian lands; Phair, who recently served 20 months in Washington State prison for drug trafficking, says money was addictive after growing up in poverty on Lummi Indian Reservation; Indian tribal leaders and other officials say drug dealers are getting rich on their neighbors' addictions, capitalizing on poverty and weakness of law enforcement on reservations; Phair describes experience as dealer of OxyContin, which was drug of choice on many reservations; at peak of her operation, Phair was running 15 Lummi women to Canada and back daily, each returning with 60 to 80 pills stuffed inside their bodies; Phair says she will never return to drug trafficking, but others, including her own family members, say it will be difficult to resist temptation; photos (M)",
      "lead_paragraph": "LUMMI INDIAN RESERVATION, Wash. - For a time, Room 246 at the Scottish Lodge Motel, 13 miles south of the Canadian border, was a Shangri-La for Eugenia Phair.",
      "publication_date": "2006-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/20/us/dizzying-rise-and-abrupt-fall-for-a-reservation-drug-dealer.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "Behind the Music: How a Sony-BMG Feud Went Public",
      "snippet": "Sony and Bertlesman swap chief executive and chairman positions; Andrew Lack becomes chairman and will oversee public policy strategies and struggling film unit; Rolf Schmidt-Holtz will take on overall management control of Sony BMG Music Entertai...",
      "abstract": "Sony and Bertlesman swap chief executive and chairman positions; Andrew Lack becomes chairman and will oversee public policy strategies and struggling film unit; Rolf Schmidt-Holtz will take on overall management control of Sony BMG Music Entertainment unit; Lack was chosen by Sony chairman Sir Howard Stringer in early 2003 but his status as outsider in music industry ultimately led to his failure; photo (M)",
      "lead_paragraph": "LOS ANGELES, Feb. 19 - Crowding into the Roosevelt Hotel on the evening of the Grammy telecast almost two weeks ago, the elegantly dressed executives from Sony BMG Music Entertainment had plenty to celebrate.",
      "publication_date": "2006-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/20/business/media/behind-the-music-how-a-sonybmg-feud-went-public.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "It Rings, Sings, Downloads, Uploads. But Can You Stand It?",
      "snippet": "American cellular phone carriers have spent $100 billion to upgrade networks to accomodate third-generation products and services; high prices and complicated hardware have kept consumers from upgrading ; may take years for companies like Sprint, ...",
      "abstract": "American cellular phone carriers have spent $100 billion to upgrade networks to accomodate third-generation products and services; high prices and complicated hardware have kept consumers from upgrading ; may take years for companies like Sprint, Verizon Wireless, Cingular and T-Mobile to see returns on investments; fewer than five million 3G phones are in use with less than two million connected to 3G data plans as consumers still regard devices as phones; photos (M)",
      "lead_paragraph": "Greg Harper is your classic gadget freak, with the latest cellphones and strong opinions about each of them.",
      "publication_date": "2006-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/20/technology/it-rings-sings-downloads-uploads-but-can-you-stand-it.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Elite Iraqi Unit Seeks Footing as It Fills U.S. Boots",
      "snippet": "Bush administration has joined its plans for troop withdrawal from Iraq to promise of increasingly capable indigenous security units; American officers say small number of Iraqi special operations forces are being trained to carry out some of most...",
      "abstract": "Bush administration has joined its plans for troop withdrawal from Iraq to promise of increasingly capable indigenous security units; American officers say small number of Iraqi special operations forces are being trained to carry out some of most dangerous missions; Iraqi special operations forces, now 1,800, are thought to be best in new Iraqi military; while US military officials say they are rapidly moving toward self-sufficiency in carrying out combat part of their missions, it is clear that some US troops will have to stay in Iraq for some time to come; Iraqi special operations forces receive highest level of training and best equipment available in country; they receive daily lectures from American advisers on need to respect laws of armed conflict and warnings not to use new abilities to settle old religious or ethnic scores (M)",
      "lead_paragraph": "AREA IV, Iraq - The three helicopters took off after midnight from this Special Operations base outside Baghdad, bound for a rural community where a man suspected of being a ringleader of the insurgency was hiding in a compound marked on military maps as Objective Hades.",
      "publication_date": "2006-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/20/world/middleeast/elite-iraqi-unit-seeks-footing-as-it-fills-us-boots.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "Digital Moves to Top-Tier Cameras",
      "snippet": "Camera makers begin to concetrate on top tier cameras in order to maintain profits; newcomers Sony, Panasonic and Samsung join established camera makers like Kodak, Nikon and Pentax in developing high-end digital SLR cameras; digital photography h...",
      "abstract": "Camera makers begin to concetrate on top tier cameras in order to maintain profits; newcomers Sony, Panasonic and Samsung join established camera makers like Kodak, Nikon and Pentax in developing high-end digital SLR cameras; digital photography has changed industry from one of slow-moving steady innovation to fast-paced business that must fight competition for shelf space and market share through constant change; digital SLR's have so far avoided quick price drops of compact camera market; camera makers begin to work with electronics companies to create next generation of products; photos (M)",
      "lead_paragraph": "Like many serious amateur photographers, Chad Marek has a sense of brand loyalty that rivals the attachment of many sports fans to their home teams.",
      "publication_date": "2006-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/20/technology/digital-moves-to-toptier-cameras.html",
      "byline": "By Ian Austen"
    }
  ]
}