{
  "metadata": {
    "date": "2006-08-14",
    "total_articles": 62
  },
  "articles": [
    {
      "headline": "No Liquids, Few Sales at Stores in Airports",
      "snippet": "Merchants are facing the possibility that they will again become the unintended victims of enhanced airport security.",
      "abstract": "Merchants are facing the possibility that they will again become the unintended victims of enhanced airport security.",
      "lead_paragraph": "Since 9/11, airport retailers have emerged as an unexpected beneficiary of tighter security, longer lines and earlier flight check-ins — so much so that airports from Portland to Baltimore plowed millions into elaborate new concessions to feed, pamper and entertain passengers who arrive hours before their flight.",
      "publication_date": "2006-08-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/12/business/12retail.html",
      "byline": "By Michael Barbaro and Jeremy W. Peters"
    },
    {
      "headline": "Executives Rethink Life on the Road",
      "snippet": "Time is money for business travelers and many of them are contemplating what tighter security measures and longer lines would mean for their busy lives.",
      "abstract": "Time is money for business travelers and many of them are contemplating what tighter security measures and longer lines would mean for their busy lives.",
      "lead_paragraph": "Time is money for business travelers, and a lot of them were doing new math yesterday as they contemplated what tighter security measures and longer lines would mean for their lives.",
      "publication_date": "2006-08-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/12/business/12biztravel.html",
      "byline": "By Jane L. Levere and Nick Bunkley"
    },
    {
      "headline": "Green Logo, but BP Is Old Oil",
      "snippet": "No matter how much BP says it wants to create more environmentally sensitive sources of energy, its basic task is still to stick holes in the ground in search of oil. ",
      "abstract": "No matter how much BP says it wants to create more environmentally sensitive sources of energy, its basic task is still to stick holes in the ground in search of oil. ",
      "lead_paragraph": "WALKING through an airport earlier this week, I happened to spot a BP advertisement. You know the kind I’m talking about: the letters BP in lower-case type — making them somehow warmer and fuzzier — above a yellow and green sun, and the words “beyond petroleum.” Like most BP ads, indeed, like virtually all BP marketing, it spoke to the company’s commitment to the environment. ",
      "publication_date": "2006-08-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/12/business/worldbusiness/12nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "U.N. Council Backs Measure to Halt War in Lebanon",
      "snippet": "Prime Minister Ehud Olmert will wait until Sunday to obtain his cabinet’s approval of the resolution. Until then, the Israeli offensive will continue.",
      "abstract": "Prime Minister Ehud Olmert will wait until Sunday to obtain his cabinet’s approval of the resolution. Until then, the Israeli offensive will continue.",
      "lead_paragraph": " UNITED NATIONS, Aug. 11 — The Security Council agreed unanimously on Friday on a measure calling for a full cessation of hostilities in Lebanon, deploying 30,000 Lebanese and United Nations forces in southern Lebanon and calling upon Israel to withdraw its forces “in parallel.”",
      "publication_date": "2006-08-12T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/12/world/middleeast/12nations.html",
      "byline": "By Warren Hoge and Steven Erlanger"
    },
    {
      "headline": "Suspect Held in Pakistan Is Said to Have Ties to Qaeda",
      "snippet": "Pakistani officials said a British citizen they had arrested appeared to have had a major role in the plane-bombing plot.",
      "abstract": "Pakistani officials said a British citizen they had arrested appeared to have had a major role in the plane-bombing plot.",
      "lead_paragraph": "This article was reported and written by Alan Cowell, Dexter Filkins and Mark Mazzetti. ",
      "publication_date": "2006-08-12T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/12/world/europe/12plot.html",
      "byline": "By Alan Cowell, Dexter Filkins and Mark Mazzetti"
    },
    {
      "headline": "With Business Leading a Push, Liquor Comes to Dry Bible Belt",
      "snippet": "Businesses have spent millions on campaigns to persuade voters in six dry Southern states to legalize alcohol sales.",
      "abstract": "Businesses have spent millions on campaigns to persuade voters in six dry Southern states to legalize alcohol sales.",
      "lead_paragraph": "While much of America put Prohibition to rest 73 years ago, large parts of the South have remained strictly off-limits to alcohol sales.",
      "publication_date": "2006-08-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/12/business/12dry.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Help for the Hardest Part of Prison: Staying Out",
      "snippet": "Re-entry programs are transforming the way the criminal justice system deals with repeat offenders.",
      "abstract": "Re-entry programs are transforming the way the criminal justice system deals with repeat offenders.",
      "lead_paragraph": "PROVIDENCE, R.I.  In April, Debra Harris took her 15-year-old son along for what she thought was a final visit to her parole officer. Instead, because of a “dirty urine” test two weeks before, proof of her relapse to crack use, state troopers led her straight back to prison for three more months. ",
      "publication_date": "2006-08-12T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/12/us/12reentry.html",
      "byline": "By Erik Eckholm"
    },
    {
      "headline": "Whiffs of Combat Waft Over Natural Cosmetics",
      "snippet": "French cosmetics company L’Occitane’s is preparing for a showdown with beauty giant L’Oréal after it purchased its longtime rival.",
      "abstract": "French cosmetics company L’Occitane’s is preparing for a showdown with beauty giant L’Oréal after it purchased its longtime rival.",
      "lead_paragraph": "MANOSQUE, France — L’Occitane’s sprawling factory in Provence is fragrant with flickering almond-blossom-scented candles and dried bunches of yellow everlasting flowers arranged below a copper still. ",
      "publication_date": "2006-08-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/12/business/worldbusiness/12cosmetics.html",
      "byline": "By Doreen Carvajal"
    },
    {
      "headline": "Your Life as an Open Book",
      "snippet": "AOL’s misstep in briefly posting its customers’ Internet search queries has reminded many Americans that their private searches are not entirely their own.",
      "abstract": "AOL’s misstep in briefly posting its customers’ Internet search queries has reminded many Americans that their private searches are not entirely their own.",
      "lead_paragraph": "Privacy advocates and search industry watchers have long warned that the vast and valuable stores of data collected by search engine companies could be vulnerable to thieves, rogue employees, mishaps or even government subpoenas.",
      "publication_date": "2006-08-12T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/12/technology/12privacy.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Executives Rethink Life on the Road",
      "snippet": "Business travelers begin to scale back on trips in face of longer lines and tighter security at airports; experts expect restrictions will affect various industries and influence career decisions; photo (M)",
      "abstract": "Business travelers begin to scale back on trips in face of longer lines and tighter security at airports; experts expect restrictions will affect various industries and influence career decisions; photo (M)",
      "lead_paragraph": "Time is money for business travelers, and a lot of them were doing new math yesterday as they contemplated what tighter security measures and longer lines would mean for their lives.",
      "publication_date": "2006-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/12/business/executives-rethink-life-on-the-road.html",
      "byline": "By Jane L. Levere and Nick Bunkley"
    },
    {
      "headline": "Whiffs of Combat Waft Over Natural Cosmetics",
      "snippet": "L'Oreal's 652 million pound ($1.2 billion) acquisition of Body Shop International threatens to change natural cosmetics business as large companies recognize potential of market; French cosmetics company L'Occitane will be most affected; photos (M...",
      "abstract": "L'Oreal's 652 million pound ($1.2 billion) acquisition of Body Shop International threatens to change natural cosmetics business as large companies recognize potential of market; French cosmetics company L'Occitane will be most affected; photos (M)",
      "lead_paragraph": "MANOSQUE, France - L'Occitane's sprawling factory in Provence is fragrant with flickering almond-blossom-scented candles and dried bunches of yellow everlasting flowers arranged below a copper still.",
      "publication_date": "2006-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/12/business/worldbusiness/whiffs-of-combat-waft-over-natural-cosmetics.html",
      "byline": "By Doreen Carvajal"
    },
    {
      "headline": "Green Logo, but BP Is Old Oil",
      "snippet": "Joe Nocera column discusses BP's branding as earth-friendly oil company despite poor environmental record; holds that effort is nothing more than public-relations ploy; chief executive Lord Browne insists commitment to environment is sincere; exam...",
      "abstract": "Joe Nocera column discusses BP's branding as earth-friendly oil company despite poor environmental record; holds that effort is nothing more than public-relations ploy; chief executive Lord Browne insists commitment to environment is sincere; examples of company's environmental efforts and suggestions of what more can be done are given; photo (M)",
      "lead_paragraph": "WALKING through an airport earlier this week, I happened to spot a BP advertisement. You know the kind I'm talking about: the letters BP in lower-case type -- making them somehow warmer and fuzzier -- above a yellow and green sun, and the words \"beyond petroleum.\" Like most BP ads, indeed, like virtually all BP marketing, it spoke to the company's commitment to the environment.",
      "publication_date": "2006-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/12/business/worldbusiness/green-logo-but-bp-is-old-oil.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "With Business Leading a Push, Liquor Comes to Dry Bible Belt",
      "snippet": "Local and national business interests that stand to profit from sale of alcohol are combining their political and financial muscle to try to persuade hundreds of dry towns and counties to go wet; they are changing face of once staunchly prohibitio...",
      "abstract": "Local and national business interests that stand to profit from sale of alcohol are combining their political and financial muscle to try to persuade hundreds of dry towns and counties to go wet; they are changing face of once staunchly prohibitionist Bible Belt; business groups since 2002 have spent upwards of $15 million on campaigns, including professional lobbyists, to persuade voters in some 200 dry towns and 25 dry counties in six Southern states to legalize alcohol sales in stores and restaurants; Wal-Mart has financed dozens of local elections, contributing from $5,000 to $20,000 a campaign; attempts to allow alcohol sales in other places that remain dry are meeting fierce resistance from some church groups and religious leaders; more dry-to-wet measures have passed than have been defeated in last four years in Texas, Alabama, Kentucky, North Carolina, Tennessee and Kansas; map; photos (M)",
      "lead_paragraph": "While much of America put Prohibition to rest 73 years ago, large parts of the South have remained strictly off-limits to alcohol sales.",
      "publication_date": "2006-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/12/business/with-business-leading-a-push-liquor-comes-to-dry-bible-belt.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "No Liquids, Few Sales at Stores in Airports",
      "snippet": "Airport retailers report lower sales as newest rules to prevent terrorism ban liquids and gels on flights; scramble to make sense of requirements and make changes on store shelves; hope situation is short-lived; airport retail market was thriving ...",
      "abstract": "Airport retailers report lower sales as newest rules to prevent terrorism ban liquids and gels on flights; scramble to make sense of requirements and make changes on store shelves; hope situation is short-lived; airport retail market was thriving prior to regulations; photos (M)",
      "lead_paragraph": "Since 9/11, airport retailers have emerged as an unexpected beneficiary of tighter security, longer lines and earlier flight check-ins -- so much so that airports from Portland to Baltimore plowed millions into elaborate new concessions to feed, pamper and entertain passengers who arrive hours before their flight.",
      "publication_date": "2006-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/12/business/no-liquids-few-sales-at-stores-in-airports.html",
      "byline": "By Michael Barbaro and Jeremy W. Peters"
    },
    {
      "headline": "Suspect Held in Pakistan Is Said to Have Ties to Qaeda",
      "snippet": "Pakistani officials arrest Rashid Rauf, British-born associate of Al Qaeda who appears to have been crucial player in what authorities say was plot to blow up as many as 10 passenger jets bound for US; describe Rauf as hardened Islamic militant wh...",
      "abstract": "Pakistani officials arrest Rashid Rauf, British-born associate of Al Qaeda who appears to have been crucial player in what authorities say was plot to blow up as many as 10 passenger jets bound for US; describe Rauf as hardened Islamic militant who has been acting as liaison for Al Qaeda in its relations with plotters in United Kingdom; photos (M)",
      "lead_paragraph": "LONDON, Aug. 11 - Pakistani officials said Friday that they had arrested a British-born associate of Al Qaeda who appears to have been a crucial player in what authorities said was a plot to blow up as many as 10 passenger jets bound for the United States.",
      "publication_date": "2006-08-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/12/world/europe/suspect-held-in-pakistan-is-said-to-have-ties-to-qaeda.html",
      "byline": "This article was reported and written by Alan Cowell, Dexter Filkins and Mark Mazzetti"
    },
    {
      "headline": "Focused on 9/11, U.S. Is Seen to Lag on New Threats",
      "snippet": "Homeland Security Dept has taken significant steps since Sept 11 terrorist attacks to make it much harder to turn plane into flying weapon, but nearly obsessive focus on previous attacks may have prevented federal government from combating new thr...",
      "abstract": "Homeland Security Dept has taken significant steps since Sept 11 terrorist attacks to make it much harder to turn plane into flying weapon, but nearly obsessive focus on previous attacks may have prevented federal government from combating new threats effectively; terrorism experts and former agency officials say recent arrests overseas of people accused of planning to use explosive that would be undetectable at airports illustrates significant security gaps; say department has done far too little to protect against plastic and liquid explosives, bombs in air cargo and shoulder-fired missiles; say nation is still at risk from same 'failure of imagination' cited by 9/11 commission as having contributed to success of 2001 attack (M)",
      "lead_paragraph": "WASHINGTON, Aug. 11 - The Department of Homeland Security has taken significant steps since the Sept. 11 terrorist attacks to make it much harder to turn a plane into a flying weapon. But a nearly obsessive focus on the previous attacks may have prevented the federal government from combating new threats effectively, terrorism experts and former agency officials say.",
      "publication_date": "2006-08-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/12/washington/focused-on-911-us-is-seen-to-lag-on-new-threats.html",
      "byline": "By Eric Lipton and Matthew L. Wald"
    },
    {
      "headline": "Help for the Hardest Part of Prison: Staying Out",
      "snippet": "Article in series Time Served explores what happens when convicts leave prison and return to their communities; Rhode Island is among states beginning to make progress in easing offenders' re-entry to society with goal of bringing revolving door t...",
      "abstract": "Article in series Time Served explores what happens when convicts leave prison and return to their communities; Rhode Island is among states beginning to make progress in easing offenders' re-entry to society with goal of bringing revolving door to halt; 1980's and 90's were era of get-tough, no-frills punishment, but now countertrend is gathering force; political leaders, police officers, correction officials, churches and community groups are working together to offer re-entry programs; Gov Donald L Carcieri has directed some agencies in Rhode Island to work with current and former prisoners, and Providence Mayor David Cicilline has assembled re-entry council; cases of Debra Harris, who recently left prison but is not allowed to leave her home, and Alberto Reyes, who must find work to stay out of prison, noted; photos (M)",
      "lead_paragraph": "PROVIDENCE, R.I. - In April, Debra Harris took her 15-year-old son along for what she thought was a final visit to her parole officer. Instead, because of a \"dirty urine\" test two weeks before, proof of her relapse to crack use, state troopers led her straight back to prison for three more months.",
      "publication_date": "2006-08-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/12/us/help-for-the-hardest-part-of-prison-staying-out.html",
      "byline": "By Erik Eckholm"
    },
    {
      "headline": "U.N. Council Backs Measure to Halt War in Lebanon",
      "snippet": "Security Council agrees on measure calling for full cessation of hostilities in Lebanon, deploying 30,000 Lebanese and UN forces in southern Lebanon and calling on Israel to withdraw its forces; Prime Min Ehud Olmert accepts resolution, but under ...",
      "abstract": "Security Council agrees on measure calling for full cessation of hostilities in Lebanon, deploying 30,000 Lebanese and UN forces in southern Lebanon and calling on Israel to withdraw its forces; Prime Min Ehud Olmert accepts resolution, but under deal reportedly approved by US, he will continue military campaign against Hezbollah until Israeli cabinet accepts it; Olmert thanks Pres Bush for his help in safeguarding Israel's interests in Security Council; resolution was drafted by France and US; map; photo (M)",
      "lead_paragraph": "UNITED NATIONS, Aug. 11 - The Security Council agreed unanimously on Friday on a measure calling for a full cessation of hostilities in Lebanon, deploying 30,000 Lebanese and United Nations forces in southern Lebanon and calling upon Israel to withdraw its forces \"in parallel.\"",
      "publication_date": "2006-08-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/12/world/middleeast/un-council-backs-measure-to-halt-war-in-lebanon.html",
      "byline": "By Warren Hoge and Steven Erlanger"
    },
    {
      "headline": "Your Life as an Open Book",
      "snippet": "Debate grows as Internet search companies store data on users' activity; no current law prevents companies from offering information to advertisers, law enforcement or academic researchers; Electronic Frontier Foundation lawyer Kevin Bankston says...",
      "abstract": "Debate grows as Internet search companies store data on users' activity; no current law prevents companies from offering information to advertisers, law enforcement or academic researchers; Electronic Frontier Foundation lawyer Kevin Bankston says issue needs to be addressed; photo; drawing (M)",
      "lead_paragraph": "Privacy advocates and search industry watchers have long warned that the vast and valuable stores of data collected by search engine companies could be vulnerable to thieves, rogue employees, mishaps or even government subpoenas.",
      "publication_date": "2006-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/12/technology/your-life-as-an-open-book.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "THREATS AND RESPONSES",
      "snippet": "THE SUSPECTS -- Those arrested in what has been described as a plot to blow up airliners are all young. Most, maybe all, were born in Britain. And 3 of the 24 suspects, including Don Stewart-Whyte, above, were converts to Islam.   PAGE A9    PREPA...",
      "abstract": " THE SUSPECTS -- Those arrested in what has been described as a plot to blow up airliners are all young. Most, maybe all, were born in Britain. And 3 of the 24 suspects, including Don Stewart-Whyte, above, were converts to Islam.   PAGE A9    PREPARED FOR THE JOURNEY -- Travelers at American airports had packed their bags differently, arrived early and strategized about things like drinking water.   PAGE A10    IN THE FAST LANE -- The security lines at Orlando International Airport provided a glimpse of the future. The airport is the site of the nation's only express security program, which lets prescreened fliers whisk through a special lane.   PAGE A10    RULES WORRY RETAILERS -- The new rules banning liquids and gels from inside airplane cabins are causing concern for retailers in airports.   BUSINESS DAY, PAGE C1",
      "lead_paragraph": "THE SUSPECTS -- Those arrested in what has been described as a plot to blow up airliners are all young. Most, maybe all, were born in Britain. And 3 of the 24 suspects, including Don Stewart-Whyte, above, were converts to Islam. PAGE A9",
      "publication_date": "2006-08-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/12/front page/world/threats-and-responses.html",
      "byline": ""
    },
    {
      "headline": "Gates’s Charity Races to Spend Buffett Billions",
      "snippet": "The Bill and Melinda Gates Foundation is facing an unparalleled challenge: how to give away more money than it ever has before.",
      "abstract": "The Bill and Melinda Gates Foundation is facing an unparalleled challenge: how to give away more money than it ever has before.",
      "lead_paragraph": "Although it has long been the largest grant-making foundation in the nation, the Bill and Melinda Gates Foundation is facing an unparalleled challenge: how to give away more money — and do it much faster — than it ever has before.",
      "publication_date": "2006-08-13T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/13/us/13gates.html",
      "byline": "By Stephanie Strom"
    },
    {
      "headline": "From a Dark Past, a Spirit Renewed",
      "snippet": "Spared from one disaster, now helping others recover from a second.",
      "abstract": "Spared from one disaster, now helping others recover from a second.",
      "lead_paragraph": "THE first time Cholene Espinoza put her work aside was after 9/11. Then, as now, she was flying for United Airlines, a job she’d held since 1995, when she left the Air Force after serving nine years. ",
      "publication_date": "2006-08-13T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/08/13/jobs/13wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "After U.N. Accord, Israel Expands Push in Lebanon",
      "snippet": "As Israel poured troops into Lebanon in its deepest push yet, the U.N. secretary general announced that a cease-fire would take effect on Monday morning.",
      "abstract": "As Israel poured troops into Lebanon in its deepest push yet, the U.N. secretary general announced that a cease-fire would take effect on Monday morning.",
      "lead_paragraph": "BEIRUT, Lebanon, Aug. 12 — Israel poured troops into southern Lebanon on Saturday, making its deepest push yet toward the Litani River and suffering its highest daily losses, including having a helicopter shot down by Hezbollah guerrillas for the first time in the fighting.",
      "publication_date": "2006-08-13T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/13/world/middleeast/13mideast.html",
      "byline": "By John Kifner and Greg Myre"
    },
    {
      "headline": "Wine Ratings Might Not Pass the Sobriety Test",
      "snippet": "In the world of wine ratings, the difference between a cabernet that earns a score of 89 and one that gets a 90 may be imperceptible to the palate, but translates to big dollars for sellers.",
      "abstract": "In the world of wine ratings, the difference between a cabernet that earns a score of 89 and one that gets a 90 may be imperceptible to the palate, but translates to big dollars for sellers.",
      "lead_paragraph": "THIS is what a blessing looks like in the wine business: Wine Spectator, a handsome glossy monthly that markets itself as a field guide for wine aficionados, recently bestowed a rating of 90 on a 2004 cabernet sauvignon from the Valentin Bianchi Famiglia winery in Argentina. ",
      "publication_date": "2006-08-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/13/business/yourmoney/13rate.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Tracing Plots, British Watch, Then Pounce",
      "snippet": "British law enforcement is more willing than its American counterpart to wait as a terror plot develops, experts said.",
      "abstract": "British law enforcement is more willing than its American counterpart to wait as a terror plot develops, experts said.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-13T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/13/world/europe/13disrupt.html",
      "byline": "By Philip Shenon and Neil A. Lewis"
    },
    {
      "headline": "For Lack of Teachers, Students Are Turned Away From Nursing",
      "snippet": "With an estimated nationwide shortfall of more than 800,000 nurses by 2020, it should be reassuring news that the number of those drawn to nursing careers is rising.",
      "abstract": "With an estimated nationwide shortfall of more than 800,000 nurses by 2020, it should be reassuring news that the number of those drawn to nursing careers is rising.",
      "lead_paragraph": "With the American government predicting a nationwide shortfall of more than 800,000 nurses by 2020, and as the health care needs of an aging population increase, it should be reassuring news that the number of those drawn to nursing careers is rising. ",
      "publication_date": "2006-08-13T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/08/13/jobs/13jmar.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "Mutual Funds Are Failing as Deal Police",
      "snippet": "A study quantifies just how poorly mutual funds police management in mergers and acquisitions and how costly that failure has been.",
      "abstract": "A study quantifies just how poorly mutual funds police management in mergers and acquisitions and how costly that failure has been.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/13/business/yourmoney/13gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Panel Suggests Using Inmates in Drug Trials",
      "snippet": "A federal panel’s proposal has dredged up a painful history of medical mistreatment of prison inmates.",
      "abstract": "A federal panel’s proposal has dredged up a painful history of medical mistreatment of prison inmates.",
      "lead_paragraph": "PHILADELPHIA, Aug. 7 — An influential federal panel of medical advisers has recommended that the government loosen regulations that severely limit the testing of pharmaceuticals on prison inmates, a practice that was all but stopped three decades ago after revelations of abuse.",
      "publication_date": "2006-08-13T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/13/us/13inmates.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Secrets in the Pipeline",
      "snippet": "Wall Street, where information is transformed into cold, hard cash, is also a place where secrets have their own special currency.",
      "abstract": "Wall Street, where information is transformed into cold, hard cash, is also a place where secrets have their own special currency.",
      "lead_paragraph": "Listen. Do you want to know a secret?",
      "publication_date": "2006-08-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/13/business/yourmoney/13pipes.html",
      "byline": "By Gretchen Morgenson and Jenny Anderson"
    },
    {
      "headline": "Israel Seeks Hint of Victory",
      "snippet": "Prime Minister Ehud Olmert, under pressure at home, aims to conclude the conflict with what could be viewed as a victory.",
      "abstract": "Prime Minister Ehud Olmert, under pressure at home, aims to conclude the conflict with what could be viewed as a victory.",
      "lead_paragraph": "JERUSALEM, Aug. 12 — Israel’s move to greatly increase its ground forces in Lebanon a day before it is expected to accept a cease-fire has two goals: to damage Hezbollah as much as possible and to conclude the conflict with something that could be called a victory for an Israeli government under domestic pressure. ",
      "publication_date": "2006-08-13T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/13/world/middleeast/13israel.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Israel Seeks Hint of Victory",
      "snippet": "News analysis: Israel's move to increase its ground forces in Lebanon day before cease-fire takes effect aims to damage Hezbollah as much as possible and conclude conflict with something government can call victory; Israel has failed to destroy an...",
      "abstract": "News analysis: Israel's move to increase its ground forces in Lebanon day before cease-fire takes effect aims to damage Hezbollah as much as possible and conclude conflict with something government can call victory; Israel has failed to destroy and disarm Hezbollah; has hurt it badly but will not get robust international force or disarming of Hezbollah it demanded; Prime Min Ehud Olmert hopes last push will at least make sure Hezbollah and its stockpiles of weapons are cleared out of southern Lebanon; map (L)",
      "lead_paragraph": "JERUSALEM, Aug. 12 - Israel's move to greatly increase its ground forces in Lebanon a day before it is expected to accept a cease-fire has two goals: to damage Hezbollah as much as possible and to conclude the conflict with something that could be called a victory for an Israeli government under domestic pressure.",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/13/world/middleeast/israel-seeks-hint-of-victory.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Tracing Plots, British Watch, Then Pounce",
      "snippet": "Central difference between American and British law enforcement agencies is British willingness to wait and watch to gather as much information as possible about terrorist plots before making arrests; British officials spent months watching 24 sus...",
      "abstract": "Central difference between American and British law enforcement agencies is British willingness to wait and watch to gather as much information as possible about terrorist plots before making arrests; British officials spent months watching 24 suspects arrested in plot to blow up airliners bound for United States; Justice Dept and FBI have suggested in past they would not wait, for fear of not stopping plots in time; FBI arrested suspects in Florida in June who had had only most preliminary discussions about attack; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/13/world/europe/tracing-plots-british-watch-then-pounce.html",
      "byline": "By Philip Shenon and Neil A. Lewis"
    },
    {
      "headline": "The Toll After a Month of War",
      "snippet": "More than 400 sites have been hit in the conflict between Hezbollah and Israel. The death toll estimate exceeds 1,000. Page 12.",
      "abstract": "More than 400 sites have been hit in the conflict between Hezbollah and Israel. The death toll estimate exceeds 1,000. Page 12.",
      "lead_paragraph": "More than 400 sites have been hit in the conflict between Hezbollah and Israel. The death toll estimate exceeds 1,000. Page 12.",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/13/world/the-toll-after-a-month-of-war.html",
      "byline": ""
    },
    {
      "headline": "Gatess Charity Races to Spend Buffett Billions",
      "snippet": "Bill and Melinda Gates Foundation faces unprecedented challenge of giving away Warren E Buffett's $31 billion gift, to be given in annual increments; foundation starting in 2009 must give away all money given it in previous year's installment, or ...",
      "abstract": "Bill and Melinda Gates Foundation faces unprecedented challenge of giving away Warren E Buffett's $31 billion gift, to be given in annual increments; foundation starting in 2009 must give away all money given it in previous year's installment, or about $3 billion annually; foundation plans to double its staff to about 600 people in next two years to handle additional money; will continue focus on education and global health, while adding global development to help poor in third world countries; photo (L)",
      "lead_paragraph": "Although it has long been the largest grant-making foundation in the nation, the Bill and Melinda Gates Foundation is facing an unparalleled challenge: how to give away more money -- and do it much faster -- than it ever has before.",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/13/us/gatess-charity-races-to-spend-buffett-billions.html",
      "byline": "By Stephanie Strom"
    },
    {
      "headline": "Secrets in the Pipeline",
      "snippet": "Securities and Exchange Commission has filed four lawsuits over past 18 months against individuals and hedge fund managers for profiting on nonpublic information on popular type of security known as private investment in public equity, or PIPE's; ...",
      "abstract": "Securities and Exchange Commission has filed four lawsuits over past 18 months against individuals and hedge fund managers for profiting on nonpublic information on popular type of security known as private investment in public equity, or PIPE's; highlights industry-wide problem of access to market information that firms may be passing on to clients illegaly; graph shows United States PIPE deals (M)",
      "lead_paragraph": "Listen. Do you want to know a secret?",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/13/business/yourmoney/secrets-in-the-pipeline.html",
      "byline": "By Gretchen Morgenson and Jenny Anderson"
    },
    {
      "headline": "Mutual Funds Are Failing as Deal Police",
      "snippet": "Mutual fund managers are doing poor job of monitoring companies whose shares they own, frustrating investors; study by Brown University economics Professor Lily Qiu shows that activist approach taken by public pension funds is better at policing m...",
      "abstract": "Mutual fund managers are doing poor job of monitoring companies whose shares they own, frustrating investors; study by Brown University economics Professor Lily Qiu shows that activist approach taken by public pension funds is better at policing mechanism than mutual funds; holds that funds do not act in shareholders' best interests (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/13/business/yourmoney/mutual-funds-are-failing-as-deal-police.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Wine Ratings Might Not Pass the Sobriety Test",
      "snippet": "Wine industry continues to use 100-point rating systems despite criticism of its lack of context and overuse as marketing tool; publications like Wine Spectator and Wine Enthusiast reluctantly use ratings to please advertisers; ratings can be help...",
      "abstract": "Wine industry continues to use 100-point rating systems despite criticism of its lack of context and overuse as marketing tool; publications like Wine Spectator and Wine Enthusiast reluctantly use ratings to please advertisers; ratings can be helpful for novice wine drinker who needs help making purchasing decisions but industry admits flaws in system; photos (M)",
      "lead_paragraph": "THIS is what a blessing looks like in the wine business: Wine Spectator, a handsome glossy monthly that markets itself as a field guide for wine aficionados, recently bestowed a rating of 90 on a 2004 cabernet sauvignon from the Valentin Bianchi Famiglia winery in Argentina.",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/13/business/yourmoney/wine-ratings-might-not-pass-the-sobriety-test.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "From a Dark Past, a Spirit Renewed",
      "snippet": "Lisa Belkin Life's Work column on Cholene Espinoza, pilot for United Airlines who, because of scheduling change, was not aboard Flight 93 on Sept 11, 2001, when it crashed in Pennsylvania; since then she has devoted much of her time to helping peo...",
      "abstract": "Lisa Belkin Life's Work column on Cholene Espinoza, pilot for United Airlines who, because of scheduling change, was not aboard Flight 93 on Sept 11, 2001, when it crashed in Pennsylvania; since then she has devoted much of her time to helping people, her latest good works directed toward victims of Hurricane Katrina; drawing (M)",
      "lead_paragraph": "THE first time Cholene Espinoza put her work aside was after 9/11. Then, as now, she was flying for United Airlines, a job she'd held since 1995, when she left the Air Force after serving nine years.",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/08/13/jobs/from-a-dark-past-a-spirit-renewed.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "THREATS AND RESPONSES",
      "snippet": "BEING BRITISH AND MUSLIM -- British policies in Afghanistan, Iraq and Lebanon have led to resentment among some Muslims in Britain. For a few, that has led to violence. For many others, it has meant struggling with competing identities.   PAGE 6  ...",
      "abstract": " BEING BRITISH AND MUSLIM -- British policies in Afghanistan, Iraq and Lebanon have led to resentment among some Muslims in Britain. For a few, that has led to violence. For many others, it has meant struggling with competing identities.   PAGE 6    QAEDA-PAKISTAN ROLE? -- A Pakistani official says a report that bombers in the 2005 London attacks met in Pakistan with senior Qaeda leaders suggests that they may be coordinating or inspiring militants.   PAGE 6    RALLYING REPUBLICANS -- A week ago, the Republican Party seemed splintered over White House policies. But news on terror has given the administration a chance to unite the party for the midterm elections.   PAGE 21    NAVIGATING NEW RULES -- Flying from New York to London, passengers encounter another post-9/11 transitional moment, with old fears and new procedures.   WEEK IN REVIEW  ",
      "lead_paragraph": "BEING BRITISH AND MUSLIM -- British policies in Afghanistan, Iraq and Lebanon have led to resentment among some Muslims in Britain. For a few, that has led to violence. For many others, it has meant struggling with competing identities. PAGE 6",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/13/world/threats-and-responses.html",
      "byline": ""
    },
    {
      "headline": "After U.N. Accord, Israel Expands Push in Lebanon",
      "snippet": "Fighting in Lebanon intensifies after United Nations Security Council approves resolution calling for truce; Israeli troops move deeper into Lebanon than at any time in current fighting; at least 11 Israeli soldiers are killed and more than 70 are...",
      "abstract": "Fighting in Lebanon intensifies after United Nations Security Council approves resolution calling for truce; Israeli troops move deeper into Lebanon than at any time in current fighting; at least 11 Israeli soldiers are killed and more than 70 are wounded, but Israel says it has killed about 50 Hezbollah fighters in previous 24 hours; Israeli Cabinet must still consider formal approval of resolution; Hezbollah conditionally pledges to abide by cease-fire; photo (L)",
      "lead_paragraph": "BEIRUT, Lebanon, Aug. 12 - Israel poured troops into southern Lebanon on Saturday, making its deepest push yet toward the Litani River and suffering its highest daily losses, including having a helicopter shot down by Hezbollah guerrillas for the first time in the fighting.",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/13/world/middleeast/after-un-accord-israel-expands-push-in-lebanon.html",
      "byline": "By John Kifner and Greg Myre"
    },
    {
      "headline": "For Lack of Teachers, Students Are Turned Away From Nursing",
      "snippet": "National League for Nursing reports 16 percent increase in applicants to bachelor's degree nursing programs and 28 percent in applicants to associates degree programs last year; however, nursing schools rejected almost 150,000 qualified applicants...",
      "abstract": "National League for Nursing reports 16 percent increase in applicants to bachelor's degree nursing programs and 28 percent in applicants to associates degree programs last year; however, nursing schools rejected almost 150,000 qualified applicants in 2005 for lack of enough teachers; main cause of shortage is salary, as academics make 40 to 50 percent less than those working in clinical settings; photo (M)",
      "lead_paragraph": "With the American government predicting a nationwide shortfall of more than 800,000 nurses by 2020, and as the health care needs of an aging population increase, it should be reassuring news that the number of those drawn to nursing careers is rising.",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/08/13/job market/for-lack-of-teachers-students-are-turned-away-from-nursing.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "Panel Suggests Using Inmates in Drug Trials",
      "snippet": "Federal panel of medical advisers recommends government loosen regulations that severely limit testing of pharmaceuticals on prison inmates; proposal includes provisions intended to prevent abuses in earlier programs; about 90 percent of all pharm...",
      "abstract": "Federal panel of medical advisers recommends government loosen regulations that severely limit testing of pharmaceuticals on prison inmates; proposal includes provisions intended to prevent abuses in earlier programs; about 90 percent of all pharmaceutical products were tested on prison inmates until early 1970's; discussion comes as biomedical industry is facing shortage of test subjects; photos (L)",
      "lead_paragraph": "PHILADELPHIA, Aug. 7 - An influential federal panel of medical advisers has recommended that the government loosen regulations that severely limit the testing of pharmaceuticals on prison inmates, a practice that was all but stopped three decades ago after revelations of abuse.",
      "publication_date": "2006-08-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/13/us/panel-suggests-using-inmates-in-drug-trials.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Scripps Is in Search of Its Next Food Network",
      "snippet": "Diversifying into cable television helped the E. W. Scripps Company weather the newspaper downturn. Now Scripps is looking for its next evolution.",
      "abstract": "Diversifying into cable television helped the E. W. Scripps Company weather the newspaper downturn. Now Scripps is looking for its next evolution.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/14/business/media/14scripps.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "U.S. Shift Kicked Off Frantic Diplomacy at U.N.",
      "snippet": "As Lebanese civilian casualties mounted, the U.S. moved more urgently toward seeking an immediate political solution.",
      "abstract": "As Lebanese civilian casualties mounted, the U.S. moved more urgently toward seeking an immediate political solution.",
      "lead_paragraph": "This article was reported by Warren Hoge, Helene Cooper and Thom Shanker and written by Mr. Hoge.",
      "publication_date": "2006-08-14T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/14/world/middleeast/14reconstruct.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Cuba Stays Calm With Castro on Sidelines",
      "snippet": "Fidel Castro may once again defy experts and prove his influence over Cuba’s government and its people.",
      "abstract": "Fidel Castro may once again defy experts and prove his influence over Cuba’s government and its people.",
      "lead_paragraph": " MEXICO CITY, Aug. 13 — The decline of Fidel Castro, who turned 80 on Sunday and appeared in photographs for the first time since his unspecified intestinal surgery last month, was supposed to be a kind of second Cuban revolution. The notion, put forward by Cuba specialists for years, was that the entire system hung on one man.",
      "publication_date": "2006-08-14T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/14/world/americas/14cuba.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "In Wars, Quest for Media Balance Is Also a Battlefield",
      "snippet": "American news organizations are struggling with the role of images in fairly portraying the Mideast conflict.",
      "abstract": "American news organizations are struggling with the role of images in fairly portraying the Mideast conflict.",
      "lead_paragraph": "Wars in the modern media age often come complete with their own journalistic difficulties. ",
      "publication_date": "2006-08-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/14/business/media/14balance.html",
      "byline": "By Lorne Manly"
    },
    {
      "headline": "Airport Snarl in London Puts Scrutiny on Owner",
      "snippet": "Airlines said the company that runs Britain’s main airports has been unable to effectively implement the stringent security requirements imposed last week.",
      "abstract": "Airlines said the company that runs Britain’s main airports has been unable to effectively implement the stringent security requirements imposed last week.",
      "lead_paragraph": "LONDON, Aug. 13 — With airlines here canceling about a third of their flights today, asking for troops to be posted in airport terminals and saying that they could not process passengers quickly enough because of stringent security requirements imposed last week, many critical fingers were pointed at BAA, the private company that runs the country’s main airports.",
      "publication_date": "2006-08-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/14/business/worldbusiness/14airport.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Verizon Is Rewiring New York, Block by Block, in a Race for Survival",
      "snippet": "Verizon hopes that replacing its copper phone lines with fiber optic cable will help it fend off rivals like Comcast and Vonage, which are moving into the phone business.",
      "abstract": "Verizon hopes that replacing its copper phone lines with fiber optic cable will help it fend off rivals like Comcast and Vonage, which are moving into the phone business.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-14T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/14/technology/14verizon.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Cease-Fire Begins After a Day of Fierce Attacks",
      "snippet": "First reports were that the cease-fire was holding, but few expected a complete halt to hostilities between Hezbollah fighters and Israeli troops in Lebanon.",
      "abstract": "First reports were that the cease-fire was holding, but few expected a complete halt to hostilities between Hezbollah fighters and Israeli troops in Lebanon.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-14T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/14/world/middleeast/14mideast.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Reporters on Film: Drunks and Tarts",
      "snippet": "For decades, journalists, whose pay is generally as low as the regard they are held in, have been largely depicted on the silver screen as moral and ethical eunuchs.",
      "abstract": "For decades, journalists, whose pay is generally as low as the regard they are held in, have been largely depicted on the silver screen as moral and ethical eunuchs.",
      "lead_paragraph": "IN a few scant weeks, students intent on a career in news will arrive at journalism schools across the country, filled with idealism and starry-eyed at the prospect of becoming a part of the noble Fourth Estate. ",
      "publication_date": "2006-08-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/14/business/media/14carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Pakistani Charity Under Scrutiny in Plot",
      "snippet": "Investigators are trying to determine whether the charity passed earthquake donations to the plotters.",
      "abstract": "Investigators are trying to determine whether the charity passed earthquake donations to the plotters.",
      "lead_paragraph": "LONDON, Aug. 13 — British and Pakistani investigators are trying to determine whether the group of Britons suspected of plotting to blow up as many as 10 commercial airliners may have received money raised for earthquake relief by a Pakistani charity that is a front for an Islamic militant group.",
      "publication_date": "2006-08-14T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/14/world/europe/14plot.html",
      "byline": "By Dexter Filkins and Souad Mekhennet"
    },
    {
      "headline": "Cease-Fire Begins After a Day of Fierce Attacks",
      "snippet": "A cease-fire negotiated by the United Nations went into effect at 8 a.m. local time (1 a.m. Eastern time) on Monday, the 34th day of this latest Middle East conflict, with Israeli troops ordered to halt their offensive against Hezbollah and Lebano...",
      "abstract": "A cease-fire negotiated by the United Nations went into effect at 8 a.m. local time (1 a.m. Eastern time) on Monday, the 34th day of this latest Middle East conflict, with Israeli troops ordered to halt their offensive against Hezbollah and Lebanon agreeing to halt Hezbollah attacks on Israel.     Hours before the cease-fire started, both sides carried out fierce attacks, with Israel launching air strikes in eastern Lebanon and near Sidon and shelling areas around Tyre and Khiam.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/14/world/middleeast/ceasefire-begins-after-a-day-of-fierce-attacks.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Reporters on Film: Drunks and Tarts",
      "snippet": "IN a few scant weeks, students intent on a career in news will arrive at journalism schools across the country, filled with idealism and starry-eyed at the prospect of becoming a part of the noble Fourth Estate.      They must not have gone to the...",
      "abstract": "IN a few scant weeks, students intent on a career in news will arrive at journalism schools across the country, filled with idealism and starry-eyed at the prospect of becoming a part of the noble Fourth Estate.      They must not have gone to the movies lately.  ",
      "lead_paragraph": "IN a few scant weeks, students intent on a career in news will arrive at journalism schools across the country, filled with idealism and starry-eyed at the prospect of becoming a part of the noble Fourth Estate.",
      "publication_date": "2006-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/14/business/media/reporters-on-film-drunks-and-tarts.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Verizon Is Rewiring New York, Block by Block, in a Race for Survival",
      "snippet": "It's 9 in the morning, and a team from Verizon has been stringing fiber optic cable along a residential side street in the Bronx for three hours. In a basket about 20 feet in the air, James DeMattia guides the cable from a giant spool into a plast...",
      "abstract": "It's 9 in the morning, and a team from Verizon has been stringing fiber optic cable along a residential side street in the Bronx for three hours. In a basket about 20 feet in the air, James DeMattia guides the cable from a giant spool into a plastic tube that runs between telephone poles and around the corner, where another crew pulls it through.     By walkie-talkie, his partner, Merrick Gilberts, confirms that the cable has made it the entire 1,000 feet to White Plains Road. They then get to work stringing cable 1,400 feet in the other direction. A few days later, another crew will install switches, so that by this fall Verizon can start selling phone, broadband Internet and eventually video services in the neighborhood.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/14/technology/verizon-is-rewiring-new-york-block-by-block-in-a-race-for.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Fathers Defeated, Democratic Sons Strike Back",
      "snippet": "In the history of the Democratic Party, the election of 1980 looms large: the year the party lost the White House, the Senate, a generation of Midwestern liberals and, in some ways, its confidence that it was the natural, even inevitable, majority...",
      "abstract": "In the history of the Democratic Party, the election of 1980 looms large: the year the party lost the White House, the Senate, a generation of Midwestern liberals and, in some ways, its confidence that it was the natural, even inevitable, majority party.     Now, that election has a sequel.  ",
      "lead_paragraph": "In the history of the Democratic Party, the election of 1980 looms large: the year the party lost the White House, the Senate, a generation of Midwestern liberals and, in some ways, its confidence that it was the natural, even inevitable, majority party.",
      "publication_date": "2006-08-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/14/washington/fathers-defeated-democratic-sons-strike-back.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Scripps Is in Search of Its Next Food Network",
      "snippet": "At the Food Network studio in New York, where Rachael Ray whips up her 30-minute dinners, several tables off screen were graced recently with wine glasses and silverware.      If the table décor was a bit fancy for Ms. Ray's hugely popular ''30 Mi...",
      "abstract": "At the Food Network studio in New York, where Rachael Ray whips up her 30-minute dinners, several tables off screen were graced recently with wine glasses and silverware.      If the table décor was a bit fancy for Ms. Ray's hugely popular ''30 Minute Meals'' program, that was because it was not for her show. It was a dinner to precede the quarterly board meeting of the E. W. Scripps Company, the Food Network's parent.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/14/business/media/scripps-is-in-search-of-its-next-food-network.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "THREATS AND RESPONSES",
      "snippet": "CHANGES TO SCREENING -- Contractors who check identifications at airports will be replaced with Transportation Security Administration personnel. The agency eased restrictions on items in carry-on bags.   PAGE A18    IMPROVED PERFORMANCE -- The Ho...",
      "abstract": " CHANGES TO SCREENING -- Contractors who check identifications at airports will be replaced with Transportation Security Administration personnel. The agency eased restrictions on items in carry-on bags.   PAGE A18    IMPROVED PERFORMANCE -- The Homeland Security Department's response to the arrests in Britain got positive reviews.   PAGE A16    SNARLS AT LONDON AIRPORTS -- British airlines canceled many flights, saying they could not process passengers fast enough.   PAGE C1    THE SUSPECTS -- In High Wycombe, neighbors said some plot suspects played and prayed together.   PAGE A10    MORE CONSPIRACIES -- Britain's highest-ranking law enforcement official said that about two dozen terrorist conspiracies were still under investigation.   PAGE A8  ",
      "lead_paragraph": "CHANGES TO SCREENING -- Contractors who check identifications at airports will be replaced with Transportation Security Administration personnel. The agency eased restrictions on items in carry-on bags. PAGE A18",
      "publication_date": "2006-08-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/14/front page/world/threats-and-responses.html",
      "byline": ""
    },
    {
      "headline": "Pakistani Charity Under Scrutiny in Plot",
      "snippet": "British and Pakistani investigators are trying to determine whether the group of Britons suspected of plotting to blow up as many as 10 commercial airliners may have received money raised for earthquake relief by a Pakistani charity that is a fron...",
      "abstract": "British and Pakistani investigators are trying to determine whether the group of Britons suspected of plotting to blow up as many as 10 commercial airliners may have received money raised for earthquake relief by a Pakistani charity that is a front for an Islamic militant group.     The charity, Jamaat ud Dawa, which is active in the mosques of Britain's largest cities, played a significant role in carrying out relief efforts after last October's earthquake in Pakistani-controlled Kashmir.  ",
      "lead_paragraph": "LONDON, Aug. 13 - British and Pakistani investigators are trying to determine whether the group of Britons suspected of plotting to blow up as many as 10 commercial airliners may have received money raised for earthquake relief by a Pakistani charity that is a front for an Islamic militant group.",
      "publication_date": "2006-08-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/14/world/europe/pakistani-charity-under-scrutiny-in-plot.html",
      "byline": "By Dexter Filkins and Souad Mekhennet"
    },
    {
      "headline": "U.S. Shift Kicked Off Frantic Diplomacy at U.N.",
      "snippet": "When Israel began its counterattack on Hezbollah one month ago, the Bush administration backed the Israeli plan to destroy the militia and its arsenal of rockets, resisting efforts by France and other allies to call for a cease-fire.     But as th...",
      "abstract": "When Israel began its counterattack on Hezbollah one month ago, the Bush administration backed the Israeli plan to destroy the militia and its arsenal of rockets, resisting efforts by France and other allies to call for a cease-fire.     But as the assault wore on and it became evident that Hezbollah was a far more fearsome and skilled adversary than Israel had first thought -- and as Lebanese civilian casualties mounted -- American policy moved more urgently toward seeking an immediate political solution.  ",
      "lead_paragraph": "UNITED NATIONS, Aug. 13 - When Israel began its counterattack on Hezbollah one month ago, the Bush administration backed the Israeli plan to destroy the militia and its arsenal of rockets, resisting efforts by France and other allies to call for a cease-fire.",
      "publication_date": "2006-08-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/14/world/middleeast/us-shift-kicked-off-frantic-diplomacy-at-un.html",
      "byline": "This article was reported by Warren Hoge, Helene Cooper and Thom Shanker and Written By Mr. Hoge"
    },
    {
      "headline": "Cuba Stays Calm With Castro on Sidelines",
      "snippet": "The decline of Fidel Castro, who turned 80 on Sunday and appeared in photographs for the first time since his unspecified intestinal surgery last month, was supposed to be a kind of second Cuban revolution. The notion, put forward by Cuba speciali...",
      "abstract": "The decline of Fidel Castro, who turned 80 on Sunday and appeared in photographs for the first time since his unspecified intestinal surgery last month, was supposed to be a kind of second Cuban revolution. The notion, put forward by Cuba specialists for years, was that the entire system hung on one man.     But in the last two weeks, with Mr. Castro turning over power to his brother Raúl, at least for now, a different reality has emerged on the island. There was calm and normalcy, not chaos and hysteria that was predicted. Instead of an intervention by the United States, the Bush administration called on the Cuban people to take their future in their own hands. And rather than upheaval within the Cuban government, it appears that the political system may not change much at all.  ",
      "lead_paragraph": "MEXICO CITY, Aug. 13 - The decline of Fidel Castro, who turned 80 on Sunday and appeared in photographs for the first time since his unspecified intestinal surgery last month, was supposed to be a kind of second Cuban revolution. The notion, put forward by Cuba specialists for years, was that the entire system hung on one man.",
      "publication_date": "2006-08-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/14/world/americas/cuba-stays-calm-with-castro-on-sidelines.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "Airport Snarl in London Puts Scrutiny on Owner",
      "snippet": "With airlines here canceling about a third of their flights today, asking for troops to be posted in airport terminals and saying that they could not process passengers quickly enough because of stringent security requirements imposed last week, m...",
      "abstract": "With airlines here canceling about a third of their flights today, asking for troops to be posted in airport terminals and saying that they could not process passengers quickly enough because of stringent security requirements imposed last week, many critical fingers were pointed at BAA, the private company that runs the country's main airports.     As hundreds of travelers stood in the rain for hours at Heathrow Airport outside London, waiting for information about whether they could fly, airline executives complained that the new procedures seemed to be bringing the air travel system to near collapse, and they placed the blame squarely on BAA.  ",
      "lead_paragraph": "LONDON, Aug. 13 - With airlines here canceling about a third of their flights today, asking for troops to be posted in airport terminals and saying that they could not process passengers quickly enough because of stringent security requirements imposed last week, many critical fingers were pointed at BAA, the private company that runs the country's main airports.",
      "publication_date": "2006-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/14/business/worldbusiness/airport-snarl-in-london-puts-scrutiny-on-owner.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "In Wars, Quest for Media Balance Is Also a Battlefield",
      "snippet": "Wars in the modern media age often come complete with their own journalistic difficulties.      Although doctored and stage-managed photographs out of Lebanon garnered their share of headlines last week, they are just a part of a larger, underlyin...",
      "abstract": "Wars in the modern media age often come complete with their own journalistic difficulties.      Although doctored and stage-managed photographs out of Lebanon garnered their share of headlines last week, they are just a part of a larger, underlying issue: the role of images in fairly portraying the conflict incited nearly five weeks ago by Hezbollah's raid into Israel and its kidnapping of two soldiers.  ",
      "lead_paragraph": "Wars in the modern media age often come complete with their own journalistic difficulties.",
      "publication_date": "2006-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/14/business/media/in-wars-quest-for-media-balance-is-also-a-battlefield.html",
      "byline": "By Lorne Manly"
    }
  ]
}