{
  "metadata": {
    "date": "2006-11-08",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Clinton and Democrats Sweep Races in New York",
      "snippet": "Atty Gen Eliot Spitzer is elected New York governor in historic Democratic sweep of statewide offices, which includes huge victory by Hillary Rodham Clinton that positions her for possible presidential bid in 2008; rounding out party's triumph is ...",
      "abstract": "Atty Gen Eliot Spitzer is elected New York governor in historic Democratic sweep of statewide offices, which includes huge victory by Hillary Rodham Clinton that positions her for possible presidential bid in 2008; rounding out party's triumph is Andrew Cuomo, elected atty gen, and State Comptroller Alan G Hevesi, who wins re-election; Spitzer scores record percentage for governor's race, beating Gov Mario M Cuomo's 64.6 percent in 1986; Clinton wins fifth of vote of Republicans, and conservatives; Spitzer photo (M)",
      "lead_paragraph": "Eliot Spitzer, the state attorney general who crusaded against Wall Street corruption, was elected governor of New York yesterday in a historic Democratic sweep of statewide offices, which included a huge victory by Senator Hillary Rodham Clinton that positions her for a possible presidential bid in 2008.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/08/nyregion/clinton-and-democrats-sweep-races-in-new-york.html",
      "byline": "By Patrick Healy"
    },
    {
      "headline": "Drilling Deep in the Gulf of Mexico",
      "snippet": "Thanks to advances in technology used to drill and search for oil in deep water, oil companies hope to find billions of barrels of oil reserves in the Gulf of Mexico.",
      "abstract": "Thanks to advances in technology used to drill and search for oil in deep water, oil companies hope to find billions of barrels of oil reserves in the Gulf of Mexico.",
      "lead_paragraph": "ABOARD THE WESTERN NEPTUNE, Gulf of Mexico — Every 17 seconds, a small armada of ships trawling 130 miles from the Louisiana coast fire powerful air guns toward the bottom of the sea in a hunt for the next big oil discovery. ",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/08/business/worldbusiness/08gulf.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Democrats Oust G.O.P. in Governing Six States",
      "snippet": "Democrats control the majority of governorships for the first time since the 1990s.",
      "abstract": "Democrats control the majority of governorships for the first time since the 1990s.",
      "lead_paragraph": "CHICAGO, Nov. 7 — Democrats won open governor’s seats in five states Tuesday and knocked off the Republican incumbent in Maryland, tilting control of the majority of governorships to Democrats for the first time since the 1990s.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2006/11/08/us/politics/08govs.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Election’s Over. Now to Tackle the Realities.",
      "snippet": "For everyone who is worried about the country’s big economic problems — energy policy, health care, the budget deficit — today is a good day.",
      "abstract": "For everyone who is worried about the country’s big economic problems — energy policy, health care, the budget deficit — today is a good day.",
      "lead_paragraph": "For everyone who is worried about the country’s big economic problems — energy policy, health care, the budget deficit — today is a good day.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/08/business/08leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Polling Places Report Snags, but Not Chaos",
      "snippet": "Election officials across US report problems with touch-screen voting machines that do not start, poll workers who do not know how to run optical scanners and tempers that flare over delays and voter identification requirements, but problems do no...",
      "abstract": "Election officials across US report problems with touch-screen voting machines that do not start, poll workers who do not know how to run optical scanners and tempers that flare over delays and voter identification requirements, but problems do not lead to gridlock some had feared; lawyers go to court to extend voting hours in precincts in states like Colorado, Indiana and Ohio; photo; Ohio Rep Steve Chabot, South Carolina Gov Mark Sanford and Chelsea Clinton in Manhattan are among those challenged at polls; scattered allegations of voter intimidation also noted; anti-immigration activist Roy Warden stakes out South Tucson precinct, questioning Hispanics to uncover illegals and felons and heckling Rep Raul Grijalva (M)",
      "lead_paragraph": "Touch-screen voting machines would not start, poll workers did not know how to run optical scanners and tempers flared over who was registered, as voters in many states went to the polls on Tuesday only to find that casting their vote this year could be as much a challenge as a responsibility.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2006/11/08/us/polling-places-report-snags-but-not-chaos.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "For Democrats, Time to Savor Victory at Last",
      "snippet": "Democrats, at least in this millennium, have not been accustomed to much celebration.      So after they won control of the House last night -- precisely 12 years after the Republican revolution touched off the first in a sequence of punishing ele...",
      "abstract": "Democrats, at least in this millennium, have not been accustomed to much celebration.      So after they won control of the House last night -- precisely 12 years after the Republican revolution touched off the first in a sequence of punishing elections -- there was a momentary paralysis at the victory parties. It quickly passed, however, as the Democrats reveled in the glow of winning control of the House even while nervously watching Senate returns trickle in.  ",
      "lead_paragraph": "Democrats, at least in this millennium, have not been accustomed to much celebration.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/08/us/politics/for-democrats-time-to-savor-victory-at-last.html",
      "byline": "By Jeff Zeleny and Kate Zernike"
    },
    {
      "headline": "A Loud Message for Bush",
      "snippet": "A proudly unyielding president was put on notice that the voters want change, especially on the war in Iraq.",
      "abstract": "A proudly unyielding president was put on notice that the voters want change, especially on the war in Iraq.",
      "lead_paragraph": "Everything is different now for President Bush. The era of one-party Republican rule in Washington ended with a crash in yesterday’s midterm elections, putting a proudly unyielding president on notice that the voters want change, especially on the war in Iraq.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/08/us/politics/08assess.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Democrats Take Control of House; Senate Hangs on Virginia and Montana",
      "snippet": "Democrats seize control of House of Representatives and defeat at least three Republican senators, riding wave of voter discontent with Pres Bush and war in Iraq; Democrats are still short of six seats they need to win Senate; but with Missouri go...",
      "abstract": "Democrats seize control of House of Representatives and defeat at least three Republican senators, riding wave of voter discontent with Pres Bush and war in Iraq; Democrats are still short of six seats they need to win Senate; but with Missouri going Democratic and Montana within reach, control of Senate seems to hinge on outcome in Virginia, where two candidates are virtually tied; Democratic victory in House, overcoming legendarily efficient White House political machine, represents dramatic turnaround in fortunes of Democratic Party and signals sea change in political dynamics in Washington after dozen years in which Republicans controlled Congress for all but brief period; Democrats win at least six governors' seats now held by Republicans, most notably in Ohio, state that has been at center of past two presidential elections; Democrats pick up at least 25 House seats held by Republicans, far more than 15 seats they needed to win control; Republicans lose nearly all seats that had been touched by scandal this year; Karl Rove, Pres Bush's top political strategist, informs Bush House is lost; Bush spokesman says Bush is disappointed, but that he is eager to work with both parties on his priorities over next two years; photos (L)",
      "lead_paragraph": "Democrats seized control of the House of Representatives and defeated at least three Republican senators yesterday, riding a wave of voter discontent with President Bush and the war in Iraq.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/08/us/democrats-take-control-of-house-senate-hangs-on-virginia-and-montana.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Democrats Take Control of House;  Senate Hangs on Virginia and Montana",
      "snippet": "The House victory signaled a sea change in the political dynamics of a government that has been dominated by Republicans for a decade.",
      "abstract": "The House victory signaled a sea change in the political dynamics of a government that has been dominated by Republicans for a decade.",
      "lead_paragraph": "Democrats seized control of the House of Representatives and defeated at least three Republican senators yesterday, riding a wave of voter discontent with President Bush and the war in Iraq.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/08/us/08elect-paper.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Los Angeles Paper Ousts Top Editor",
      "snippet": "Los Angeles Times editor Dean Baquet, who defied orders from his corporate bosses to cut jobs, is forced out of his own job, shocking newsroom; will leave on Nov 10 and be succeeded by James O'Shea, managing editor of Chicago Tribune, who will sta...",
      "abstract": "Los Angeles Times editor Dean Baquet, who defied orders from his corporate bosses to cut jobs, is forced out of his own job, shocking newsroom; will leave on Nov 10 and be succeeded by James O'Shea, managing editor of Chicago Tribune, who will start Nov 13; Baquet's departure follows that of paper's publisher Jeffrey M Johnson, who openly objected to cuts ordered by Tribune Co in September and was fired in October; photo (M)",
      "lead_paragraph": "Dean Baquet, the editor of The Los Angeles Times, who defied orders from his corporate bosses to cut jobs, was forced out of his own job yesterday, shocking the newsroom just as it was gearing up to cover election returns.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/08/business/media/los-angeles-paper-ousts-top-editor.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Exit Polls Show Independents, Citing War, Favored Democrats",
      "snippet": "According to the exit polls, about 4 in 10 voters said the economy, corruption, terrorism and Iraq had been important factors in making their decisions.",
      "abstract": "According to the exit polls, about 4 in 10 voters said the economy, corruption, terrorism and Iraq had been important factors in making their decisions.",
      "lead_paragraph": "A majority of independent voters aligned with Democratic candidates yesterday, driven by their distress over the Iraq war, disapproval of Congressional leadership and concern about the direction President Bush was leading America, according to interviews with voters as they left their polling places.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/08/us/politics/08exit.html",
      "byline": "By JEFF ZELENY and MEGAN THEE"
    },
    {
      "headline": "For Democrats, Time to Savor Victory at Last",
      "snippet": "Democrats, at least in this millennium, have not been accustomed to much celebration.",
      "abstract": "Democrats, at least in this millennium, have not been accustomed to much celebration.",
      "lead_paragraph": "Democrats, at least in this millennium, have not been accustomed to much celebration. ",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/08/us/politics/08dems.html",
      "byline": "By Jeff Zeleny and Kate Zernike"
    },
    {
      "headline": "THE '06 ELECTION",
      "snippet": "THE REGION  Menendez Wins Handily; Comeback for Lieberman  Senator Joseph I. Lieberman made a comeback in Connecticut, winning re-election as an independent three months after losing the Democratic primary and despite his support for the Iraq war....",
      "abstract": " THE REGION  Menendez Wins Handily; Comeback for Lieberman  Senator Joseph I. Lieberman made a comeback in Connecticut, winning re-election as an independent three months after losing the Democratic primary and despite his support for the Iraq war. Antiwar sentiment appeared to play a greater role in New Jersey, where the Democratic incumbent, Bob Menendez, above, defeated his Republican challenger, Thomas H. Kean Jr.    PAGE P6    THE HOUSE  New Faces in Congress  Chris Murphy, a 33-year-old Democrat, defeated the longest-serving representative in Connecticut history, Nancy L. Johnson. Mr. Murphy had criticized Mrs. Johnson, a 12-term Republican, for her support for the war in Iraq. In upstate New York, another antiwar Democrat, John Hall, above, a founding member of the band Orleans, ousted a six-term Republican, Sue Kelly.   PAGE P2    COMPTROLLER  Hevesi Hangs On  Alan G. Hevesi, a Democrat, was re-elected as New York State comptroller, despite accusations that have led to governmental and criminal inquiries. Even with his victory over J. Christopher Callaghan, Mr. Hevesi, above, faces doubts about his future after using a state employee to chauffeur his wife.    PAGE P14    GOVERNORS  A First in Massachusetts  Deval Patrick, the Justice Department's top civil rights lawyer under President Bill Clinton, was elected governor of Massachusetts -- the state's first black governor and only the second in the nation since Reconstruction. Republicans also lost the governorship in Ohio, where Representative Ted Strickland, a Democrat, defeated Secretary of State J. Kenneth Blackwell.    PAGE P1    BALLOT QUESTIONS  No to an Abortion Ban  Voters in South Dakota rejected the most sweeping abortion ban proposed in the nation in more than a decade, an effort to challenge Roe v. Wade. Michigan voters approved a measure barring affirmative action by public institutions in education, employment or contracting.    PAGE P8",
      "lead_paragraph": "THE REGION Menendez Wins Handily; Comeback for Lieberman Senator Joseph I. Lieberman made a comeback in Connecticut, winning re-election as an independent three months after losing the Democratic primary and despite his support for the Iraq war. Antiwar sentiment appeared to play a greater role in New Jersey, where the Democratic incumbent, Bob Menendez, above, defeated his Republican challenger, Thomas H. Kean Jr.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/08/us/front page/the-06-election.html",
      "byline": ""
    },
    {
      "headline": "Democrats Oust G.O.P. In Governing Six States",
      "snippet": "Democrats win open governorships in Arkansas, Colorado, Mass, New York and Ohio and unseat Republican Robert Ehrlich in Maryland, taking control of majority of statehouses for first time since 1990s; Republicans hold onto Florida governorship vaca...",
      "abstract": "Democrats win open governorships in Arkansas, Colorado, Mass, New York and Ohio and unseat Republican Robert Ehrlich in Maryland, taking control of majority of statehouses for first time since 1990s; Republicans hold onto Florida governorship vacated by Jeb Bush; incumbents win in other states including Conn, Penna and Texas and Calif, where Republican Arnold Schwarzenegger handily defeats Phil Angelides; Ted Strickland wins in Ohio; Deval Patrick defeats Kerry Healey to become first black governor ever in Mass and second elected in US history since Reconstruction; other Democratic winners are Mike Beebe over Asa Hutchinson in Arkansas, Bill Ritter over Bob Beauprez in Colorado, John Lynch in New Hampshire, Edward Rendell in Penna, Rod Blagojevich in Illinois, Phil Bredesen in Tenn, Jennifer Granholm in Michigan, Janet Napolitano in Arizona, Dave Freudenthal in Wyoming, Bill Richardson in New Mexico; Republican winners include M Jodi Rell in Conn, Charlie Crist in Fla and Donald Carcieri in Rhode Island; tally; map; graph (M)",
      "lead_paragraph": "CHICAGO, Nov. 7 - Democrats won open governor's seats in five states Tuesday and knocked off the Republican incumbent in Maryland, tilting control of the majority of governorships to Democrats for the first time since the 1990s.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2006/11/08/us/the-2006-elections-governors-democrats-oust-gop-in-governing-six-states.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "A Company, a Fund and a Feud",
      "snippet": "Five vocal critics of the hedge fund Allied Capital say that their phone records have been accessed without their knowledge or approval.",
      "abstract": "Five vocal critics of the hedge fund Allied Capital say that their phone records have been accessed without their knowledge or approval.",
      "lead_paragraph": "Nearly three years ago, someone claiming to be the wife of the hedge fund manager David Einhorn contacted his phone company and, using his wife’s Social Security number, opened an online account. ",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/08/business/08hedge.html",
      "byline": "By Julie Creswell and Jenny Anderson"
    },
    {
      "headline": "Polling Places Report Snags, but Not Chaos",
      "snippet": "The problems with new electronic voting equipment and new registration laws  did not lead to the voting gridlock some had feared.",
      "abstract": "The problems with new electronic voting equipment and new registration laws  did not lead to the voting gridlock some had feared.",
      "lead_paragraph": "Touch-screen voting machines would not start, poll workers did not know how to run optical scanners and tempers flared over who was registered, as voters in many states went to the polls on Tuesday only to find that casting their vote this year could be as much a challenge as a responsibility.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2006/11/08/us/08voting.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Election’s Over. Now to Tackle the Realities.",
      "snippet": "David Leonhardt column on economic issues facing Republicans and Democrats that both parties can claim as their own in 2008 presidential election; focuses on federal budget deficit, health care, global warming and living standard; photo (M)",
      "abstract": "David Leonhardt column on economic issues facing Republicans and Democrats that both parties can claim as their own in 2008 presidential election; focuses on federal budget deficit, health care, global warming and living standard; photo (M)",
      "lead_paragraph": "For everyone who is worried about the country's big economic problems -- energy policy, health care, the budget deficit -- today is a good day.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/08/business/elections-over-now-to-tackle-the-realities.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Drilling Deep in the Gulf of Mexico",
      "snippet": "Companies are venturing further out to sea, drilling deeper than ever in their quest for energy as oil consumption grows and access to most oil-rich regions becomes increasingly restricted; next oil frontier and great challenge for oil explorers l...",
      "abstract": "Companies are venturing further out to sea, drilling deeper than ever in their quest for energy as oil consumption grows and access to most oil-rich regions becomes increasingly restricted; next oil frontier and great challenge for oil explorers lies below 10,000 feet of water in Gulf of Mexico, through five miles of hard rock, thick salt and tightly packed sands; it will take another decade and billions of dollars to transform oil from ultra-deep reserves into gasoline; some of technology to pump sludge from these depths, at these pressures and temperatures, has not yet been developed; only about dozen ships can drill wells that deep, and no one knows for sure how much oil is available; technological breakthroughs have always breathed new life into energy industry; oil companies exploring region include Royal Dutch Shell, BP and Chevron; life aboard oil exploration ship Western Neptune discussed; charts; photos (L)",
      "lead_paragraph": "ABOARD THE WESTERN NEPTUNE, Gulf of Mexico - Every 17 seconds, a small armada of ships trawling 130 miles from the Louisiana coast fire powerful air guns toward the bottom of the sea in a hunt for the next big oil discovery.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/08/business/worldbusiness/drilling-deep-in-the-gulf-of-mexico.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "A Loud Message for Bush",
      "snippet": "News analysis of election results; notes everything is different now for Pres Bush; era of one-party rule in Washington ends with crash in midterm elections, putting proudly unyielding president on notice that voters want change, especially on war...",
      "abstract": "News analysis of election results; notes everything is different now for Pres Bush; era of one-party rule in Washington ends with crash in midterm elections, putting proudly unyielding president on notice that voters want change, especially on war in Iraq; Bush now confronts first Democratis majority in House in 12 years and signifciantly bigger Democratic caucus in Senate that were largely elected on promise to act as strong check on his administration; almost any major initiative in his final two years will now, like it or not, have to be bipartisan to some degree; Bush photo (L)",
      "lead_paragraph": "Everything is different now for President Bush. The era of one-party Republican rule in Washington ended with a crash in yesterday's midterm elections, putting a proudly unyielding president on notice that the voters want change, especially on the war in Iraq.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/08/us/politics/a-loud-message-for-bush.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Los Angeles Paper Ousts Top Editor",
      "snippet": "Dean Baquet had refused to go along with staff cutbacks ordered by the paper’s owner, the Tribune Company.",
      "abstract": "Dean Baquet had refused to go along with staff cutbacks ordered by the paper’s owner, the Tribune Company.",
      "lead_paragraph": " Dean Baquet, the editor of The Los Angeles Times, who defied orders from his corporate bosses to cut jobs, was forced out of his own job yesterday, shocking the newsroom just as it was gearing up to cover election returns.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/08/business/media/08paper.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "A Company, a Fund and a Feud",
      "snippet": "Dispute between Greenlight Capital and Allied Capital is another illustration of battles between hedge funds that short stocks and companies whose stocks they short; these fights are becoming uglier and more ruthless; several companies have filed ...",
      "abstract": "Dispute between Greenlight Capital and Allied Capital is another illustration of battles between hedge funds that short stocks and companies whose stocks they short; these fights are becoming uglier and more ruthless; several companies have filed lawsuits against hedge funds, accusing them of disseminating false information to drive their stocks down; allegations made by Greenlight Capital founder David Einhorn that he is victim of pretexting--improperly impersonating individual to obtain confidential information--suggest that getting phone records under pretext may have been effort to root out relationships and silence critics; Einhorn was vocal critic of Allied Capital (M)",
      "lead_paragraph": "Nearly three years ago, someone claiming to be the wife of the hedge fund manager David Einhorn contacted his phone company and, using his wife's Social Security number, opened an online account.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/08/business/a-company-a-fund-and-a-feud.html",
      "byline": "By Julie Creswell and Jenny Anderson"
    },
    {
      "headline": "Formidable Task Awaits Spitzer: Trying to Get Albany to Budge",
      "snippet": "News analysis on election of Eliot Spitzer says New York's new governor, who made his name attacking Wall Street wrongdoing, faces more formidable task of overhauling state government that has been called most dysfunctional in nation; he faces fam...",
      "abstract": "News analysis on election of Eliot Spitzer says New York's new governor, who made his name attacking Wall Street wrongdoing, faces more formidable task of overhauling state government that has been called most dysfunctional in nation; he faces famously intransigent Legislature and entrenched interests long accustomed to getting their own ways; ambitious agenda will require Spitzer to take on lobbyists and powerful special interests that showered money on his campaign and also win over legislative leaders responsible for infamous gridlock and lawmakers adept at insulating themselves from accountability to voters; photo (M)",
      "lead_paragraph": "Eliot Spitzer, who made a name for himself attacking wrongdoing on Wall Street, now faces a more formidable task as governor: overhauling a moribund state government that has been called the most dysfunctional in the nation.",
      "publication_date": "2006-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2006/11/08/nyregion/formidable-task-awaits-spitzer-trying-to-get-albany-to-budge.html",
      "byline": "By Michael Cooper"
    }
  ]
}