{
  "metadata": {
    "date": "2006-04-24",
    "total_articles": 39
  },
  "articles": [
    {
      "headline": "In Old Mining Town, New Charges Over Asbestos",
      "snippet": "A clinic for asbestos victims says a company tied to the cases is trying to close them down before a major trial.",
      "abstract": "A clinic for asbestos victims says a company tied to the cases is trying to close them down before a major trial.",
      "lead_paragraph": "LIBBY, Mont. — As W. R. Grace & Company prepares for a major criminal trial over widespread asbestos contamination here, doctors at the clinic that has treated hundreds of asbestos victims accuse the company of trying to discredit them and force the clinic to close.",
      "publication_date": "2006-04-22T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/22/us/22asbestos.html",
      "byline": "By KIRK JOHNSON"
    },
    {
      "headline": "Mystery and Unease as New Orleans Begins to Vote",
      "snippet": "Uptown, downtown, in black and white neighborhoods, residents say they will never cast a more significant vote.",
      "abstract": "Uptown, downtown, in black and white neighborhoods, residents say they will never cast a more significant vote.",
      "lead_paragraph": "NEW ORLEANS, April 21 — Last week, the N.A.A.C.P. chartered four buses in Houston, hoping to fill them with voters returning to Louisiana to cast their ballots early in this city's mayoral election. But only six people showed up, and several buses made the trip empty. It seemed a bad sign for black participation in the vote.",
      "publication_date": "2006-04-22T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/22/us/22election.html",
      "byline": "By ADAM NOSSITER"
    },
    {
      "headline": "C.I.A. Fires Senior Officer Over Leaks",
      "snippet": "CIA dismisses senior career officer for disclosing classified information to reporters, including material for Pulitzer Prize-winning articles in Washington Post about agency's secret overseas prisons for terror suspects; several government offici...",
      "abstract": "CIA dismisses senior career officer for disclosing classified information to reporters, including material for Pulitzer Prize-winning articles in Washington Post about agency's secret overseas prisons for terror suspects; several government officials identify official as Mary O McCarthy; her dismissal provides fresh evidence of Bush administration's determined efforts to stanch leaks of classified information; Justice Dept has opened preliminary investigation into disclosure of information to Post (M)",
      "lead_paragraph": "WASHINGTON, April 21 - The Central Intelligence Agency has dismissed a senior career officer for disclosing classified information to reporters, including material for Pulitzer Prize-winning articles in The Washington Post about the agency's secret overseas prisons for terror suspects, intelligence officials said Friday.",
      "publication_date": "2006-04-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/22/washington/cia-fires-senior-officer-over-leaks.html",
      "byline": "By David Johnston and Scott Shane"
    },
    {
      "headline": "Shiites Settle on Pick for Iraqi Premier",
      "snippet": "Shiite leaders select Jawad al-Maliki as their nominee for prime minister, opening door for him to become leader of Iraq's first full-time government since fall of Saddam Hussein; Kurdish and Sunni Arab leaders say they will support Maliki, ally o...",
      "abstract": "Shiite leaders select Jawad al-Maliki as their nominee for prime minister, opening door for him to become leader of Iraq's first full-time government since fall of Saddam Hussein; Kurdish and Sunni Arab leaders say they will support Maliki, ally of departing Prime Min Ibrahim al-Jaafari; Maliki has backed policies intended to keep former supporters of Hussein's Sunni-dominated government out of power; several political leaders say Pres Jalal Talabani, Kurd, will retain his job, and Sunni Arab leader, Mahmoud Mashhadani, will become speaker; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 21 - Shiite leaders on Friday selected Jawad al-Maliki, one of their more conservative, forceful and outspoken officials, as their nominee for prime minister, opening the door for him to become the leader of Iraq's first full-term government since the fall of Saddam Hussein.",
      "publication_date": "2006-04-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/22/world/middleeast/shiites-settle-on-pick-for-iraqi-premier.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "AirTran's Scrappy Rise in Atlanta",
      "snippet": "Article on scrappy battle for dominance in Atlanta between long-dominant Delta Airlines and smaller AirTran; competition is likely to heat up even more now that Delta, under Chapter 11 bankruptcy protection, has reached tentative labor agreement w...",
      "abstract": "Article on scrappy battle for dominance in Atlanta between long-dominant Delta Airlines and smaller AirTran; competition is likely to heat up even more now that Delta, under Chapter 11 bankruptcy protection, has reached tentative labor agreement with pilots that averted strike; AirTran, nearly doomed when it was known as Valujet, has used several strategies to eat into Delta's position in Atlanta and is adding to its already sizable 15 percent market share there; photos; charts (M)",
      "lead_paragraph": "In the battle for Atlanta -- between the upstart AirTran Airways and the long-dominant Delta Air Lines -- routes and air fares are not always weapons enough.",
      "publication_date": "2006-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/22/business/airtrans-scrappy-rise-in-atlanta.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "In Old Mining Town, New Charges Over Asbestos",
      "snippet": "As W. R. Grace & Company prepares for a major criminal trial over widespread asbestos contamination here, doctors at the clinic that has treated hundreds of asbestos victims accuse the company of trying to discredit them and force the clinic to cl...",
      "abstract": "As W. R. Grace & Company prepares for a major criminal trial over widespread asbestos contamination here, doctors at the clinic that has treated hundreds of asbestos victims accuse the company of trying to discredit them and force the clinic to close.     The doctors are scheduled to be important witnesses for the prosecution when the federal criminal trial gets under way this fall in Missoula. They testified at several civil trials involving the contamination; Grace lost those cases.  ",
      "lead_paragraph": "LIBBY, Mont. - As W. R. Grace & Company prepares for a major criminal trial over widespread asbestos contamination here, doctors at the clinic that has treated hundreds of asbestos victims accuse the company of trying to discredit them and force the clinic to close.",
      "publication_date": "2006-04-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/22/us/in-old-mining-town-new-charges-over-asbestos.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Editor's Note",
      "snippet": "Joe Nocera, whose column normally appears on this page, is on assignment.  ",
      "abstract": "Joe Nocera, whose column normally appears on this page, is on assignment.  ",
      "lead_paragraph": "Joe Nocera, whose column normally appears on this page, is on assignment.",
      "publication_date": "2006-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/22/business/editors-note.html",
      "byline": ""
    },
    {
      "headline": "In the Money, and in Court",
      "snippet": "Drug industry girds for challenges over half dozen widely used medications, still on market, that allegedly have hidden and severe side effects or were improperly marketed; lawyers are trying to link suits involving Seroquel, antipsychotic medicin...",
      "abstract": "Drug industry girds for challenges over half dozen widely used medications, still on market, that allegedly have hidden and severe side effects or were improperly marketed; lawyers are trying to link suits involving Seroquel, antipsychotic medicine from AstraZeneca, Ortho-Evra birth control patch from Johnson & Johnson, Prempro, hormone therapy for women from Wyeth and Fosamax, osteoporosis medicine from Merck, to Vioxx litigation; drawing; chart (M)",
      "lead_paragraph": "The next wave of drug lawsuits is coming.",
      "publication_date": "2006-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/22/business/in-the-money-and-in-court.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Mystery and Unease as New Orleans Begins to Vote",
      "snippet": "W R Grace & Co is preparing for major criminal trial over asbestos contamination in Libby, Mont; doctors at Center for Asbestos Related Disease (CARD), clinic that has treated hundreds of asbestos victims, accuse company of trying to discredit the...",
      "abstract": "W R Grace & Co is preparing for major criminal trial over asbestos contamination in Libby, Mont; doctors at Center for Asbestos Related Disease (CARD), clinic that has treated hundreds of asbestos victims, accuse company of trying to discredit them and force clinic to close; doctors are scheduled to be important witnesses for prosecution; they testified at several civil trials involving contamination, and Grace lost those cases; medical experts say treatment records and investigations by clinic's doctors have been crucial to understanding one of worst cases of asbestos contamination in nation's history; Grace and seven of its executives were indicted last year by federal grand jury on charges in connection with its mining operations in Libby; company is trying to emerge from bankruptcy; photos (M)",
      "lead_paragraph": "NEW ORLEANS, April 21 - Last week, the N.A.A.C.P. chartered four buses in Houston, hoping to fill them with voters returning to Louisiana to cast their ballots early in this city's mayoral election. But only six people showed up, and several buses made the trip empty. It seemed a bad sign for black participation in the vote.",
      "publication_date": "2006-04-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/22/us/mystery-and-unease-as-new-orleans-begins-to-vote.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Merck Loses Vioxx Suit in Texas",
      "snippet": "Jury in South Texas awards $32 million in damages to family of Leonel Garza, 71, who died of heart attack after briefly taking painkiller Vioxx, made by Merck; Texas punitive damages laws will automatically reduce award to $7.75 million; verdict i...",
      "abstract": "Jury in South Texas awards $32 million in damages to family of Leonel Garza, 71, who died of heart attack after briefly taking painkiller Vioxx, made by Merck; Texas punitive damages laws will automatically reduce award to $7.75 million; verdict is major disappointment for drug company, because Garza had long history of heart disease and took Vioxx for less than month before he died; Merck has lost three of five suits to reach juries, each involving multimillion-dollar awards for plaintiffs (M)",
      "lead_paragraph": "A state court jury in South Texas dealt Merck another setback yesterday afternoon, awarding $32 million in damages to the family of Leonel Garza, a 71-year-old retiree who died of a heart attack in 2001 after briefly taking the painkiller Vioxx.",
      "publication_date": "2006-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/22/business/merck-loses-vioxx-suit-in-texas.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Breaking Up Is Easy to Do at Liberty",
      "snippet": "Excerpts from interview with Gregory Maffei, chief executive of Liberty Media, who discusses plans for company's vast and ever-shifting media interests; photo (M)",
      "abstract": "Excerpts from interview with Gregory Maffei, chief executive of Liberty Media, who discusses plans for company's vast and ever-shifting media interests; photo (M)",
      "lead_paragraph": "Gregory B. Maffei knows a thing or two about strong personalities. He spent seven years working closely with Bill Gates at Microsoft as chief financial officer. Last summer, Lawrence J. Ellison of Oracle hired him as president and chief financial officer. A few months later, he resigned to become chief executive of the Liberty Media Corporation, succeeding its chairman and major shareholder, John C. Malone.",
      "publication_date": "2006-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/22/business/breaking-up-is-easy-to-do-at-liberty.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Protests Mount as Nepal Parties Reject King's Bid",
      "snippet": "Neither a curfew and tear gas nor King Gyanendra's offer to give up control of the state stemmed the fury of his subjects on Saturday.",
      "abstract": "Neither a curfew and tear gas nor King Gyanendra's offer to give up control of the state stemmed the fury of his subjects on Saturday.",
      "lead_paragraph": "KATMANDU, Nepal, April 22 — Neither a curfew and tear gas nor King Gyanendra's offer to give up control of the state stemmed the fury of his subjects on Saturday, as protesters, for the first time in 17 days of demonstrations, broke through police lines to pierce the ancient heart of the city, reaching within a few blocks of Narayanhiti Palace.",
      "publication_date": "2006-04-23T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/23/world/asia/23nepal.html",
      "byline": "By SOMINI SENGUPTA"
    },
    {
      "headline": "The Wallaby That Roared Across the Wine Industry",
      "snippet": "The breakneck success of Yellow Tail, an imported Australian wine, has lifted the brand into the top ranks of the American wine trade.",
      "abstract": "The breakneck success of Yellow Tail, an imported Australian wine, has lifted the brand into the top ranks of the American wine trade.",
      "lead_paragraph": "",
      "publication_date": "2006-04-23T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/04/23/business/yourmoney/23yellow.html",
      "byline": "By FRANK J. PRIAL"
    },
    {
      "headline": "Katrina's Tide Carries Many to Hopeful Shores",
      "snippet": "The exodus of residents displaced by Hurricane Katrina has brought low-income families to areas richer in opportunity.",
      "abstract": "The exodus of residents displaced by Hurricane Katrina has brought low-income families to areas richer in opportunity.",
      "lead_paragraph": "LITHONIA, Ga. — One afternoon last August, a young bus driver headed to an office in a suburb of New Orleans, humming the song to an old television show. He arrived just before his wife, who was pregnant with their first child and escorting four troubled teenagers from the alternative school where she worked. ",
      "publication_date": "2006-04-23T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/23/us/23diaspora.html",
      "byline": "By JASON DePARLE"
    },
    {
      "headline": "Senate Campaign Tests Democrats' Abortion Tack",
      "snippet": "Pennsylvania Senate race is case study in Democratic efforts to find common ground between supporters and opponents of abortion rights; many supporters of rights are lining up to defeat incumbent social conservative Sen Rick Santorum by supporting...",
      "abstract": "Pennsylvania Senate race is case study in Democratic efforts to find common ground between supporters and opponents of abortion rights; many supporters of rights are lining up to defeat incumbent social conservative Sen Rick Santorum by supporting state treasurer Bob Casey Jr, who opposes rights; Democratic strategists have argued since 2004 that party must find way to signal tolerance for opposing views; tension between principle and pragmatism is apparent on range of issues; photos (L)",
      "lead_paragraph": "LANCASTER, Pa., April 20 - As the Democratic Party tries to inch its way toward a new, less polarized politics of abortion, seeking some common ground between supporters and opponents of abortion rights, there is no better case study than the Pennsylvania Senate race.",
      "publication_date": "2006-04-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/23/washington/senate-campaign-tests-democrats-abortion-tack.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Katrina's Tide Carries Many to Hopeful Shores",
      "snippet": "Analysis of relocation patterns of New Orleans residents following Hurricane Katrina in 17 counties in and around Atlanta and Houston shows that average evacuee has landed in neighborhood with nearly twice the income as one left behind, less than ...",
      "abstract": "Analysis of relocation patterns of New Orleans residents following Hurricane Katrina in 17 counties in and around Atlanta and Houston shows that average evacuee has landed in neighborhood with nearly twice the income as one left behind, less than half as much poverty, and significantly higher levels of education, employment and home ownership; it remains unclear whether better environment will bring success, but relocation creates grand experiment in class mixing; photos; maps (L)",
      "lead_paragraph": "LITHONIA, Ga. - One afternoon last August, a young bus driver headed to an office in a suburb of New Orleans, humming the song to an old television show. He arrived just before his wife, who was pregnant with their first child and escorting four troubled teenagers from the alternative school where she worked.",
      "publication_date": "2006-04-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/23/us/katrinas-tide-carries-many-to-hopeful-shores.html",
      "byline": "By Jason Deparle"
    },
    {
      "headline": "Young Officers Join the Debate Over Rumsfeld",
      "snippet": "Junior and midlevel officers are joining debate about whether war plans for Iraq reflected unvarnished military advice, whether retired generals should have spoken out against Defense Sec Donald H Rumsfeld, whether active-duty generals will feel f...",
      "abstract": "Junior and midlevel officers are joining debate about whether war plans for Iraq reflected unvarnished military advice, whether retired generals should have spoken out against Defense Sec Donald H Rumsfeld, whether active-duty generals will feel free to state their views in private sessions with civilian leaders, and whether Rumsfeld should resign; many officers who are blaming Rumsfeld are not faulting Pres Bush; debate is seen as academic exercise because most officers acknowledge that United States cannot leave Iraq without restoring security; photo (L)",
      "lead_paragraph": "WASHINGTON, April 22 - The revolt by retired generals who publicly criticized Defense Secretary Donald H. Rumsfeld has opened an extraordinary debate among younger officers, in military academies, in the armed services' staff colleges and even in command posts and mess halls in Iraq.",
      "publication_date": "2006-04-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/23/washington/young-officers-join-the-debate-over-rumsfeld.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "Colleagues Say C.I.A. Analyst Played by the Rules",
      "snippet": "Central Intelligence Agency analyst Mary O McCarthy was fired April 20, accused of leaking information to reporters about overseas prisons operated by CIA since September 11 terrorist attacks; some colleagues say it is hard to imagine her as leake...",
      "abstract": "Central Intelligence Agency analyst Mary O McCarthy was fired April 20, accused of leaking information to reporters about overseas prisons operated by CIA since September 11 terrorist attacks; some colleagues say it is hard to imagine her as leaker, but other colleagues say it is possible that McCarthy became increasingly disenchanted by Bush administration methods for handling Al Qaeda prisoners; McCarthy gradually came over last decade to have one foot in secret world of intelligence and another in public world of policy; photo (L)",
      "lead_paragraph": "WASHINGTON, April 22 - In 1998, when President Bill Clinton ordered military strikes against a suspected chemical weapons factory in Sudan, Mary O. McCarthy, a senior intelligence officer assigned to the White House, warned the president that the plan relied on inconclusive intelligence, two former government officials say.",
      "publication_date": "2006-04-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/23/washington/colleagues-say-cia-analyst-played-by-the-rules.html",
      "byline": "By David S. Cloud"
    },
    {
      "headline": "Protests Mount as Nepal Parties Reject King's Bid",
      "snippet": "More than 100,000 Nepalese protesters flood streets of Katmandu, breaking through police lines to reach city center, approaching to within few blocks of Narayanhiti Palace; coalition of political parties rejects King Gyanendra's offer to return go...",
      "abstract": "More than 100,000 Nepalese protesters flood streets of Katmandu, breaking through police lines to reach city center, approaching to within few blocks of Narayanhiti Palace; coalition of political parties rejects King Gyanendra's offer to return government to prime minister of their choosing, as it does not address restoration of parliament or referendum to rewrite Constitution; violent protests have become more referendum on reign of Gyanendra than cry for democratic reform; photos (L)",
      "lead_paragraph": "KATMANDU, Nepal, April 22 - Neither a curfew and tear gas nor King Gyanendra's offer to give up control of the state stemmed the fury of his subjects on Saturday, as protesters, for the first time in 17 days of demonstrations, broke through police lines to pierce the ancient heart of the city, reaching within a few blocks of Narayanhiti Palace.",
      "publication_date": "2006-04-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/23/world/asia/protests-mount-as-nepal-parties-reject-kings-bid.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Fudging the Facts on a Résumé Is Common, and Also a Big Risk",
      "snippet": "Hiring managers and recruiters are encountering rise in lying on resumes to enhance experience; human resources departments are increasingly checking references and other information, with detrimental effects on untruthful job applicants and worke...",
      "abstract": "Hiring managers and recruiters are encountering rise in lying on resumes to enhance experience; human resources departments are increasingly checking references and other information, with detrimental effects on untruthful job applicants and workers; photo (M)",
      "lead_paragraph": "Lying on a résumé to enhance a mediocre educational or employment record is hardly new. But several recent surveys, as well as anecdotal reports from hiring managers and recruiters, indicate that résumé falsehoods are on the rise, and that they are just as likely to come from high-profile chief executives as recent college graduates.",
      "publication_date": "2006-04-23T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/04/23/jobs/fudging-the-facts-on-a-resume-is-common-and-also-a-big-risk.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "For MySpace, Making Friends Was Easy. Big Profit Is Tougher.",
      "snippet": "Article on growth of and changes at MySpace.com, originally introduced in 2002 by Chris DeWolfe and reintroduced in summer 2003 by eUniverse, later renamed Intermix Media, as social networking site; Rupert Murdoch, whose News Corp bought MySpace a...",
      "abstract": "Article on growth of and changes at MySpace.com, originally introduced in 2002 by Chris DeWolfe and reintroduced in summer 2003 by eUniverse, later renamed Intermix Media, as social networking site; Rupert Murdoch, whose News Corp bought MySpace and Intermix last year, has embraced DeWolfe and MySpace president and co-founder Tom Anderson and their management team and is slowly adding advertising to mix; News Corp is assembling overarching online unit Fox Interactive Media to cobble together several Web properties into big Internet company focused on youth, with Myspace as its top priority; photos (L)",
      "lead_paragraph": "SANTA MONICA, Calif. - ALMOST on a lark, Chris DeWolfe bought the Internet address MySpace.com in 2002, figuring that it might be useful someday. At first, he used the site to peddle a motorized contraption, made in China and called an E-scooter, for $99.",
      "publication_date": "2006-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/23/business/yourmoney/for-myspace-making-friends-was-easy-big-profit-is.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Investors vs. Pfizer: Guess Who Has the Guns?",
      "snippet": "Battle lines are being drawn between Pfizer Inc, which has given chief executive and chairman Hank McKinnell $65 million in pay since January 2001 and $83 million pension when he retires, and shareholders, who are angry over 46 percent decline in ...",
      "abstract": "Battle lines are being drawn between Pfizer Inc, which has given chief executive and chairman Hank McKinnell $65 million in pay since January 2001 and $83 million pension when he retires, and shareholders, who are angry over 46 percent decline in market value since McKinnell took top job; some shareholders are threatening to withhold votes for several Pfizer directors but company is using alliances and relationships with institutional shareholders to fight back; governance experts say battle illustrates imbalance of power between company owners and managers that is prevalent today; chart (M)",
      "lead_paragraph": "IF outsized executive pay has indeed become a source of outrage to American shareholders, then the contest this week between Pfizer Inc.'s investors and its board could prove the most compelling of the year.",
      "publication_date": "2006-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/23/business/yourmoney/investors-vs-pfizer-guess-who-has-the-guns.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "The Wallaby That Roared Across the Wine Industry",
      "snippet": "Article on surprise success of Yellow Tail, once unknown Australian wine, whose sales in US surpassed 7.5 million cases in 2005; John Casella, whose winery in southeastern Australia, Casella Wines Ltd, produces Yellow Tail, predicts sales of 8 mil...",
      "abstract": "Article on surprise success of Yellow Tail, once unknown Australian wine, whose sales in US surpassed 7.5 million cases in 2005; John Casella, whose winery in southeastern Australia, Casella Wines Ltd, produces Yellow Tail, predicts sales of 8 million or 8.5 million cases in US this year; says sales in Europe, Canada and Asia, which started only recently, could add 3.5 million; William Deutsch and son Peter, whose import company William J Deutsch & Sons began importing Yellow Tail into US in 2001, comment; photos; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/23/business/yourmoney/the-wallaby-that-roared-across-the-wine-industry.html",
      "byline": "By Frank J. Prial"
    },
    {
      "headline": "Coming to Terms With a Wired Age, Part 2",
      "snippet": "Lisa Belkin Life's Work column fields readers' suggestions on new terminology for wired and wireless age; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column fields readers' suggestions on new terminology for wired and wireless age; drawing (M)",
      "lead_paragraph": "IT seems you can never have too many words to describe the loud, incessant use of cellphones. In my last column I played with new terminology for a wired (and wireless) age, and in the weeks since then my mailbox has been filled with your suggestions. Cellulitis, you say, or narcellism, or cellbotics.",
      "publication_date": "2006-04-23T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/04/23/jobs/coming-to-terms-with-a-wired-age-part-2.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Vote for Mayor Points to Change in New Orleans",
      "snippet": "Low black turnout in the first round suggests that incumbent C. Ray Nagin faces major hurdles in a runoff.",
      "abstract": "Low black turnout in the first round suggests that incumbent C. Ray Nagin faces major hurdles in a runoff.",
      "lead_paragraph": "NEW ORLEANS, April 23 — Mayor C. Ray Nagin may have led Saturday's mayoral election, but he now faces a popular and better-financed opponent on a political landscape utterly changed by Hurricane Katrina, one in which the long-running dominance of the city's black vote has been significantly reduced.",
      "publication_date": "2006-04-24T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/24/us/24orleans.html",
      "byline": "By ADAM NOSSITER"
    },
    {
      "headline": "A Greener Way to Cut the Grass Runs Afoul of a Powerful Lobby",
      "snippet": "Lawn mowers lack catalytic converters, but the dominant engine manufacturer vigorously opposes adding them.",
      "abstract": "Lawn mowers lack catalytic converters, but the dominant engine manufacturer vigorously opposes adding them.",
      "lead_paragraph": "ALPHARETTA, Ga. — Some have automatic transmissions. Drink holders. Electrical outlets. That staple of the American suburb, the lawn mower, now has many features of a late-model car. But not a catalytic converter, a muscular piece of antipollution engineering. At least not yet.",
      "publication_date": "2006-04-24T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/24/us/24lawn.html",
      "byline": "By FELICITY BARRINGER"
    },
    {
      "headline": "Warily, Iraqis Investing Hope in New Leaders",
      "snippet": "Iraqis are wary of their new government, but seem to be clinging grimly to the battered hope for democracy.",
      "abstract": "Iraqis are wary of their new government, but seem to be clinging grimly to the battered hope for democracy.",
      "lead_paragraph": "BAGHDAD, Iraq, April 23 — On the cusp of their first permanent government since the American-led invasion, Iraqis are not exactly celebrating. Rather, they seem to be gritting their teeth and clinging grimly to the battered hope for democracy, even in what many see as a strange and uncomfortable incarnation. ",
      "publication_date": "2006-04-24T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/24/world/middleeast/24iraq.html",
      "byline": "By SABRINA TAVERNISE"
    },
    {
      "headline": "Workers' Paradise Is Rebranded as Kremlin Inc.",
      "snippet": "Gazprom is not just a lucrative state-owned energy monopoly. It is also a powerful instrument of Kremlin policy, at home and abroad.",
      "abstract": "Gazprom is not just a lucrative state-owned energy monopoly. It is also a powerful instrument of Kremlin policy, at home and abroad.",
      "lead_paragraph": " KRASNAYA POLYANA, Russia — Here in the Caucasus, above Sochi, Russia's only subtropical city, an elite ski resort is rising beside the Layura River. The resort, a multimillion-dollar project with a hotel and conference center, cottages, six lifts and miles of trails, is a centerpiece of Sochi's improbable bid for the Winter Olympic Games of 2014.",
      "publication_date": "2006-04-24T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/24/world/europe/24gazprom.html",
      "byline": "By ANDREW E. KRAMER  and STEVEN LEE MYERS"
    },
    {
      "headline": "Raytheon Chief's Management Rules Have a Familiar Ring",
      "snippet": "William H. Swanson has become something of a management guru thanks to ''Swanson's Unwritten Rules of Management.'' It is a compilation of folksy business advice from Mr. Swanson, the chief executive of Raytheon, that the company distributes as a ...",
      "abstract": "William H. Swanson has become something of a management guru thanks to ''Swanson's Unwritten Rules of Management.'' It is a compilation of folksy business advice from Mr. Swanson, the chief executive of Raytheon, that the company distributes as a free booklet. No. 3 in his list of 33 rules begins: ''Look for what is missing.''     What is missing from Mr. Swanson's 76-page booklet, as an engineer discovered last week, is any reference to what appears to be the source of many of his rules: the 1944 book ''The Unwritten Laws of Engineering'' by W. J. King, an engineering professor at the University of California, Los Angeles.  ",
      "lead_paragraph": "William H. Swanson has become something of a management guru thanks to \"Swanson's Unwritten Rules of Management.\" It is a compilation of folksy business advice from Mr. Swanson, the chief executive of Raytheon, that the company distributes as a free booklet. No. 3 in his list of 33 rules begins: \"Look for what is missing.\"",
      "publication_date": "2006-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/24/business/raytheon-chiefs-management-rules-have-a-familiar-ring.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Deadline Near, Jams Are Seen for Drug Plan",
      "snippet": "With a deadline looming in just three weeks, Medicare drug plans are expecting a surge of new enrollment that threatens to overwhelm already busy phone lines and leave beneficiaries struggling to figure out how to sign up for the new plan.     The...",
      "abstract": "With a deadline looming in just three weeks, Medicare drug plans are expecting a surge of new enrollment that threatens to overwhelm already busy phone lines and leave beneficiaries struggling to figure out how to sign up for the new plan.     The telephone complications are among the latest round of problems that have left thousands of beneficiaries with large belated premium payments and raised questions about whether insurers are complying with federal standards.  ",
      "lead_paragraph": "WASHINGTON, April 23 - With a deadline looming in just three weeks, Medicare drug plans are expecting a surge of new enrollment that threatens to overwhelm already busy phone lines and leave beneficiaries struggling to figure out how to sign up for the new plan.",
      "publication_date": "2006-04-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/24/washington/deadline-near-jams-are-seen-for-drug-plan.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "A Greener Way to Cut the Grass Runs Afoul of a Powerful Lobby",
      "snippet": "Some have automatic transmissions. Drink holders. Electrical outlets. That staple of the American suburb, the lawn mower, now has many features of a late-model car. But not a catalytic converter, a muscular piece of antipollution engineering. At l...",
      "abstract": "Some have automatic transmissions. Drink holders. Electrical outlets. That staple of the American suburb, the lawn mower, now has many features of a late-model car. But not a catalytic converter, a muscular piece of antipollution engineering. At least not yet.     So when Heidi Ramaekers mows her yard here in lush exurban Atlanta, she inhales the competing scents of spring: the damp sweetness of grass cuttings and an acrid chaser of hydrocarbons. Mix in some of the nitrogen oxides from her push mower's exhaust and cook it in the sun for a bit. Presto, she has made smog.  ",
      "lead_paragraph": "ALPHARETTA, Ga. - Some have automatic transmissions. Drink holders. Electrical outlets. That staple of the American suburb, the lawn mower, now has many features of a late-model car. But not a catalytic converter, a muscular piece of antipollution engineering. At least not yet.",
      "publication_date": "2006-04-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/24/us/a-greener-way-to-cut-the-grass-runs-afoul-of-a-powerful-lobby.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "The Pulitzer, Now a Badge of Controversy",
      "snippet": "THE Bush administration has been characterized as relentlessly pro-business, but that all depends on what business you are in.      Those involved in the journalism industry would never confuse the president for a friend. Last week, the long-runni...",
      "abstract": "THE Bush administration has been characterized as relentlessly pro-business, but that all depends on what business you are in.      Those involved in the journalism industry would never confuse the president for a friend. Last week, the long-running custody battle over state secrets, leaks and sources between the administration and the press broke out into public view, with each day bringing a new wrinkle to the deepening conflict. How secret should secrets be? Perhaps it depends on the secret.  ",
      "lead_paragraph": "THE Bush administration has been characterized as relentlessly pro-business, but that all depends on what business you are in.",
      "publication_date": "2006-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/24/business/the-pulitzer-now-a-badge-of-controversy.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Music's Hottest Star: The Publisher",
      "snippet": "Like a dog that responds to high-frequency sounds, Martin N. Bandier has a knack for hearing music that goes unnoticed by most humans. Whether it is a few bars of a Burt Bacharach classic slipped into a car commercial or the wordless strains of a ...",
      "abstract": "Like a dog that responds to high-frequency sounds, Martin N. Bandier has a knack for hearing music that goes unnoticed by most humans. Whether it is a few bars of a Burt Bacharach classic slipped into a car commercial or the wordless strains of a James Taylor cover piped into an elevator, Mr. Bandier, the chairman and co-chief executive of EMI Music Publishing, is astutely aware of his aural surroundings.      It is a talent that has served him and his company well. After attending ''Jackie Mason on Broadway,'' Mr. Bandier left the show in stitches but he could not help but wonder whether the producers had paid for the use of a half-dozen EMI-owned songs (among them ''New York, New York,'' and the theme from the film ''Rocky'') inserted between Mr. Mason's comic spiels.  ",
      "lead_paragraph": "Like a dog that responds to high-frequency sounds, Martin N. Bandier has a knack for hearing music that goes unnoticed by most humans. Whether it is a few bars of a Burt Bacharach classic slipped into a car commercial or the wordless strains of a James Taylor cover piped into an elevator, Mr. Bandier, the chairman and co-chief executive of EMI Music Publishing, is astutely aware of his aural surroundings.",
      "publication_date": "2006-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/24/business/media/musics-hottest-star-the-publisher.html",
      "byline": "By Andrew Jacobs"
    },
    {
      "headline": "Warily, Iraqis Investing Hope in New Leaders",
      "snippet": "On the cusp of their first permanent government since the American-led invasion, Iraqis are not exactly celebrating. Rather, they seem to be gritting their teeth and clinging grimly to the battered hope for democracy, even in what many see as a st...",
      "abstract": "On the cusp of their first permanent government since the American-led invasion, Iraqis are not exactly celebrating. Rather, they seem to be gritting their teeth and clinging grimly to the battered hope for democracy, even in what many see as a strange and uncomfortable incarnation.      Iraq, said one Baghdad doctor, is a drowning man, and the prime minister-designate a floating plank.  ",
      "lead_paragraph": "BAGHDAD, Iraq, April 23 - On the cusp of their first permanent government since the American-led invasion, Iraqis are not exactly celebrating. Rather, they seem to be gritting their teeth and clinging grimly to the battered hope for democracy, even in what many see as a strange and uncomfortable incarnation.",
      "publication_date": "2006-04-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/24/world/middleeast/warily-iraqis-investing-hope-in-new-leaders.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Workers' Paradise Is Rebranded as Kremlin Inc.",
      "snippet": "Here in the Caucasus, above Sochi, Russia's only subtropical city, an elite ski resort is rising beside the Layura River. The resort, a multimillion-dollar project with a hotel and conference center, cottages, six lifts and miles of trails, is a c...",
      "abstract": "Here in the Caucasus, above Sochi, Russia's only subtropical city, an elite ski resort is rising beside the Layura River. The resort, a multimillion-dollar project with a hotel and conference center, cottages, six lifts and miles of trails, is a centerpiece of Sochi's improbable bid for the Winter Olympic Games of 2014.     Even more improbable is the project's developer: Russia's state gas monopoly, Gazprom.  ",
      "lead_paragraph": "KRASNAYA POLYANA, Russia - Here in the Caucasus, above Sochi, Russia's only subtropical city, an elite ski resort is rising beside the Layura River. The resort, a multimillion-dollar project with a hotel and conference center, cottages, six lifts and miles of trails, is a centerpiece of Sochi's improbable bid for the Winter Olympic Games of 2014.",
      "publication_date": "2006-04-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/24/world/europe/workers-paradise-is-rebranded-as-kremlin-inc.html",
      "byline": "By Andrew E. Kramer and Steven Lee Myers"
    },
    {
      "headline": "Cendant May Put Travel Unit Up for Sale",
      "snippet": "Cendant is planning to put its travel business, which includes Orbitz, CheapTickets.com and Galileo International, up for sale today, according to people briefed on the company's plans. The unit is expected to be sold for more than $4 billion, ana...",
      "abstract": "Cendant is planning to put its travel business, which includes Orbitz, CheapTickets.com and Galileo International, up for sale today, according to people briefed on the company's plans. The unit is expected to be sold for more than $4 billion, analysts said.     The sale of the travel business, recently renamed Travelport, would be a shift for Cendant, which had been set to spin off the unit as part of a larger plan announced last October to break up the entire conglomerate into four separate publicly traded companies.  ",
      "lead_paragraph": "Cendant is planning to put its travel business, which includes Orbitz, CheapTickets.com and Galileo International, up for sale today, according to people briefed on the company's plans. The unit is expected to be sold for more than $4 billion, analysts said.",
      "publication_date": "2006-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/24/business/cendant-may-put-travel-unit-up-for-sale.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Vote for Mayor Points to Change in New Orleans",
      "snippet": "Mayor C. Ray Nagin may have led Saturday's mayoral election, but he now faces a popular and better-financed opponent on a political landscape utterly changed by Hurricane Katrina, one in which the long-running dominance of the city's black vote ha...",
      "abstract": "Mayor C. Ray Nagin may have led Saturday's mayoral election, but he now faces a popular and better-financed opponent on a political landscape utterly changed by Hurricane Katrina, one in which the long-running dominance of the city's black vote has been significantly reduced.     Black residents, whose neighborhoods were the most devastated by the storm, voted in much smaller numbers than whites did on Saturday, even more so than usual. White turnout is usually higher than black turnout, but the gap was about double what it is normally, analysts said Sunday.  ",
      "lead_paragraph": "NEW ORLEANS, April 23 - Mayor C. Ray Nagin may have led Saturday's mayoral election, but he now faces a popular and better-financed opponent on a political landscape utterly changed by Hurricane Katrina, one in which the long-running dominance of the city's black vote has been significantly reduced.",
      "publication_date": "2006-04-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/24/us/vote-for-mayor-points-to-change-in-new-orleans.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Can Ken Lay Charm the Enron Jury?",
      "snippet": "Kenneth L. Lay used to enjoy having the eyes of Texans upon him.     Six years ago, 41,000 residents of the state celebrated his contributions to Houston when he threw out the first pitch at the city's fancy new baseball park, then called Enron Fi...",
      "abstract": "Kenneth L. Lay used to enjoy having the eyes of Texans upon him.     Six years ago, 41,000 residents of the state celebrated his contributions to Houston when he threw out the first pitch at the city's fancy new baseball park, then called Enron Field. Former President George H. W. Bush and his wife, Barbara, were there, cheering him on. So was George W. Bush, then the governor of Texas.  ",
      "lead_paragraph": "HOUSTON, April 23 - Kenneth L. Lay used to enjoy having the eyes of Texans upon him.",
      "publication_date": "2006-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/24/business/businessspecial3/can-ken-lay-charm-the-enron-jury.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Moves Signal Tighter Secrecy Within C.I.A.",
      "snippet": "The crackdown on leaks at the Central Intelligence Agency that led to the dismissal of a veteran intelligence officer last week included a highly unusual polygraph examination for the agency's independent watchdog, Inspector General John L. Helger...",
      "abstract": "The crackdown on leaks at the Central Intelligence Agency that led to the dismissal of a veteran intelligence officer last week included a highly unusual polygraph examination for the agency's independent watchdog, Inspector General John L. Helgerson, intelligence officials with knowledge of the investigation said Sunday.     The special polygraphs, which have been given to dozens of employees since January, are part of a broader effort by Porter J. Goss, the director of the C.I.A., to re-emphasize a culture of secrecy that has included a marked tightening of the review process for books and articles by former agency employees.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/24/washington/moves-signal-tighter-secrecy-within-cia.html",
      "byline": "By Scott Shane and Mark Mazzetti"
    }
  ]
}