{
  "metadata": {
    "date": "2006-12-18",
    "total_articles": 53
  },
  "articles": [
    {
      "headline": "Editor Fired After Uproar Over Simpson",
      "snippet": "Judith Regan is fired by HarperCollins after her plans for book and television interview with O J Simpson stir up controversy (M)",
      "abstract": "Judith Regan is fired by HarperCollins after her plans for book and television interview with O J Simpson stir up controversy (M)",
      "lead_paragraph": "LOS ANGELES, Dec. 15 - Judith Regan, the firebrand editor who stirred up decade-old passions last month with her plan for a book and television interview with O. J. Simpson, was fired on Friday by HarperCollins, the publishing company that oversaw her book business.",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/16/business/media/editor-fired-after-uproar-over-simpson.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "At $300 a Bottle, Do You Have to Tip?",
      "snippet": "Americans are drinking more liquor, with trend toward pricier vodkas and other spirits; industry is producing more flavored vodkas and premium alcoholic beverages; bar patrons could spend as much as $300 a bottle in bars; graph shows alcohol sales...",
      "abstract": "Americans are drinking more liquor, with trend toward pricier vodkas and other spirits; industry is producing more flavored vodkas and premium alcoholic beverages; bar patrons could spend as much as $300 a bottle in bars; graph shows alcohol sales figures from October 2005 to October 2006; photos (M)",
      "lead_paragraph": "CHICAGO - Roberto Cavalli, the Italian fashion designer, knows a thing or two about catching someone's eye, and his new vodka was making an impression on a recent Friday night at the glitzy Y Bar here.",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/16/business/at-300-a-bottle-do-you-have-to-tip.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Balancing Act With Beijing",
      "snippet": "Lawmakers are unlikely to be satisfied with the inconclusive results Treasury Secretary Henry M. Paulson Jr. achieved in Beijing.",
      "abstract": "Lawmakers are unlikely to be satisfied with the inconclusive results Treasury Secretary Henry M. Paulson Jr. achieved in Beijing.",
      "lead_paragraph": "BEIJING, Dec. 15 — Treasury Secretary Henry M. Paulson Jr. went to China with a team of heavyweights, including an array of Bush administration cabinet members and the Federal Reserve chairman. ",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/16/business/worldbusiness/16trade.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "After Shortage, Vaccine for Flu Goes Unused",
      "snippet": "United States has surplus of flu vaccine, two years after being plagued by shortage; experts worry that revenue lost for makers, distributors, doctors and health departments will poorly affect goal of steadily increasing production and use of vacc...",
      "abstract": "United States has surplus of flu vaccine, two years after being plagued by shortage; experts worry that revenue lost for makers, distributors, doctors and health departments will poorly affect goal of steadily increasing production and use of vaccines; millions of doses may go unused; photo (M)",
      "lead_paragraph": "Still need a flu shot? Matthew Stefanak has so many left over he is giving them away by the carload.",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/16/health/after-shortage-vaccine-for-flu-goes-unused.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Military Taking a Tougher Line With Detainees",
      "snippet": "Military is clamping down on terrorism suspects at Guantanamo prison after two years in which authorities sought to manage them with incentives for good behavior, improvements in their living conditions and even dialogue with prison leaders; secur...",
      "abstract": "Military is clamping down on terrorism suspects at Guantanamo prison after two years in which authorities sought to manage them with incentives for good behavior, improvements in their living conditions and even dialogue with prison leaders; security procedures have been tightened and group activities have been scaled back; military officials say about three-fourths of more than 400 detainees will eventually be held in maximum security cells; shift reflects military's analysis--after series of hunger strikes, riots and three suicides by detainees--that earlier efforts to ease restrictions on detainees had gone too far; Rear Adm Harry B Harris Jr, commander of Guantanamo task force, says detainees are dangerous men; photos (M)",
      "lead_paragraph": "GUANTÁNAMO BAY, Cuba, Dec. 10 - As the first detainees began moving last week into Guantánamo's modern, new detention facility, Camp 6, the military guard commander stood beneath the high, concrete walls of the compound, looking out on a fenced-in athletic yard.",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/16/washington/military-taking-a-tougher-line-with-detainees.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "Options Weighed for Surge in G.I.’s to Stabilize Iraq",
      "snippet": "The option of a major “surge” in troop strength is gaining ground as part of a White House strategy review.",
      "abstract": "The option of a major “surge” in troop strength is gaining ground as part of a White House strategy review.",
      "lead_paragraph": "WASHINGTON, Dec. 15 — Military planners and White House budget analysts have been asked to provide President Bush with options for increasing American forces in Iraq by 20,000 or more. The request indicates that the option of a major “surge” in troop strength is gaining ground as part of a White House strategy review, senior administration officials said Friday.",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/16/world/middleeast/16military.html",
      "byline": "By David E. Sanger and Michael R. Gordon"
    },
    {
      "headline": "Giving Troubled Families a Say in Child Welfare",
      "snippet": "Growing number of child welfare agencies, in effort to correct dysfunctional foster care systems, are reaching outside their ranks to involve troubled families and people in their lives in wrenching decisions about where endangered children should...",
      "abstract": "Growing number of child welfare agencies, in effort to correct dysfunctional foster care systems, are reaching outside their ranks to involve troubled families and people in their lives in wrenching decisions about where endangered children should live; some agencies find that by enlisting help from grandparents, church members and school counselors, they can reach faster, safer and more lasting decisions that result in fewer children languishing in foster care; group is assembled within 24 to 48 hours after state agency is called into crisis situation; practice is known as team decision making; programs exist in at least 21 states; Indiana, Michigan and Tennessee have adopted team approach statewide, while other programs are run at county level; photos (M)",
      "lead_paragraph": "McMINNVILLE, Tenn. - In an effort to correct dysfunctional foster care systems, a growing number of child welfare agencies around the country are reaching outside their ranks to involve troubled families and the people in their lives in wrenching decisions about where endangered children should live.",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/16/us/giving-troubled-families-a-say-in-child-welfare.html",
      "byline": "By Lynette Clemetson"
    },
    {
      "headline": "Editor Fired After Uproar Over Simpson",
      "snippet": "Judith Regan, who stirred anger with her plans for a book by O. J. Simpson, was fired by HarperCollins.",
      "abstract": "Judith Regan, who stirred anger with her plans for a book by O. J. Simpson, was fired by HarperCollins.",
      "lead_paragraph": "LOS ANGELES, Dec. 15  Judith Regan, the firebrand editor who stirred up decade-old passions last month with her plan for a book and television interview with O. J. Simpson, was fired on Friday by HarperCollins, the publishing company that oversaw her book business.",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/16/business/media/16book.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "Options Weighed for Surge in G.I.’s to Stabilize Iraq",
      "snippet": "Military planners and White House budget analysts have been asked to provide Pres Bush with options for increasing US forces in Iraq by 20,000 or more; senior administration officials say request indicates that option of major surge in troop stren...",
      "abstract": "Military planners and White House budget analysts have been asked to provide Pres Bush with options for increasing US forces in Iraq by 20,000 or more; senior administration officials say request indicates that option of major surge in troop strength is gaining ground as part of White House strategy review; increase, if adopted, would be departure from current strategy advocated by Gen George W Casey Jr, which has stressed stepping up training of Iraqi forces and handing off to them as soon as possible (M)",
      "lead_paragraph": "WASHINGTON, Dec. 15 - Military planners and White House budget analysts have been asked to provide President Bush with options for increasing American forces in Iraq by 20,000 or more. The request indicates that the option of a major \"surge\" in troop strength is gaining ground as part of a White House strategy review, senior administration officials said Friday.",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/16/world/middleeast/options-weighed-for-surge-in-gis-to-stabilize-iraq.html",
      "byline": "By David E. Sanger and Michael R. Gordon"
    },
    {
      "headline": "After Shortage, Vaccine for Flu Goes Unused",
      "snippet": "An abundant supply of flu shots may still not reach everyone who needs them because of distribution delays.",
      "abstract": "An abundant supply of flu shots may still not reach everyone who needs them because of distribution delays.",
      "lead_paragraph": " ",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "Health",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/16/health/16flu.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Balancing Act With Beijing",
      "snippet": "Business groups and lawmakers are frustrated at Treasury Secretary Henry M Paulson's lack of progress in trade talks with China; Paulson's latest trip, accompanied by high-level delegation including several cabinet members and Federal Reserve chie...",
      "abstract": "Business groups and lawmakers are frustrated at Treasury Secretary Henry M Paulson's lack of progress in trade talks with China; Paulson's latest trip, accompanied by high-level delegation including several cabinet members and Federal Reserve chief Ben S Bernanke, produces few results; photo (M)",
      "lead_paragraph": "BEIJING, Dec. 15 - Treasury Secretary Henry M. Paulson Jr. went to China with a team of heavyweights, including an array of Bush administration cabinet members and the Federal Reserve chairman.",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/16/business/worldbusiness/balancing-act-with-beijing.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "At $300 a Bottle, Do You Have to Tip?",
      "snippet": "Hundreds of new alcoholic beverages are popping up to slake a growing thirst to sip more attractive and expensive liquor.",
      "abstract": "Hundreds of new alcoholic beverages are popping up to slake a growing thirst to sip more attractive and expensive liquor.",
      "lead_paragraph": "CHICAGO — Roberto Cavalli, the Italian fashion designer, knows a thing or two about catching someone’s eye, and his new vodka was making an impression on a recent Friday night at the glitzy Y Bar here.",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/16/business/16alcohol.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Giving Troubled Families a Say in Child Welfare",
      "snippet": "Child welfare agencies are involving families in deciding where endangered children should live.",
      "abstract": "Child welfare agencies are involving families in deciding where endangered children should live.",
      "lead_paragraph": "McMINNVILLE, Tenn. — In an effort to correct dysfunctional foster care systems, a growing number of child welfare agencies around the country are reaching outside their ranks to involve troubled families and the people in their lives in wrenching decisions about where endangered children should live.",
      "publication_date": "2006-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/16/us/16foster.html",
      "byline": "By Lynette Clemetson"
    },
    {
      "headline": "From Lips of Children, Tips to Ears of Investors",
      "snippet": "Venture capital investors are asking young people to help them assess new technology such as mobile gadgets and social-networking Web sites designed for, used by and sometimes built by young people; venture capital industry has historically made d...",
      "abstract": "Venture capital investors are asking young people to help them assess new technology such as mobile gadgets and social-networking Web sites designed for, used by and sometimes built by young people; venture capital industry has historically made decisions by trusting its knowledge of engineering, strict analytics and gut instincts, but young people may be better equipped to spot nuances and trends; photos (L)",
      "lead_paragraph": "SAN FRANCISCO, Dec. 16 - Wanted: investment adviser, the younger the better.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/12/17/technology/from-lips-of-children-tips-to-ears-of-investors.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Late in Life, Finding a Bonanza in Life Insurance",
      "snippet": "Trading in life insurance policies held by wealthy seniors has quietly become a big business for investors.",
      "abstract": "Trading in life insurance policies held by wealthy seniors has quietly become a big business for investors.",
      "lead_paragraph": "Marvin Margolis, an 80-year-old Manhattan financial consultant, is looking for investors willing to bet on when he will die.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/17/business/17life.html",
      "byline": "By Charles Duhigg"
    },
    {
      "headline": "Brands for the Chattering Masses",
      "snippet": "Web services that plumb for consumer views, helpful and hurtful.",
      "abstract": "Web services that plumb for consumer views, helpful and hurtful.",
      "lead_paragraph": "CINCINNATI",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/12/17/business/yourmoney/17buzz.html",
      "byline": "By Keith Schneider"
    },
    {
      "headline": "How Suite It Isn’t: A Dearth of Female Bosses",
      "snippet": "Though more women are getting M.B.A.’s, few reach the corner suite.",
      "abstract": "Though more women are getting M.B.A.’s, few reach the corner suite.",
      "lead_paragraph": " LIKE so many other women who entered corporate America in the 1970s, Carol Bartz simply wanted to make a little money. She did not harbor secret desires to run her own company or become chief executive of a large corporation. She just wanted to do a good job.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/12/17/business/yourmoney/17csuite.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Eli Lilly Said to Play Down Risk of Top Pill",
      "snippet": "Internal company documents suggest Eli Lilly has engaged in effort since 1999 to downplay health risks of its best-selling schizophrenia medication Zyprexa, which data link to obesity and elevated blood sugar, both known risk factors for diabetes;...",
      "abstract": "Internal company documents suggest Eli Lilly has engaged in effort since 1999 to downplay health risks of its best-selling schizophrenia medication Zyprexa, which data link to obesity and elevated blood sugar, both known risk factors for diabetes; Zyprexa had sales of $4.2 billion in 2005, when about two million people worldwide took drug; documents were collected as part of lawsuits on behalf of mentally ill people against Lilly and are replete with references to Zyprexa's importance to Lilly's future and need to keep concerns about weight and diabetes from hurting sales; photos (L)",
      "lead_paragraph": "The drug maker Eli Lilly has engaged in a decade-long effort to play down the health risks of Zyprexa, its best-selling medication for schizophrenia, according to hundreds of internal Lilly documents and e-mail messages among top company managers.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/12/17/business/eli-lilly-said-to-play-down-risk-of-top-pill.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "On the Job, Learning Disabilities Can Often Hide in Plain Sight",
      "snippet": "Learning Disabilities Association of America-financed study shows that majority of working adults hide their learning disabilities from employers; finds that 90 percent of 70 adults surveyed did not know of protection by federal law against discri...",
      "abstract": "Learning Disabilities Association of America-financed study shows that majority of working adults hide their learning disabilities from employers; finds that 90 percent of 70 adults surveyed did not know of protection by federal law against discrimination in workplace; photo (M)",
      "lead_paragraph": "When Donna Flagg was growing up in suburban New Jersey, she struggled through reading and math in school and had trouble following directions. It was not until she took a college course from an instructor who was dyslexic -- and who sensed that Ms. Flagg might also have a learning disability -- that she discovered she had a form of dyslexia. The disability affects her brain's ability to process what her eyes see.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/12/17/jobs/on-the-job-learning-disabilities-can-often-hide-in-plain-sight.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "How Suite It Isn’t: A Dearth of Female Bosses",
      "snippet": "Women remain underrepresented in top corporate jobs despite progress made in business overall; 16 percent of corporate officers at Fortune 500 companies are women, with less than 2 percent of those being chief executive jobs; experts disagree as t...",
      "abstract": "Women remain underrepresented in top corporate jobs despite progress made in business overall; 16 percent of corporate officers at Fortune 500 companies are women, with less than 2 percent of those being chief executive jobs; experts disagree as to reasons why trend continues; photos; graph (M)",
      "lead_paragraph": "LIKE so many other women who entered corporate America in the 1970s, Carol Bartz simply wanted to make a little money. She did not harbor secret desires to run her own company or become chief executive of a large corporation. She just wanted to do a good job.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/12/17/business/yourmoney/how-suite-it-isnt-a-dearth-of-female-bosses.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "A Sneak Preview of Proxy Battles",
      "snippet": "Fair Game column discusses possible upcoming proxy battles between corporations and United States shareholders; photo (M)",
      "abstract": "Fair Game column discusses possible upcoming proxy battles between corporations and United States shareholders; photo (M)",
      "lead_paragraph": "FASTEN your seatbelts, ladies and gents. United States shareholders are stirring and promise to make next year's proxy season mighty lively.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/12/17/business/yourmoney/a-sneak-preview-of-proxy-battles.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Brands for the Chattering Masses",
      "snippet": "Marketers work to find new ways of corporate branding as Internet affects consumer opinion and choices; Nielsen BuzzMetrics unit of A C Nielsen uses technology, communications and business expertise to discover patterns in consumer behavior; relie...",
      "abstract": "Marketers work to find new ways of corporate branding as Internet affects consumer opinion and choices; Nielsen BuzzMetrics unit of A C Nielsen uses technology, communications and business expertise to discover patterns in consumer behavior; relies on information from blogs and other online forums to gauge customer satisfaction for clients; graph photos (M)",
      "lead_paragraph": "CINCINNATI - FOR many, many decades, successful branding -- one of the corporate world's holy grails -- involved a clear set of rules. Produce quality goods at the right price. Frame the value in memorable messages seen by millions on television and in print. Then fine-tune the pitch by measuring sales and evaluating consumer responses through letters, phone calls, focus groups and surveys.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/12/17/business/yourmoney/brands-for-the-chattering-masses.html",
      "byline": "By Keith Schneider"
    },
    {
      "headline": "On the Job, Learning Disabilities Can Often Hide in Plain Sight",
      "snippet": "As many as one in 10 adults may have a learning disability and the vast majority conceals it from workplace supervisors. ",
      "abstract": "As many as one in 10 adults may have a learning disability and the vast majority conceals it from workplace supervisors. ",
      "lead_paragraph": "When Donna Flagg was growing up in suburban New Jersey, she struggled through reading and math in school and had trouble following directions. It was not until she took a college course from an instructor who was dyslexic — and who sensed that Ms. Flagg might also have a learning disability — that she discovered she had a form of dyslexia. The disability affects her brain’s ability to process what her eyes see. ",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/12/17/jobs/17disabled.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "A Sneak Preview of Proxy Battles",
      "snippet": "United States shareholders are stirring and promise to make next year’s proxy season mighty lively.",
      "abstract": "United States shareholders are stirring and promise to make next year’s proxy season mighty lively.",
      "lead_paragraph": "FASTEN your seatbelts, ladies and gents. United States shareholders are stirring and promise to make next year’s proxy season mighty lively. ",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/12/17/business/yourmoney/17gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Eli Lilly Said to Play Down Risk of Top Pill",
      "snippet": "Documents show the company knew of serious side effects of Zyprexa, its best-selling schizophrenia medication.",
      "abstract": "Documents show the company knew of serious side effects of Zyprexa, its best-selling schizophrenia medication.",
      "lead_paragraph": "The drug maker Eli Lilly has engaged in a decade-long effort to play down the health risks of Zyprexa, its best-selling medication for schizophrenia, according to hundreds of internal Lilly documents and e-mail messages among top company managers. ",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/17/business/17drug.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Leader Orders Early Elections for Palestinians",
      "snippet": "Palestinian Authority Pres Mahmoud Abbas orders early presidential and parliamentary elections in risky move to break political deadlock with Hamas; does not set date for elections, leaving room for further negotiations on formation of unity gover...",
      "abstract": "Palestinian Authority Pres Mahmoud Abbas orders early presidential and parliamentary elections in risky move to break political deadlock with Hamas; does not set date for elections, leaving room for further negotiations on formation of unity government; move may be intended to pressure Hamas to agree to government of experts and technocrats that would be acceptable to all factions as well as Western aid donors; Hamas immediately declares move illegal and tantamount to coup; photo (L)",
      "lead_paragraph": "JERUSALEM, Dec. 16 - The Palestinian Authority president, Mahmoud Abbas, on Saturday ordered early presidential and parliamentary elections in a direct challenge to the authority of Hamas, the Islamic movement that won elections less than a year ago. But Mr. Abbas did not set a date, leaving room for further negotiations to break the impasse with Hamas and form a unity government instead.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/12/17/world/middleeast/leader-orders-early-elections-for-palestinians.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Late in Life, Finding a Bonanza in Life Insurance",
      "snippet": "Hedge funds, financial institutions and investors are quietly spending billions of dollars to buy life insurance policies from elderly, while other investors are lending seniors money to buy policies, and then reselling them to speculators; nascen...",
      "abstract": "Hedge funds, financial institutions and investors are quietly spending billions of dollars to buy life insurance policies from elderly, while other investors are lending seniors money to buy policies, and then reselling them to speculators; nascent market hopes to make money from large and wealthy generation of Americans as they reach retirement age; insurance companies are worried that transactions may cripple their industry and make it harder for average senior to buy life insurance in first place; insurers count on many customers to cancel their policies before they die; increased payouts could make insurance business much less profitable; photo; diagrams (L)",
      "lead_paragraph": "Marvin Margolis, an 80-year-old Manhattan financial consultant, is looking for investors willing to bet on when he will die.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/12/17/business/late-in-life-finding-a-bonanza-in-life-insurance.html",
      "byline": "By Charles Duhigg"
    },
    {
      "headline": "Flex Time for the Rest of Us",
      "snippet": "The future of the workplace will be determined by the feasibility of flexibility. Workers have been clear that they want it.",
      "abstract": "The future of the workplace will be determined by the feasibility of flexibility. Workers have been clear that they want it.",
      "lead_paragraph": "P. J. Himmelfarb has achieved a milestone at the law firm of Weil, Gotshal & Manges: she was just promoted to partner in the Washington office. This is important to her for all the usual reasons — money, prestige, power, more job security. It is important to the rest of us because she is one of two lawyers at the firm to be given a brand new title: flex-time partner. ",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/12/17/jobs/17wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Episcopalians Are Reaching Point of Revolt",
      "snippet": "Several American churches say they intend to form a new branch that would rival or even supplant the Episcopal Church.",
      "abstract": "Several American churches say they intend to form a new branch that would rival or even supplant the Episcopal Church.",
      "lead_paragraph": "For about 30 years, the Episcopal Church has been one big unhappy family. Under one roof there were female bishops and male bishops who would not ordain women. There were parishes that celebrated gay weddings and parishes that denounced them; theologians sure that Jesus was the only route to salvation, and theologians who disagreed.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/17/us/17episcopal.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "Flex Time for the Rest of Us",
      "snippet": "Lisa Belkin Life's Work column on Association of Executive Search Consultants survey that finds that more than half of senior executives polled would turn down promotion if it meant losing more control over their schedules; says future of workplac...",
      "abstract": "Lisa Belkin Life's Work column on Association of Executive Search Consultants survey that finds that more than half of senior executives polled would turn down promotion if it meant losing more control over their schedules; says future of workplace will be determined by feasibility of flexibility; says survey finds work-life balance has worsened for employees; says flexibility in more than name only is still long way off; drawing (M)",
      "lead_paragraph": "P. J. Himmelfarb has achieved a milestone at the law firm of Weil, Gotshal & Manges: she was just promoted to partner in the Washington office. This is important to her for all the usual reasons -- money, prestige, power, more job security. It is important to the rest of us because she is one of two lawyers at the firm to be given a brand new title: flex-time partner.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/12/17/jobs/flex-time-for-the-rest-of-us.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Iraq’s Legal System Staggers Beneath the Weight of War",
      "snippet": "The system in Iraq for detaining, charging and trying suspects has become another weak link in the rule of law.",
      "abstract": "The system in Iraq for detaining, charging and trying suspects has become another weak link in the rule of law.",
      "lead_paragraph": "BAGHDAD — In a cavernous room that once displayed gifts given to Saddam Hussein, eight men in yellow prison garb sat on the floor facing the wall, guarded by two American soldiers.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/17/world/middleeast/17justice.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "Iraq’s Legal System Staggers Beneath the Weight of War",
      "snippet": "Article in series Law and Disorder; United States established Central Criminal Court of Iraq in 2003 to be new pillar of democracy, but system is poor at serving detainees, Iraqi citizens and troops trying to maintain order; American soldiers are ...",
      "abstract": "Article in series Law and Disorder; United States established Central Criminal Court of Iraq in 2003 to be new pillar of democracy, but system is poor at serving detainees, Iraqi citizens and troops trying to maintain order; American soldiers are not trained in collecting criminal evidence and complain that they apprehend same dangerous insurgents again and again, while other detainees are held for long periods without being charged; detainees have little ability to develop defense, and while court acquits nearly half of all defendants, it is subject to political interference and insurgent threats; photos (L)",
      "lead_paragraph": "BAGHDAD - In a cavernous room that once displayed gifts given to Saddam Hussein, eight men in yellow prison garb sat on the floor facing the wall, guarded by two American soldiers.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/12/17/world/middleeast/iraqs-legal-system-staggers-beneath-the-weight-of-war.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "From Lips of Children, Tips to Ears of Investors",
      "snippet": "To assess new technologies, many venture capitalists are taking investment tips from people half their age.",
      "abstract": "To assess new technologies, many venture capitalists are taking investment tips from people half their age.",
      "lead_paragraph": "SAN FRANCISCO, Dec. 16 — Wanted: investment adviser, the younger the better.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/17/technology/17venture.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Leader Orders Early Elections for Palestinians",
      "snippet": "Mahmoud Abbas’s declaration was a challenge to Hamas and a risky effort to break a stalemate that could backfire.",
      "abstract": "Mahmoud Abbas’s declaration was a challenge to Hamas and a risky effort to break a stalemate that could backfire.",
      "lead_paragraph": "JERUSALEM, Dec. 16 — The Palestinian Authority president, Mahmoud Abbas, on Saturday ordered early presidential and parliamentary elections in a direct challenge to the authority of Hamas, the Islamic movement that won elections less than a year ago. But Mr. Abbas did not set a date, leaving room for further negotiations to break the impasse with Hamas and form a unity government instead.",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/17/world/middleeast/17mideast.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Episcopalians Are Reaching Point of Revolt",
      "snippet": "As many as eight Episcopal churches in Virginia are expected to announce that their parishioners have voted to cut ties with Episcopal Church and will in effect put themselves up for adoption by Anglican archbishops in poorer dioceses in Africa, A...",
      "abstract": "As many as eight Episcopal churches in Virginia are expected to announce that their parishioners have voted to cut ties with Episcopal Church and will in effect put themselves up for adoption by Anglican archbishops in poorer dioceses in Africa, Asia and Latin America who share conservative theological views on homosexuality and ordination of women; Archbishop of Canterbury Most Rev Rowan Williams is struggling to hold communion together while facing revolt on many fronts from emboldened conservatives; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/12/17/us/episcopalians-are-reaching-point-of-revolt.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "This Time, Judith Regan Did It",
      "snippet": "Ms. Regan seemed to cross a line bordering on mania after her motives in interviewing O.J. Simpson for “If I Did It” were questioned.",
      "abstract": "Ms. Regan seemed to cross a line bordering on mania after her motives in interviewing O.J. Simpson for “If I Did It” were questioned.",
      "lead_paragraph": "When the News Corporation killed Judith Regan’s multimedia rollout of O. J. Simpson’s “hypothetical confession,” Rupert Murdoch called the project “ill-considered.” ",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/18/business/media/18carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "In Chinese Boomtown, Middle Class Pushes Back",
      "snippet": "Article in series City Limits, on Shenzhen's growth into booming Chinese metropolis; 26-year-old boomtown is first city to enjoy effects of China's breakneck economic expansion and has served as model for cities throughout country; but with growin...",
      "abstract": "Article in series City Limits, on Shenzhen's growth into booming Chinese metropolis; 26-year-old boomtown is first city to enjoy effects of China's breakneck economic expansion and has served as model for cities throughout country; but with growing pains multiplying, Shenzhen looks like preview, even warning, of limitations of kind of growth-above-all approach that has gripped much of China; city's skies are thick with smoke, street crime is high, and workers are becoming harder to recruit; on positive side is quiet expansion of middle class, which is beginning to chafe under authoritarian rule; it is no accident that it was in Shenzhen that residents successfully fought government plans to build expressway that would cut through heart of middle-class neighborhood; over time, quiet, well-organized challenges of newly affluent may have deepest impact on China's future; academics and others note that city's proximity to Hong Kong has made it unusually open to outside influences; but even with all its political activity, China is long way from participatory democracy, even at local level; photos; map (L)",
      "lead_paragraph": "SHENZHEN, China - When residents here in southern China's richest city learned of plans to build an expressway that would cut through the heart of their congested, middle-class neighborhood, they immediately organized a campaign to fight City Hall.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/18/world/asia/in-chinese-boomtown-middle-class-pushes-back.html",
      "byline": "By Howard W. French"
    },
    {
      "headline": "Drug Files Show Maker Promoted Unapproved Use",
      "snippet": "Eli Lilly's marketing campaign has encouraged primary care physicians to prescribe Zyprexa, its best-selling product, for unapproved use; Zyprexa is powerful drug for schizophrenia and bipolar disorder; internal Lilly materials show its sales repr...",
      "abstract": "Eli Lilly's marketing campaign has encouraged primary care physicians to prescribe Zyprexa, its best-selling product, for unapproved use; Zyprexa is powerful drug for schizophrenia and bipolar disorder; internal Lilly materials show its sales representatives were told to encourage doctors to prescribe Zyprexa to older patients with symptoms of dementia, which would be off-label use; Lilly had $4.2 billion in sales of Zyprexa in 2005; company faces federal and state investigations over its marketing of Zyprexa; its internal marketing documents are provided by James B Gottstein, lawyer who represents mentally ill patients and has sued state of Alaska over its efforts to force patients to take psychiatric medicines against their will; issue of off-label marketing is controversial in drug industry; photo (M)",
      "lead_paragraph": "Eli Lilly encouraged primary care physicians to use Zyprexa, a powerful drug for schizophrenia and bipolar disorder, in patients who did not have either condition, according to internal Lilly marketing materials.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/18/business/drug-files-show-maker-promoted-unapproved-use.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Latest Deal in Real Estate for $9 Billion",
      "snippet": "Realogy, the giant real estate franchisor, agreed Sunday to be sold to Apollo Group, the private equity firm, for about $9 billion.",
      "abstract": "Realogy, the giant real estate franchisor, agreed Sunday to be sold to Apollo Group, the private equity firm, for about $9 billion.",
      "lead_paragraph": "Realogy, the giant real estate franchisor that owns Coldwell Banker, Century 21 and Sotheby’s International Realty agreed yesterday to be sold to Apollo Group, the private equity firm, for about $9 billion.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "Real Estate",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/18/realestate/18real.html",
      "byline": "By Andrew Ross Sorkin and Michael J. de la Merced"
    },
    {
      "headline": "Drug Middleman Plans Hostile Bid for Rival",
      "snippet": "Express Scripts will offer $26 billion for the larger Caremark Rx in an audacious takeover attempt that could lead to lower drug prices for consumers.",
      "abstract": "Express Scripts will offer $26 billion for the larger Caremark Rx in an audacious takeover attempt that could lead to lower drug prices for consumers.",
      "lead_paragraph": "In an audacious takeover bid that could lead to lower drug prices for consumers, a company that manages employee drug plans will make a $26 billion hostile bid for a much larger rival, according to people briefed on the offer.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/18/business/18deal.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "From Heavy Metal to Symphonic Rock and Holiday Gold",
      "snippet": "The band Trans-Siberian Orchestra has sold five million copies of its Christmas rock operas over the last decade, as its elaborate, effects-filled shows have packed U.S. arenas.",
      "abstract": "The band Trans-Siberian Orchestra has sold five million copies of its Christmas rock operas over the last decade, as its elaborate, effects-filled shows have packed U.S. arenas.",
      "lead_paragraph": "The last several winters have been mean seasons for the music business, filled with talk of declining CD sales, rumors of layoffs and uncertainty about the digital future. During each of these winters, however, there has been one industry success that might qualify as a Christmas miracle.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/18/business/media/18siberia.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "Drug Files Show Maker Promoted Unapproved Use",
      "snippet": "Eli Lilly pushed Zyprexa, a drug for schizophrenia and bipolar disorder, as a treatment for older patients with dementia, according to marketing materials.",
      "abstract": "Eli Lilly pushed Zyprexa, a drug for schizophrenia and bipolar disorder, as a treatment for older patients with dementia, according to marketing materials.",
      "lead_paragraph": "Eli Lilly encouraged primary care physicians to use Zyprexa, a powerful drug for schizophrenia and bipolar disorder, in patients who did not have either condition, according to internal Lilly marketing materials.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/18/business/18drug.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "After Bankruptcy Filing, Recriminations Fly at Air America",
      "snippet": "As it plans its return from bankruptcy, Air America has suffered defections of affiliated stations and faces the likely departure of Al Franken.",
      "abstract": "As it plans its return from bankruptcy, Air America has suffered defections of affiliated stations and faces the likely departure of Al Franken.",
      "lead_paragraph": "In its search for a new chief executive this past summer, Air America Radio interviewed seasoned media executives in an effort to revive the faltering network. One interview took a bizarre turn, however, when the executive got into a political argument with Randi Rhodes, one of the network’s on-air hosts.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/18/business/media/18air.html",
      "byline": "By Elizabeth Jensen and Lia Miller"
    },
    {
      "headline": "Old Model Versus a Speedster",
      "snippet": "As they ponder how to outdo YouTube, media giants like NBC Universal and Viacom are discussing partnering to build a competing distributor of Internet video.",
      "abstract": "As they ponder how to outdo YouTube, media giants like NBC Universal and Viacom are discussing partnering to build a competing distributor of Internet video.",
      "lead_paragraph": "When YouTube emerged as one of the Internet’s most popular Web sites last year, many TV executives dismissed it as a flash in the pan — and a largely illegal one at that. But after Google agreed to pay $1.65 billion for YouTube in October, they adopted a radically different stance: suddenly they wanted to take it on. ",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/18/technology/18youtube.html",
      "byline": "By Richard Siklos and Bill Carter"
    },
    {
      "headline": "Former U.S. Detainee in Iraq Recalls Torment",
      "snippet": "Article in series Law and Disorder, examining legal system and law enforcement in Iraq, recounts ordeal of American contractor detained in error for 97 days at United States military's maximum-security detention site in Baghdad; finds haphazard sy...",
      "abstract": "Article in series Law and Disorder, examining legal system and law enforcement in Iraq, recounts ordeal of American contractor detained in error for 97 days at United States military's maximum-security detention site in Baghdad; finds haphazard system of detention and prosecution that has evolved, where detainees are often held for long periods without charges or legal representation, as authorities struggle to sort through endless stream of detainees to identify those who pose real threats; Donald Vance, Navy veteran who went to Iraq as security contractor, wound up as whistle-blower who passed information to FBI about suspicious activities at Iraqi security firm where he worked; American soldiers who raided company at his urging detained him and another American, unaware that he was informer; he describes being shackled, blindfolded, interrogated, rousted at random times, made to stand in his cell, forbidden to cover his face to block light, noise and cold; he is among thousands of people held and released by American military in Iraq; his account provides one of few detailed views of Pentagon's detention operations since abuse scandals at Abu Ghraib; he says he will sue former Defense Sec Donald H Rumsfeld on grounds that his constitutional rights were violated; Pentagon spokeswoman claims he was 'treated fair and humanely'; photos (L)",
      "lead_paragraph": "One night in mid-April, the steel door clanked shut on detainee No. 200343 at Camp Cropper, the United States military's maximum-security detention site in Baghdad.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/18/world/middleeast/former-us-detainee-in-iraq-recalls-torment.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "Old Model Versus a Speedster",
      "snippet": "Some giant media companies like NBC Universal, News Corp, Viacom and possibly CBS are close to announcing new Web site that will feature some of their best-known television programming and other clips in attempt to build business for distributing ...",
      "abstract": "Some giant media companies like NBC Universal, News Corp, Viacom and possibly CBS are close to announcing new Web site that will feature some of their best-known television programming and other clips in attempt to build business for distributing video on Internet to rival YouTube; new business could be announced as soon as this week; such site would face huge obstacles; all partners in venture are wary of anything that looks like industry consortium, especially that risks looking flat-footed or backward in face of nimbler technology upstarts; photos (L)",
      "lead_paragraph": "When YouTube emerged as one of the Internet's most popular Web sites last year, many TV executives dismissed it as a flash in the pan -- and a largely illegal one at that. But after Google agreed to pay $1.65 billion for YouTube in October, they adopted a radically different stance: suddenly they wanted to take it on.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/18/technology/old-model-versus-a-speedster.html",
      "byline": "By Richard Siklos and Bill Carter"
    },
    {
      "headline": "From Heavy Metal to Symphonic Rock and Holiday Gold",
      "snippet": "Article on band Trans-Siberian Orchestra, which has sold more than five million Christmas albums over last decade and packed arenas across America with elaborate, effects-filled concerts; band plays symphonic rock--genre that has not been popular ...",
      "abstract": "Article on band Trans-Siberian Orchestra, which has sold more than five million Christmas albums over last decade and packed arenas across America with elaborate, effects-filled concerts; band plays symphonic rock--genre that has not been popular since 1970s--under direction of some former members of heavy-metal band Savatage; photo (M)",
      "lead_paragraph": "The last several winters have been mean seasons for the music business, filled with talk of declining CD sales, rumors of layoffs and uncertainty about the digital future. During each of these winters, however, there has been one industry success that might qualify as a Christmas miracle.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/18/business/media/from-heavy-metal-to-symphonic-rock-and-holiday-gold.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "In Chinese Boomtown, Middle Class Pushes Back",
      "snippet": "The city of Shenzhen looks like a preview of the limitations of the kind of growth-above-all approach that has gripped China.",
      "abstract": "The city of Shenzhen looks like a preview of the limitations of the kind of growth-above-all approach that has gripped China.",
      "lead_paragraph": "SHENZHEN, China — When residents here in southern China’s richest city learned of plans to build an expressway that would cut through the heart of their congested, middle-class neighborhood, they immediately organized a campaign to fight City Hall.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/18/world/asia/18shenzhen.html",
      "byline": "By Howard W. French"
    },
    {
      "headline": "Former U.S. Detainee in Iraq Recalls Torment ",
      "snippet": "An American detainee’s story illuminates the haphazard system of detention and prosecution that has evolved in Iraq.",
      "abstract": "An American detainee’s story illuminates the haphazard system of detention and prosecution that has evolved in Iraq.",
      "lead_paragraph": " One night in mid-April, the steel door clanked shut on detainee No. 200343 at Camp Cropper, the United States military’s maximum-security detention site in Baghdad.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/18/world/middleeast/18justice.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "Drug Middleman Plans Hostile Bid for Rival",
      "snippet": "Express Scripts, company that manages employee drug plans, will make $26 billion hostile bid for much larger rival Caremark Rx, topping competing offer by CVS drugstore chain; Express Scripts would become largest pharmacy benefits manager in natio...",
      "abstract": "Express Scripts, company that manages employee drug plans, will make $26 billion hostile bid for much larger rival Caremark Rx, topping competing offer by CVS drugstore chain; Express Scripts would become largest pharmacy benefits manager in nation if it succeeds in acquiring company double its size; together they would have even more clout when negotiating prices with drug makers for clients, typically big corporations and their employees; deal would also save combined company as much as $500 million a year by reducing overlapping costs; Express Scripts' takeover bid seeks to scuttle Caremark RX's agreement last month to merge with CVS (M)",
      "lead_paragraph": "In an audacious takeover bid that could lead to lower drug prices for consumers, a company that manages employee drug plans will make a $26 billion hostile bid for a much larger rival, according to people briefed on the offer.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/18/business/drug-middleman-plans-hostile-bid-for-rival.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Latest Deal in Real Estate for $9 Billion",
      "snippet": "Realogy, giant real estate franchisor that owns Coldwell Banker, Century 21 and Sotheby's International Realty, agrees to be sold to private equity firm Apollo Group for $9 billion; company is biggest player in real estate field, taking part in fo...",
      "abstract": "Realogy, giant real estate franchisor that owns Coldwell Banker, Century 21 and Sotheby's International Realty, agrees to be sold to private equity firm Apollo Group for $9 billion; company is biggest player in real estate field, taking part in fourth of all home sales nationally; deal will be another big payday for Henry R Silverman, architect behind Cendant, conglomerate that Realogy was part of until it broke itself into four pieces earlier in year in effort to revive its flagging stock price; Silverman stands to make about $135 million; Silverman comments (M)",
      "lead_paragraph": "Realogy, the giant real estate franchisor that owns Coldwell Banker, Century 21 and Sotheby's International Realty agreed yesterday to be sold to Apollo Group, the private equity firm, for about $9 billion.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/18/realestate/latest-deal-in-real-estate-for-9-billion.html",
      "byline": "By Andrew Ross Sorkin and Michael J. de la Merced"
    },
    {
      "headline": "After Bankruptcy Filing, Recriminations Fly at Air America",
      "snippet": "Management of radio network Air America was engulfed in series of financial crises even before network and its corporate parent Piquant LLC sought bankruptcy on Oct 13; search for new investors and managers has been marred by infighting among thos...",
      "abstract": "Management of radio network Air America was engulfed in series of financial crises even before network and its corporate parent Piquant LLC sought bankruptcy on Oct 13; search for new investors and managers has been marred by infighting among those who want network to succeed; Air America in recent weeks has suffered defection of handful of its more than 80 affiliated stations and soon faces likely departure of its most visible host Al Franken even as it puts together plan to emerge from bankruptcy; Douglas Kreeger, initial investor and former chief executive who stabilized network in its early months, says there is signed letter of intent for new group to take over network and that he is likely to be part; lead equity position would be taken by Terence F Kelly, also Air America investor from beginning and former board chairman; some people at Air America say that, under chairman Rob Glaser and team he put in place, network is top-heavy with management, inept at selling ads, unwilling to make program compromises that veered from liberal message and overstaffed with more than 100 employees when two dozen would have sufficed; investors Anita and Sheldon Drobny tried to buy network in September; photos (L)",
      "lead_paragraph": "In its search for a new chief executive this past summer, Air America Radio interviewed seasoned media executives in an effort to revive the faltering network. One interview took a bizarre turn, however, when the executive got into a political argument with Randi Rhodes, one of the network's on-air hosts.",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/18/business/media/after-bankruptcy-filing-recriminations-fly-at-air-america.html",
      "byline": "By Elizabeth Jensenand Lia Miller"
    },
    {
      "headline": "This Time, Judith Regan Did It",
      "snippet": "David Carr column on firing of Judith Regan from News Corp; focuses on some of her actions that led to move in wake of her decision to publish book O J Simpson: If I Did It and Fox TV program related to book (M)",
      "abstract": "David Carr column on firing of Judith Regan from News Corp; focuses on some of her actions that led to move in wake of her decision to publish book O J Simpson: If I Did It and Fox TV program related to book (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-18T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/18/business/media/this-time-judith-regan-did-it.html",
      "byline": "By David Carr"
    }
  ]
}