{
  "metadata": {
    "date": "2006-12-04",
    "total_articles": 52
  },
  "articles": [
    {
      "headline": "Volatile Dollar May Not Be Scary to Washington",
      "snippet": "Treasury Secretary Henry M. Paulson Jr. is expected to encourage China to strengthen its currency, an apparent contradiction to his public backing for a strong dollar.",
      "abstract": "Treasury Secretary Henry M. Paulson Jr. is expected to encourage China to strengthen its currency, an apparent contradiction to his public backing for a strong dollar.",
      "lead_paragraph": "WASHINGTON, Dec. 1 — As the dollar tumbled against the euro this week, reflecting fresh concern about a possible weakening of the American economy, Treasury Secretary Henry M. Paulson Jr. issued the usual phrase from the catechism: “A strong dollar is clearly in our nation’s best interest.”",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/02/business/02dollar.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Volatile Dollar May Not Be Scary to Washington",
      "snippet": "Many economists say Treasury Secretary Henry Paulson's declaration that strong dollar is clearly in US's best interest does not reflect what US actually seeks right now; while continued rapid fall of US dollar against euro and British pound is ris...",
      "abstract": "Many economists say Treasury Secretary Henry Paulson's declaration that strong dollar is clearly in US's best interest does not reflect what US actually seeks right now; while continued rapid fall of US dollar against euro and British pound is risky, US is generally seen as hoping for economic gains delivered by lower dollar as American exports become more competitive against goods produced in Europe; Paulson is about to embark on trip to China to discuss range of economic issues and to press Bejing to let yuan rise in value against dollar in effort to narrow Chinese trade surplus with US; photo; graph (M)",
      "lead_paragraph": "WASHINGTON, Dec. 1 - As the dollar tumbled against the euro this week, reflecting fresh concern about a possible weakening of the American economy, Treasury Secretary Henry M. Paulson Jr. issued the usual phrase from the catechism: \"A strong dollar is clearly in our nation's best interest.\"",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/02/business/volatile-dollar-may-not-be-scary-to-washington.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Taliban Truce in District of Afghanistan Sets Off Debate",
      "snippet": "Afghan government, after series of battles between British troops and Taliban, struck peace deal with tribal elders in Helmand Province, arranging for cease-fire and withdrawal of both sides from Musa Qala district; accord, mediated by local gover...",
      "abstract": "Afghan government, after series of battles between British troops and Taliban, struck peace deal with tribal elders in Helmand Province, arranging for cease-fire and withdrawal of both sides from Musa Qala district; accord, mediated by local governor, Mohammad Daud, has brought some peace for residents of district and reprieve for British troops, but it has divided former government officials, legislators and ordinary Afghans; some say agreement points way forward in bringing peace to war-torn parts of country; others warn that its sets dangerous precedent and represents capitulation to Taliban and potential reversal of five years of US policy to build strong central government; map; photo (M)",
      "lead_paragraph": "KABUL, Afghanistan, Nov. 29 - After a series of bruising battles between British troops and Taliban fighters, the Afghan government struck a peace deal with tribal elders in Helmand Province, arranging for a cease-fire and the withdrawal of both sides from one southern district. A month later, the ripples are still being felt in the capital and beyond.",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/02/world/asia/taliban-truce-in-district-of-afghanistan-sets-off-debate.html",
      "byline": "By Carlotta Gall and Abdul Waheed Wafa"
    },
    {
      "headline": "Nature Getting the Blame for Costly Orange Juice",
      "snippet": "Consumers should see more price increases or fewer discounts for orange juice because of what is expected to be a lackluster crop.",
      "abstract": "Consumers should see more price increases or fewer discounts for orange juice because of what is expected to be a lackluster crop.",
      "lead_paragraph": "The cost of breakfast is going up courtesy of four hurricanes and a tenacious citrus disease.",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/02/business/02juice.html",
      "byline": "By Andrew Martin"
    },
    {
      "headline": "Supporting Boys or Girls When the Line Isn’t Clear",
      "snippet": "Children as young as 5 who display predispositions to dress like opposite sex are being supported by growing number of young parents, educators and mental health professionals; doctors have begun to advise families to let these children be 'who th...",
      "abstract": "Children as young as 5 who display predispositions to dress like opposite sex are being supported by growing number of young parents, educators and mental health professionals; doctors have begun to advise families to let these children be 'who they are' to foster sense of security and self-esteem; they are motivated by high incidence of depression, suicidal feelings and self-mutilation that has been common in past generations of transgender children; legal trends suggest that schools are now required to respect parents' decisions; photo (M)",
      "lead_paragraph": "OAKLAND, Calif., Dec. 1 - Until recently, many children who did not conform to gender norms in their clothing or behavior and identified intensely with the opposite sex were steered to psychoanalysis or behavior modification.",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/02/us/supporting-boys-or-girls-when-the-line-isnt-clear.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "As Crime Soars for Venezuela, Chávez Coasts",
      "snippet": "Violent crime is top concern of Venezuela's voters as they head to polls on Dec 3; Pres Hugo Chavez, who rarely addresses problem publicly, is sailing toward easy election for third time; analysts say Chavez is able to ignore issue by governing th...",
      "abstract": "Violent crime is top concern of Venezuela's voters as they head to polls on Dec 3; Pres Hugo Chavez, who rarely addresses problem publicly, is sailing toward easy election for third time; analysts say Chavez is able to ignore issue by governing through system of extensive handouts that eases purchase of basic goods but does little to ensure public order; say government has politicized police forces throughout country, marginalizing officers who disagree with Chavez's 'Bolivarian Revolution'; Venezuela has highest rate of gun-related deaths of 57 countries surveyed, according to human rights groups and Unesco study; Manuel Rosales, Chavez's opponent, has been pounding crime issue, but he trails badly in most polls; photos (M)",
      "lead_paragraph": "CARACAS, Venezuela, Dec. 1 - Walk into an emergency room in many poor parts of this booming, oil-rich nation on a weekend night and you will be overwhelmed -- victims of gunshot wounds and drunken clashes line the corridors. Homicides are up 67 percent since 1999, and violent crime is the top concern of Venezuela's voters as they head to the polls on Sunday.",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/02/world/americas/as-crime-soars-for-venezuela-chavez-coasts.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Extra Weight, Higher Costs",
      "snippet": "Being overweight can limit your health and your wealth, costing tens of thousands of dollars over a lifetime.",
      "abstract": "Being overweight can limit your health and your wealth, costing tens of thousands of dollars over a lifetime.",
      "lead_paragraph": " As you snatch a couple more Christmas cookies or down another eggnog, you might be thinking about what those extra calories will do to your health. ",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/02/business/02money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Taliban Truce in District of Afghanistan Sets Off Debate",
      "snippet": "A peace deal with tribal elders has brought calm, but critics warn that it sets a dangerous precedent and represents a capitulation to the Taliban.",
      "abstract": "A peace deal with tribal elders has brought calm, but critics warn that it sets a dangerous precedent and represents a capitulation to the Taliban.",
      "lead_paragraph": "KABUL, Afghanistan, Nov. 29 — After a series of bruising battles between British troops and Taliban fighters, the Afghan government struck a peace deal with tribal elders in Helmand Province, arranging for a cease-fire and the withdrawal of both sides from one southern district. A month later, the ripples are still being felt in the capital and beyond.",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/02/world/asia/02afghan.html",
      "byline": "By Carlotta Gall and Abdul Waheed Wafa"
    },
    {
      "headline": "Extra Weight, Higher Costs",
      "snippet": "Article on additional economic costs connected with Americans who are overweight, obese or morbidly obese; Ohio State University economist Jay Zagorsky, studying relationship between various economic and sociological factors and body mass index, c...",
      "abstract": "Article on additional economic costs connected with Americans who are overweight, obese or morbidly obese; Ohio State University economist Jay Zagorsky, studying relationship between various economic and sociological factors and body mass index, concludes being overweight can limit wealth as well as health; other studies show that even routine care can adversely impact family finances; find health problems ravage savings and overweight people may have difficulties accumulating nest eggs and are discriminated against by employers; graph (M)",
      "lead_paragraph": "As you snatch a couple more Christmas cookies or down another eggnog, you might be thinking about what those extra calories will do to your health.",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/02/business/extra-weight-higher-costs.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Supporting Boys or Girls When the Line Isn’t Clear",
      "snippet": "Children who do not conform to gender norms are starting to be supported in their choice by parents and doctors.",
      "abstract": "Children who do not conform to gender norms are starting to be supported in their choice by parents and doctors.",
      "lead_paragraph": "OAKLAND, Calif., Dec. 1 — Until recently, many children who did not conform to gender norms in their clothing or behavior and identified intensely with the opposite sex were steered to psychoanalysis or behavior modification. ",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/02/us/02child.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "One Threat Averted but More Await G.M.",
      "snippet": "Billionaire Kirk Kerkorian sells last $1.2 billion in GM shares he bought last year in bid to shake up strategy and management of General Motors and push company into alliance with Renault and Nissan; Kerkorian's departure is seen as lack of faith...",
      "abstract": "Billionaire Kirk Kerkorian sells last $1.2 billion in GM shares he bought last year in bid to shake up strategy and management of General Motors and push company into alliance with Renault and Nissan; Kerkorian's departure is seen as lack of faith in future of GM; large number of buyouts taken by workers at GM and Ford has enabled both companies to drastically reduce their long-term labor-cost structure in face of another siege by foreign competitors (M)",
      "lead_paragraph": "DETROIT, Dec. 1 - Top executives of General Motors, wrestling with one of the biggest financial crises in its history, have not had much to celebrate this year.",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/02/business/one-threat-averted-but-more-await-gm.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Nature Getting the Blame for Costly Orange Juice",
      "snippet": "ACNielsen statistics show that average price of gallon of orange juice has risen 14 percent, to average of $5.09 at end of October compared with $4.45 year earlier; Tropicana and Minute Maid cite lackluster crop because of four hurricanes that hit...",
      "abstract": "ACNielsen statistics show that average price of gallon of orange juice has risen 14 percent, to average of $5.09 at end of October compared with $4.45 year earlier; Tropicana and Minute Maid cite lackluster crop because of four hurricanes that hit Florida and citrus canker disease; photos (M)",
      "lead_paragraph": "The cost of breakfast is going up courtesy of four hurricanes and a tenacious citrus disease.",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/02/business/nature-getting-the-blame-for-costly-orange-juice.html",
      "byline": "By Andrew Martin"
    },
    {
      "headline": "Next Chairman for Intelligence Opposed War",
      "snippet": "Rep Nancy Pelosi, incoming House speaker, names Rep Silvestre Reyes as next chairman of House intelligence committee; choice of Reyes, who opposed war in Iraq, sends strong new signal that Democrats intend to confront White House; it also ends wee...",
      "abstract": "Rep Nancy Pelosi, incoming House speaker, names Rep Silvestre Reyes as next chairman of House intelligence committee; choice of Reyes, who opposed war in Iraq, sends strong new signal that Democrats intend to confront White House; it also ends weeks of closed-door lobbying among Democrats who had been competing for post; Pelosi passed over panel's top Democrat, Rep Jane Harman, political rival and more hawkish figure who voted to authorize war in Iraq; Reyes photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 1 - Representative Nancy Pelosi, the incoming House speaker, sent a strong new signal on Friday that Democrats intend to confront the White House by naming a Texas congressman who opposed the war in Iraq as the next chairman of the House intelligence committee.",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/02/washington/next-chairman-for-intelligence-opposed-war.html",
      "byline": "By Mark Mazzetti and Jeff Zeleny"
    },
    {
      "headline": "One Threat Averted but More Await G.M.",
      "snippet": "Billionaire Kirk Kerkorian’s departure represents not so much a surrender as a lack of faith in the future of G.M.",
      "abstract": "Billionaire Kirk Kerkorian’s departure represents not so much a surrender as a lack of faith in the future of G.M.",
      "lead_paragraph": " DETROIT, Dec. 1 — Top executives of General Motors, wrestling with one of the biggest financial crises in its history, have not had much to celebrate this year.",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/02/business/02motors.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "As Crime Soars for Venezuela, Chávez Coasts",
      "snippet": "Homicides are up 67 percent since 1999, worrying voters, but President Hugo Chávez is sailing toward re-election.",
      "abstract": "Homicides are up 67 percent since 1999, worrying voters, but President Hugo Chávez is sailing toward re-election.",
      "lead_paragraph": "CARACAS, Venezuela, Dec. 1 — Walk into an emergency room in many poor parts of this booming, oil-rich nation on a weekend night and you will be overwhelmed — victims of gunshot wounds and drunken clashes line the corridors. Homicides are up 67 percent since 1999, and violent crime is the top concern of Venezuela’s voters as they head to the polls on Sunday. ",
      "publication_date": "2006-12-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/02/world/americas/02venezuela.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Rumsfeld Memo Proposed ‘Major Adjustment’ in Iraq",
      "snippet": "Two days before he resigned as defense secretary, Donald H. Rumsfeld submitted a memo to the White House that acknowledged that the administration’s strategy in Iraq was not working.",
      "abstract": "Two days before he resigned as defense secretary, Donald H. Rumsfeld submitted a memo to the White House that acknowledged that the administration’s strategy in Iraq was not working.",
      "lead_paragraph": "WASHINGTON, Dec. 2 — Two days before he resigned as defense secretary, Donald H. Rumsfeld submitted a classified memo to the White House that acknowledged that the Bush administration’s strategy in Iraq was not working and called for a major course correction.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/03/world/middleeast/03military.html",
      "byline": "By Michael R. Gordon and David S. Cloud"
    },
    {
      "headline": "Imports Spurring Push to Subsidize Produce",
      "snippet": "In the face of new competition, primarily from China, produce farmers have joined forces for the first time.",
      "abstract": "In the face of new competition, primarily from China, produce farmers have joined forces for the first time.",
      "lead_paragraph": " FRESNO COUNTY, Calif. — For decades, the fiercely independent fruit and vegetable growers of California, Florida and other states have been the only farmers in America who shunned federal subsidies, delivering produce to the tables of millions of Americans on their own.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/03/business/03farm.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Russian Ex-Spy Lived in a World of Deceptions",
      "snippet": "Alexander V. Litvinenko’s career began in the post-Soviet roller coaster and ended mysteriously when he died of radiation poisoning last week.",
      "abstract": "Alexander V. Litvinenko’s career began in the post-Soviet roller coaster and ended mysteriously when he died of radiation poisoning last week.",
      "lead_paragraph": "LONDON, Dec. 2 — The tangled tale of Alexander V. Litvinenko, the maverick Russian K.G.B. agent turned dissident who died of radiation poisoning last week, has seized the headlines recently, but its roots can be traced to a late spring evening in Moscow in 1994.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/03/world/europe/03russian.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "This Fund Manager Is Heard, and Heeded",
      "snippet": "A decision to question authority and \"get people to toe the line.\"",
      "abstract": "A decision to question authority and \"get people to toe the line.\"",
      "lead_paragraph": "CORPORATE executives, and those who carry their water, dismiss shareholder activists these days as promoters of hidden agendas that have no place in the financial markets. Stockholders interested in making executives more accountable to their owners, the shills say, are really pushing labor union participation or kooky environmental issues and are generally to be ignored. ",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/12/03/business/yourmoney/03gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Health Hazard: Computers Spilling Your History",
      "snippet": "Healthcare industry is pushing for government and private programs that will improve system by increasing its reliability on computerized records and other technological advancements; technology companies, health insurers and medical device compan...",
      "abstract": "Healthcare industry is pushing for government and private programs that will improve system by increasing its reliability on computerized records and other technological advancements; technology companies, health insurers and medical device companies are eager supporters of change; critics worry about privacy concerns and and misuse of data; photos (M)",
      "lead_paragraph": "BILL CLINTON'S identity was hidden behind a false name when he went to NewYork-Presbyterian Hospital two years ago for heart surgery, but that didn't stop computer hackers, including people working at the hospital, from trying to get a peek at the electronic records of his medical charts.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/12/03/business/yourmoney/health-hazard-computers-spilling-your-history.html",
      "byline": "By Milt Freudenheim and Robert Pear"
    },
    {
      "headline": "Imports Spurring Push to Subsidize Produce",
      "snippet": "Produce farmers, facing competition mainly from China, have formed lobbying group to pressure politicians to include subsidy in farm bill to be debated in January; fruit and vegetable farmers have never before sought subsidies but are now seeking ...",
      "abstract": "Produce farmers, facing competition mainly from China, have formed lobbying group to pressure politicians to include subsidy in farm bill to be debated in January; fruit and vegetable farmers have never before sought subsidies but are now seeking more than $1 billion to help their crops compete effectively in tougher global marketplace; any money growers get would probably have to come out of allocation that already goes to other sorts of farmers, and could lead to charges of supporting American farmers at expense of farmers in poorer countries; graphs; photo (L)",
      "lead_paragraph": "FRESNO COUNTY, Calif. - For decades, the fiercely independent fruit and vegetable growers of California, Florida and other states have been the only farmers in America who shunned federal subsidies, delivering produce to the tables of millions of Americans on their own.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/12/03/business/imports-spurring-push-to-subsidize-produce.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "This Fund Manager Is Heard, and Heeded",
      "snippet": "Robert A Olstein starts Olstein Strategic Opportunities mutual fund in response to fund managers who are not operating in best interest of their shareholders; fees are high but performance is generating high returns; Olstein also runs $1.7 billion...",
      "abstract": "Robert A Olstein starts Olstein Strategic Opportunities mutual fund in response to fund managers who are not operating in best interest of their shareholders; fees are high but performance is generating high returns; Olstein also runs $1.7 billion Olstein All Cap Value Fund (M)",
      "lead_paragraph": "CORPORATE executives, and those who carry their water, dismiss shareholder activists these days as promoters of hidden agendas that have no place in the financial markets. Stockholders interested in making executives more accountable to their owners, the shills say, are really pushing labor union participation or kooky environmental issues and are generally to be ignored.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/12/03/business/yourmoney/this-fund-manager-is-heard-and-heeded.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Blowing the Whistle on Big Oil",
      "snippet": "Interior Department eliminates Bobby L Maxwell's job in 'reorganization' after he and his team of auditors spend years scrutinizing books of major oil companies; becomes most feared whistle blower for Big Oil, exposing how industry and government ...",
      "abstract": "Interior Department eliminates Bobby L Maxwell's job in 'reorganization' after he and his team of auditors spend years scrutinizing books of major oil companies; becomes most feared whistle blower for Big Oil, exposing how industry and government do business together; files suit against Kerr-McGee Corporation accusing company of cheating governments out of royalty payments; contends that Interior Department ignored audits indicating cheating; nation's largest oil producers, including Exxon Mobil, Chevron, Shell and ConocoPhillips fail to block suit; photos; graph (M)",
      "lead_paragraph": "HONOLULU - DURING a 22-year career, Bobby L. Maxwell routinely won accolades and awards as one of the Interior Department's best auditors in the nation's oil patch, snaring promotions that eventually had him supervising a staff of 120 people.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/12/03/business/yourmoney/blowing-the-whistle-on-big-oil.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Health Hazard: Computers Spilling Your History",
      "snippet": "Doctors try to balance a patient's trust with new technology.",
      "abstract": "Doctors try to balance a patient's trust with new technology.",
      "lead_paragraph": "BILL CLINTON’S identity was hidden behind a false name when he went to NewYork-Presbyterian Hospital two years ago for heart surgery, but that didn’t stop computer hackers, including people working at the hospital, from trying to get a peek at the electronic records of his medical charts.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/12/03/business/yourmoney/03health.html",
      "byline": "By Milt Freudenheim and Robert Pear"
    },
    {
      "headline": "As Trucking Rules Are Eased, a Debate on Safety Intensifies",
      "snippet": "First article in series Loosening the Rules; Federal Motor Carrier Safety Administration in 2003 rejected proposals to tighten truck drivers' hours and after intense lobbying by trucking industry instead relaxed rules on how long truckers can be o...",
      "abstract": "First article in series Loosening the Rules; Federal Motor Carrier Safety Administration in 2003 rejected proposals to tighten truck drivers' hours and after intense lobbying by trucking industry instead relaxed rules on how long truckers can be on road; government has also turned down repeated requests from insurers and safety groups for more rigorous training of new drivers; critics say loosening rules has caused government to repeatedly miss its own targets for reducing death rates, but supporters say changes promote safety and point out that fatality rate has continued long decline; graphs; photos (L)",
      "lead_paragraph": "WASHINGTON, Dec. 2 - As Dorris Edwards slowed for traffic near Kingdom City, Mo., on her way home from a Thanksgiving trip in 2004, an 18-wheeler slammed into her Jeep Cherokee.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/12/03/washington/as-trucking-rules-are-eased-a-debate-on-safety-intensifies.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Eye Black Used to Cut Glare, or Turn Up Spotlight",
      "snippet": "Many athletes do not seem to care much about intended use of eye black to cut glare from sun or stadium lights, but use smudges, patches and decals like fashion accessories, miniature billboards for personal messages and war-paint aimed at gaining...",
      "abstract": "Many athletes do not seem to care much about intended use of eye black to cut glare from sun or stadium lights, but use smudges, patches and decals like fashion accessories, miniature billboards for personal messages and war-paint aimed at gaining psychological advantage; photos (L)",
      "lead_paragraph": "UPPER DARBY, Pa., Dec. 1 - As Upper Darby High played its annual Thanksgiving Day football game, a northeaster raked the Philadelphia suburbs, turning the field into a muddy pudding. The last thing any player needed was protection from the sun's glare. And because the game began in late morning, no one bothered turning on the stadium lights.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/12/03/sports/eye-black-used-to-cut-glare-or-turn-up-spotlight.html",
      "byline": "By JERÉ LONGMAN"
    },
    {
      "headline": "Blowing the Whistle on Big Oil",
      "snippet": "A look at how government does business with the oil industry.",
      "abstract": "A look at how government does business with the oil industry.",
      "lead_paragraph": "Honolulu",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/12/03/business/yourmoney/03whistle.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Rumsfeld Memo Proposed ‘Major Adjustment’ in Iraq",
      "snippet": "Defense Sec Donald H Rumsfeld submitted classified memo to White House two days before his Nov 8 resignation suggesting Bush administration's Iraq strategy needed major adjustment; suggested administration consider campaign to lower public expecta...",
      "abstract": "Defense Sec Donald H Rumsfeld submitted classified memo to White House two days before his Nov 8 resignation suggesting Bush administration's Iraq strategy needed major adjustment; suggested administration consider campaign to lower public expectations in effort to limit political fallout from shifting course; expressed frustration with pace of turning over responsibilities to Iraqis and offered several ideas for troop redeployments or withdrawals; memo gave no indication that Rumsfeld intended to resign; photos (L)",
      "lead_paragraph": "WASHINGTON, Dec. 2 - Two days before he resigned as defense secretary, Donald H. Rumsfeld submitted a classified memo to the White House that acknowledged that the Bush administration's strategy in Iraq was not working and called for a major course correction.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/12/03/world/middleeast/rumsfeld-memo-proposed-major-adjustment-in-iraq.html",
      "byline": "By Michael R. Gordon and David S. Cloud"
    },
    {
      "headline": "Future Home Health Aides Learn to Help Others and Themselves",
      "snippet": "Though the pay for home health aides is low, demand is soaring.",
      "abstract": "Though the pay for home health aides is low, demand is soaring.",
      "lead_paragraph": "Even after 14 years, Norma Ford has not forgotten the challenge of looking for work. ",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/12/03/jobs/03homehealth.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "Future Home Health Aides Learn to Help Others and Themselves",
      "snippet": "Nonprofit Selfhelp Community Services in New York City adds support services to its home health aide training to attract people to field and keep them employed; has been training home health aides since 1977; photo (M)",
      "abstract": "Nonprofit Selfhelp Community Services in New York City adds support services to its home health aide training to attract people to field and keep them employed; has been training home health aides since 1977; photo (M)",
      "lead_paragraph": "Even after 14 years, Norma Ford has not forgotten the challenge of looking for work.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/12/03/jobs/future-home-health-aides-learn-to-help-others-and-themselves.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "Putting in the Hours and Paying a Price",
      "snippet": "Until the workplace offers more flexibility, today’s distracted and overworked employees will become tomorrow’s drag on the bottom line.",
      "abstract": "Until the workplace offers more flexibility, today’s distracted and overworked employees will become tomorrow’s drag on the bottom line.",
      "lead_paragraph": "I’VE always been taken with the word “zeitgeist.” I remember hearing it for the first time when I was in college, wondering why I had never heard it before, and tucking it away because it was one of those perfect foreign words that said what no word in English did. ",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/12/03/jobs/03wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Putting in the Hours and Paying a Price",
      "snippet": "Lisa Belkin Life's Work column on Center for Work/Life Policy study that examines effects of people spending too much time at work; study coins phrase extreme jobs, defined as working 60 hours or more a week with other characteristics, and estimat...",
      "abstract": "Lisa Belkin Life's Work column on Center for Work/Life Policy study that examines effects of people spending too much time at work; study coins phrase extreme jobs, defined as working 60 hours or more a week with other characteristics, and estimates 20 percent of high earners in US meet definition; examines consequences for relationships and family life; drawing (M)",
      "lead_paragraph": "I'VE always been taken with the word \"zeitgeist.\" I remember hearing it for the first time when I was in college, wondering why I had never heard it before, and tucking it away because it was one of those perfect foreign words that said what no word in English did.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/12/03/jobs/putting-in-the-hours-and-paying-a-price.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Russian Ex-Spy Lived in a World of Deceptions",
      "snippet": "RUSSIAN EX-SPY LIVED AND DIED IN WORLD OF VIOLENCE AND BETRAYAL** Career of former KGB agent Alexander V Litvinenko, who died of radiation poisoning in London last week, was shaped by his friendship with Russian oligarch Boris A Berezovsky; relati...",
      "abstract": "RUSSIAN EX-SPY LIVED AND DIED IN WORLD OF VIOLENCE AND BETRAYAL** Career of former KGB agent Alexander V Litvinenko, who died of radiation poisoning in London last week, was shaped by his friendship with Russian oligarch Boris A Berezovsky; relationship formed in 1994 when Litvinenko investigated assassination attempt on Berezovsky in Moscow; exact circumstances of Litvinenko's death remain hidden, but he lived last years of his life as public critic of Pres Vladimir V Putin and his government; his accusation that KGB-successor FSB was involved in unrelated conspiracy led to severance of his ties with agency; map; photo (L)",
      "lead_paragraph": "LONDON, Dec. 2 - The tangled tale of Alexander V. Litvinenko, the maverick Russian K.G.B. agent turned dissident who died of radiation poisoning last week, has seized the headlines recently, but its roots can be traced to a late spring evening in Moscow in 1994.",
      "publication_date": "2006-12-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/12/03/world/europe/russian-exspy-lived-in-a-world-of-deceptions.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Wal-Mart Says Thank You to Workers",
      "snippet": "Faced with public demonstrations of discontent by its employees, Wal-Mart has developed a new program intended to show that it appreciates them.",
      "abstract": "Faced with public demonstrations of discontent by its employees, Wal-Mart has developed a new program intended to show that it appreciates them.",
      "lead_paragraph": "Faced with public demonstrations of discontent by its employees, Wal-Mart Stores has developed a wide-ranging new program intended to show that it appreciates its 1.3 million workers in the United States and to encourage them to air their grievances. ",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/04/business/04walmart.html",
      "byline": "By Michael Barbaro and Steven Greenhouse"
    },
    {
      "headline": "Double Blow to Heart Patients",
      "snippet": "Torcetrapib's failure not only denies heart patients one well-publicized treatment, but may also lead to delays for similar drugs. Page A21.  ",
      "abstract": "Torcetrapib's failure not only denies heart patients one well-publicized treatment, but may also lead to delays for similar drugs. Page A21.  ",
      "lead_paragraph": "Torcetrapib's failure not only denies heart patients one well-publicized treatment, but may also lead to delays for similar drugs. Page A21.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/04/us/front page/double-blow-to-heart-patients.html",
      "byline": ""
    },
    {
      "headline": "A ‘Civil War’ Puts Words on Trial",
      "snippet": "David Carr column on debate on use of 'civil war' which began in earnest week ago when Matt Lauer of NBC said network would begin using term to describe conflict in Iraq; says Bush administration has fought to maintain custody of Iraqi conflict by...",
      "abstract": "David Carr column on debate on use of 'civil war' which began in earnest week ago when Matt Lauer of NBC said network would begin using term to describe conflict in Iraq; says Bush administration has fought to maintain custody of Iraqi conflict by defining insurgents as 'terrorists' and prisoners of war as 'unlawful combatants'; holds there are those who suggest that there is something vaguely seditious in describing situation in Iraq as civil war; says Bill O'Reilly of Fox News has been critical of actual conduct of war, but saves much of his powder for those who would doubt American resolve by defining conflict as one that is occurring between native combatants; New York Times executive editor Bill Keller has said in public statements that he has no interest in having paper handcuffed by 'reductionist shorthand' for war that he called 'colossally complicated'; Times for months has been using modifying phrases like 'on the brink of' and 'on the verge of' before civil war; Keller, in Dec 1 e-mail, said he bristles at way low-grade semantic argument has become substitute for serious discussion about what is happening in Iraq and what to do about it; Ashley Gilbertson, veteran freelance photographer who spent three years in Iraq taking pictures for New York Times, and New York Times reporter Dexter Filkins comment on war (M)",
      "lead_paragraph": "Decades ago, I wrote an article about a police officer who was notorious for roughing up suspects before he took them in for booking. The term-of-art within the Minneapolis police department for that kind of officer was \"thumper,\" and there was plenty in the public record to suggest that the noun fit him nicely.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/04/business/media/a-civil-war-puts-words-on-trial.html",
      "byline": "By David Carr"
    },
    {
      "headline": "The Retooling of a Search Engine",
      "snippet": "Search engine Ask.com is introducing AskCity, service that integrates maps with information about local businesses, restaurants, concerts and movie listings and reviews; so-called local searches already account for 10 percent of all Internet queri...",
      "abstract": "Search engine Ask.com is introducing AskCity, service that integrates maps with information about local businesses, restaurants, concerts and movie listings and reviews; so-called local searches already account for 10 percent of all Internet queries and are expected to grow faster than other searches; they are also seen as way to tap into tens of billions in spending by small businesses, which have yet to switch much of their advertising dollars to Internet; early reviews of service by analysts are positive; Ask.com Jim Lanzone and Barry Diller, who acquired Ask site in March 2005, comment on Ask's future; map; photos (L)",
      "lead_paragraph": "OAKLAND, Calif., Dec. 3 - A replica of what looks like Han Solo of \"Star Wars,\" frozen in carbonite, sits outside Jim Lanzone's office here. A closer inspection, however, reveals that the frozen body is that of another fictional character: Jeeves, the English butler best known in Internet circles as the mascot of the Ask Jeeves search engine.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/04/technology/the-retooling-of-a-search-engine.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "With Brash Hosts, Headline News Finds More Viewers in Prime Time",
      "snippet": "Glenn Beck, host of CNN Headline News, along with Nancy Grace, lawyer whose show appears at 8 pm, is part of nearly two-year-old experiment to reinvent Headline News from series of quick news summaries into brasher, personality-driven talk-TV form...",
      "abstract": "Glenn Beck, host of CNN Headline News, along with Nancy Grace, lawyer whose show appears at 8 pm, is part of nearly two-year-old experiment to reinvent Headline News from series of quick news summaries into brasher, personality-driven talk-TV format along lines of Fox News's evening line-up; experiment is success; Beck has increased ratings in his 7 pm time period 60 percent among all viewers since his arrival in May and 84 percent among viewers aged 25 to 54; Grace has retained triple-digit percentage increases in her time period from year before; question remains as to whether CNN networks can compete with more opinionated prime-time competition--Fox News and MSNBC, in particular--while preserving their reputation as objective news gatherer; Kenneth Jautz, CNN executive who is in charge of Headline News, compares talk shows to role of op-ed page at newspaper; controversy surrounding Grace, who was sued by family of Melinda Duckett who killed herself after appearing on show to discuss disappearance of her child, discussed; Duckett is described by Florida authorities as prime suspect in case; Beck's recent interview with Congressman-elect Keith Ellison, first Muslim elected to House, on Nov 14 noted; chart; photos (L)",
      "lead_paragraph": "\"No offense, and I know Muslims. I like Muslims.\"",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/04/business/media/with-brash-hosts-headline-news-finds-more-viewers-in-prime.html",
      "byline": "By Noam Cohen"
    },
    {
      "headline": "End of Drug Trial Is a Big Loss for Pfizer",
      "snippet": "A drug, intended to treat heart disease, actually caused an increase in deaths and heart problems.",
      "abstract": "A drug, intended to treat heart disease, actually caused an increase in deaths and heart problems.",
      "lead_paragraph": "The news came to Pfizer’s chief scientist, Dr. John L. LaMattina, as he was showering at 7 a.m. Saturday: the company’s most promising experimental drug, intended to treat heart disease, actually caused an increase in deaths and heart problems. Eighty-two people had died so far in a clinical trial, versus 51 people in the same trial who had not taken it. ",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "Health",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/04/health/04pfizer.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Video Is a Window Into a Terror Suspect’s Isolation",
      "snippet": "A tape provides the first concrete glimpse inside the incarceration of Jose Padilla, whose detention became a test case in the fight against terrorism.",
      "abstract": "A tape provides the first concrete glimpse inside the incarceration of Jose Padilla, whose detention became a test case in the fight against terrorism.",
      "lead_paragraph": "One spring day during his three and a half years as an enemy combatant, Jose Padilla experienced a break from the monotony of his solitary confinement in a bare cell in the brig at the Naval Weapons Station in Charleston, S.C.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/04/us/04detain.html",
      "byline": "By Deborah Sontag"
    },
    {
      "headline": "Hush, Mama, Don’t You Cry, a New Yellow Wiggle Will Sing",
      "snippet": "Pre-school-age children who make up core audience for Australian music group Wiggles seem unaffected by departure of lead singer Greg Page, but their mothers seem bereft, pouring their hearts out on message boards on band's Web site; Page, band's ...",
      "abstract": "Pre-school-age children who make up core audience for Australian music group Wiggles seem unaffected by departure of lead singer Greg Page, but their mothers seem bereft, pouring their hearts out on message boards on band's Web site; Page, band's lead singer, announced that he is resigning after being diagnosed with serious illness; will be replaced by longtime backup singer and dancer for band, Sam Moran; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/04/arts/hush-mama-dont-you-cry-a-new-yellow-wiggle-will-sing.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "The Future of Web Ads Is in Britain",
      "snippet": "Online advertising is racing ahead in Britain, growing at about 40 percent annual rate, and is expected to account for as much as 14 percent of overall ad spending this year; figure is highest level in world, and more than double percentage in US;...",
      "abstract": "Online advertising is racing ahead in Britain, growing at about 40 percent annual rate, and is expected to account for as much as 14 percent of overall ad spending this year; figure is highest level in world, and more than double percentage in US; much of advertising in Britain is national, while there are strong local and regional ad markets in America; some believe that online advertising in Britain provides somewhat of roadmap for where online ads in US and elsewhere may be heading; British marketers seem to have bought into oft-touted benefits of Internet advertising: that is is easy to track, enormously effective and relative bargain; graph; photos (L)",
      "lead_paragraph": "If you want a glimpse of the future of advertising, you can hire a consultant -- or you can travel to Britain.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/04/technology/the-future-of-web-ads-is-in-britain.html",
      "byline": "By Louise Story and Eric Pfanner"
    },
    {
      "headline": "A ‘Civil War’ Puts Words on Trial",
      "snippet": "The willingness to use the term now to describe the conflict in Iraq is less a brave declaration than a wet, sensitive finger in the wind.",
      "abstract": "The willingness to use the term now to describe the conflict in Iraq is less a brave declaration than a wet, sensitive finger in the wind.",
      "lead_paragraph": "Decades ago, I wrote an article about a police officer who was notorious for roughing up suspects before he took them in for booking. The term-of-art within the Minneapolis police department for that kind of officer was “thumper,” and there was plenty in the public record to suggest that the noun fit him nicely. ",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/04/business/media/04carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "End of Drug Trial Is a Big Loss for Pfizer",
      "snippet": "Abrupt decision to end trial of drug torcetrapib is shocking disappointment for Pfizer, which invested nearly $1 billion in it, and for people who suffer from heart disease; cardiologists had hoped drug would reduce buildup of plaques in blood ves...",
      "abstract": "Abrupt decision to end trial of drug torcetrapib is shocking disappointment for Pfizer, which invested nearly $1 billion in it, and for people who suffer from heart disease; cardiologists had hoped drug would reduce buildup of plaques in blood vessels that can cause heart attacks; Pfizer officials said just last week that company was hoping to get Food and Drug Administration approval for it in 2007; trials were stopped on news that 82 people died in clinical trial, versus 51 people in same trial who had not taken it; for those with heart disease, torcetrapib's failure means that progress may be slowing after two decades of substantial advances against the disease; medicines to lower blood pressure and bad cholesterol are already effective and widely used, yet heart disease remains biggest cause of death in United States, killing 911,000 people in 2003; because torcetrapib-related deaths occurred during clinical trial, before drug reached market, Pfizer will not face product liability lawsuits that have dogged other drugmakers with other drugs; photos; chronological chart of drug's journey (M)",
      "lead_paragraph": "The news came to Pfizer's chief scientist, Dr. John L. LaMattina, as he was showering at 7 a.m. Saturday: the company's most promising experimental drug, intended to treat heart disease, actually caused an increase in deaths and heart problems. Eighty-two people had died so far in a clinical trial, versus 51 people in the same trial who had not taken it.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/04/health/end-of-drug-trial-is-a-big-loss-for-pfizer.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "The Future of Web Ads Is in Britain",
      "snippet": "Online advertising is growing at a roughly 40 percent annual rate in Britain, and is expected to account for as much as 14 percent of overall ad spending this year.",
      "abstract": "Online advertising is growing at a roughly 40 percent annual rate in Britain, and is expected to account for as much as 14 percent of overall ad spending this year.",
      "lead_paragraph": "If you want a glimpse of the future of advertising, you can hire a consultant — or you can travel to Britain.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/04/technology/04adcol.html",
      "byline": "By Louise Story and Eric Pfanner"
    },
    {
      "headline": "Video Is a Window Into a Terror Suspect’s Isolation",
      "snippet": "Jose Padilla's lawyers show videotape that offers first concrete glimpse inside secretive military incarceration of American citizen whose detention without charges became test case of Pres Bush's powers in fight against terror; Padilla was held a...",
      "abstract": "Jose Padilla's lawyers show videotape that offers first concrete glimpse inside secretive military incarceration of American citizen whose detention without charges became test case of Pres Bush's powers in fight against terror; Padilla was held as enemy combatant in solitary confinement in bare cell in Naval brig in South Carolina from mid-2002 until earlier this year, when he was transferred to federal detention center in Miami; Bush administration has accused him of plotting dirty bomb attack; Padilla's lawyers claim his interrogations included hooding, stress positions, assaults, threats of imminent execution and administration of 'truth serums'; say he is unfit to stand trial, so damaged by his interrogations and prolonged isolation that he suffers post-traumatic stress disorder; Pentagon spokesman disputes Padilla's accusations of mistreatment, claiming conditions of his confinement were humane; photos (M)",
      "lead_paragraph": "One spring day during his three and a half years as an enemy combatant, Jose Padilla experienced a break from the monotony of his solitary confinement in a bare cell in the brig at the Naval Weapons Station in Charleston, S.C.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/04/us/video-is-a-window-into-a-terror-suspects-isolation.html",
      "byline": "By Deborah Sontag"
    },
    {
      "headline": "Early ‘Maybe’ From Obama Jolts ’08 Field",
      "snippet": "Political Memo: Sen Barack Obama's possible run for president is altering early dynamics of 2008 Democratic nominating contest; move has created complications for Sen Hillary Rodham Clinton as she steps up her own preparations and is posing threat...",
      "abstract": "Political Memo: Sen Barack Obama's possible run for president is altering early dynamics of 2008 Democratic nominating contest; move has created complications for Sen Hillary Rodham Clinton as she steps up her own preparations and is posing threat to lesser-known Democrats trying to position themselves as alternatives to her; many Democrats see Obama as prospective candidate who both underlines and compensates for potential weaknesses that worry them about Clinton; but Obama remains 45-year-old first-term senator who is largely untested in national politics; photos (M)",
      "lead_paragraph": "WASHINGTON, Dec. 3 - Senator Barack Obama's announcement that he might run for president is altering the early dynamics of the 2008 Democratic nominating contest. The move has created complications for Senator Hillary Rodham Clinton as she steps up her own preparations and is posing a threat to lesser-known Democrats trying to position themselves as alternatives to Mrs. Clinton, Democrats said Sunday.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/04/washington/early-maybe-from-obama-jolts-08-field.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "The Retooling of a Search Engine",
      "snippet": "Ask.com is introducing AskCity, a service that integrates maps with information about local businesses, restaurants, listings and reviews.",
      "abstract": "Ask.com is introducing AskCity, a service that integrates maps with information about local businesses, restaurants, listings and reviews.",
      "lead_paragraph": "OAKLAND, Calif., Dec. 3 — A replica of what looks like Han Solo of “Star Wars,” frozen in carbonite, sits outside Jim Lanzone’s office here. A closer inspection, however, reveals that the frozen body is that of another fictional character: Jeeves, the English butler best known in Internet circles as the mascot of the Ask Jeeves search engine. ",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/04/technology/04ask.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "Panel Faults U.S.-Trained Afghan Police",
      "snippet": "Five years after the fall of the Taliban, the police force in Afghanistan is largely incapable of carrying out routine law enforcement work, a U.S. report found.",
      "abstract": "Five years after the fall of the Taliban, the police force in Afghanistan is largely incapable of carrying out routine law enforcement work, a U.S. report found.",
      "lead_paragraph": "Five years after the fall of the Taliban, a joint report by the Pentagon and the State Department has found that the American-trained police force in Afghanistan is largely incapable of carrying out routine law enforcement work, and that managers of the $1.1 billion training program cannot say how many officers are actually on duty or where thousands of trucks and other equipment issued to police units have gone.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/04/world/asia/04police.html",
      "byline": "By James Glanz and David Rohde"
    },
    {
      "headline": "Wal-Mart Says Thank You to Workers",
      "snippet": "Wal-Mart Stores has developed wide-ranging new program intended to show that it appreciates its 1.3 million workers in US and to encourage them to air their labor grievances; Wal-Mart managers at 4,000 stores will meet with 10 rank-and-file worker...",
      "abstract": "Wal-Mart Stores has developed wide-ranging new program intended to show that it appreciates its 1.3 million workers in US and to encourage them to air their labor grievances; Wal-Mart managers at 4,000 stores will meet with 10 rank-and-file workers every week and extend additional 10 percent discount on single item during holidays to all its employees, beyond normal 10 percent employee discount; program was created during volatile six months period, starting when company instituted set of sweeping changes in how it managed its workers; Wal-Mart has sought to create cheaper, more flexible labor force by capping wages, using more part-time employees, scheduling more workers at night and weekends, and cracking down on unexcused days off; policies angered many long-time employees, who complained that changes would reduce their pay and disrupt their families' lives; documents describing program were provided to New York Times by WakeUpWalMart.com, group founded by United Food and Commercial Workers union, which fears that Wal-Mart will undermine unionized stores; photos (M)",
      "lead_paragraph": "Faced with public demonstrations of discontent by its employees, Wal-Mart Stores has developed a wide-ranging new program intended to show that it appreciates its 1.3 million workers in the United States and to encourage them to air their grievances.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/04/business/walmart-says-thank-you-to-workers.html",
      "byline": "By Michael Barbaro and Steven Greenhouse"
    },
    {
      "headline": "Panel Faults U.S.-Trained Afghan Police",
      "snippet": "American military's field-training of police force in Afghanistan is roundly criticized in joint report by Pentagon and State Dept; report claims no effective training program has even been established there, five years after fall of Taliban, at l...",
      "abstract": "American military's field-training of police force in Afghanistan is roundly criticized in joint report by Pentagon and State Dept; report claims no effective training program has even been established there, five years after fall of Taliban, at least in part because of slow, ineffectual start and understaffing; finds that American-trained police force is largely incapable of carrying out routine law enforcement work and that managers of $1.1 billion training program cannot say how many officers are actually on duty or where thousands of trucks and other equipment issued to police units have gone; police training experts with first-hand experience with American effort in Afghanistan agree with report's findings; some cite additional problems, such as quality of private contractors and cost and effectiveness of relying on them to train police officers; experts question why report focuses on US government managers and only glancingly analyzes performance of principal contractor, DynCorp International of Virginia; report estimates that $600 million will be needed per year indefinitely to sustain police force in Afghanistan; photo (M)",
      "lead_paragraph": "Five years after the fall of the Taliban, a joint report by the Pentagon and the State Department has found that the American-trained police force in Afghanistan is largely incapable of carrying out routine law enforcement work, and that managers of the $1.1 billion training program cannot say how many officers are actually on duty or where thousands of trucks and other equipment issued to police units have gone.",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/04/world/asia/panel-faults-ustrained-afghan-police.html",
      "byline": "By James Glanz and David Rohde"
    },
    {
      "headline": "With Brash Hosts, Headline News Finds More Viewers in Prime Time",
      "snippet": "A brash, personality-driven talk-TV format along the lines of Fox News’s evening lineup is improving the prime time performance of CNN’s Headline News.",
      "abstract": "A brash, personality-driven talk-TV format along the lines of Fox News’s evening lineup is improving the prime time performance of CNN’s Headline News.",
      "lead_paragraph": "“No offense, and I know Muslims. I like Muslims.” ",
      "publication_date": "2006-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/04/business/media/04headline.html",
      "byline": "By Noam Cohen"
    }
  ]
}