{
  "metadata": {
    "date": "2006-11-03",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Consumers Signal Change in ’08 Election",
      "snippet": "Floyd Norris column says latest consumer confidence numbers suggest that Democrats will take back White House in 2008; notes that Conference Board's consumer confidence index has two parts, one for current situation and one for expectations, and t...",
      "abstract": "Floyd Norris column says latest consumer confidence numbers suggest that Democrats will take back White House in 2008; notes that Conference Board's consumer confidence index has two parts, one for current situation and one for expectations, and that expectation index just before midterm election has historically been solid indicator of outcome of presidential election two years later; graph (M)",
      "lead_paragraph": "The consumer confidence numbers are out, and they indicate the Democrats will take back the White House in 2008.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/03/business/consumers-signal-change-in-08-election.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "This Election, Modest Tour for President",
      "snippet": "President Bush is visiting carefully chosen districts and states he won handily in 2004 where his aides believe he can provide pivotal help.",
      "abstract": "President Bush is visiting carefully chosen districts and states he won handily in 2004 where his aides believe he can provide pivotal help.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/us/politics/03impact.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "2 Giants in a Deal Over Linux",
      "snippet": "Microsoft struck a deal with Novell to ensure that its version of Linux could operate with Windows in corporate data centers.",
      "abstract": "Microsoft struck a deal with Novell to ensure that its version of Linux could operate with Windows in corporate data centers.",
      "lead_paragraph": "SAN FRANCISCO, Nov. 2 — Microsoft acknowledged the influence of the Linux operating system on Thursday by striking a deal with Novell, a longtime rival, to ensure that Novell’s version of Linux could operate together with Windows in corporate data centers. ",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/03/business/03soft.html",
      "byline": "By Laurie J. Flynn and Steve Lohr"
    },
    {
      "headline": "Taint for Democrats, Too",
      "snippet": "Democrats this campaign season have worked hard to portray the Republican Party as having a ''culture of corruption'' represented by the Jack Abramoff lobbying scandal and the sending of explicit e-mail to Congressional pages. But there are also D...",
      "abstract": "Democrats this campaign season have worked hard to portray the Republican Party as having a ''culture of corruption'' represented by the Jack Abramoff lobbying scandal and the sending of explicit e-mail to Congressional pages. But there are also Democrats whose campaigns havebeen marked by claims of ethical failings in widely varying degrees.   BY MONICA DAVEY, PAGE A23  ",
      "lead_paragraph": "Democrats this campaign season have worked hard to portray the Republican Party as having a \"culture of corruption\" represented by the Jack Abramoff lobbying scandal and the sending of explicit e-mail to Congressional pages. But there are also Democrats whose campaigns havebeen marked by claims of ethical failings in widely varying degrees. BY MONICA DAVEY, PAGE A23",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/us/front page/taint-for-democrats-too.html",
      "byline": ""
    },
    {
      "headline": "Congress Tells Auditor in Iraq to Close Office",
      "snippet": "Obscure provision tucked away in huge military authorization bill calls for shutdown of federal oversight agency that has exposed corruption and mismanagement in Iraq reconstruction; investigations by Republican lawyer Stuart W Bowen Jr have sent ...",
      "abstract": "Obscure provision tucked away in huge military authorization bill calls for shutdown of federal oversight agency that has exposed corruption and mismanagement in Iraq reconstruction; investigations by Republican lawyer Stuart W Bowen Jr have sent American occupation officials to jail on bribery and conspiracy charges, exposed disastrously poor construction work by well-connected companies like Halliburton, and discovered that military did not properly track hundreds of thousands of weapons it shipped to Iraqi security forces; Bowen's supporters say agency is being shut down because it embarrassed Bush administration; opposition is building on both sides of political aisle in Congress as implications of shutdown provision become clear; neither House nor Senate version of bill contained termination clause before bill went to conference committee; Pres Bush signed measure two weeks ago; photos (M)",
      "lead_paragraph": "Investigations led by a Republican lawyer named Stuart W. Bowen Jr. in Iraq have sent American occupation officials to jail on bribery and conspiracy charges, exposed disastrously poor construction work by well-connected companies like Halliburton and Parsons, and discovered that the military did not properly track hundreds of thousands of weapons it shipped to Iraqi security forces.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/world/middleeast/congress-tells-auditor-in-iraq-to-close-office.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "In Bruising Virginia Senate Fight, Women May Make the Difference",
      "snippet": "Tight Senate race in Virginia between Sen George Allen and Democratic challenger Jim Webb may be decided by how women vote; both candidates have high-profile Virginia women campaigning on their behalf, Mary Matalin for Allen and Lynda Robb for Web...",
      "abstract": "Tight Senate race in Virginia between Sen George Allen and Democratic challenger Jim Webb may be decided by how women vote; both candidates have high-profile Virginia women campaigning on their behalf, Mary Matalin for Allen and Lynda Robb for Webb; battle for female vote began when Allen campaign took aim at Webb's argument 30 years ago against women in combat and admission of women to Naval Academy; Allen's campaign recently introduced new issue seemingly tailored for women, novels Webb has written that Allen claims include sexually explicit scenes and 'chauvinistic attitudes'; Webb's allies note books are works of fiction and have been widely acclaimed by Sen John McCain, among others; analysts say Allen's attacks help explain why recent polls show Webb and Allen running close among women; find it equally striking that Webb is neck and neck with Allen among men, which is unusual for Democrat; photos; chart; excerpts from campaign speeches by Allen and Webb (M)",
      "lead_paragraph": "FAIRFAX, Va., Nov. 1 - There is, unquestionably, a striking amount of testosterone in the Virginia Senate race between Senator George Allen, football-tossing Republican conservative, and Jim Webb, Democrat, Vietnam veteran and chronicler of the warrior tradition.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/us/front page/the-2006-campaign-in-bruising-virginia-senate-fight-women-may.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Some Californians to Pick Their Utility at the Polls",
      "snippet": "Voters in Yolo and Sacramento Counties in California will decide on Nov 7 whether 77,000 electricity customers in Yolo County will be served by Sacramento Municipal Utility District rather than their current utility, Pacific Gas & Electric Co, who...",
      "abstract": "Voters in Yolo and Sacramento Counties in California will decide on Nov 7 whether 77,000 electricity customers in Yolo County will be served by Sacramento Municipal Utility District rather than their current utility, Pacific Gas & Electric Co, whose rates are roughly 40 percent higher than those in Sacramento County; PG&E, parent of Pacific Gas, has spent $10.4 million to defeat measure, which is supported by coalition of business owners, local officeholders and some public power advocates; election campaign is small but significant sign of modern-day efforts around nation to expand publicly owned power; photos (M)",
      "lead_paragraph": "WOODLAND, Calif., Nov. 1 - Gene Stille says he is tired of paying the Pacific Gas and Electric Company roughly $300,000 a year in extra electricity bills for his small chain of Nugget supermarkets. If his stores were just a few miles east, in the Sacramento Municipal Utility District, he said, his costs would be that much lower.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/03/business/some-californians-to-pick-their-utility-at-the-polls.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "In Virginia Race, Women Make the Difference",
      "snippet": "The exceedingly tight contest for Virginia’s Senate seat may be decided by how women vote.",
      "abstract": "The exceedingly tight contest for Virginia’s Senate seat may be decided by how women vote.",
      "lead_paragraph": "FAIRFAX, Va., Nov. 1 — There is, unquestionably, a striking amount of testosterone in the Virginia Senate race between Senator George Allen, football-tossing Republican conservative, and Jim Webb, Democrat, Vietnam veteran and chronicler of the warrior tradition.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/us/politics/03virginia.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "U.S. Web Archive Is Said to Reveal a Nuclear Primer",
      "snippet": "A federal government Web site, set up to make public Iraqi documents, included some that may constitute a basic guide to building an atom bomb.",
      "abstract": "A federal government Web site, set up to make public Iraqi documents, included some that may constitute a basic guide to building an atom bomb.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/world/middleeast/03documents.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "Some Californians to Pick Their Utility at the Polls",
      "snippet": "Voters in Yolo County could set a precedent if they decide to switch from Pacific Gas and Electric to the municipal utility.",
      "abstract": "Voters in Yolo County could set a precedent if they decide to switch from Pacific Gas and Electric to the municipal utility.",
      "lead_paragraph": "WOODLAND, Calif., Nov. 1 — Gene Stille says he is tired of paying the Pacific Gas and Electric Company roughly $300,000 a year in extra electricity bills for his small chain of Nugget supermarkets. If his stores were just a few miles east, in the Sacramento Municipal Utility District, he said, his costs would be that much lower.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/03/business/03utility.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "This Election, Modest Tour for President",
      "snippet": "Pres Bush is on more modest campaign tour this year than in past election years, reflecting his decline in popularity; he is visiting carefully chosen districts and states where aides believe he can provide pivotal help in tight election battles; ...",
      "abstract": "Pres Bush is on more modest campaign tour this year than in past election years, reflecting his decline in popularity; he is visiting carefully chosen districts and states where aides believe he can provide pivotal help in tight election battles; with low poll ratings and bad news out of Iraq inescapable, his visits are as likely to galvanize other side as they are to buck up local Republicans; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/us/politics/this-election-modest-tour-for-president.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Mission: Rescue Operation",
      "snippet": "Tom Cruise will take charge of United Artists, the production company started by Charlie Chaplin and Mary Pickford. ",
      "abstract": "Tom Cruise will take charge of United Artists, the production company started by Charlie Chaplin and Mary Pickford. ",
      "lead_paragraph": "LOS ANGELES, Nov. 2 — Now playing: Tom Cruise, the sequel.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/03/business/media/03studio.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "U.S. Web Archive Is Said to Reveal a Nuclear Primer",
      "snippet": "American government shuts down Web site that weapons experts say offers basic guide to building atom bomb, pending review; site gives detailed accounts of Iraq's secret nuclear research before 1991 Persian Gulf war; it was set up by Bush administr...",
      "abstract": "American government shuts down Web site that weapons experts say offers basic guide to building atom bomb, pending review; site gives detailed accounts of Iraq's secret nuclear research before 1991 Persian Gulf war; it was set up by Bush administration under pressure from Congressional Republicans hoping to 'leverage the Internet' to find new evidence of prewar dangers posed by Saddam Hussein; officials of International Atomic Energy Agency privately protested last week about site, fearing information could help states like Iran develop nuclear arms; documents contain charts, diagrams, equations and lengthy narratives about bomb building that nuclear experts claim go beyond what is available elsewhere on Internet and in other public forums; US government received warnings about site's contents last spring and withdrew information on biological weapons at that time (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/world/middleeast/us-web-archive-is-said-to-reveal-a-nuclear-primer.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "Mission: Rescue Operation",
      "snippet": "Tom Cruise and his producing partner, Paula Wagner, will take charge of United Artists, production company now owned by Metro-Goldwyn-Mayer; Wagner, who will be named chief executive of United Artists, and Cruise will initially have authority to p...",
      "abstract": "Tom Cruise and his producing partner, Paula Wagner, will take charge of United Artists, production company now owned by Metro-Goldwyn-Mayer; Wagner, who will be named chief executive of United Artists, and Cruise will initially have authority to produce about four movies a year for distribution by MGM; neither is putting up any capital, and Cruise may or may not star in pictures and will be free to work as actor for other studios; MGM will finance United Artists' first few movies with budgets of $40 million to $50 million and then approach outside investors to finance more of them in partnership with Cruise, who will share owneship stake in operation with Wagner; photo (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 2 - Now playing: Tom Cruise, the sequel.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/03/business/media/mission-rescue-operation.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "October Sales Were Weak at Wal-Mart",
      "snippet": "Wal-Mart Stores, Target and Costco post disappointing sales figures for October, suggesting at approach of holiday shopping season that consumers may be watching their expenditures; Wal-Mart, which had meager 0.5 percent rise in same-store sales f...",
      "abstract": "Wal-Mart Stores, Target and Costco post disappointing sales figures for October, suggesting at approach of holiday shopping season that consumers may be watching their expenditures; Wal-Mart, which had meager 0.5 percent rise in same-store sales for month, is expected to make sharp price cuts well before Friday after Thanksgiving; Federated Depatment Stores, J C Penney and Nordstrom report stronger sales gains for month; Labor Department reports that average hourly wages of American workers rose at seasonally adjusted annual rate of 3.7 percent in third quarter, but that productivity was unchanged; photos; graphs (M)",
      "lead_paragraph": "Where are Americans spending all the money they're saving on gas? Not at Wal-Mart, it seems.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/03/business/october-sales-were-weak-at-walmart.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Congress Tells Auditor in Iraq to Close Office",
      "snippet": "An obscure provision in a military authorization bill to close the inspector general’s office in Iraq has generated outrage among lawmakers.",
      "abstract": "An obscure provision in a military authorization bill to close the inspector general’s office in Iraq has generated outrage among lawmakers.",
      "lead_paragraph": "Investigations led by a Republican lawyer named Stuart W. Bowen Jr. in Iraq have sent American occupation officials to jail on bribery and conspiracy charges, exposed disastrously poor construction work by well-connected companies like Halliburton and Parsons, and discovered that the military did not properly track hundreds of thousands of weapons it shipped to Iraqi security forces.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/world/middleeast/03reconstruct.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "October Sales Were Weak at Wal-Mart",
      "snippet": "The results suggest that lower- and middle-class Americans are holding on to their wallets even as energy prices fall and wages rise.",
      "abstract": "The results suggest that lower- and middle-class Americans are holding on to their wallets even as energy prices fall and wages rise.",
      "lead_paragraph": "Where are Americans spending all the money they’re saving on gas? Not at Wal-Mart, it seems.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/03/business/03econ.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Consumers Signal Change in ’08 Election",
      "snippet": "The consumer confidence numbers are out, and they indicate the Democrats will take back the White House in 2008.",
      "abstract": "The consumer confidence numbers are out, and they indicate the Democrats will take back the White House in 2008.",
      "lead_paragraph": "The consumer confidence numbers are out, and they indicate the Democrats will take back the White House in 2008.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/03/business/03norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "China Courts Africa, Angling for Strategic Gains",
      "snippet": "Leaders of 48 of the 53 African countries are to arrive in Beijing this weekend for a huge diplomatic event.",
      "abstract": "Leaders of 48 of the 53 African countries are to arrive in Beijing this weekend for a huge diplomatic event.",
      "lead_paragraph": "BEIJING, Nov. 2 — Billboards here show elephants and giraffes roaming the savanna. Traffic has been curtailed, construction sites shut down and even the sky has been tantalizingly, if temporarily, blue.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/world/asia/03china.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Medicaid Wants Citizenship Proof for Infant Care",
      "snippet": "Bush administration says children born in United States to low-income illegal immigrants will not automatically be entitled to health insurance through Medicaid; doctors and hospitals say policy change would make it more difficult for such infants...",
      "abstract": "Bush administration says children born in United States to low-income illegal immigrants will not automatically be entitled to health insurance through Medicaid; doctors and hospitals say policy change would make it more difficult for such infants, who are US citizens, to obtain health care needed in first year of life; illegal immigrants can get coverage for labor and delivery; in past, after birth of baby, child was deemed eligible for coverage as well, and states had to cover children for one year from date of birth; under new policy, application must be filed for child, and parents must provide documents to prove child's citizenship; doctors note obtaining birth certificate can take weeks in some states, and that illegal immigrant parents may be reluctant to go to state welfare office, fearing contact with government agencies that could report their presence to immigration authorities; administration officials claim they were required to make change under new law that tightens documentation requirements to prevent immigrants from fraudulently claiming US citizenship to get Medicaid (M)",
      "lead_paragraph": "WASHINGTON, Nov. 2 - Under a new federal policy, children born in the United States to illegal immigrants with low incomes will no longer be automatically entitled to health insurance through Medicaid, Bush administration officials said Thursday.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/washington/medicaid-wants-citizenship-proof-for-infant-care.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "2 Giants in a Deal Over Linux",
      "snippet": "Microsoft strikes deal with Novell to ensure that Novell's version of Linux operating system can operate together with Windows in corporate data centers; rivals are collaborating on technical development and marketing programs and have taken steps...",
      "abstract": "Microsoft strikes deal with Novell to ensure that Novell's version of Linux operating system can operate together with Windows in corporate data centers; rivals are collaborating on technical development and marketing programs and have taken steps to ensure that Microsoft's intellectual property is protected as it modifies its software to work with Novell's SuSE Linux operating system; industry analysts say partnership is driven by both competitive and customer considerations; say it may help Microsoft's fast-growing server software business by reassuring corporate technology managers that they can make continued investments in Windows, which is proprietary, and Linux, which is open-source; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Nov. 2 - Microsoft acknowledged the influence of the Linux operating system on Thursday by striking a deal with Novell, a longtime rival, to ensure that Novell's version of Linux could operate together with Windows in corporate data centers.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/03/business/2-giants-in-a-deal-over-linux.html",
      "byline": "By Laurie J. Flynn and Steve Lohr"
    },
    {
      "headline": "China Courts Africa, Angling for Strategic Gains",
      "snippet": "China seeks tighter ties with Africa, continent whose leaders often complain about being neglected by United States and Europe; China's economic goal is to secure Africa's abundant supplies of natural resources at lowest possible prices; Chinese c...",
      "abstract": "China seeks tighter ties with Africa, continent whose leaders often complain about being neglected by United States and Europe; China's economic goal is to secure Africa's abundant supplies of natural resources at lowest possible prices; Chinese companies view Africa as open market, neglected by Western multinationals, that they can cultivate with their trademark low-priced goods; political leaders of 48 of 53 African countries are to arrive in Beijing for huge diplomatic event, China-Africa forum, whose official purpose is to expand trade and offer aid; China does not follow international lending standards intended to fight corruption in region; it has embraced leaders of Sudan and Zimbabwe, countries that are under heavy pressure to improve their poor human rights records; Chinese hope also to give their diplomats advantage at United Nations and other international organizations, where African countries can constitute powerful voting bloc; photo (M)",
      "lead_paragraph": "BEIJING, Nov. 2 - Billboards here show elephants and giraffes roaming the savanna. Traffic has been curtailed, construction sites shut down and even the sky has been tantalizingly, if temporarily, blue.",
      "publication_date": "2006-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/03/world/asia/china-courts-africa-angling-for-strategic-gains.html",
      "byline": "By Joseph Kahn"
    }
  ]
}