{
  "metadata": {
    "date": "2006-09-27",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Backing Policy, President Issues Terror Estimate",
      "snippet": "Excerpts released Tuesday show that intelligence agencies found that the “Iraq conflict has become the ‘cause célèbre’ for jihadists.”",
      "abstract": "Excerpts released Tuesday show that intelligence agencies found that the “Iraq conflict has become the ‘cause célèbre’ for jihadists.”",
      "lead_paragraph": "WASHINGTON, Sept. 26 — Portions of a National Intelligence Estimate on terrorism that the White House released under pressure on Tuesday said that Muslim jihadists were “increasing in both number and geographic dispersion” and that current trends could lead to increasing attacks around the globe. ",
      "publication_date": "2006-09-27T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/27/world/middleeast/27intel.html",
      "byline": "By Mark Mazzetti"
    },
    {
      "headline": "My Life B.W., Before Wi-Fi",
      "snippet": "E-mailing from Bali once involved Velcro, suction cups and total silence.",
      "abstract": "E-mailing from Bali once involved Velcro, suction cups and total silence.",
      "lead_paragraph": "I RECENTLY arrived at a hotel about an hour before a room would be available. So I sat in the lobby and opened my laptop.",
      "publication_date": "2006-09-27T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "SPG",
      "web_url": "https://www.nytimes.com/2006/09/27/technology/circuits/27pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Fastow Sentenced to 6 Years",
      "snippet": "The judge said he gave Andrew Fastow a lighter sentence in part because he has been \"persecuted\" since Enron’s collapse.",
      "abstract": "The judge said he gave Andrew Fastow a lighter sentence in part because he has been \"persecuted\" since Enron’s collapse.",
      "lead_paragraph": "HOUSTON, Sept. 26 — Andrew S. Fastow, the former chief financial officer of Enron, whose schemes to defraud the company made him a symbol of corporate corruption, was sentenced Tuesday to six years in prison for his role in Enron’s collapse in 2001. ",
      "publication_date": "2006-09-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/27/business/27enron.html",
      "byline": "By Kate Murphy and Alexei Barrionuevo"
    },
    {
      "headline": "Theme of Campaign Ads: Don’t Be Nice",
      "snippet": "Both sides have described the midterm campaign environment as the most toxic  in memory.",
      "abstract": "Both sides have described the midterm campaign environment as the most toxic  in memory.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-27T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/27/us/politics/27ads.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Qwest Beats the Odds, So Far",
      "snippet": "The revived phone company Qwest has built up so much cash that it can think, cautiously, of buying another industry player.",
      "abstract": "The revived phone company Qwest has built up so much cash that it can think, cautiously, of buying another industry player.",
      "lead_paragraph": "DENVER — Richard C. Notebaert, the chief executive of Qwest Communications, is not one for conventional wisdom. Just a year ago, many on Wall Street thought Qwest, the nation’s fourth-largest phone company, was so weak that it was bound to be broken up or sold.",
      "publication_date": "2006-09-27T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/27/technology/27qwest.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Forensic Skills Seek to Uncover Elder Abuse",
      "snippet": "The techniques popularized on TV are being used to diagnose elder abuse and neglect.",
      "abstract": "The techniques popularized on TV are being used to diagnose elder abuse and neglect.",
      "lead_paragraph": "SANTA ANA, Calif. — The elderly man in the emergency room was covered with bruises, some purple and others fading to yellow. Despite signs of dementia, he told the same story over and over: His wife’s burly home health aide had beaten him. But the health aide and the wife insisted he had fallen. Now it was up to the members of Orange County’s Elder Abuse Forensic Center to decide which story was true. ",
      "publication_date": "2006-09-27T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/27/us/27abuse.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "Surging Losses, but Few Victims in Data Breaches",
      "snippet": "While high-profile data breaches are common, there is no evidence of a surge in identity theft or financial fraud as a result.",
      "abstract": "While high-profile data breaches are common, there is no evidence of a surge in identity theft or financial fraud as a result.",
      "lead_paragraph": "THE theft last May seemed scary. The personal information of more than 26 million military veterans was stolen from the home of an employee at the Department of Veterans Affairs. The personal details on the worker’s laptop and an extra hard drive included veterans’ names, birth dates and Social Security numbers — the nuggets most sought after by identity thieves. ",
      "publication_date": "2006-09-27T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "SPG",
      "web_url": "https://www.nytimes.com/2006/09/27/technology/circuits/27lost.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Health Care Costs Rise Twice as Much as Inflation",
      "snippet": "The cost of employee health coverage rose 7.7 percent this year, more than double the overall inflation rate and well ahead of the increase in the incomes of workers.",
      "abstract": "The cost of employee health coverage rose 7.7 percent this year, more than double the overall inflation rate and well ahead of the increase in the incomes of workers.",
      "lead_paragraph": " The cost of living keeps going up, but the cost of healthy living is going up even faster.",
      "publication_date": "2006-09-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/27/business/27insure.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "World Automakers Gather in Paris, Looking for a Lift",
      "snippet": "Leaders of many of the biggest global car companies will be at this year’s Paris Motor Show at a seminal moment for the automobile industry.",
      "abstract": "Leaders of many of the biggest global car companies will be at this year’s Paris Motor Show at a seminal moment for the automobile industry.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-27T04:00:00+0000",
      "section_name": "Automobiles",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/27/automobiles/27auto.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Opera Canceled Over a Depiction of Muhammad",
      "snippet": "A scene involving the severed head of the Prophet Muhammad prompted a threat to a German opera house.",
      "abstract": "A scene involving the severed head of the Prophet Muhammad prompted a threat to a German opera house.",
      "lead_paragraph": "BERLIN, Sept. 26 — A leading German opera house has canceled performances of a Mozart opera because of security fears stirred by a scene that depicts the severed head of the Prophet Muhammad, prompting a storm of protest here about what many see as the surrender of artistic freedom.",
      "publication_date": "2006-09-27T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/27/world/europe/27germany.html",
      "byline": "By Judy Dempsey and Mark Landler"
    },
    {
      "headline": "The Choice: A Longer Life or More Stuff",
      "snippet": "Why isn’t spending on, say, surgery considered good for the economy?",
      "abstract": "Why isn’t spending on, say, surgery considered good for the economy?",
      "lead_paragraph": " The most authoritative report on the cost of health insurance came out yesterday, and it’s sure to cause some new outrage.",
      "publication_date": "2006-09-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/27/business/27leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Forensic Skills Seek to Uncover Elder Abuse",
      "snippet": "The elderly man in the emergency room was covered with bruises, some purple and others fading to yellow. Despite signs of dementia, he told the same story over and over: His wife's burly home health aide had beaten him. But the health aide and the...",
      "abstract": "The elderly man in the emergency room was covered with bruises, some purple and others fading to yellow. Despite signs of dementia, he told the same story over and over: His wife's burly home health aide had beaten him. But the health aide and the wife insisted he had fallen. Now it was up to the members of Orange County's Elder Abuse Forensic Center to decide which story was true.      As the man lay on a gurney, he was interviewed by a team from the center: a geriatrician, a social worker and an investigator from the sheriff's office. The bruises on the man's chest, they determined, were the result of being punched. There were bloody outlines of a shoe on the man's leg. His clear, consistent story, and cognitive tests, persuaded the prosecutor to charge the aide with a felony.  ",
      "lead_paragraph": "SANTA ANA, Calif. - The elderly man in the emergency room was covered with bruises, some purple and others fading to yellow. Despite signs of dementia, he told the same story over and over: His wife's burly home health aide had beaten him. But the health aide and the wife insisted he had fallen. Now it was up to the members of Orange County's Elder Abuse Forensic Center to decide which story was true.",
      "publication_date": "2006-09-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/27/us/forensic-skills-seek-to-uncover-elder-abuse.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "The Choice: A Longer Life or More Stuff",
      "snippet": "The most authoritative report on the cost of health insurance came out yesterday, and it's sure to cause some new outrage.     The average cost of a family insurance plan that Americans get through their jobs has risen another 7.7 percent this yea...",
      "abstract": "The most authoritative report on the cost of health insurance came out yesterday, and it's sure to cause some new outrage.     The average cost of a family insurance plan that Americans get through their jobs has risen another 7.7 percent this year, to $11,500, according to the Kaiser Family Foundation. In only seven years, the cost has doubled, while incomes and company revenue, which pay for health insurance, haven't risen nearly as much.  ",
      "lead_paragraph": "The most authoritative report on the cost of health insurance came out yesterday, and it's sure to cause some new outrage.",
      "publication_date": "2006-09-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/27/business/the-choice-a-longer-life-or-more-stuff.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "My Life B.W., Before Wi-Fi",
      "snippet": "David Pogue column describes difference between 1995 and present day in terms of ease of communicating via Internet; cites dearth of available connections while traveling in 1995 and one particularly difficult episode that occurred while trying to...",
      "abstract": "David Pogue column describes difference between 1995 and present day in terms of ease of communicating via Internet; cites dearth of available connections while traveling in 1995 and one particularly difficult episode that occurred while trying to transmit data; drawings (M)",
      "lead_paragraph": "I RECENTLY arrived at a hotel about an hour before a room would be available. So I sat in the lobby and opened my laptop.",
      "publication_date": "2006-09-27T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2006/09/27/technology/circuits/my-life-bw-before-wifi.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Qwest Beats the Odds, So Far",
      "snippet": "Richard C. Notebaert, the chief executive of Qwest Communications, is not one for conventional wisdom. Just a year ago, many on Wall Street thought Qwest, the nation's fourth-largest phone company, was so weak that it was bound to be broken up or ...",
      "abstract": "Richard C. Notebaert, the chief executive of Qwest Communications, is not one for conventional wisdom. Just a year ago, many on Wall Street thought Qwest, the nation's fourth-largest phone company, was so weak that it was bound to be broken up or sold.     But Mr. Notebaert has quietly and consistently proved them wrong. He has cut costs, stabilized revenue and built up so much cash that Qwest is actually in a position to buy another industry player -- perhaps a wireless carrier or a provider of corporate telecommunications services.  ",
      "lead_paragraph": "DENVER - Richard C. Notebaert, the chief executive of Qwest Communications, is not one for conventional wisdom. Just a year ago, many on Wall Street thought Qwest, the nation's fourth-largest phone company, was so weak that it was bound to be broken up or sold.",
      "publication_date": "2006-09-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/27/technology/qwest-beats-the-odds-so-far.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Health Care Costs Rise Twice as Much as Inflation",
      "snippet": "The cost of living keeps going up, but the cost of healthy living is going up even faster.     A widely followed national survey reported yesterday that the cost of employee health care coverage rose 7.7 percent this year, more than double the ove...",
      "abstract": "The cost of living keeps going up, but the cost of healthy living is going up even faster.     A widely followed national survey reported yesterday that the cost of employee health care coverage rose 7.7 percent this year, more than double the overall inflation rate and well ahead of the increase in the incomes of workers.  ",
      "lead_paragraph": "The cost of living keeps going up, but the cost of healthy living is going up even faster.",
      "publication_date": "2006-09-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/27/business/health-care-costs-rise-twice-as-much-as-inflation.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "World Automakers Gather in Paris, Looking for a Lift",
      "snippet": "Too bad Bono and Angelina Jolie aren't here.     If they were, this year's Paris Motor Show, which opens to the media on Thursday, would feel even more like the auto industry's equivalent of the World Economic Forum in Davos, Switzerland.  ",
      "abstract": "Too bad Bono and Angelina Jolie aren't here.     If they were, this year's Paris Motor Show, which opens to the media on Thursday, would feel even more like the auto industry's equivalent of the World Economic Forum in Davos, Switzerland.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/27/automobiles/world-automakers-gather-in-paris-looking-for-a-lift.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Fastow Sentenced to 6 Years",
      "snippet": "Andrew S. Fastow, the former chief financial officer of Enron, whose schemes to defraud the company made him a symbol of corporate corruption, was sentenced Tuesday to six years in prison for his role in Enron's collapse in 2001.      As teary-eye...",
      "abstract": "Andrew S. Fastow, the former chief financial officer of Enron, whose schemes to defraud the company made him a symbol of corporate corruption, was sentenced Tuesday to six years in prison for his role in Enron's collapse in 2001.      As teary-eyed family and friends looked on, Mr. Fastow, 44, was immediately taken into custody after his sentencing in federal court here. After his imprisonment, he will serve two additional years at home under court supervision.  ",
      "lead_paragraph": "HOUSTON, Sept. 26 - Andrew S. Fastow, the former chief financial officer of Enron, whose schemes to defraud the company made him a symbol of corporate corruption, was sentenced Tuesday to six years in prison for his role in Enron's collapse in 2001.",
      "publication_date": "2006-09-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/27/business/fastow-sentenced-to-6-years.html",
      "byline": "By Kate Murphy and Alexei Barrionuevo"
    },
    {
      "headline": "Surging Losses, but Few Victims in Data Breaches",
      "snippet": "Theft of laptop from home of employee at Department of Veterans Affairs underscores crucial distinction between data loss and malicious data theft, distinction that has been glossed over or ignored in recent wave of disclosures of data breaches in...",
      "abstract": "Theft of laptop from home of employee at Department of Veterans Affairs underscores crucial distinction between data loss and malicious data theft, distinction that has been glossed over or ignored in recent wave of disclosures of data breaches in public and private sectors; while high-profile data breaches are common, there is no evidence of resulting surges in identity theft or financial frauds; even when networks are hacked and information is intentionally stolen, only tiny fraction of data can be exploited; people tend to equate data loss with identity theft, but there appears to be no correlation; different types of data breaches noted; photos; drawing (M)",
      "lead_paragraph": "THE theft last May seemed scary. The personal information of more than 26 million military veterans was stolen from the home of an employee at the Department of Veterans Affairs. The personal details on the worker's laptop and an extra hard drive included veterans' names, birth dates and Social Security numbers -- the nuggets most sought after by identity thieves.",
      "publication_date": "2006-09-27T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2006/09/27/technology/circuits/surging-losses-but-few-victims-in-data-breaches.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Backing Policy, President Issues Terror Estimate",
      "snippet": "Portions of a National Intelligence Estimate on terrorism that the White House released under pressure on Tuesday said that Muslim jihadists were ''increasing in both number and geographic dispersion'' and that current trends could lead to increas...",
      "abstract": "Portions of a National Intelligence Estimate on terrorism that the White House released under pressure on Tuesday said that Muslim jihadists were ''increasing in both number and geographic dispersion'' and that current trends could lead to increasing attacks around the globe.      The report, a comprehensive assessment of terrorism produced in April by American intelligence agencies, said the invasion and occupation of Iraq had become a ''cause célèbre'' for jihadists. It identified the jihad in Iraq as one of four underlying factors fueling the spread of the Islamic radicalism, along with entrenched grievances, the slow pace of reform and pervasive anti-American sentiment.  ",
      "lead_paragraph": "WASHINGTON, Sept. 26 - Portions of a National Intelligence Estimate on terrorism that the White House released under pressure on Tuesday said that Muslim jihadists were \"increasing in both number and geographic dispersion\" and that current trends could lead to increasing attacks around the globe.",
      "publication_date": "2006-09-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/27/world/middleeast/backing-policy-president-issues-terror-estimate.html",
      "byline": "By Mark Mazzetti"
    },
    {
      "headline": "Opera Canceled Over a Depiction of Muhammad",
      "snippet": "A leading German opera house has canceled performances of a Mozart opera because of security fears stirred by a scene that depicts the severed head of the Prophet Muhammad, prompting a storm of protest here about what many see as the surrender of ...",
      "abstract": "A leading German opera house has canceled performances of a Mozart opera because of security fears stirred by a scene that depicts the severed head of the Prophet Muhammad, prompting a storm of protest here about what many see as the surrender of artistic freedom.     The Deutsche Oper Berlin said Tuesday that it had pulled ''Idomeneo'' from its fall schedule after the police warned of an ''incalculable risk'' to the performers and the audience.  ",
      "lead_paragraph": "BERLIN, Sept. 26 - A leading German opera house has canceled performances of a Mozart opera because of security fears stirred by a scene that depicts the severed head of the Prophet Muhammad, prompting a storm of protest here about what many see as the surrender of artistic freedom.",
      "publication_date": "2006-09-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/27/world/europe/opera-canceled-over-a-depiction-of-muhammad.html",
      "byline": "By Judy Dempsey and Mark Landler"
    },
    {
      "headline": "Theme of Campaign Ads: Don’t Be Nice",
      "snippet": "Republicans and Democrats began showing at least 30 new campaign advertisements in contested House and Senate districts across the country on Tuesday. Of those, three were positive.     For Republicans, it was the leading edge of a wave of negativ...",
      "abstract": "Republicans and Democrats began showing at least 30 new campaign advertisements in contested House and Senate districts across the country on Tuesday. Of those, three were positive.     For Republicans, it was the leading edge of a wave of negative advertisements against Democratic candidates, the product of more than a year of research into the personal and professional backgrounds of Democratic challengers.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/27/us/politics/theme-of-campaign-ads-dont-be-nice.html",
      "byline": "By Adam Nagourney"
    }
  ]
}