{
  "metadata": {
    "date": "2006-10-24",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "I.B.M. Sues Amazon.com Over Patents",
      "snippet": "Five I.B.M. patents were cited, including technologies that govern how the site recommends products to customers.",
      "abstract": "Five I.B.M. patents were cited, including technologies that govern how the site recommends products to customers.",
      "lead_paragraph": "I.B.M., the holder of the largest patent storehouse in corporate America, often finds itself defending itself against patent claims from aggressive plaintiffs, seeking a payout.",
      "publication_date": "2006-10-24T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/24/technology/24amazon.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Enron’s Skilling Is Sentenced to 24 Years",
      "snippet": "A restitution order will send as much as $45 million of  Jeffrey K. Skilling’s money to the victims of the Enron fraud.",
      "abstract": "A restitution order will send as much as $45 million of  Jeffrey K. Skilling’s money to the victims of the Enron fraud.",
      "lead_paragraph": " HOUSTON, Oct. 23 — Jeffrey K. Skilling was sentenced to 24 years and 4 months in prison for his role in the pervasive fraud and conspiracy that led to the bankruptcy of Enron, closing the book on the government’s prosecution of top executives at the once-highflying energy company.",
      "publication_date": "2006-10-24T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/24/business/24enron.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "New Chief at Wrigley Is Outsider",
      "snippet": "The Wm. Wrigley Jr. Company, purveyor of all things minty fresh, named William D. Perez its chief executive Monday.",
      "abstract": "The Wm. Wrigley Jr. Company, purveyor of all things minty fresh, named William D. Perez its chief executive Monday.",
      "lead_paragraph": "For William D. Perez, it must be hard not to feel as if his new job is déjà vu all over again. The Wm. Wrigley Jr. Company, purveyor of all things minty fresh, named Mr. Perez its chief executive yesterday, the first time it has tapped someone outside its founding family in its 115 years.",
      "publication_date": "2006-10-24T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/24/business/24wrigley.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Ford Posts Loss of $5.8 Billion, Worst Since ’92",
      "snippet": "Ford’s new chief executive said the automaker would require a transformation in the way it thought about consumers.",
      "abstract": "Ford’s new chief executive said the automaker would require a transformation in the way it thought about consumers.",
      "lead_paragraph": "DEARBORN, Mich., Oct. 23 — The Ford Motor Company reported its worst financial results in more than 14 years Monday and warned that its business was likely to worsen further in the months ahead, as it and other Detroit auto companies struggle to reinvent themselves.",
      "publication_date": "2006-10-24T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/24/business/24ford.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Taking the Money",
      "snippet": "At an age when many professionals are enjoying the benefits of seniority, these people are inventing a work stage that has few maps but many travelers — life after the buyout.",
      "abstract": "At an age when many professionals are enjoying the benefits of seniority, these people are inventing a work stage that has few maps but many travelers — life after the buyout.",
      "lead_paragraph": "THEY were all on different career paths, but they had one thing in common. In midlife, well before they were ready to retire, they decided to take buyout packages. ",
      "publication_date": "2006-10-24T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "SPG",
      "web_url": "https://www.nytimes.com/2006/10/24/business/retirement/24buyout.html",
      "byline": "By JOHN LELAND"
    },
    {
      "headline": "This Time, It’s Not the Economy",
      "snippet": "Gas prices are down and the Dow Jones industrial average is up, but Republican candidates do not seem to be getting any traction.",
      "abstract": "Gas prices are down and the Dow Jones industrial average is up, but Republican candidates do not seem to be getting any traction.",
      "lead_paragraph": "In many ways, the economy has not looked so good in a long time.",
      "publication_date": "2006-10-24T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/24/business/24econ.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "War in Sudan? Not Where the Oil Wealth Flows",
      "snippet": "Despite the image of Sudan as a land of cracked earth and starving people, the economy is booming, with little help from the West.",
      "abstract": "Despite the image of Sudan as a land of cracked earth and starving people, the economy is booming, with little help from the West.",
      "lead_paragraph": "KHARTOUM, Sudan, Oct. 20 — To understand Sudan’s defiance toward the world, especially the Western world, check out the Ozone Café.",
      "publication_date": "2006-10-24T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/24/world/africa/24sudan.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Meat Labels Hope to Lure the Sensitive Carnivore",
      "snippet": "A growing number of retailers are making animal-welfare claims on meat and egg packaging. ",
      "abstract": "A growing number of retailers are making animal-welfare claims on meat and egg packaging. ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-24T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/24/business/24humane.html",
      "byline": "By Andrew Martin"
    },
    {
      "headline": "In Southwest, a Shifting Away From Party Ties",
      "snippet": "A growing number of voters are going independent, especially in the Southwest, a trend that could lead to more competitive races.",
      "abstract": "A growing number of voters are going independent, especially in the Southwest, a trend that could lead to more competitive races.",
      "lead_paragraph": "SHOW LOW, Ariz. — Political parties are like cowboy boots in many parts of the West. If one pair doesn’t fit, you try on another.",
      "publication_date": "2006-10-24T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/24/us/politics/24indie.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "This Time, It’s Not the Economy",
      "snippet": "Republican Congressional candidates do not seem to be getting any traction from glowing economic statistics with midterm elections just two weeks away; economy is virtually nowhere to be found among campaign ads of embattled Republican imcumbents ...",
      "abstract": "Republican Congressional candidates do not seem to be getting any traction from glowing economic statistics with midterm elections just two weeks away; economy is virtually nowhere to be found among campaign ads of embattled Republican imcumbents fighting to hold onto their House or Senate seats; nor its it showing up as strong weapon in arsenal of Republican governors defending their jobs from Democrats; only place economy has emerged as major campaign theme has been in aging industrial heartland around Great Lakes, where bleak economic prospects are being deployed against incumbents, Republicans and Democrats alike; Pres Bush has been campaigning this week on theme that economy is doing well; surveys suggest disenchantment over war in Iraq has morphed into disillusionment over direction of country, breeding distrust in Bush administration's policies; many middle-class voters do not see economy improving for them because of weak wage growth, costly health care and eroding benefits; chart; photos (L)",
      "lead_paragraph": "In many ways, the economy has not looked so good in a long time.",
      "publication_date": "2006-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/24/business/this-time-its-not-the-economy.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "In Southwest, a Shifting Away From Party Ties",
      "snippet": "Trend toward independent voters in Southwest may lead to more competitive races on local and statewide levels and also in presidential election; whole idea of political party is in flux in many parts of nation as candidates and voters reassess con...",
      "abstract": "Trend toward independent voters in Southwest may lead to more competitive races on local and statewide levels and also in presidential election; whole idea of political party is in flux in many parts of nation as candidates and voters reassess connotations--in baggage or benefit--of party association; to lure independent vote, some office seekers are omitting their party label on their lawn signs, and some dwell at length on stump on how much they disagree with their own parties on various issues; closer elections and more balanced war chests in races across nation are elevating role of independents regardless of their numbers--and changing strategies of how to reach them, even as they turn their noses up at what two-party system has become; photos; charts (M)",
      "lead_paragraph": "SHOW LOW, Ariz. - Political parties are like cowboy boots in many parts of the West. If one pair doesn't fit, you try on another.",
      "publication_date": "2006-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/24/us/politics/in-southwest-a-shifting-away-from-party-ties.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Meat Labels Hope to Lure the Sensitive Carnivore",
      "snippet": "Whole Foods Market joins growing number of retailers making animal-welfare claims on meat packaging, including 'free farmed,' 'certified humane,' 'cage free' and 'free range'; it is unclear whether proliferating animal-welfare labels appeal to any...",
      "abstract": "Whole Foods Market joins growing number of retailers making animal-welfare claims on meat packaging, including 'free farmed,' 'certified humane,' 'cage free' and 'free range'; it is unclear whether proliferating animal-welfare labels appeal to anyone other than niche market of animal lovers, since products are as much as twice as expensive as those that do not carry such labels; but market will probably expand substantially when Whole Foods begins offering its animal-compassionate line in its 186 stores; increase in animal-welfare labels is driven in part by animal-rights organizations, and in part by food retailers wanting to offer something their competitors do not; labeling trend has even beem embraced by restaurant industry; handful of high-end restaurants now carry 'certified humane' meat; photos; chart defining 'animal compassionate' terms used on labels for treatment of beef cattle, sheep and pigs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/24/business/meat-labels-hope-to-lure-the-sensitive-carnivore.html",
      "byline": "By Andrew Martin"
    },
    {
      "headline": "Enron’s Skilling Is Sentenced to 24 Years",
      "snippet": "Judge Simeon T Lake III sentences Enron's former chief executive Jeffrey K Skilling to 24 years and 4 months in prison for his role in pervasive fraud and conspiracy that led to bankruptcy of Enron, closing book on government's prosecution of top ...",
      "abstract": "Judge Simeon T Lake III sentences Enron's former chief executive Jeffrey K Skilling to 24 years and 4 months in prison for his role in pervasive fraud and conspiracy that led to bankruptcy of Enron, closing book on government's prosecution of top executives at once-highflying energy company; Skilling narrowly misses being longest one ever handed down to white-collar criminal; sentence amounts to life imprisonment for 52-year-old former executive; Lake denies Skilling's request to remain free pending appeal; allows him to be confined to his Houston home until assigned to correctional facility, which could be in few months; Skilling leaves court wearing electronic monitoring bracelet on ankle; Lake also approves restitution order that will send as much as $45 million of Skilling's money to victims of Enron fraud; $15.5 million will go to Skilling's lawyers and another $5 million to Enron shareholders if Skilling's appeals are unsuccessful; Lake says essentially all of Skilling's almost $60 million fortune will be stripped from him; Skilling says he has no regrets fighting for his innocence; chart; photos (L)",
      "lead_paragraph": "HOUSTON, Oct. 23 - Jeffrey K. Skilling was sentenced to 24 years and 4 months in prison for his role in the pervasive fraud and conspiracy that led to the bankruptcy of Enron, closing the book on the government's prosecution of top executives at the once-highflying energy company.",
      "publication_date": "2006-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/24/business/enrons-skilling-is-sentenced-to-24-years.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "New Chief at Wrigley Is Outsider",
      "snippet": "Wm Wrigley Jr Co names William D Perez chief executive, first time company has tapped someone outside its founding family in its 115 years; Bill Wrigley Jr will stay with company in new position of executive chairman; Perez comments; photo (M)",
      "abstract": "Wm Wrigley Jr Co names William D Perez chief executive, first time company has tapped someone outside its founding family in its 115 years; Bill Wrigley Jr will stay with company in new position of executive chairman; Perez comments; photo (M)",
      "lead_paragraph": "For William D. Perez, it must be hard not to feel as if his new job is déjà vu all over again. The Wm. Wrigley Jr. Company, purveyor of all things minty fresh, named Mr. Perez its chief executive yesterday, the first time it has tapped someone outside its founding family in its 115 years.",
      "publication_date": "2006-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/24/business/new-chief-at-wrigley-is-outsider.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Ford Posts Loss of $5.8 Billion, Worst Since ’92",
      "snippet": "Ford Motor Co reports $5.8 billion loss for third quarter, its worst financial results since 1992, and warns that business is likely to worsen further in months ahead; Ford's new chief executive Alan R Mulally says company must change way it think...",
      "abstract": "Ford Motor Co reports $5.8 billion loss for third quarter, its worst financial results since 1992, and warns that business is likely to worsen further in months ahead; Ford's new chief executive Alan R Mulally says company must change way it thinks about consumers and approaches American market; says typical response of closing plants and introducing few hit vehicles will not be enough to see Ford through without change in attitude; says company must realign itself to be more productive and nimble; Chrysler Group is expected to join Ford in reporting dismal results for last quarter; General Motors is expected to earn profit in quarter with savings from deep cost cuts, but its American operations may remain in red; dire straits in Detroit represent continuing fallout from auto companies' too-long reliance on gasoline-consuming sport utility vehicles, as well as their failure to develop new cars and trucks to fend off Asian competitors, particularly Toyota and Honda of Japan and Hyundai of South Korea; foreign companies' factories in United States have focused on fuel-efficient vehicles, and have had record sales; photos; chart (M)",
      "lead_paragraph": "DEARBORN, Mich., Oct. 23 - The Ford Motor Company reported its worst financial results in more than 14 years Monday and warned that its business was likely to worsen further in the months ahead, as it and other Detroit auto companies struggle to reinvent themselves.",
      "publication_date": "2006-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/24/business/ford-posts-loss-of-58-billion-worst-since-92.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Offering Perks, Lenders Court Colleges’ Favor",
      "snippet": "Private student loans have become big and increasingly competitive business; with rising tuition and lagging government aid, students took out nearly $13.8 billion in private loans in 2004-5, more than 10 times amount borrowed decade ago; key to t...",
      "abstract": "Private student loans have become big and increasingly competitive business; with rising tuition and lagging government aid, students took out nearly $13.8 billion in private loans in 2004-5, more than 10 times amount borrowed decade ago; key to this business is university financial aid offices, which compile lists of 'preferred' lenders; students rarely comparison shop and rely on those lists; financial aid administrators claim they pick lenders with most competitive terms, but some question whether students are getting best deals; note incentives and giveaways offered to college and university officials by private loan companies; cite possible conflict of interest; it is hard to determine how widespread incentives are, because neither universities nor lenders dislcose arrangements; law making it illegal for lenders to use inducements to get applicants for federally backed students loans does not apply to private loans; photos (M)",
      "lead_paragraph": "One student loan company has invited college and university officials, and their spouses, to attend an education conference -- in the Caribbean this February, all expenses paid. Another pays universities bonuses based on how much their students borrow. Others gave away gifts like iPods at a recent conference for financial aid administrators.",
      "publication_date": "2006-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/24/education/offering-perks-lenders-court-colleges-favor.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "War in Sudan? Not Where the Oil Wealth Flows",
      "snippet": "Sudan's already belligerent government is emboldened by oil, which is giving it wherewithal to resist Western demands to end conflict in Darfur; oil has turned Sudan into one of fastest growing economies in Africa; American sanctions have not kept...",
      "abstract": "Sudan's already belligerent government is emboldened by oil, which is giving it wherewithal to resist Western demands to end conflict in Darfur; oil has turned Sudan into one of fastest growing economies in Africa; American sanctions have not kept firms from China, Malaysia, India, Kuwait and United Arab Emirates from making direct foreign investments of $2.3 billion this year alone; American embargo is having little effect as long as Asian countries are eager to trade with Sudan despite its human rights record; Pres Omar Hassan al-Bashir keeps demonstrating his disdain for West by refusing to allow United Nations peacekeepers into Darfur, despite continued bloodshed and pressure from US to let peacekeepers in; oil boom is strengthening government's hand at home, although wealth is not evenly shared; Darfur and much of Sudan remains desperately poor while in Khartoum, young, rich Sudanese shop at city's first real mall; photo; map (M)",
      "lead_paragraph": "KHARTOUM, Sudan, Oct. 20 - To understand Sudan's defiance toward the world, especially the Western world, check out the Ozone Café.",
      "publication_date": "2006-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/24/world/africa/war-in-sudan-not-where-the-oil-wealth-flows.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "I.B.M. Sues Amazon.com Over Patents",
      "snippet": "IBM sues Amazon.com, contending that company has built its big online retail business on technology developed by IBM; two suits seek unspecified damages; IBM says Amazon's infringement is broad, suggesting potential for sizable judgment or settlem...",
      "abstract": "IBM sues Amazon.com, contending that company has built its big online retail business on technology developed by IBM; two suits seek unspecified damages; IBM says Amazon's infringement is broad, suggesting potential for sizable judgment or settlement; IBM senior vice president John E Kelly III comments; Amazon spokeswoman Patty Smith declines comment (M)",
      "lead_paragraph": "I.B.M., the holder of the largest patent storehouse in corporate America, often finds itself defending itself against patent claims from aggressive plaintiffs, seeking a payout.",
      "publication_date": "2006-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/24/technology/ibm-sues-amazoncom-over-patents.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "No Help From the Economy",
      "snippet": "Despite some glowing economic statistics, Republicans do not seem to be getting any traction from them for the midterm elections. Page C1.  ",
      "abstract": "Despite some glowing economic statistics, Republicans do not seem to be getting any traction from them for the midterm elections. Page C1.  ",
      "lead_paragraph": "Despite some glowing economic statistics, Republicans do not seem to be getting any traction from them for the midterm elections. Page C1.",
      "publication_date": "2006-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/24/business/front page/no-help-from-the-economy.html",
      "byline": ""
    }
  ]
}