{
  "metadata": {
    "date": "2006-10-12",
    "total_articles": 15
  },
  "articles": [
    {
      "headline": "Foley Case Snags House Incumbent in Ohio",
      "snippet": "Since Mark Foley quit, the internal polls of his friend Representative Deborah Pryce of Ohio have measured a steady drop in support.",
      "abstract": "Since Mark Foley quit, the internal polls of his friend Representative Deborah Pryce of Ohio have measured a steady drop in support.",
      "lead_paragraph": "COLUMBUS, Ohio, Oct. 11 — Representative Deborah Pryce is a former municipal court judge, a Republican and a member of the House leadership who has represented her central Ohio district for 14 years. She is also friends with Mark Foley, the congressman who resigned in the page scandal, as she told Columbus Monthly for a feature it published just last month.",
      "publication_date": "2006-10-12T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/12/us/politics/12cong.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Seeing Stars",
      "snippet": "An increasing number of A-list celebrities have come to see television spots as a good career move.",
      "abstract": "An increasing number of A-list celebrities have come to see television spots as a good career move.",
      "lead_paragraph": "Bob Dylan has always been famously anti-establishment, but there he was in late August, strumming his guitar in a commercial for iTunes and iPod, both owned by Apple Computer. ",
      "publication_date": "2006-10-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/12/business/media/12adco.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Insurers Get an Earful From Senator",
      "snippet": "Senator Trent Lott, whose insurance claim for hurricane losses was rejected, is fighting back in Congress.",
      "abstract": "Senator Trent Lott, whose insurance claim for hurricane losses was rejected, is fighting back in Congress.",
      "lead_paragraph": "Sometimes, political connections come in handy. Ask Senator Trent Lott of Mississippi. ",
      "publication_date": "2006-10-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/12/business/12insure.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Discounters Go on Road to Find New York Style",
      "snippet": "Kohl’s will open an office in New York, a symbol of excess that is squarely at odds with its frugal corporate culture.",
      "abstract": "Kohl’s will open an office in New York, a symbol of excess that is squarely at odds with its frugal corporate culture.",
      "lead_paragraph": "Menomonee Falls, Wis., is a long way from New York’s garment district. And for a long time, the discount retailer Kohl’s was happy to keep its distance.",
      "publication_date": "2006-10-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/12/business/12retail.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "No Hurry to Cut Rates at the Fed",
      "snippet": "Most monetary policy makers expect the economy to slow “in the near term” but pick up speed later.",
      "abstract": "Most monetary policy makers expect the economy to slow “in the near term” but pick up speed later.",
      "lead_paragraph": "Despite indications that inflation pressures may be starting to ease, the Federal Reserve is not inclined to lower short-term interest rates anytime soon, minutes from its most recent meeting show. ",
      "publication_date": "2006-10-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/12/business/12fomc.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "With YouTube, Student Hits Jackpot Again",
      "snippet": "Jawed Karim, one of YouTube’s three founders, hit the equivalent of the Powerball when Google bought the site.",
      "abstract": "Jawed Karim, one of YouTube’s three founders, hit the equivalent of the Powerball when Google bought the site.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-12T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/12/technology/12tube.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "Trying Again to Make Books Obsolete",
      "snippet": "The new Sony Reader distinguishes itself from all the other failed e-book readers with its sleek, portable screen.",
      "abstract": "The new Sony Reader distinguishes itself from all the other failed e-book readers with its sleek, portable screen.",
      "lead_paragraph": " “The market for downloadable books will grow by 400 percent in each of the next two years, to over $25 billion by 2008,” predicted the keynote speaker at the 2001 Women’s National Book Association meeting. “Within a few years after the end of this decade, e-books will be the preponderant delivery format for book content.”",
      "publication_date": "2006-10-12T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/12/technology/12pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Trying Again to Make Books Obsolete",
      "snippet": "David Pogue column on Sony Reader, small, sleek portable screen that displays e-books; device, priced at $350, uses new technology that renders text on screen with more crispness; its battery is good for 7,500 'page turns' and size of text is adju...",
      "abstract": "David Pogue column on Sony Reader, small, sleek portable screen that displays e-books; device, priced at $350, uses new technology that renders text on screen with more crispness; its battery is good for 7,500 'page turns' and size of text is adjustable; reader will be introduced in some malls, at Borders bookstores and on Sony's Web site this month; photo (M)",
      "lead_paragraph": "\"The market for downloadable books will grow by 400 percent in each of the next two years, to over $25 billion by 2008,\" predicted the keynote speaker at the 2001 Women's National Book Association meeting. \"Within a few years after the end of this decade, e-books will be the preponderant delivery format for book content.\"",
      "publication_date": "2006-10-12T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/12/technology/trying-again-to-make-books-obsolete.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Seeing Stars",
      "snippet": "About 20 percent of ads in US feature celebrities, up from closer to 10 percent only decade ago; advertising agencies say they are finding more, and better, choices among celebrities for their campaigns; among celebrities who have endorsed product...",
      "abstract": "About 20 percent of ads in US feature celebrities, up from closer to 10 percent only decade ago; advertising agencies say they are finding more, and better, choices among celebrities for their campaigns; among celebrities who have endorsed products are Bob Bylan, Nicole Kidman, Sally Field, Susan Sarandon, Diane Keaton and Robert DeNiro; Hollywood snobbery toward commercials seemed to evaporate at some point in last five years, leaving only few actors holding out; photos (L)",
      "lead_paragraph": "Bob Dylan has always been famously anti-establishment, but there he was in late August, strumming his guitar in a commercial for iTunes and iPod, both owned by Apple Computer.",
      "publication_date": "2006-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/12/business/media/seeing-stars.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Insurers Get an Earful From Senator",
      "snippet": "Sen Trent Lott is one of thousands of homeowners on Gulf Coast who have been fighting with their insurers over payments for damage in Hurricane Katrina; says he is angry about insurers' 'insensitivity and outright meanness' in rejecting many homeo...",
      "abstract": "Sen Trent Lott is one of thousands of homeowners on Gulf Coast who have been fighting with their insurers over payments for damage in Hurricane Katrina; says he is angry about insurers' 'insensitivity and outright meanness' in rejecting many homeowners' claims; says he inserted provision into legislation, signed by Pres Bush last week, directing Department of Homeland Security to investigate potential fraud by insurance industry; says he is also drafting legislation to challenge industry's exemptions from antitrust laws and has asked his staff to investigate industry's tax rates; Lott's claim for loss of his $400,000 house in Pascagoula, Miss, was rejected by State Farm; industry executives and lawyers deny that insurers have engaged in fraud and some question whether Lott is improperly using his position in Congress (M)",
      "lead_paragraph": "Sometimes, political connections come in handy. Ask Senator Trent Lott of Mississippi.",
      "publication_date": "2006-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/12/business/insurers-get-an-earful-from-senator.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Foley Case Snags House Incumbent in Ohio",
      "snippet": "Ohio Rep Deborah Pryce's sagging re-election campaign seen as case study of how fallout from scandal involving former Rep Mark Foley is causing problems for Republicans across country; her Democratic challenger Mary Jo Kilroy has emphasized Pryce'...",
      "abstract": "Ohio Rep Deborah Pryce's sagging re-election campaign seen as case study of how fallout from scandal involving former Rep Mark Foley is causing problems for Republicans across country; her Democratic challenger Mary Jo Kilroy has emphasized Pryce's friendship with Foley in effort to undercut Pryce with big component of Republicans in her district, Christian conservatives; Republicans were already worried that these voters would stay home on Election Day even before Foley scandal; Kilroy campaign ads placed on Christian radio stations say Pryce's friend Foley took advantage of 16-year-old Congressional pages; Pryce accuses Kilroy of gay-baiting, hoping to win over gay voters in Columbus, city long known for large gay population; both candidates agree that few other issues are getting same kind of attention as Foley scandal; photos; map; chart (M)",
      "lead_paragraph": "COLUMBUS, Ohio, Oct. 11 - Representative Deborah Pryce is a former municipal court judge, a Republican and a member of the House leadership who has represented her central Ohio district for 14 years. She is also friends with Mark Foley, the congressman who resigned in the page scandal, as she told Columbus Monthly for a feature it published just last month.",
      "publication_date": "2006-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/12/us/politics/foley-case-snags-house-incumbent-in-ohio.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Drugs to Curb Agitation Are Said to Be Ineffective for Alzheimer’s",
      "snippet": "Researchers report that drugs commonly used to soothe agitation and aggression in people with Alzheimer's disease--Eli Lilly's Zyprexa, AstraZeneca's Seroquel and Janssen Pharmaceutical's Risperdal--are not effective and put them at risk of seriou...",
      "abstract": "Researchers report that drugs commonly used to soothe agitation and aggression in people with Alzheimer's disease--Eli Lilly's Zyprexa, AstraZeneca's Seroquel and Janssen Pharmaceutical's Risperdal--are not effective and put them at risk of serious side effects; report challenges current practice so sharply that it could quickly alter prescribing habits; about third of about 2.5 million Medicare beneficiaries in nursing homes in United States have taken these medications; spokesmen for three manufacturers note that those drugs were not approved by Food and Drug Administration for use in Alzheimer's patients, nor were they marketed for that purpose; study is published in The New England Journal of Medicine (M)",
      "lead_paragraph": "The drugs most commonly used to soothe agitation and aggression in people with Alzheimer's disease are no more effective than placebos for most patients, and put them at risk of serious side effects, including confusion, sleepiness and Parkinson's disease-like symptoms, researchers are reporting today.",
      "publication_date": "2006-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/12/health/drugs-to-curb-agitation-are-said-to-be-ineffective-for-alzheimers.html",
      "byline": "By Benedict Carey"
    },
    {
      "headline": "No Hurry to Cut Rates at the Fed",
      "snippet": "Minutes of Federal Open Market Committee meeting of Sept 20 show Federal Reserve policymakers were not inclined to lower short-term interest rates anytime soon; reasons are uncertainty about housing market, economic growth and inflation (M)",
      "abstract": "Minutes of Federal Open Market Committee meeting of Sept 20 show Federal Reserve policymakers were not inclined to lower short-term interest rates anytime soon; reasons are uncertainty about housing market, economic growth and inflation (M)",
      "lead_paragraph": "Despite indications that inflation pressures may be starting to ease, the Federal Reserve is not inclined to lower short-term interest rates anytime soon, minutes from its most recent meeting show.",
      "publication_date": "2006-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/12/business/no-hurry-to-cut-rates-at-the-fed.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Discounters Go on Road to Find New York Style",
      "snippet": "Growing number of discount retailers are opening design studios in New York, ensuring their lower-income customers will get latest in fashion trends; for decades, clothing vendors have held back most fashionable clothes from far-away discount chai...",
      "abstract": "Growing number of discount retailers are opening design studios in New York, ensuring their lower-income customers will get latest in fashion trends; for decades, clothing vendors have held back most fashionable clothes from far-away discount chains, leaving stores like Kohl's, Kmart and Wal-Mart to sell last season's trends, year after year; now discount retailers with new design offices in Manhattan will no longer have to wait for permission from clothing suppliers to carry stylish merchandise; but chains are not advertising their arrival in New York, perhap being uneasy about their presence in city whose designers have long scoffed at discount retailing; photos; map of Lower Manhattan showing location of design studios opened by Kohl's, Wal-Mart and Sears/Kmart (M)",
      "lead_paragraph": "Menomonee Falls, Wis., is a long way from New York's garment district. And for a long time, the discount retailer Kohl's was happy to keep its distance.",
      "publication_date": "2006-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/12/business/discounters-go-on-road-to-find-new-york-style.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "With YouTube, Student Hits Jackpot Again",
      "snippet": "Jawed Karim, one of founders of YouTube who shunned job at company to focus on getting his master's degree at Stanford, is expected to gain fortune from Google's acquisition of YouTube for $1.65 billion; Karim declines to say how much he will make...",
      "abstract": "Jawed Karim, one of founders of YouTube who shunned job at company to focus on getting his master's degree at Stanford, is expected to gain fortune from Google's acquisition of YouTube for $1.65 billion; Karim declines to say how much he will make when Google's purchase of YouTube is completed; says only that he is one of company's largest individual shareholders, though he owns less of company that his partners Chad Hurley and Steven Chen, whose stakes in company are likely to be worth hundreds of millions of dollars; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/12/technology/with-youtube-student-hits-jackpot-again.html",
      "byline": "By Miguel Helft"
    }
  ]
}