{
  "metadata": {
    "date": "2006-03-16",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Trailers, Vital AfterStorm, Now Pose Risks",
      "snippet": "In its rush to provide shelter for victims of Hurricane Katrina, the Federal Emergency Management Agency has created a pressing new Gulf Coast hazard: nearly 90,000 lightweight trailers in an area prone to flooding, tornadoes and, of course, hurri...",
      "abstract": "In its rush to provide shelter for victims of Hurricane Katrina, the Federal Emergency Management Agency has created a pressing new Gulf Coast hazard: nearly 90,000 lightweight trailers in an area prone to flooding, tornadoes and, of course, hurricanes.     The risks of living along the coast inside what amounts to little more than an aluminum box are already obvious to Mitchell and Marie Bartholomew, whose travel trailer here in Port Sulphur, about 40 miles southeast of New Orleans, rocked so violently in a recent routine storm that they abandoned it for a hotel.  ",
      "lead_paragraph": "PORT SULPHUR, La., March 11 - In its rush to provide shelter for victims of Hurricane Katrina, the Federal Emergency Management Agency has created a pressing new Gulf Coast hazard: nearly 90,000 lightweight trailers in an area prone to flooding, tornadoes and, of course, hurricanes.",
      "publication_date": "2006-03-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/16/us/nationalspecial/trailers-vital-afterstorm-now-pose-risks.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Spitzer Sues H&R Block on I.R.A.'s",
      "snippet": "H&R Block, the nation's largest tax-preparation service, was accused yesterday of selling inappropriate savings plans to hundreds of thousands of income tax filers, in the latest attack on the company's push to offer other financial services.     ...",
      "abstract": "H&R Block, the nation's largest tax-preparation service, was accused yesterday of selling inappropriate savings plans to hundreds of thousands of income tax filers, in the latest attack on the company's push to offer other financial services.      The New York attorney general said in a lawsuit filed yesterday that the company steered clients, many of them low income, into individual retirement accounts that were ''virtually guaranteed to lose money'' because of low interest rates and high fees. The suit also contended that H&R Block did not fully disclose its fees.  ",
      "lead_paragraph": "H&R Block, the nation's largest tax-preparation service, was accused yesterday of selling inappropriate savings plans to hundreds of thousands of income tax filers, in the latest attack on the company's push to offer other financial services.",
      "publication_date": "2006-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/16/business/spitzer-sues-hr-block-on-ira39s.html",
      "byline": "By Julie Creswelland Eric Dash"
    },
    {
      "headline": "Call for Censure Is Rallying Cry to Bush's Base",
      "snippet": "Republicans, worried that their conservative base lacks motivation to turn out for the fall elections, have found a new rallying cry in the dreams of liberals about censuring or impeaching President Bush.     The proposal this week by Senator Russ...",
      "abstract": "Republicans, worried that their conservative base lacks motivation to turn out for the fall elections, have found a new rallying cry in the dreams of liberals about censuring or impeaching President Bush.     The proposal this week by Senator Russell D. Feingold, Democrat of Wisconsin, to censure Mr. Bush over his domestic eavesdropping program cheered the left. But it also dovetailed with conservatives' plans to harness such attacks to their own ends.  ",
      "lead_paragraph": "WASHINGTON, March 15 - Republicans, worried that their conservative base lacks motivation to turn out for the fall elections, have found a new rallying cry in the dreams of liberals about censuring or impeaching President Bush.",
      "publication_date": "2006-03-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/16/politics/call-for-censure-is-rallying-cry-to-bushs-base.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Hussein Urges Iraqis to Unify in War on U.S.",
      "snippet": "Saddam Hussein took the witness stand on Wednesday for his first formal testimony in his trial and delivered an incendiary political diatribe that urged Iraqis to stop sectarian bloodshed and to carry on the war against the Americans. The presidin...",
      "abstract": "Saddam Hussein took the witness stand on Wednesday for his first formal testimony in his trial and delivered an incendiary political diatribe that urged Iraqis to stop sectarian bloodshed and to carry on the war against the Americans. The presiding judge halted the session after Mr. Hussein, brandishing thick reading glasses, repeatedly lambasted the court.     Mr. Hussein's nearly 40-minute speech was the most riveting element so far in a trial that has already been punctuated by tirades from the defendants and searing testimony from victims. Mr. Hussein marched up to the defendants' lectern in the midafternoon, after his half brother had spent three hours proclaiming their innocence, and read from a yellow notepad.  ",
      "lead_paragraph": "BAGHDAD, Iraq, March 15 - Saddam Hussein took the witness stand on Wednesday for his first formal testimony in his trial and delivered an incendiary political diatribe that urged Iraqis to stop sectarian bloodshed and to carry on the war against the Americans. The presiding judge halted the session after Mr. Hussein, brandishing thick reading glasses, repeatedly lambasted the court.",
      "publication_date": "2006-03-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/16/world/middleeast/hussein-urges-iraqis-to-unify-in-war-on-us.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Warning on Enron Recounted",
      "snippet": "Sherron S. Watkins, the Enron vice president celebrated for trying to warn the company's founder, Kenneth L. Lay, that the company could ''implode in a wave of accounting scandals,'' recounted to jurors on Wednesday how her efforts fell on deaf ea...",
      "abstract": "Sherron S. Watkins, the Enron vice president celebrated for trying to warn the company's founder, Kenneth L. Lay, that the company could ''implode in a wave of accounting scandals,'' recounted to jurors on Wednesday how her efforts fell on deaf ears just five months before Enron collapsed into bankruptcy.     Ms. Watkins, a former accountant, said that in August 2001 she discussed her concerns that the off-the-books structures known as Raptors would harm the company because they owed Enron some $500 million and had only falling Enron stock to repay the debt.  ",
      "lead_paragraph": "HOUSTON, March 15 - Sherron S. Watkins, the Enron vice president celebrated for trying to warn the company's founder, Kenneth L. Lay, that the company could \"implode in a wave of accounting scandals,\" recounted to jurors on Wednesday how her efforts fell on deaf ears just five months before Enron collapsed into bankruptcy.",
      "publication_date": "2006-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/16/business/businessspecial3/warning-on-enron-recounted.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Is Business Ready for a Flu Pandemic?",
      "snippet": "Governments worldwide have spent billions planning for a potential influenza pandemic: buying medicines, running disaster drills, developing strategies for tighter border controls. But one piece of the plan may be missing: the ability of corporati...",
      "abstract": "Governments worldwide have spent billions planning for a potential influenza pandemic: buying medicines, running disaster drills, developing strategies for tighter border controls. But one piece of the plan may be missing: the ability of corporations to continue to provide vital services.     Airlines, for instance, would have to fly health experts around the world and overnight couriers would have to rush medical supplies to the front lines. Banks would need to ensure that computer systems continued to move money internationally and that local customers could get cash. News outlets would have to keep broadcasting so people could get information that might mean the difference between life and death.  ",
      "lead_paragraph": "ROME - Governments worldwide have spent billions planning for a potential influenza pandemic: buying medicines, running disaster drills, developing strategies for tighter border controls. But one piece of the plan may be missing: the ability of corporations to continue to provide vital services.",
      "publication_date": "2006-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/16/business/is-business-ready-for-a-flu-pandemic.html",
      "byline": "By Elisabeth Rosenthal and Keith Bradsher"
    },
    {
      "headline": "In Korea, Bureaucrats Lead the Technology Charge",
      "snippet": "With Korea's aggressive electronics conglomerates leading the world's markets into the next frontiers of high technology, an unlikely commander is heading the charge: the government.     South Korea is only as large as the state of Maine, but it m...",
      "abstract": "With Korea's aggressive electronics conglomerates leading the world's markets into the next frontiers of high technology, an unlikely commander is heading the charge: the government.     South Korea is only as large as the state of Maine, but it makes more cellphones than any country except Finland. It has the world's highest rate of Internet penetration, and is already building futuristic wireless technologies that American consumers can still only dream of.  ",
      "lead_paragraph": "SEOUL, South Korea - With Korea's aggressive electronics conglomerates leading the world's markets into the next frontiers of high technology, an unlikely commander is heading the charge: the government.",
      "publication_date": "2006-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/16/business/worldbusiness/in-korea-bureaucrats-lead-the-technology-charge.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "PlayStation 3 Pushed Back for Delivery in November",
      "snippet": "After postponing the release of its next-generation PlayStation video game console until November, Sony tried to put a good face on the move Wednesday by portraying it as a marketing decision. But analysts called it a potentially costly step that ...",
      "abstract": "After postponing the release of its next-generation PlayStation video game console until November, Sony tried to put a good face on the move Wednesday by portraying it as a marketing decision. But analysts called it a potentially costly step that reflected delays in critical components and difficulties in containing prices.     The delay of the new console, PlayStation 3, analysts said, was a setback for the turnaround efforts of Sony's chief executive, Sir Howard Stringer, at a time when the company badly needed a new hit product. Sony, once a high-flying electronics maker and still perhaps the biggest name in the industry, has fallen on hard times as cheap competition from China has eroded earnings of bread-and-butter consumer electronics products like televisions. [In early trading in Tokyo Thursday, Sony shares were down 80 yen, at 5,380 yen ($45.86).]  ",
      "lead_paragraph": "TOKYO, March 15 - After postponing the release of its next-generation PlayStation video game console until November, Sony tried to put a good face on the move Wednesday by portraying it as a marketing decision. But analysts called it a potentially costly step that reflected delays in critical components and difficulties in containing prices.",
      "publication_date": "2006-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/16/technology/playstation-3-pushed-back-for-delivery-in-november.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "With Energy-Tax Bonanza, Wyoming Schools Enjoy Windfall",
      "snippet": "Forget the bucking bronco. A clattering cash register has become the more apt symbol of Wyoming in the energy rush.     Over the past four years, as natural gas prices have spiked and drillers have descended here on the nation's least-populous sta...",
      "abstract": "Forget the bucking bronco. A clattering cash register has become the more apt symbol of Wyoming in the energy rush.     Over the past four years, as natural gas prices have spiked and drillers have descended here on the nation's least-populous state, Wyoming has collected about $65 million a month more in energy taxes than the government can spend. The numbers, in their cumulative power and duration, are starting to change the state's vision of what it could be and how to get there.  ",
      "lead_paragraph": "CHEYENNE, Wyo. - Forget the bucking bronco. A clattering cash register has become the more apt symbol of Wyoming in the energy rush.",
      "publication_date": "2006-03-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/16/us/with-energytax-bonanza-wyoming-schools-enjoy-windfall.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Editor's Note",
      "snippet": "David Pogue, whose column for Circuits normally appears on this page, is on vacation until next Thursday.  ",
      "abstract": "David Pogue, whose column for Circuits normally appears on this page, is on vacation until next Thursday.  ",
      "lead_paragraph": "David Pogue, whose column for Circuits normally appears on this page, is on vacation until next Thursday.",
      "publication_date": "2006-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/16/business/editors-note.html",
      "byline": ""
    }
  ]
}