{
  "metadata": {
    "date": "2006-07-10",
    "total_articles": 40
  },
  "articles": [
    {
      "headline": "Latino Funds Help Family Businesses With Posterity in Mind",
      "snippet": "Ethnic generational investment is a growing field, attracting those eager to tap into the 2.7 million companies owned by Latino American families.",
      "abstract": "Ethnic generational investment is a growing field, attracting those eager to tap into the 2.7 million companies owned by Latino American families.",
      "lead_paragraph": "PASADENA, Calif. — When Daniel D. Villanueva, a former place kicker for the Los Angeles Rams and the Dallas Cowboys, hung up his football cleats for a career in broadcasting in 1968, he tapped into something big. The fledgling Los Angeles television station he joined helped form the Spanish International Network, which ultimately grew into Univision Communications.",
      "publication_date": "2006-07-08T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/08/business/08latino.html",
      "byline": "By James Flanigan"
    },
    {
      "headline": "G.M. Backs Alliance Talks With 2 Rivals",
      "snippet": "The board of General Motors directed its chief executive, Rick Wagoner, to begin \"exploratory talks\" with Renault and Nissan on a possible three-way alliance.",
      "abstract": "The board of General Motors directed its chief executive, Rick Wagoner, to begin \"exploratory talks\" with Renault and Nissan on a possible three-way alliance.",
      "lead_paragraph": "DETROIT, July 7  Bowing to a request by its biggest shareholder, Kirk Kerkorian, the board of General Motors on Friday directed its chief executive, Rick Wagoner, to begin \"exploratory talks\" with Renault and Nissan on a possible three-way alliance.",
      "publication_date": "2006-07-08T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/08/business/08auto.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Fighting Diseases With Checkbooks",
      "snippet": "Rich donors can be a fickle but essential source of aid for medical research.",
      "abstract": "Rich donors can be a fickle but essential source of aid for medical research.",
      "lead_paragraph": "When Lawrence J. Ellison, the chief executive of the Oracle Corporation, pulled back recently from a plan to donate $115 million to Harvard, Richard L. Sprott was reminded again of the tenuous nature of his livelihood. ",
      "publication_date": "2006-07-08T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/08/business/08philanthropy.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "An Internet Lifeline for Troops in Iraq and Loved Ones at Home",
      "snippet": "The Internet has softened the blow of long separations that can make strangers out of husbands and wives.",
      "abstract": "The Internet has softened the blow of long separations that can make strangers out of husbands and wives.",
      "lead_paragraph": "With mortar shells exploding near him sometimes twice a day in Ramadi, Iraq, Sgt. Mark Grelak found a way to shut out the heat, the noise, and all the demands of his job — sweeping the local highway for bombs left by insurgents. In a tiny space in his barracks, he would flip open his laptop, adjust his Web camera and watch his daughter Katie take her first halting steps. ",
      "publication_date": "2006-07-08T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/08/us/08FAMILY.html",
      "byline": "By Lizette Alvarez"
    },
    {
      "headline": "General Faults Marine Response to Iraq Killings",
      "snippet": "Lt. Gen. Peter W. Chiarelli has concluded that some senior Marine officers were negligent in failing to investigate the deaths of 24 Iraqi civilians in Haditha last November, officials said.",
      "abstract": "Lt. Gen. Peter W. Chiarelli has concluded that some senior Marine officers were negligent in failing to investigate the deaths of 24 Iraqi civilians in Haditha last November, officials said.",
      "lead_paragraph": "WASHINGTON, July 7 — The second-ranking American commander in Iraq has concluded that some senior Marine officers were negligent in failing to investigate more aggressively the killings of 24 Iraqi civilians by marines in Haditha last November, two Defense Department officials said Friday. ",
      "publication_date": "2006-07-08T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/08/world/middleeast/08haditha.html",
      "byline": "By Eric Schmitt and David S. Cloud"
    },
    {
      "headline": "Jobs Data Indicates Economy Is Slowing",
      "snippet": "Job growth last month was tepid while the unemployment rate was unchanged at 4.6 percent.",
      "abstract": "Job growth last month was tepid while the unemployment rate was unchanged at 4.6 percent.",
      "lead_paragraph": "Employers added only 121,000 jobs in June, the government reported yesterday, indicating that the economy was slowing under the combined weight of high energy prices and rising interest rates. ",
      "publication_date": "2006-07-08T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/08/business/08econ.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Iraqi Forces Take On Militias",
      "snippet": "Raids on forces tied to the militant Shiite cleric Moktada al-Sadr suggest Iraq's leader is making good on a vow to tackle militias. Page A9.  ",
      "abstract": "Raids on forces tied to the militant Shiite cleric Moktada al-Sadr suggest Iraq's leader is making good on a vow to tackle militias. Page A9.  ",
      "lead_paragraph": "Raids on forces tied to the militant Shiite cleric Moktada al-Sadr suggest Iraq's leader is making good on a vow to tackle militias. Page A9.",
      "publication_date": "2006-07-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/08/front page/world/iraqi-forces-take-on-militias.html",
      "byline": ""
    },
    {
      "headline": "Jobs Data Indicates Economy Is Slowing",
      "snippet": "Mark A Stein Five Days column; Florida Supreme Court upheld decision to dismiss $145 billion judgement against tobacco companies that held that smoker's cases do not lend themselves to class-action treatment due to their 'highly individualized' na...",
      "abstract": "Mark A Stein Five Days column; Florida Supreme Court upheld decision to dismiss $145 billion judgement against tobacco companies that held that smoker's cases do not lend themselves to class-action treatment due to their 'highly individualized' nature; European Aeronautic Defense and Space Company co-chief Noel Forgeard and commercial aircraft division chief executive Gustav Humbert resigned amid production delays for flagship A380 super-jumbo jet and securities investigation; Institute for Supply Management reported slower growth in manufacturing in June; Commerce Department noted construction spending declined for second consecutive month for first time in over three years; manufacturing slump is affecting auto companies differently; General Motors' sales fell 25.7 percent in June; Toyota's sales rose 14.4 percent; oil prices rose as high as $75.78 a barrel which could push national average for regular unleaded gasoline above $3 a gallon; former Enron chairman and chief executive Kenneth L Lay died of heart attack while on vacation; was convicted on six counts of fraud and conspiracy and four counts of bank fraud; was awaiting sentencing at time of his death; photo (M)",
      "lead_paragraph": "Employers added only 121,000 jobs in June, the government reported yesterday, indicating that the economy was slowing under the combined weight of high energy prices and rising interest rates.",
      "publication_date": "2006-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/08/business/jobs-data-indicates-economy-is-slowing.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "G.M. Backs Alliance Talks With 2 Rivals",
      "snippet": "General Motors board directs chief executive Rick Wagoner to begin 'exploratory talks' with Renault and Nissan for possible alliance; company's largest shareholder Kirk Kerkorkian has been pushing board to begin discussions with two automakers; wa...",
      "abstract": "General Motors board directs chief executive Rick Wagoner to begin 'exploratory talks' with Renault and Nissan for possible alliance; company's largest shareholder Kirk Kerkorkian has been pushing board to begin discussions with two automakers; was seeking board committee to handle project rather than Wagoner himself; move by board shows support for chief executive while appeasing shareholders; photo (M)",
      "lead_paragraph": "DETROIT, July 7 - Bowing to a request by its biggest shareholder, Kirk Kerkorian, the board of General Motors on Friday directed its chief executive, Rick Wagoner, to begin \"exploratory talks\" with Renault and Nissan on a possible three-way alliance.",
      "publication_date": "2006-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/08/business/gm-backs-alliance-talks-with-2-rivals.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Latino Funds Help Family Businesses With Posterity in Mind",
      "snippet": "Daniel D Villanueva, his son Daniel L Villanueva and investor Gabrielle Greene form $100 million Fontis Partners investment fund to nurture small Latino companies and entrepreneurs; seek to empower next generation of Hispanic family businesses; gr...",
      "abstract": "Daniel D Villanueva, his son Daniel L Villanueva and investor Gabrielle Greene form $100 million Fontis Partners investment fund to nurture small Latino companies and entrepreneurs; seek to empower next generation of Hispanic family businesses; graph; photo (M)",
      "lead_paragraph": "PASADENA, Calif. - When Daniel D. Villanueva, a former place kicker for the Los Angeles Rams and the Dallas Cowboys, hung up his football cleats for a career in broadcasting in 1968, he tapped into something big. The fledgling Los Angeles television station he joined helped form the Spanish International Network, which ultimately grew into Univision Communications.",
      "publication_date": "2006-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/08/business/latino-funds-help-family-businesses-with-posterity-in-mind.html",
      "byline": "By James Flanigan"
    },
    {
      "headline": "General Faults Marine Response to Iraq Killings",
      "snippet": "Defense Dept officials say that Lt Gen Peter W Chiarelli, second-ranking American commander in Iraq, has concluded that some senior Marine officers were negligent in failing to investigate more aggressively killings of 24 Iraqi civilians by marine...",
      "abstract": "Defense Dept officials say that Lt Gen Peter W Chiarelli, second-ranking American commander in Iraq, has concluded that some senior Marine officers were negligent in failing to investigate more aggressively killings of 24 Iraqi civilians by marines in Haditha last Nov; say Chiarelli faulted senior staff of Second Marine Division, commanded at time by Maj Gen Richard A Huck, and Second Regimental Combat Team, then headed by Col Stephen W Davis, and recommended unspecified disciplinary action for some officers (M)",
      "lead_paragraph": "WASHINGTON, July 7 - The second-ranking American commander in Iraq has concluded that some senior Marine officers were negligent in failing to investigate more aggressively the killings of 24 Iraqi civilians by marines in Haditha last November, two Defense Department officials said Friday.",
      "publication_date": "2006-07-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/08/world/middleeast/general-faults-marine-response-to-iraq-killings.html",
      "byline": "By Eric Schmitt and David S. Cloud"
    },
    {
      "headline": "An Internet Lifeline for Troops in Iraq and Loved Ones at Home",
      "snippet": "Mental health experts and military commanders say that tens of millions of dollars spent on technology in Iraq for Internet cafes, computers and Web cameras have helped ease isolation of soldiers' lives; Freedom Calls Foundation, which raises priv...",
      "abstract": "Mental health experts and military commanders say that tens of millions of dollars spent on technology in Iraq for Internet cafes, computers and Web cameras have helped ease isolation of soldiers' lives; Freedom Calls Foundation, which raises private funds to build satellite links and provide communications hardware for soldiers in Iraq, has enabled 30,000 service members in four camps to reach relatives free in past two years, setting up live teleconferencing to broadcast birth of babies and other family events; photos (M)",
      "lead_paragraph": "With mortar shells exploding near him sometimes twice a day in Ramadi, Iraq, Sgt. Mark Grelak found a way to shut out the heat, the noise, and all the demands of his job -- sweeping the local highway for bombs left by insurgents. In a tiny space in his barracks, he would flip open his laptop, adjust his Web camera and watch his daughter Katie take her first halting steps.",
      "publication_date": "2006-07-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/08/us/an-internet-lifeline-for-troops-in-iraq-and-loved-ones-at-home.html",
      "byline": "By Lizette Alvarez"
    },
    {
      "headline": "Fighting Diseases With Checkbooks",
      "snippet": "Wealthy individuals are growing force behind medical research through philanthropies and causes they support; critics express concern about potential overreliance on generosity and its impact on health care; hold that important medical and social ...",
      "abstract": "Wealthy individuals are growing force behind medical research through philanthropies and causes they support; critics express concern about potential overreliance on generosity and its impact on health care; hold that important medical and social decisions are in hands of small number of donors and government may stop funding for programs if philanthropies tackle problems; agree that private funding allows for more risk and innovative solutions; photos (M)",
      "lead_paragraph": "When Lawrence J. Ellison, the chief executive of the Oracle Corporation, pulled back recently from a plan to donate $115 million to Harvard, Richard L. Sprott was reminded again of the tenuous nature of his livelihood.",
      "publication_date": "2006-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/08/business/health/fighting-diseases-with-checkbooks.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Cashing In Its Chips",
      "snippet": "It is not easy to beat Intel, but that's exactly what Texas Instruments has done. Twice.",
      "abstract": "It is not easy to beat Intel, but that's exactly what Texas Instruments has done. Twice.",
      "lead_paragraph": "IT is not easy to beat Intel. ",
      "publication_date": "2006-07-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/09/business/yourmoney/09chip.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Investors Lead Home Sale Boom in New Orleans",
      "snippet": "Many houses in the flood-ravaged area are being sold at prices exceeding those before Hurricane Katrina.",
      "abstract": "Many houses in the flood-ravaged area are being sold at prices exceeding those before Hurricane Katrina.",
      "lead_paragraph": "NEW ORLEANS, July 8  In a market spurred by speculators and bargain hunters, an extraordinarily large number of houses in the flood-ravaged metropolitan area here are being sold, according to real estate analysts, who say volume and sales prices exceed levels before Hurricane Katrina.",
      "publication_date": "2006-07-09T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/09/us/09orleans.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "Root, Root, Root for the Start-Up",
      "snippet": "A group of venture capitalists expect their start-up  an independent baseball league  to provide them all with a rich payout.",
      "abstract": "A group of venture capitalists expect their start-up  an independent baseball league  to provide them all with a rich payout.",
      "lead_paragraph": "Chico, Calif.",
      "publication_date": "2006-07-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/09/business/yourmoney/09golden.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Is 'Total Pay' That Tough to Grasp?",
      "snippet": "The argument that options and restricted shares should not be considered part of an executive's pay is cute, but not credible.",
      "abstract": "The argument that options and restricted shares should not be considered part of an executive's pay is cute, but not credible.",
      "lead_paragraph": "THE Business Roundtable published an 11-year analysis of pay practices at 350 of the nation's largest companies last week, aiming, it said, to set the record straight on executive compensation. Care to guess what this lobbying organization representing 160 chief executives of top United States companies concluded? That pay dispensed to those in the corner office is entirely justified by growth in the shareholder returns at the companies they run. ",
      "publication_date": "2006-07-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/09/business/yourmoney/09gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "At Colleges, Women Are Leaving Men in the Dust",
      "snippet": "Article in series The New Gender Divide discusses Education Dept statistics showing that men of any race or socioeconomic group are less likely than women to get bachelor's degrees, or complete degrees in four or five years; men also get worse gra...",
      "abstract": "Article in series The New Gender Divide discusses Education Dept statistics showing that men of any race or socioeconomic group are less likely than women to get bachelor's degrees, or complete degrees in four or five years; men also get worse grades than women; young men from low-income families are most under-represented on campus; statistics have helped set off debate over whether trends show worrisome achievement gap between men and women or whether concern should instead be directed toward educational difficulties of poor boys; graphs; photos (L)",
      "lead_paragraph": "Nearing graduation, Rick Kohn is not putting much energy into his final courses.",
      "publication_date": "2006-07-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/09/education/at-colleges-women-are-leaving-men-in-the-dust.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "U.S. to Negotiate Russian Storage of Atomic Waste",
      "snippet": "United States will open formal negotiations on long-discussed civilian nuclear agreement that could pave way for Russia to become one of world's largest repositories of spent nuclear fuel; US has previously opposed idea because of concerns about s...",
      "abstract": "United States will open formal negotiations on long-discussed civilian nuclear agreement that could pave way for Russia to become one of world's largest repositories of spent nuclear fuel; US has previously opposed idea because of concerns about safety of Russian nuclear facilities and because Russia has helped Iran build its first major nuclear reactor; some experts feel that it makes little sense to bar ordinary civilian nuclear exchanges with Russia following Pres Bush's endorsement of Russian proposal to enrich uranium for Iran in Russia (L)",
      "lead_paragraph": "WASHINGTON, July 8 - The Bush administration said Saturday that it would open formal negotiations with Russia on a long-discussed civilian nuclear agreement that would pave the way for Russia to become one of the world's largest repositories of spent nuclear fuel.",
      "publication_date": "2006-07-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/09/washington/us-to-negotiate-russian-storage-of-atomic-waste.html",
      "byline": "By David E. Sanger and Jim Rutenberg"
    },
    {
      "headline": "Surprising Jump in Tax Revenues Is Curbing Deficit",
      "snippet": "White House officials are expected to announce that tax receipts will be about $250 billion above last year's levels and that deficit will be about $100 billion less than earlier projection; main reason for increased revenue is spike in corporate ...",
      "abstract": "White House officials are expected to announce that tax receipts will be about $250 billion above last year's levels and that deficit will be about $100 billion less than earlier projection; main reason for increased revenue is spike in corporate tax receipts, as well as what appears to be big increase in individual taxes on stock market profits and executive bonuses; many independent budget analysts note that revenues have barely climbed back to levels reached in 2000; surge could evaporate, as tax revenues have become much more volatile over last decade; graphs (L)",
      "lead_paragraph": "WASHINGTON, July 8 - An unexpectedly steep rise in tax revenues from corporations and the wealthy is driving down the projected budget deficit this year, even though spending has climbed sharply because of the war in Iraq and the cost of hurricane relief.",
      "publication_date": "2006-07-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/09/washington/surprising-jump-in-tax-revenues-is-curbing-deficit.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Ally Warned Bush on Keeping Spying From Congress",
      "snippet": "May letter from House Intelligence Committee Chmn Peter Hoekstra to Pres Bush charged that administration might have violated law by not informing Congress of some unspecified secret intelligence programs and that it risks losing Republican suppor...",
      "abstract": "May letter from House Intelligence Committee Chmn Peter Hoekstra to Pres Bush charged that administration might have violated law by not informing Congress of some unspecified secret intelligence programs and that it risks losing Republican support on national security matters; letter appears to have been prompted in part by Bush's nomination of Gen Michael V Hayden to lead Central Intelligence Agency; recent meeting with intelligence officials appears to have eased Hoekstra's concerns about whether administration is sharing information on all its intelligence activities; photos (L)",
      "lead_paragraph": "WASHINGTON, July 8 - In a sharply worded letter to President Bush in May, an important Congressional ally charged that the administration might have violated the law by failing to inform Congress of some secret intelligence programs and risked losing Republican support on national security matters.",
      "publication_date": "2006-07-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/09/washington/ally-warned-bush-on-keeping-spying-from-congress.html",
      "byline": "By Eric Lichtblau and Scott Shane"
    },
    {
      "headline": "Cashing In Its Chips",
      "snippet": "Article on re-emergence of Texas Instruments, early darling of technology industry, as potential leader of computer chip industry; company, which posted revenue of $13.4 billion in 2005, spent last decade resuscitating itself by abandoning ill-fit...",
      "abstract": "Article on re-emergence of Texas Instruments, early darling of technology industry, as potential leader of computer chip industry; company, which posted revenue of $13.4 billion in 2005, spent last decade resuscitating itself by abandoning ill-fitting product lines, focusing more closely on core integrated circuits business and linking up with large but underestimated companies eager to champion new uses for its chips; photos; graph (L)",
      "lead_paragraph": "IT is not easy to beat Intel.",
      "publication_date": "2006-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/09/business/yourmoney/cashing-in-its-chips.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Root, Root, Root for the Start-Up",
      "snippet": "Article on Golden Baseball League, formed two years ago by Silicon Valley venture capitalists Kevin Outcalt, David Kaval and Amit Patel; three men expect six-team league to expand to at least 40 teams, or even 80, in upcoming years and hope to hav...",
      "abstract": "Article on Golden Baseball League, formed two years ago by Silicon Valley venture capitalists Kevin Outcalt, David Kaval and Amit Patel; three men expect six-team league to expand to at least 40 teams, or even 80, in upcoming years and hope to have rich payout through public stock offering or sale to large entertainment conglomerate; have already sold league's naming rights and have taken aggressive advertising stance, even allowing ads to be placed on player uniforms; recruit players rejected by major-league farm teams; photos (L)",
      "lead_paragraph": "CHICO, Calif. - IT was the sixth inning of a one-run game between the Chico Outlaws and the Fullerton Flyers when the commissioner of baseball, on his third or fourth beer, stepped into a darkened skybox to explain how he and his partners planned to grow very rich by employing rejects from major-league farm teams.",
      "publication_date": "2006-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/09/business/yourmoney/root-root-root-for-the-startup.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Investors Lead Home Sale Boom in New Orleans",
      "snippet": "Extraordinarily large number of houses in flood-ravaged New Orleans metropolitan area are being sold in market driven by speculators and bargain hunters; higher prices are largely due to increase in value of houses in suburban areas or in dry area...",
      "abstract": "Extraordinarily large number of houses in flood-ravaged New Orleans metropolitan area are being sold in market driven by speculators and bargain hunters; higher prices are largely due to increase in value of houses in suburban areas or in dry areas; New Orleans Metropolitan Assn of Realtors and Gulf South Real Estate Information Network say 7,506 single-family homes were sold between January and end of June, confounding people who thought flooding would cripple housing market for years; photos (L)",
      "lead_paragraph": "NEW ORLEANS, July 8 - In a market spurred by speculators and bargain hunters, an extraordinarily large number of houses in the flood-ravaged metropolitan area here are being sold, according to real estate analysts, who say volume and sales prices exceed levels before Hurricane Katrina.",
      "publication_date": "2006-07-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/09/us/investors-lead-home-sale-boom-in-new-orleans.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "Is 'Total Pay' That Tough to Grasp?",
      "snippet": "Gretchen Morgenson column on recent Business Roundtable analysis of figures from top US companies concluding that executive pay is entirely justified by growth in shareholder returns; notes closer look at roundtable's data shows it excluded divide...",
      "abstract": "Gretchen Morgenson column on recent Business Roundtable analysis of figures from top US companies concluding that executive pay is entirely justified by growth in shareholder returns; notes closer look at roundtable's data shows it excluded dividends paid to executives on their restricted stockholdings and what executives made by cashing in stock options (M)",
      "lead_paragraph": "THE Business Roundtable published an 11-year analysis of pay practices at 350 of the nation's largest companies last week, aiming, it said, to set the record straight on executive compensation. Care to guess what this lobbying organization representing 160 chief executives of top United States companies concluded? That pay dispensed to those in the corner office is entirely justified by growth in the shareholder returns at the companies they run.",
      "publication_date": "2006-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/09/business/yourmoney/is-total-pay-that-tough-to-grasp.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "The Latest Dish, for Four-Legged Friends",
      "snippet": "Michelle Lewis of Brooklyn sets up small business ScooterFood, through which she prepares and distributes handmade dog food with human-grade ingredients, natural nutrients and no chemical preservatives; photo (M)",
      "abstract": "Michelle Lewis of Brooklyn sets up small business ScooterFood, through which she prepares and distributes handmade dog food with human-grade ingredients, natural nutrients and no chemical preservatives; photo (M)",
      "lead_paragraph": "MICHELLE LEWIS had cooked some chickens and had broken the meat into small pieces. Now she was cutting fresh squash, broccoli, cauliflower, carrots and celery into even smaller pieces, which she would briefly boil. She would later mix everything together, along with safflower oil, flaxseed oil, coconut oil, brown rice and hard-boiled eggs and their ground-up shells.",
      "publication_date": "2006-07-09T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/07/09/nyregion/the-latest-dish-for-fourlegged-friends.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Baghdad Erupts in Mob Violence",
      "snippet": "The Sunni-Shiite bloodletting was frightening even by recent standards. Also, five more U.S. soldiers were accused in a rape and murder case.",
      "abstract": "The Sunni-Shiite bloodletting was frightening even by recent standards. Also, five more U.S. soldiers were accused in a rape and murder case.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-10T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/10/world/middleeast/10iraq.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "At AOL, a Plan for a Clean Break",
      "snippet": "AOL's chief executive plans to turn away from Internet access and focus AOL on building its free Web-based services.",
      "abstract": "AOL's chief executive plans to turn away from Internet access and focus AOL on building its free Web-based services.",
      "lead_paragraph": "Should AOL sacrifice its cash cow in hopes of finding a prosperous future?",
      "publication_date": "2006-07-10T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/10/technology/10aol.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "In Iraq's Mayhem, Town Finds Calm Through Its Tribal Links",
      "snippet": "Amara, the capital of Maysan, came to be relatively safe through small-town camaraderie, fierce independence and, above all, tribal power.",
      "abstract": "Amara, the capital of Maysan, came to be relatively safe through small-town camaraderie, fierce independence and, above all, tribal power.",
      "lead_paragraph": "AMARA, Iraq — In the soft heat of the late evening in this southern Iraqi town, men come to the Najmawi coffee shop to play dominoes. Lights illuminate faces. Tiles click quietly.",
      "publication_date": "2006-07-10T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/10/world/middleeast/10amara.html",
      "byline": "By Sabrina Tavernise and Qais Mizher"
    },
    {
      "headline": "The Devil Wears Teflon",
      "snippet": "The movie \"The Devil Wears Prada,\" a chic, not-so-veiled parody of the imperiousness of Vogue editor Anna Wintour, is entertaining. But is it accurate?",
      "abstract": "The movie \"The Devil Wears Prada,\" a chic, not-so-veiled parody of the imperiousness of Vogue editor Anna Wintour, is entertaining. But is it accurate?",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-10T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/10/business/media/10carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Baghdad Erupts in Mob Violence",
      "snippet": "A mob of gunmen went on a brazen daytime rampage through a predominantly Sunni Arab district of western Baghdad on Sunday, pulling people from their cars and homes and killing them in what officials and residents called a spasm of revenge by Shiit...",
      "abstract": "A mob of gunmen went on a brazen daytime rampage through a predominantly Sunni Arab district of western Baghdad on Sunday, pulling people from their cars and homes and killing them in what officials and residents called a spasm of revenge by Shiite militias for the bombing of a Shiite mosque on Saturday. Hours later, two car bombs exploded beside a Shiite mosque in another Baghdad neighborhood in a deadly act of what appeared to be retaliation.      While Baghdad has been ravaged by Sunni-Shiite bloodletting in recent months, even by recent standards the violence here on Sunday was frightening, delivered with impunity by gun-wielding vigilantes on the street. In the culture of revenge that has seized Iraq, residents all over the city braced for an escalation in the cycle of retributive mayhem between the Shiites and Sunnis that has threatened to expand into civil war.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/10/world/middleeast/baghdad-erupts-in-mob-violence.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "For eBay, Departures Underscore a Risky Time",
      "snippet": "Even as many of the other hot Internet companies were faltering in recent years, eBay remained a Wall Street darling. It made two big acquisitions -- PayPal and the Internet phone service Skype -- and continued to post heady sales and earnings gro...",
      "abstract": "Even as many of the other hot Internet companies were faltering in recent years, eBay remained a Wall Street darling. It made two big acquisitions -- PayPal and the Internet phone service Skype -- and continued to post heady sales and earnings growth as it expanded overseas.     But after a trying week in which one of the company's top executives resigned, eBay is facing new concerns over executive turnover and management succession, adding to what may be an even bigger challenge: an invasion of its turf by Google.  ",
      "lead_paragraph": "Even as many of the other hot Internet companies were faltering in recent years, eBay remained a Wall Street darling. It made two big acquisitions -- PayPal and the Internet phone service Skype -- and continued to post heady sales and earnings growth as it expanded overseas.",
      "publication_date": "2006-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/10/technology/for-ebay-departures-underscore-a-risky-time.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Detainee Rights Create a Divide on Capitol Hill",
      "snippet": "The Supreme Court decision striking down the use of military commissions to bring terrorism detainees to trial has set off sharp differences among Republicans in Congress over what kind of rights detainees should be granted and how much deference ...",
      "abstract": "The Supreme Court decision striking down the use of military commissions to bring terrorism detainees to trial has set off sharp differences among Republicans in Congress over what kind of rights detainees should be granted and how much deference should be shown the president in deciding the issue.     The debate is expected to consume the rest of the summer in Congress as lawmakers head into an election season expected to be dominated by issues of national security. The issue reflects the difficult legal, diplomatic and political choices the government faces in dealing with terrorism suspects.  ",
      "lead_paragraph": "WASHINGTON, July 9 - The Supreme Court decision striking down the use of military commissions to bring terrorism detainees to trial has set off sharp differences among Republicans in Congress over what kind of rights detainees should be granted and how much deference should be shown the president in deciding the issue.",
      "publication_date": "2006-07-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/10/washington/detainee-rights-create-a-divide-on-capitol-hill.html",
      "byline": "By Kate Zernike and Sheryl Gay Stolberg"
    },
    {
      "headline": "Small Colleges, Short of Men, Embrace Football",
      "snippet": "Kevin Bosworth's football career here at Shenandoah University amounted to all of 10 plays, across four years otherwise spent watching from the sidelines. No matter. A reedy tight end, Mr. Bosworth wanted to play football, and the college was star...",
      "abstract": "Kevin Bosworth's football career here at Shenandoah University amounted to all of 10 plays, across four years otherwise spent watching from the sidelines. No matter. A reedy tight end, Mr. Bosworth wanted to play football, and the college was starting a team.     ''As a new team, I figured they wouldn't cut anyone,'' he said. ''I didn't know that much about Shenandoah, but I knew I wanted to go there.''  ",
      "lead_paragraph": "WINCHESTER, Va. - Kevin Bosworth's football career here at Shenandoah University amounted to all of 10 plays, across four years otherwise spent watching from the sidelines. No matter. A reedy tight end, Mr. Bosworth wanted to play football, and the college was starting a team.",
      "publication_date": "2006-07-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/10/education/small-colleges-short-of-men-embrace-football.html",
      "byline": "By Bill Pennington"
    },
    {
      "headline": "Rural Idaho Town Seeks to Turn Film's Cult Status Into Prosperity",
      "snippet": "The Big J Burger on State Street here could hardly be mistaken for a hip Hollywood club. But on Saturday afternoon, a 16-year-old wearing moon boots and a T-shirt with the slogan ''Vote for Pedro'' jumped out of his seat and began mixing it up on ...",
      "abstract": "The Big J Burger on State Street here could hardly be mistaken for a hip Hollywood club. But on Saturday afternoon, a 16-year-old wearing moon boots and a T-shirt with the slogan ''Vote for Pedro'' jumped out of his seat and began mixing it up on an improvised dance floor. With a boom box blaring behind him, he shimmied between the restaurant's tables to the 1999 dance hit ''Canned Heat'' while more than 100 people whooped and cheered.     The dancer, Bryan Demke, from Fort Worth, was recreating a pivotal moment from the 2004 cult movie ''Napoleon Dynamite'' which was filmed in Preston. And the crowd attending the second annual Napoleon Dynamite festival loved it. ''You rock!'' shouted a young girl, raising her cellphone to take a picture. ''I love you, Napoleon!'' added another, blowing the dancer a kiss.  ",
      "lead_paragraph": "PRESTON, Idaho, July 8 - The Big J Burger on State Street here could hardly be mistaken for a hip Hollywood club. But on Saturday afternoon, a 16-year-old wearing moon boots and a T-shirt with the slogan \"Vote for Pedro\" jumped out of his seat and began mixing it up on an improvised dance floor. With a boom box blaring behind him, he shimmied between the restaurant's tables to the 1999 dance hit \"Canned Heat\" while more than 100 people whooped and cheered.",
      "publication_date": "2006-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/10/business/media/rural-idaho-town-seeks-to-turn-films-cult-status-into.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "The Devil Wears Teflon",
      "snippet": "The Devil Wears Prada,'' a chic, not-so-veiled look at the fashion magazine world and its empress, Anna Wintour, depicts a demanding, occasionally toxic editor named Miranda Priestly who cares deeply about the semiotics of a particular choice of b...",
      "abstract": "The Devil Wears Prada,'' a chic, not-so-veiled look at the fashion magazine world and its empress, Anna Wintour, depicts a demanding, occasionally toxic editor named Miranda Priestly who cares deeply about the semiotics of a particular choice of belts.      The movie, based on a casually vicious roman à clef by a former assistant of Ms. Wintour's, is diverting enough. But is it accurate?  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/10/business/media/the-devil-wears-teflon.html",
      "byline": "By David Carr"
    },
    {
      "headline": "U.S. Omits Doctor Information From Implant Data",
      "snippet": "Federal health officials expect today to publicly release records about tens of thousands of recent heart-defibrillator implants including data showing that about 4 percent of the patients had at least one complication during an implant.     But t...",
      "abstract": "Federal health officials expect today to publicly release records about tens of thousands of recent heart-defibrillator implants including data showing that about 4 percent of the patients had at least one complication during an implant.     But the Centers for Medicare and Medicaid Services has decided to withhold information identifying the doctors involved in those procedures. In a telephone interview, the agency's top official, Dr. Mark B. McClellan, said it had decided to do so for legal and policy reasons, including concerns about violating patient confidentiality.  ",
      "lead_paragraph": "Federal health officials expect today to publicly release records about tens of thousands of recent heart-defibrillator implants including data showing that about 4 percent of the patients had at least one complication during an implant.",
      "publication_date": "2006-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/10/business/us-omits-doctor-information-from-implant-data.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "In Iraq's Mayhem, Town Finds Calm Through Its Tribal Links",
      "snippet": "In the soft heat of the late evening in this southern Iraqi town, men come to the Najmawi coffee shop to play dominoes. Lights illuminate faces. Tiles click quietly.     The scene, which unfolds nightly in a garden near the Tigris River, is unimag...",
      "abstract": "In the soft heat of the late evening in this southern Iraqi town, men come to the Najmawi coffee shop to play dominoes. Lights illuminate faces. Tiles click quietly.     The scene, which unfolds nightly in a garden near the Tigris River, is unimaginable in central and western Iraq, where night turns neighborhoods into dangerous ghost towns.  ",
      "lead_paragraph": "AMARA, Iraq - In the soft heat of the late evening in this southern Iraqi town, men come to the Najmawi coffee shop to play dominoes. Lights illuminate faces. Tiles click quietly.",
      "publication_date": "2006-07-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/10/world/middleeast/in-iraqs-mayhem-town-finds-calm-through-its-tribal-links.html",
      "byline": "By Sabrina Tavernise and Qais Mizher"
    },
    {
      "headline": "Running Hard, Senate Power Seeks a New Image",
      "snippet": "The conservative glory days of 1994, when Rick Santorum roared into the Senate at the age of 36, seem a long time ago as he fights for his political life this year, trying to convince Pennsylvania voters that he has not gone Washington.     Not be...",
      "abstract": "The conservative glory days of 1994, when Rick Santorum roared into the Senate at the age of 36, seem a long time ago as he fights for his political life this year, trying to convince Pennsylvania voters that he has not gone Washington.     Not become part of the establishment he used to rail against.  ",
      "lead_paragraph": "PITTSBURGH, July 6 - The conservative glory days of 1994, when Rick Santorum roared into the Senate at the age of 36, seem a long time ago as he fights for his political life this year, trying to convince Pennsylvania voters that he has not gone Washington.",
      "publication_date": "2006-07-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/10/washington/running-hard-senate-power-seeks-a-new-image.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "At AOL, a Plan for a Clean Break",
      "snippet": "Should AOL sacrifice its cash cow in hopes of finding a prosperous future?     In two weeks, the board of Time Warner Inc., which owns AOL, will hear a proposal from Jonathan Miller, AOL's chief executive, calling for a near halt in marketing for ...",
      "abstract": "Should AOL sacrifice its cash cow in hopes of finding a prosperous future?     In two weeks, the board of Time Warner Inc., which owns AOL, will hear a proposal from Jonathan Miller, AOL's chief executive, calling for a near halt in marketing for AOL's 17-year-old Internet access service, price cuts for existing customers and thousands of layoffs. His goal is to devote all of AOL's energy into building its free Web-based services.  ",
      "lead_paragraph": "Should AOL sacrifice its cash cow in hopes of finding a prosperous future?",
      "publication_date": "2006-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/10/technology/at-aol-a-plan-for-a-clean-break.html",
      "byline": "By Saul Hansell"
    }
  ]
}