{
  "metadata": {
    "date": "2006-04-14",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "3 Deaths in China Reveal Disparity in Price of Lives",
      "snippet": "Many Chinese citizens are finding that the Constitution is a flimsy tool for protecting individual rights.",
      "abstract": "Many Chinese citizens are finding that the Constitution is a flimsy tool for protecting individual rights.",
      "lead_paragraph": " GUOJIATUO, China — He Qingzhi's teenage daughter, Yuan, and her two friends lived on the same street near the Yangtze River, attended the same middle school and were crushed to death in the same traffic accident late last year. After that, the symmetry ended: under Chinese law, Yuan's life was worth less than the others'. ",
      "publication_date": "2006-04-14T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/14/world/asia/14china.html",
      "byline": "By JIM YARDLEY"
    },
    {
      "headline": "Forget Computers. Here Comes the Sun.",
      "snippet": "The fledgling solar-cell industry uses just about as many silicon wafers as the chip industry does, but the resemblance ends there.",
      "abstract": "The fledgling solar-cell industry uses just about as many silicon wafers as the chip industry does, but the resemblance ends there.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/14/business/14solar.html",
      "byline": "By JOHN MARKOFF"
    },
    {
      "headline": "Auto Bailout Seems Unlikely",
      "snippet": "Gasoline prices are rising. Sales of Detroit's carmakers suffer as Japanese brands carve out a growing share of the American market. One of the nation's largest automobile manufacturers flirts with bankruptcy.      Sound familiar?  ",
      "abstract": "Gasoline prices are rising. Sales of Detroit's carmakers suffer as Japanese brands carve out a growing share of the American market. One of the nation's largest automobile manufacturers flirts with bankruptcy.      Sound familiar?  ",
      "lead_paragraph": "Gasoline prices are rising. Sales of Detroit's carmakers suffer as Japanese brands carve out a growing share of the American market. One of the nation's largest automobile manufacturers flirts with bankruptcy.",
      "publication_date": "2006-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/14/automobiles/auto-bailout-seems-unlikely.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "3 Deaths in China Reveal Disparity in Price of Lives",
      "snippet": "He Qingzhi's teenage daughter, Yuan, and her two friends lived on the same street near the Yangtze River, attended the same middle school and were crushed to death in the same traffic accident late last year. After that, the symmetry ended: under ...",
      "abstract": "He Qingzhi's teenage daughter, Yuan, and her two friends lived on the same street near the Yangtze River, attended the same middle school and were crushed to death in the same traffic accident late last year. After that, the symmetry ended: under Chinese law, Yuan's life was worth less than the others'.      Mr. He, 38, who has lived in this town in central China for 15 years, was told that his neighbors were entitled to roughly three times more compensation from the accident because they were registered urban residents while he was only a migrant worker.  ",
      "lead_paragraph": "GUOJIATUO, China - He Qingzhi's teenage daughter, Yuan, and her two friends lived on the same street near the Yangtze River, attended the same middle school and were crushed to death in the same traffic accident late last year. After that, the symmetry ended: under Chinese law, Yuan's life was worth less than the others'.",
      "publication_date": "2006-04-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/14/world/asia/3-deaths-in-china-reveal-disparity-in-price-of-lives.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "F.B.I. Links Big Film Names to a Detective",
      "snippet": "The chairman of Paramount Pictures and a onetime Hollywood superagent had far more direct dealings than they have acknowledged publicly with the celebrity detective at the center of a rapidly expanding wiretapping scandal, according to government ...",
      "abstract": "The chairman of Paramount Pictures and a onetime Hollywood superagent had far more direct dealings than they have acknowledged publicly with the celebrity detective at the center of a rapidly expanding wiretapping scandal, according to government evidence.     Brad Grey, Paramount's chairman, told the F.B.I. that he spoke with Anthony Pellicano about two lawsuits in which Mr. Pellicano, a private detective, was working on Mr. Grey's behalf, and that he learned information about his legal opponents directly from Mr. Pellicano. A former employee of Mr. Pellicano, who was charged in February with wiretapping and conspiracy, separately told the F.B.I. that Mr. Grey had met with the detective at least five times.  ",
      "lead_paragraph": "LOS ANGELES, April 13 - The chairman of Paramount Pictures and a onetime Hollywood superagent had far more direct dealings than they have acknowledged publicly with the celebrity detective at the center of a rapidly expanding wiretapping scandal, according to government evidence.",
      "publication_date": "2006-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/14/business/media/fbi-links-big-film-names-to-a-detective.html",
      "byline": "By David M. Halbfinger and Allison Hope Weiner"
    },
    {
      "headline": "Forget Computers. Here Comes the Sun.",
      "snippet": "T. J. Rodgers is surrounded by a sea of silicon wafers on the roof of his company's headquarters in a Silicon Valley industrial park.     No, not the ones that Mr. Rodgers, who founded Cypress Semiconductor in 1982, used to make high-speed compute...",
      "abstract": "T. J. Rodgers is surrounded by a sea of silicon wafers on the roof of his company's headquarters in a Silicon Valley industrial park.     No, not the ones that Mr. Rodgers, who founded Cypress Semiconductor in 1982, used to make high-speed computer memories or the newer specialized chips that go into iPods and high-end Mercedes-Benzes. These wafers are soaking up the sun's rays and turning them into electricity.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/14/business/forget-computers-here-comes-the-sun.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "At Visteon, Bonuses Defy Gravity",
      "snippet": "AS John F. Kennedy once said, a rising tide lifts all boats. But when the tide is falling, some boats keep on rising.     Consider Visteon, the auto parts maker spun off from Ford in 2000. It is a company where fired executives can get retention b...",
      "abstract": "AS John F. Kennedy once said, a rising tide lifts all boats. But when the tide is falling, some boats keep on rising.     Consider Visteon, the auto parts maker spun off from Ford in 2000. It is a company where fired executives can get retention bonuses and plunging share prices do not prevent performance bonuses from being paid.  ",
      "lead_paragraph": "AS John F. Kennedy once said, a rising tide lifts all boats. But when the tide is falling, some boats keep on rising.",
      "publication_date": "2006-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/14/business/at-visteon-bonuses-defy-gravity.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Jury Hears Indignation of Skilling",
      "snippet": "His emotions spilling over at times, Jeffrey K. Skilling admitted Thursday that he made mistakes at Enron, even as he continued to profess his innocence and blasted the government for charging him with conspiring to defraud Enron investors.     Af...",
      "abstract": "His emotions spilling over at times, Jeffrey K. Skilling admitted Thursday that he made mistakes at Enron, even as he continued to profess his innocence and blasted the government for charging him with conspiring to defraud Enron investors.     After nine weeks of listening to former colleagues and friends testify in federal court that he lied to Enron's investors and employees, Mr. Skilling, the former chief executive, fought back hard. On Thursday, his fourth day on the stand, he seemed righteously indignant in speeches deploring the fall of Enron, the former high-flying energy company that collapsed into bankruptcy in late 2001.  ",
      "lead_paragraph": "His emotions spilling over at times, Jeffrey K. Skilling admitted Thursday that he made mistakes at Enron, even as he continued to profess his innocence and blasted the government for charging him with conspiring to defraud Enron investors.",
      "publication_date": "2006-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/14/business/businessspecial3/jury-hears-indignation-of-skilling.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Pension Rule Could Lower Net Worths",
      "snippet": "A company like I.B.M. would seem to be doing all the right things to reassure Wall Street that its pension fund is under control. The company has pumped $6.4 billion into the pension fund over the last three years to make up for investment losses....",
      "abstract": "A company like I.B.M. would seem to be doing all the right things to reassure Wall Street that its pension fund is under control. The company has pumped $6.4 billion into the pension fund over the last three years to make up for investment losses. And this year it took the big step of freezing the plan, reining in the growth of obligations to workers.     But for all that, a new study shows that if a proposed new accounting rule for pensions takes effect at the end of this year, as expected, I.B.M.'s balance sheet could be substantially weakened.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/14/business/pension-rule-could-lower-net-worths.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "More Retired Generals Call for Rumsfeld's Resignation",
      "snippet": "The widening circle of retired generals who have stepped forward to call for Defense Secretary Donald H. Rumsfeld's resignation is shaping up as an unusual outcry that could pose a significant challenge to Mr. Rumsfeld's leadership, current and fo...",
      "abstract": "The widening circle of retired generals who have stepped forward to call for Defense Secretary Donald H. Rumsfeld's resignation is shaping up as an unusual outcry that could pose a significant challenge to Mr. Rumsfeld's leadership, current and former generals said on Thursday.     Maj. Gen. Charles H. Swannack Jr., who led troops on the ground in Iraq as recently as 2004 as the commander of the Army's 82nd Airborne Division, on Thursday became the fifth retired senior general in recent days to call publicly for Mr. Rumsfeld's ouster. Also Thursday, another retired Army general, Maj. Gen. John Riggs, joined in the fray.  ",
      "lead_paragraph": "WASHINGTON, April 13 - The widening circle of retired generals who have stepped forward to call for Defense Secretary Donald H. Rumsfeld's resignation is shaping up as an unusual outcry that could pose a significant challenge to Mr. Rumsfeld's leadership, current and former generals said on Thursday.",
      "publication_date": "2006-04-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/14/washington/more-retired-generals-call-for-rumsfelds-resignation.html",
      "byline": "By David S. Cloud and Eric Schmitt"
    },
    {
      "headline": "Treasury Rate Signals Burdens for Borrowers",
      "snippet": "The era of cheap money may finally be nearing its end.     Investors pushed up the yield on the government's benchmark note to over 5 percent on Thursday, its highest point in nearly four years and a signal that many borrowers will soon be paying ...",
      "abstract": "The era of cheap money may finally be nearing its end.     Investors pushed up the yield on the government's benchmark note to over 5 percent on Thursday, its highest point in nearly four years and a signal that many borrowers will soon be paying more on mortgages and home equity loans.  ",
      "lead_paragraph": "The era of cheap money may finally be nearing its end.",
      "publication_date": "2006-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/14/business/treasury-rate-signals-burdens-for-borrowers.html",
      "byline": "By Vikas Bajaj"
    }
  ]
}