{
  "metadata": {
    "date": "2006-01-16",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "Disclosure Won't Tame C.E.O. Pay",
      "snippet": "THIS Tuesday, the Securities and Exchange Commission plans to unveil its first overhaul of executive compensation disclosure rules in 14 years. The new rules, which were leaked to the news media this week, are intended to give investors a fuller p...",
      "abstract": "THIS Tuesday, the Securities and Exchange Commission plans to unveil its first overhaul of executive compensation disclosure rules in 14 years. The new rules, which were leaked to the news media this week, are intended to give investors a fuller picture of the staggering amounts of money going to America's chief executives and other top corporate officers.     Under the proposal, companies will have to disclose much more than just information about outsize salaries and bonuses. An estimated dollar value will be placed on obscene grants of stock options. The details of bloated retirement packages will be made public. And companies will have to list all the absurd perquisites that have accrued to chief executives in recent years -- including the latest twist, the practice of having companies pay the boss's taxes. Nor will companies be able to bury this stuff in the proxy statement, as they've long done; it will all have to be put in one place, where it can be easily seen and understood.  ",
      "lead_paragraph": "THIS Tuesday, the Securities and Exchange Commission plans to unveil its first overhaul of executive compensation disclosure rules in 14 years. The new rules, which were leaked to the news media this week, are intended to give investors a fuller picture of the staggering amounts of money going to America's chief executives and other top corporate officers.",
      "publication_date": "2006-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/14/business/disclosure-wont-tame-ceo-pay.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Top Qaeda Aide Is Called Target in U.S. Air Raid",
      "snippet": "An American airstrike carried out on a village in the Bajaur tribal region of northwest Pakistan early Friday was aimed at Ayman al-Zawahiri, Al Qaeda's second-in-command, and Pakistani officials were trying to determine if he had been killed, Ame...",
      "abstract": "An American airstrike carried out on a village in the Bajaur tribal region of northwest Pakistan early Friday was aimed at Ayman al-Zawahiri, Al Qaeda's second-in-command, and Pakistani officials were trying to determine if he had been killed, American and Pakistani officials said Friday. As many as 17 people were killed in the airstrike, Pakistani officials and witnesses said.     The American and Pakistani officials said they believed that the attack had been carried out with a missile launched from a Predator drone aircraft operated by the Central Intelligence Agency.  ",
      "lead_paragraph": "WASHINGTON, Jan. 13 - An American airstrike carried out on a village in the Bajaur tribal region of northwest Pakistan early Friday was aimed at Ayman al-Zawahiri, Al Qaeda's second-in-command, and Pakistani officials were trying to determine if he had been killed, American and Pakistani officials said Friday. As many as 17 people were killed in the airstrike, Pakistani officials and witnesses said.",
      "publication_date": "2006-01-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/14/politics/top-qaeda-aide-is-called-target-in-us-air-raid.html",
      "byline": "By Douglas Jehl and Mohammad Khan"
    },
    {
      "headline": "Disarray at Center for Dr. King Casts Pall on Family and Legacy",
      "snippet": "Over the years, the city that the Rev. Dr. Martin Luther King Jr. called home has grown accustomed to stagnation and disrepair at the institution established in his name by Coretta Scott King in 1968, even as it has paid her sons six-figure salari...",
      "abstract": "Over the years, the city that the Rev. Dr. Martin Luther King Jr. called home has grown accustomed to stagnation and disrepair at the institution established in his name by Coretta Scott King in 1968, even as it has paid her sons six-figure salaries.      But now as Mrs. King is recovering from a stroke that left her partly paralyzed and unable to speak, problems at the nonprofit institution, the King Center, have become so bad that some family members are pushing to sell its buildings.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/14/us/disarray-at-center-for-dr-king-casts-pall-on-family-and-legacy.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "U.S. and Germany Promise to Press Iran on Uranium",
      "snippet": "President Bush and Chancellor Angela Merkel of Germany, meeting for the first time since Mrs. Merkel took office last month, promised Friday to step up pressure on Iran at the Security Council to abandon nuclear activities that could be part of a ...",
      "abstract": "President Bush and Chancellor Angela Merkel of Germany, meeting for the first time since Mrs. Merkel took office last month, promised Friday to step up pressure on Iran at the Security Council to abandon nuclear activities that could be part of a weapons program.     But at a news conference at the White House, Mr. Bush declined to predict what sanctions might be imposed on Iran if the Security Council took up the issue in answer to a referral by the International Atomic Energy Agency.  ",
      "lead_paragraph": "WASHINGTON, Jan. 13 - President Bush and Chancellor Angela Merkel of Germany, meeting for the first time since Mrs. Merkel took office last month, promised Friday to step up pressure on Iran at the Security Council to abandon nuclear activities that could be part of a weapons program.",
      "publication_date": "2006-01-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/14/world/middleeast/us-and-germany-promise-to-press-iran-on-uranium.html",
      "byline": "By Steven R. Weisman and Elaine Sciolino"
    },
    {
      "headline": "WIDER FIGHT SEEN AS ALITO VICTORY APPEARS SECURED",
      "snippet": "Democrats and Republicans say Judge Samuel A. Alito Jr.'s confirmation to the Supreme Court is all but certain, yet the fight over his nomination heated up on Friday as both sides seized on it as a flashpoint for Senate races in the fall and futur...",
      "abstract": "Democrats and Republicans say Judge Samuel A. Alito Jr.'s confirmation to the Supreme Court is all but certain, yet the fight over his nomination heated up on Friday as both sides seized on it as a flashpoint for Senate races in the fall and future court selections.     Despite growing certainty about the ultimate conclusion after five days of hearings, interest groups on both sides announced plans on Friday to spend hundreds of thousands of dollars on television commercials intended to influence the outcome.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/14/us/front page/court-in-transition-the-overview-wider-fight-seen-as-alito.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Businesses Are Getting Price Break on Fares",
      "snippet": "Clients of his educational software firm, the Critical Skills Group, reimburse him for his travel costs, but Charles C. Jett said it still offended him to be charged $1,900 to fly round trip to Los Angeles. ''I wouldn't charge anyone that,'' Mr. J...",
      "abstract": "Clients of his educational software firm, the Critical Skills Group, reimburse him for his travel costs, but Charles C. Jett said it still offended him to be charged $1,900 to fly round trip to Los Angeles. ''I wouldn't charge anyone that,'' Mr. Jett said.      Increasingly, neither would airlines, which are becoming less inclined to try to charge very high fares, a trend that has pleased Mr. Jett. He paid just $400 recently to fly to and from San Francisco. ''The price was a lot lower than I thought it was going to be.''  ",
      "lead_paragraph": "CHICAGO, Jan. 13 - Clients of his educational software firm, the Critical Skills Group, reimburse him for his travel costs, but Charles C. Jett said it still offended him to be charged $1,900 to fly round trip to Los Angeles. \"I wouldn't charge anyone that,\" Mr. Jett said.",
      "publication_date": "2006-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/14/business/businesses-are-getting-price-break-on-fares.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Depreciation Appreciation 101: The Ins and Outs of Deducting for a Home Office",
      "snippet": "Every year at tax time, Robert Sigal, a San Diego chemical engineer specializing in computer simulations of chemical plants, would take his home office as a deduction.      It is something he is entitled to do under the byzantine federal tax code ...",
      "abstract": "Every year at tax time, Robert Sigal, a San Diego chemical engineer specializing in computer simulations of chemical plants, would take his home office as a deduction.      It is something he is entitled to do under the byzantine federal tax code because his employer doesn't have offices in his area. He converted a spare bedroom in a condominium he bought in 2001 into an office and filled it with three computers and other equipment.  ",
      "lead_paragraph": "Every year at tax time, Robert Sigal, a San Diego chemical engineer specializing in computer simulations of chemical plants, would take his home office as a deduction.",
      "publication_date": "2006-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/14/business/depreciation-appreciation-101-the-ins-and-outs-of-deducting-for-a.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Johnson & Johnson Pulls Ahead in Takeover Battle for Guidant",
      "snippet": "Reacting decisively, Johnson & Johnson struck back last night in the biggest takeover battle ever in the medical device industry, raising its bid for the Guidant Corporation to $71 a share in cash and stock, or about $24.2 billion.     In doing so...",
      "abstract": "Reacting decisively, Johnson & Johnson struck back last night in the biggest takeover battle ever in the medical device industry, raising its bid for the Guidant Corporation to $71 a share in cash and stock, or about $24.2 billion.     In doing so, Johnson & Johnson was able to dissuade Guidant from backing out of a previously announced merger and going with a higher bid from Boston Scientific.  ",
      "lead_paragraph": "Reacting decisively, Johnson & Johnson struck back last night in the biggest takeover battle ever in the medical device industry, raising its bid for the Guidant Corporation to $71 a share in cash and stock, or about $24.2 billion.",
      "publication_date": "2006-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/14/business/johnson-johnson-pulls-ahead-in-takeover-battle-for-guidant.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Airstrike by U.S. Draws Protests From Pakistanis",
      "snippet": "Pakistani Foreign Ministry condemns loss of life as result of American airstrike on village of Damadola in Bajaur district of northwestern tribal region; delivers note of protest to American Embassy; local officials say 18 civilians were killed, i...",
      "abstract": "Pakistani Foreign Ministry condemns loss of life as result of American airstrike on village of Damadola in Bajaur district of northwestern tribal region; delivers note of protest to American Embassy; local officials say 18 civilians were killed, including six children, but Information Min Sheik Rashid Ahmed says toll is higher; senior Pakistani security official says he is confident that Ayman al-Zawahiri, targeted No. 2 Al Qaeda leader, was not in village when it was hit by remotely piloted Predator aircraft armed with missiles; map; photo (L)",
      "lead_paragraph": "PESHAWAR, Pakistan, Jan. 14 - Pakistan's government on Saturday condemned a deadly American airstrike on a village in the northwestern tribal region, and a senior Pakistani security official said he was confident that Ayman al-Zawahiri, the No. 2 leader of Al Qaeda and the target of the strike, had not been in the village when it was hit.",
      "publication_date": "2006-01-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/15/world/asia/airstrike-by-us-draws-protests-from-pakistanis.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Glum Democrats Can't See Halting Bush on Courts",
      "snippet": "Democratic leaders say lesson of Bush administration's success with Supreme Court nomination of Judge Samuel A Alito Jr is that Bush can put ideologically conservative candidate on bench and there is little they can do to stop it without winning b...",
      "abstract": "Democratic leaders say lesson of Bush administration's success with Supreme Court nomination of Judge Samuel A Alito Jr is that Bush can put ideologically conservative candidate on bench and there is little they can do to stop it without winning back control of Senate or White House; Bush appears to be achieving his campaign goal of fundamentally reshaping federal judiciary along more conservative lines; several Democrats express frustration over being outmaneuvered by Republicans; graph; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/15/politics/politicsspecial1/glum-democrats-cant-see-halting-bush-on-courts.html",
      "byline": "This article was reported by Adam Nagourney, Richard W. Stevenson and Neil A. Lewis and Written By Mr. Nagourney"
    },
    {
      "headline": "Koreans Find Prime Property Near the DMZ",
      "snippet": "Political detente between North Korea and South Korea is bearing economic fruit as South Korea's economic expansion spreads along southern edge of long-feared demilitarized zone (DMZ); pressure of nearly 50 million people squeezed into South Korea...",
      "abstract": "Political detente between North Korea and South Korea is bearing economic fruit as South Korea's economic expansion spreads along southern edge of long-feared demilitarized zone (DMZ); pressure of nearly 50 million people squeezed into South Korea drives stampede for what developers call last best place near Seoul; traditional uneasiness that South Koreans held for investing in what was invasion route for North Korean tanks in 1950 has vanished; trickle of construction investment in carefully controlled projects is even flowing through holes in DMZ to joint ventures on northern side; photos; map (L)",
      "lead_paragraph": "PAJU, South Korea - Six miles from the heavily mined and guarded zone that divides North Korea from South Korea, workers at LG.Philips LCD are starting to produce liquid-crystal display screens at a new $5 billion plant. Nearby, apartment buildings are on the rise. And in the shadow of an old hilltop machine-gun nest, a cheery blue and red billboard announces that English Village, a new 65-acre language-teaching theme park, will open in March.",
      "publication_date": "2006-01-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/15/business/yourmoney/koreans-find-prime-property-near-the-dmz.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Energy Trading, Post-Enron",
      "snippet": "Article on Centaurus Energy, founded by Enron's former natural gas trader John Arnold, one of new breed of low-profile hedge funds that dabble in energy; Centaurus, created by Arnold in 2002 with $8 million of his own money, eschews most publicity...",
      "abstract": "Article on Centaurus Energy, founded by Enron's former natural gas trader John Arnold, one of new breed of low-profile hedge funds that dabble in energy; Centaurus, created by Arnold in 2002 with $8 million of his own money, eschews most publicity and operates from nondescript building in Houston, Tex; volatile energy markets and record-high commodity prices are prompting renewed investor interest in energy trading, which, in turn, has pushed banks and hedge funds to hire more traders (M)",
      "lead_paragraph": "HOUSTON - FROM the windows of the trading floor at Centaurus Energy, you can see the glittering tower where Enron once had its headquarters with the crooked \"E.\"",
      "publication_date": "2006-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/15/business/yourmoney/energy-trading-postenron.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "In Tiny Arab State, Web Takes On Ruling Elite",
      "snippet": "Bahrain is prime example of power of Internet to foment discontent; country bills itself as leader of political change, but Shiite majority is still subject to minority rule by Sunni royal family; debate is being fueled by Internet, satellite tele...",
      "abstract": "Bahrain is prime example of power of Internet to foment discontent; country bills itself as leader of political change, but Shiite majority is still subject to minority rule by Sunni royal family; debate is being fueled by Internet, satellite television and other forces; election this year will replace Parliament and municipal councils first chosen in 2002, but senior members of royal family hint that process is threatened by Shiite disloyalty; government has recently renewed efforts to block dozens of opposition Web sites; photos; map (L)",
      "lead_paragraph": "MANAMA, Bahrain - Ali Abdulemam, this country's most notorious blogger, sat in the boxlike reception room of his father's house in a cramped Shiite village dotted with raw cinder-block houses, trying to log onto the widely popular Web site that he founded.",
      "publication_date": "2006-01-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/15/world/middleeast/in-tiny-arab-state-web-takes-on-ruling-elite.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "More Jobs Being Found Online, but That Doesn't Mean It's Easy",
      "snippet": "One of the first things Brooke Christiansen did as college graduation neared last spring was post her résumé on three of the largest Internet job boards: Monster, CareerBuilder and HotJobs.     For the most part, she said, it was an exercise in fr...",
      "abstract": "One of the first things Brooke Christiansen did as college graduation neared last spring was post her résumé on three of the largest Internet job boards: Monster, CareerBuilder and HotJobs.     For the most part, she said, it was an exercise in frustration.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-15T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/01/15/jobs/more-jobs-being-found-online-but-that-doesnt-mean-its-easy.html",
      "byline": "By Barbara Whitaker"
    },
    {
      "headline": "He Likes Challenges. But Time Warner?",
      "snippet": "Interview with Bruce Wasserstein, veteran deal maker and chairman of Lazard; he comments on criticism against his new effort to break up Time Warner, his former client, by supporting Carl Icahn's campaign against it; photos (L)",
      "abstract": "Interview with Bruce Wasserstein, veteran deal maker and chairman of Lazard; he comments on criticism against his new effort to break up Time Warner, his former client, by supporting Carl Icahn's campaign against it; photos (L)",
      "lead_paragraph": "\"DO you want some pineapple juice?\" Bruce Wasserstein asked, as he poured himself a glass one morning last month in his enormous office on the 62nd floor of 30 Rockefeller Center, with a view of Central Park.",
      "publication_date": "2006-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/15/business/yourmoney/he-likes-challenges-but-time-warner.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "The Pandemic of Not Calling In Sick",
      "snippet": "MATT NEHMER is proud of himself. He even ventures a comparison to the likes of Cal Ripken, Lou Gehrig and Brett Favre. What is he so proud of? He has not taken a sick day since 1993. ''There have been days where I felt awful and still dragged myse...",
      "abstract": "MATT NEHMER is proud of himself. He even ventures a comparison to the likes of Cal Ripken, Lou Gehrig and Brett Favre. What is he so proud of? He has not taken a sick day since 1993. ''There have been days where I felt awful and still dragged myself in,'' Mr. Nehmer says of his job as director of communications for the Chicago School of Professional Psychology. ''I was definitely ill enough to stay home, but I didn't want to.''     Over at Knox College in Galesburg, Ill., meanwhile, Karrie Heartlein, director of public relations, hides out in her office -- not from Mr. Nehmer, because they don't work together or even know each other, but from those like him, who come to work and spread germs. She spent a week in bed with the flu last year, and does not want to catch something like that again. So she keeps antibacterial wipes in her desk and disinfects the conference table before and after meetings. ''Some folks laugh at me,'' she says, ''but I'd rather take the joke'' than get sick.  ",
      "lead_paragraph": "MATT NEHMER is proud of himself. He even ventures a comparison to the likes of Cal Ripken, Lou Gehrig and Brett Favre. What is he so proud of? He has not taken a sick day since 1993. \"There have been days where I felt awful and still dragged myself in,\" Mr. Nehmer says of his job as director of communications for the Chicago School of Professional Psychology. \"I was definitely ill enough to stay home, but I didn't want to.\"",
      "publication_date": "2006-01-15T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/01/15/jobs/the-pandemic-of-not-calling-in-sick.html",
      "byline": "By Lisa Belkn"
    },
    {
      "headline": "Energy Trading, Post-Enron",
      "snippet": "The industry that Enron made infamous is springing to life again, with help from former Enron traders.",
      "abstract": "The industry that Enron made infamous is springing to life again, with help from former Enron traders.",
      "lead_paragraph": "HOUSTON",
      "publication_date": "2006-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/01/15/business/yourmoney/15traders.html",
      "byline": "By ALEXEI BARRIONUEVO"
    },
    {
      "headline": "Gee, Bankruptcy Never Looked So Good",
      "snippet": "Gretchen Morgenson column on deal made by UAL Corp under which 400 executives stand to share 10 million shares, or 8 percent of total that company expects to issue upon its emergence from bankruptcy; bankruptcy experts say outsized pay at troubled...",
      "abstract": "Gretchen Morgenson column on deal made by UAL Corp under which 400 executives stand to share 10 million shares, or 8 percent of total that company expects to issue upon its emergence from bankruptcy; bankruptcy experts say outsized pay at troubled companies is new and disturbing trend; annual salaries for top eight UAL executives will total $3.5 million in addition to bonuses at levels equal to 55 percent to 100 percent of salary; photo (M)",
      "lead_paragraph": "IF executive pay is out of control across America -- and who would argue that it isn't? -- then the compensation being paid to managers running companies in bankruptcy nowadays can only be described as insanity squared.",
      "publication_date": "2006-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/15/business/yourmoney/gee-bankruptcy-never-looked-so-good.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Snowmobiles Keep Coming Though the Ice Is Melting",
      "snippet": "Eagle River, Wis, hosts 43rd annual World Championship Snowmobile Derby; more than 200 competitors come for four days of racing; Carl Elaison of nearby Saynor, Wis, put motor on toboggan to fashion first snowmobile in 1920's and snowmobiles have b...",
      "abstract": "Eagle River, Wis, hosts 43rd annual World Championship Snowmobile Derby; more than 200 competitors come for four days of racing; Carl Elaison of nearby Saynor, Wis, put motor on toboggan to fashion first snowmobile in 1920's and snowmobiles have become part of region's culture; innkeepers John and Betty Alward founded snowmobile derby with friend Walter Goldsworthy in 1964, in effort to improve winter business in summer haven; photo (M)",
      "lead_paragraph": "EAGLE RIVER, Wis., Jan. 14 - It has been a tough winter here in the Northwoods of Wisconsin for reasons less-hardy souls may have trouble fathoming. White gold, the local name for snowfall, has been meager, and the sunny skies and the 39-degree weather make it downright balmy for a place accustomed to temperatures of zero and below.",
      "publication_date": "2006-01-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/15/sports/othersports/snowmobiles-keep-coming-though-the-ice-is-melting.html",
      "byline": "By Joe Drape"
    },
    {
      "headline": "Some Abortion Foes Forgo Politics for Quiet Talk",
      "snippet": "The eight women sat in a semicircle facing a wooden cross, reflecting on the abortions they said they had never gotten over.      Though they now opposed abortion, they criticized the demonstrators who protest outside clinics.  ",
      "abstract": "The eight women sat in a semicircle facing a wooden cross, reflecting on the abortions they said they had never gotten over.      Though they now opposed abortion, they criticized the demonstrators who protest outside clinics.  ",
      "lead_paragraph": "LOUISVILLE, Ky. - The eight women sat in a semicircle facing a wooden cross, reflecting on the abortions they said they had never gotten over.",
      "publication_date": "2006-01-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/16/us/some-abortion-foes-forgo-politics-for-quiet-talk.html",
      "byline": "By John Leland"
    },
    {
      "headline": "For Icahn, Fielding a Team May Be as Tough as Playing the Game",
      "snippet": "Carl Icahn denies he is seeking to start proxy fight to replace Time Warner Inc's board; Icahn and three other funds have built 3.1 percent stake in company; several former Time Warner executives and other media executives reportedly have been app...",
      "abstract": "Carl Icahn denies he is seeking to start proxy fight to replace Time Warner Inc's board; Icahn and three other funds have built 3.1 percent stake in company; several former Time Warner executives and other media executives reportedly have been approached; Icahn has hired Lazard Freres to create plan for how his team would lift Time Warner's stagnant share price; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/16/business/media/for-icahn-fielding-a-team-may-be-as-tough-as-playing-the.html",
      "byline": "By Richard Siklos and Andrew Ross Sorkin"
    },
    {
      "headline": "Marketers Interested in Small Screen",
      "snippet": "Marketers, pushing to create new generation of 'up close and personal' ads, are focusing on delivering video, audio, banner displays and text clips to cellphones equipped with global positioning systems based on consumer's location; consumer advoc...",
      "abstract": "Marketers, pushing to create new generation of 'up close and personal' ads, are focusing on delivering video, audio, banner displays and text clips to cellphones equipped with global positioning systems based on consumer's location; consumer advocacy groups oppose such 'in-your-face' advertising as being intrusive; wireless carriers say risk of losing customers is strong incentive to keep marketing noise down; carriers by law are prohibited from divulging information on subcriber's location without permission; carriers and advertisers are considering offering consumer incentives, like reduced monthly phone fees, if they agree to receive ads; photos (M)",
      "lead_paragraph": "Forget the 30-second spot on a 50-inch high-definition TV. How about a three-second message on the tiniest of screens?",
      "publication_date": "2006-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/16/technology/marketers-interested-in-small-screen.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "2,000 More M.P.'s Will Help Train the Iraqi Police",
      "snippet": "American commanders are assigning more than 2,000 Army military police advisers to work side by side with Iraq police officers in one of the most extensive efforts yet to team Americans with uniformed Iraqis.      The effort, a mission that entail...",
      "abstract": "American commanders are assigning more than 2,000 Army military police advisers to work side by side with Iraq police officers in one of the most extensive efforts yet to team Americans with uniformed Iraqis.      The effort, a mission that entails significant new security risks for United States forces, is just starting in Baghdad. It will begin expanding to local stations and provincial and district headquarters in all 18 provinces by the end of the month. It greatly increases the size and scope of the current field training by 500 international civilian police advisers and some military police units, American military officials say.  ",
      "lead_paragraph": "WASHINGTON, Jan. 15 - American commanders are assigning more than 2,000 Army military police advisers to work side by side with Iraq police officers in one of the most extensive efforts yet to team Americans with uniformed Iraqis.",
      "publication_date": "2006-01-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/16/world/middleeast/2000-more-mps-will-help-train-the-iraqi-police.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "With a Mogul's Touch, a Chinese Media Man Connects to the West",
      "snippet": "Article on Li Ruigang who has grown Shanghai Media Group into budding Chinese media and entertainment conglomerate; Shanghai Media is forming partnerships with Western companies laboring to crack Chinese market; SMG, created when Chinese governmen...",
      "abstract": "Article on Li Ruigang who has grown Shanghai Media Group into budding Chinese media and entertainment conglomerate; Shanghai Media is forming partnerships with Western companies laboring to crack Chinese market; SMG, created when Chinese government consolidated state-rum media by region to prepare for entry into World Trade Organization, encompasses pay television, TV production, home-shopping venture, music labels, newspapers and magazines, sports teams and arenas, theaters, Web sites and nascent mobile content and Internet TV ventures; photos (M)",
      "lead_paragraph": "SHANGHAI - It is more than 7,000 miles from New York's various corporate headquarters to the skyscrapers of Shanghai, but the workings of media companies like Time Warner and NBC Universal loom large in the mind of Li Ruigang.",
      "publication_date": "2006-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/16/business/media/with-a-moguls-touch-a-chinese-media-man-connects-to-the-west.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Gene Increases Diabetes Risk, Scientists Find",
      "snippet": "Scientists have discovered a variant gene that leads to a sizable extra risk of Type 2 diabetes and is carried by more than a third of the American population.     The finding is being reported today in the journal Nature Genetics by researchers a...",
      "abstract": "Scientists have discovered a variant gene that leads to a sizable extra risk of Type 2 diabetes and is carried by more than a third of the American population.     The finding is being reported today in the journal Nature Genetics by researchers at Decode Genetics, a company in Reykjavik, Iceland, that specializes in finding the genetic roots of human diseases. Decode Genetics first found the variant gene -- one of many different versions that exist in the human population -- in Icelanders and has now confirmed the finding in a Danish and an American population.  ",
      "lead_paragraph": "Scientists have discovered a variant gene that leads to a sizable extra risk of Type 2 diabetes and is carried by more than a third of the American population.",
      "publication_date": "2006-01-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/16/science/gene-increases-diabetes-risk-scientists-find.html",
      "byline": "By Nicholas Wade"
    },
    {
      "headline": "Law Aimed at Wal-Mart May Be Hard to Replicate",
      "snippet": "Policy analysts are doubtful that law passed by Maryland legislature requiring that its largest employers, including Wal-Mart, spend at least 8 percent of their payrolls on health care will be expanded across US; union leaders claim to have lined ...",
      "abstract": "Policy analysts are doubtful that law passed by Maryland legislature requiring that its largest employers, including Wal-Mart, spend at least 8 percent of their payrolls on health care will be expanded across US; union leaders claim to have lined up lawmakers in 30 states to introduce similar bills this year; Maryland law has raised level of debate over how to handle nation's growing number of people with no health insurance, which now stands at 46 million (M)",
      "lead_paragraph": "When the Maryland legislature passed a law last week requiring that its largest employers, including Wal-Mart Stores, spend at least 8 percent of their payrolls on health care, supporters of the measure claimed they had delivered a clear message to corporate America: companies cannot shirk their duty to employees.",
      "publication_date": "2006-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/16/business/law-aimed-at-walmart-may-be-hard-to-replicate.html",
      "byline": "By Reed Abelson and Michael Barbaro"
    },
    {
      "headline": "A Leader Making Peace With Chile's Past",
      "snippet": "Michelle Bachelet, who was elected Sunday as president of this male-dominated, prosperous and deeply religious nation of 16 million, is a woman and an agnostic, a guitar-strumming child of the 60's, a former exile who spent part of her childhood i...",
      "abstract": "Michelle Bachelet, who was elected Sunday as president of this male-dominated, prosperous and deeply religious nation of 16 million, is a woman and an agnostic, a guitar-strumming child of the 60's, a former exile who spent part of her childhood in the United States, and a physician who has never before held elective office.     Running as a Socialist on a platform that promised ''change with continuity'' and showcased her warmth and affinity with ordinary people, Ms. Bachelet, a fair-haired, vibrant 54-year-old, won more than 53 percent of the vote, according to the official tally. She made few promises beyond ''social inclusion'' -- vowing to better meet the needs of women and the poor -- and preserving Chile's economy, the most dynamic in Latin America, and the country's close ties with the United States.  ",
      "lead_paragraph": "SANTIAGO, Chile, Jan. 15 - Michelle Bachelet, who was elected Sunday as president of this male-dominated, prosperous and deeply religious nation of 16 million, is a woman and an agnostic, a guitar-strumming child of the 60's, a former exile who spent part of her childhood in the United States, and a physician who has never before held elective office.",
      "publication_date": "2006-01-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/16/world/americas/a-leader-making-peace-with-chiles-past.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "For Sale: Fabulous Pink Money Pit",
      "snippet": "David Carr column on ups and downs of New York Observer, weekly newspaper founded by Arthur Carter that chronicles and ridicules New York City's elite; editor Peter Kaplan says Carter has been quietly approaching both trade publishers and wealthy ...",
      "abstract": "David Carr column on ups and downs of New York Observer, weekly newspaper founded by Arthur Carter that chronicles and ridicules New York City's elite; editor Peter Kaplan says Carter has been quietly approaching both trade publishers and wealthy individuals to judge their interest in buying newspaper (M) y",
      "lead_paragraph": "SOMEWHERE after their first Rolls and their second estate and before they marry their third wife, men of accomplishment need a hobby. Arthur L. Carter chose newspapers.",
      "publication_date": "2006-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/16/business/for-sale-fabulous-pink-money-pit.html",
      "byline": "By David Carr"
    },
    {
      "headline": "President Tells Insurers to Aid Ailing Medicare Drug Plan",
      "snippet": "With tens of thousands of people unable to get medicines promised by Medicare, the Bush administration has told insurers that they must provide a 30-day supply of any drug that a beneficiary was previously taking, and it said that poor people must...",
      "abstract": "With tens of thousands of people unable to get medicines promised by Medicare, the Bush administration has told insurers that they must provide a 30-day supply of any drug that a beneficiary was previously taking, and it said that poor people must not be charged more than $5 for a covered drug.     The actions came after several states declared public health emergencies, and many states announced that they would step in to pay for prescriptions that should have been covered by the federal Medicare program.  ",
      "lead_paragraph": "With tens of thousands of people unable to get medicines promised by Medicare, the Bush administration has told insurers that they must provide a 30-day supply of any drug that a beneficiary was previously taking, and it said that poor people must not be charged more than $5 for a covered drug.",
      "publication_date": "2006-01-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/16/politics/president-tells-insurers-to-aid-ailing-medicare-drug-plan.html",
      "byline": "By Robert Pear"
    }
  ]
}