{
  "metadata": {
    "date": "2006-12-15",
    "total_articles": 15
  },
  "articles": [
    {
      "headline": "Ill Senator Is Called Responsive; Capital Is Riveted",
      "snippet": "Sen Tim Johnson is said to be in critical condition but 'responsive' after operation to stop bleeding in his brain; Democrats say they still expect to assume majority of Senate in January; Johnson's bleeding was caused by rare tangling of blood ve...",
      "abstract": "Sen Tim Johnson is said to be in critical condition but 'responsive' after operation to stop bleeding in his brain; Democrats say they still expect to assume majority of Senate in January; Johnson's bleeding was caused by rare tangling of blood vessels in brain, and doctors say that in majority of cases bleeding does not cause long-term damage, though outcome in this case might not be known for weeks; Johnson would lose seat only if he died or resigned, upon which South Dakota Gov Mike Rounds would choose replacement until later special election; even if Johnson is unable to vote in January, Democrats would have 50-49 majority in Senate, which would allow them to take control of committees; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 14 - Senator Tim Johnson, Democrat of South Dakota, was said to be in critical condition but \"responsive\" Thursday after an operation to stop bleeding in his brain, and Democrats declared that his condition would not imperil the narrow majority they will carry into the Senate next month.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/15/washington/ill-senator-is-called-responsive-capital-is-riveted.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "OPEC Sets Reduction in Output",
      "snippet": "OPEC plans to reduce its output by nearly 2 percent in February, an indication that it wants to keep oil prices above $60 a barrel next year.",
      "abstract": "OPEC plans to reduce its output by nearly 2 percent in February, an indication that it wants to keep oil prices above $60 a barrel next year.",
      "lead_paragraph": "The OPEC oil cartel said yesterday that it planned to reduce its output by nearly 2 percent in February, the group’s second production cut in two months and its strongest indication yet that it would seek to keep oil prices above $60 a barrel next year. ",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/15/business/worldbusiness/15opec.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "At Chrysler Now, the Fast Track Runs Downhill",
      "snippet": "Chrysler has a backlog of gas guzzlers while consumers want fuel-efficient vehicles, and plant closings and job cuts are rumored to be in the works.",
      "abstract": "Chrysler has a backlog of gas guzzlers while consumers want fuel-efficient vehicles, and plant closings and job cuts are rumored to be in the works.",
      "lead_paragraph": "DETROIT, Dec. 14 — Chrysler executives startled investors in late October when they acknowledged that the company had been building tens of thousands of cars on spec to keep its factories humming. Those cars were not included in the company’s estimates of its backlog of unsold vehicles on dealer lots — a figure that was already high by industry standards. ",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/15/business/15chrysler.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Criminal Inquiries Look at U.S. Oil-Gas Unit",
      "snippet": "Justice Department begins two criminal investigations into Interior Department's Minerals Management Service, which is already focus of several inquiries into its collection of royalties for oil and gas produced on federal property; Interior's ins...",
      "abstract": "Justice Department begins two criminal investigations into Interior Department's Minerals Management Service, which is already focus of several inquiries into its collection of royalties for oil and gas produced on federal property; Interior's inspector general Earl E Devaney says new probes are still in early stages; one Justice inquiry involves Interior officials in Denver who manage government's fast-growing program to collect 'royalties in kind,' which are royalties in form of oil and gas rather than in financial payments; focus of second probe is unclear, but it is being conducted by Devaney with help from FBI; word of criminal probes surfaces as Interior Department announces that BP, ConocoPhillips, Marathon Oil, Royal Dutch Shell and Walter Oil and Gas voluntarily renegotiated leases and agreed to not exploit loophole that could save them hundreds of millions of dollars each; leases gave companies to drill in deepwater in Gulf of Mexico by letting them skip royalties on millions of barrels of oil and gas; leases omitted standard escape clause that would have required companies to pay in full if oil prices rose above about $34 per barrel; about 50 other companies have not yet agreed to change their leases; among them is Chevron, one of biggest potential beneficiaries of error; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 14 - The Justice Department has begun two criminal investigations into the Interior Department's Minerals Management Service, which is already the focus of several inquiries into its collection of royalties for oil and gas produced on federal property.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/15/washington/criminal-inquiries-look-at-us-oilgas-unit.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "REVERSING TREND, BIG DROP IS SEEN IN BREAST CANCER",
      "snippet": "Researchers report rates of most common form of breast cancer dropped remarkable 15 percent from August 2002 to December 2003; analysis, by researchers from M D Anderson Cancer Center based on National Cancer Institute report, reinforces link betw...",
      "abstract": "Researchers report rates of most common form of breast cancer dropped remarkable 15 percent from August 2002 to December 2003; analysis, by researchers from M D Anderson Cancer Center based on National Cancer Institute report, reinforces link between hormone therapy and cancer risk; millions of women abandoned hormone treatment after 2002 study concluded that hormones slightly increased breast cancer risk; investigators say further study is needed to confirm link, but that hormone hypothesis seems most likely explanation; hypothesis is that when women stopped taking menopausal hormones, cancers stopped growing or even regressed; most striking decrease in rates was in women ages 50 to 69, group most likely to take hormone replacements; overall breast cancer rates dropped by 7 percent; chart of change in breast cancer incidence (M)",
      "lead_paragraph": "Rates of the most common form of breast cancer dropped a startling 15 percent from August 2002 to December 2003, researchers reported yesterday.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/15/us/reversing-trend-big-drop-is-seen-in-breast-cancer.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "The Final Word on Diana’s Death (Don’t Bet on It)",
      "snippet": "A British police inquiry concluded that allegations of murder in a 1997 Paris car crash are unfounded.",
      "abstract": "A British police inquiry concluded that allegations of murder in a 1997 Paris car crash are unfounded.",
      "lead_paragraph": "LONDON, Dec. 14  No, she did not stage her own death and sneak off with her boyfriend to a remote island love nest. Nor was she murdered by MI5, MI6, the Mossad, the C.I.A., the N.S.A., the Freemasons, the Scientologists, the military-industrial complex or a cabal of sinister British establishment figures led by Queen Elizabeth II’s 85-year-old husband, Prince Philip.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/15/world/europe/15diana.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "New Minder of Expenses for Citigroup",
      "snippet": "Profile of Citigroup chief operating officer Robert Druskin, who is point man in creating what chairman-chief executive Charles O Prince III promises will be 'leaner, thinner Citigroup' that will win over frustrated investors; says Druskin's first...",
      "abstract": "Profile of Citigroup chief operating officer Robert Druskin, who is point man in creating what chairman-chief executive Charles O Prince III promises will be 'leaner, thinner Citigroup' that will win over frustrated investors; says Druskin's first project will be to look for ways to flush out big expenses; holds Citigroup is under pressure from investors to improve stock price, which has barely moved since Prince took helm three years ago, and has badly underperformed its peers; Prince's plans for company discussed; graph; photos (L)",
      "lead_paragraph": "In his years as a Citigroup executive, Robert Druskin earned a reputation as a strong manager with as little tolerance for excuses as for expenses. He vigilantly monitored use of cabs, for instance, and once was astounded to learn that a manager had spent $8,000 on pens for an awards program. The program was quickly ended.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/15/business/new-minder-of-expenses-for-citigroup.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "At Chrysler Now, the Fast Track Runs Downhill",
      "snippet": "Chrysler, which has been on perpetual roller coaster ride in recent decades from financial crises to surging sales, will probably have more bad news in coming months; Chrysler has lost its No 3 spot in American market to Toyota, watched its once-e...",
      "abstract": "Chrysler, which has been on perpetual roller coaster ride in recent decades from financial crises to surging sales, will probably have more bad news in coming months; Chrysler has lost its No 3 spot in American market to Toyota, watched its once-envied profits evaporate, and faced near rebellion from dealers who were angry at being saddled with oversupply of mostly gas-thirsty vehicles that were out of step with consumers' demands for more fuel-efficient vehicles; chief executive Thomas W LaSorda could be leaving Chrysler for job at its parent DaimlerChrysler; LaSorda is racing to put together yet another turnaround plan, which Chrysler is expected to roll out in late January to stem losses that are expected to top $1.2 billion this year; graphs; photos (L)",
      "lead_paragraph": "DETROIT, Dec. 14 - Chrysler executives startled investors in late October when they acknowledged that the company had been building tens of thousands of cars on spec to keep its factories humming. Those cars were not included in the company's estimates of its backlog of unsold vehicles on dealer lots -- a figure that was already high by industry standards.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/15/business/at-chrysler-now-the-fast-track-runs-downhill.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "S.E.C. to Firms: Keep Money, Forget Rules",
      "snippet": "Proposed S.E.C. rules will allow foreign companies to raise money in the American capital market without having to comply with U.S. rules.",
      "abstract": "Proposed S.E.C. rules will allow foreign companies to raise money in the American capital market without having to comply with U.S. rules.",
      "lead_paragraph": "It looked like a simple deal: Companies that wanted to raise money in the American capital market had to agree to comply with the market’s rules. The promise remained binding as long as a substantial number of Americans owned the stock.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/15/business/worldbusiness/15norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "The Final Word on Diana’s Death (Don’t Bet on It)",
      "snippet": "Exhaustive British police inquiry into 1997 death of Diana, Princess of Wales, concludes that there was no murder conspiracy; report says she was killed in Paris car accident with her boyfriend, Emad Mohamed al-Fayed and their driver Henri Paul; 8...",
      "abstract": "Exhaustive British police inquiry into 1997 death of Diana, Princess of Wales, concludes that there was no murder conspiracy; report says she was killed in Paris car accident with her boyfriend, Emad Mohamed al-Fayed and their driver Henri Paul; 832-page report took three years and cost $7.3 million and examined several murder conspiracies; report will be used as basis for formal inquest into deaths, which will resume in 2007; al-Fayed's father, Mohamed al-Fayed, dismisses report and says he remains convinced they were murdered; photo (M)",
      "lead_paragraph": "LONDON, Dec. 14 - No, she did not stage her own death and sneak off with her boyfriend to a remote island love nest. Nor was she murdered by MI5, MI6, the Mossad, the C.I.A., the N.S.A., the Freemasons, the Scientologists, the military-industrial complex or a cabal of sinister British establishment figures led by Queen Elizabeth II's 85-year-old husband, Prince Philip.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/15/world/europe/the-final-word-on-dianas-death-dont-bet-on-it.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "OPEC Sets Reduction in Output",
      "snippet": "OPEC plans to reduce its output by nearly 2 percent on February 1, group's second production cut in two months and its strongest indication yet that will seek to keep oil prices above $60 per barrel in 2007; agrees to pare production to 25.8 milli...",
      "abstract": "OPEC plans to reduce its output by nearly 2 percent on February 1, group's second production cut in two months and its strongest indication yet that will seek to keep oil prices above $60 per barrel in 2007; agrees to pare production to 25.8 million barrels per day, from 26.3 million barrels; says Angola will join group next year, becoming first new member since 1975; Saudi Oil Min Ali al-Naimi comments; photo (M)",
      "lead_paragraph": "The OPEC oil cartel said yesterday that it planned to reduce its output by nearly 2 percent in February, the group's second production cut in two months and its strongest indication yet that it would seek to keep oil prices above $60 a barrel next year.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/15/business/worldbusiness/opec-sets-reduction-in-output.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "New Minder of Expenses for Citigroup",
      "snippet": "Robert Druskin, Citigroup’s new chief operating officer, said he aims to make a “leaner, thinner Citigroup” to win over frustrated investors.",
      "abstract": "Robert Druskin, Citigroup’s new chief operating officer, said he aims to make a “leaner, thinner Citigroup” to win over frustrated investors.",
      "lead_paragraph": "In his years as a Citigroup executive, Robert Druskin earned a reputation as a strong manager with as little tolerance for excuses as for expenses. He vigilantly monitored use of cabs, for instance, and once was astounded to learn that a manager had spent $8,000 on pens for an awards program. The program was quickly ended.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/15/business/15bank.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "S.E.C. to Firms: Keep Money, Forget Rules",
      "snippet": "Floyd Norris column on Securities and Exchange Commission proposal that will let handful of foreign companies abrogate deal that allowed companies that wanted to raise money in American capital market to agree to let substantial number of American...",
      "abstract": "Floyd Norris column on Securities and Exchange Commission proposal that will let handful of foreign companies abrogate deal that allowed companies that wanted to raise money in American capital market to agree to let substantial number of Americans own stock; says companies will be able to keep money that was raised from securities, but they will no longer have to comply with rules; holds thousands of companies will be eligible to deregister from US (M)",
      "lead_paragraph": "It looked like a simple deal: Companies that wanted to raise money in the American capital market had to agree to comply with the market's rules. The promise remained binding as long as a substantial number of Americans owned the stock.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/15/business/worldbusiness/sec-to-firms-keep-money-forget-rules.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Criminal Inquiries Look at U.S. Oil-Gas Unit",
      "snippet": "The two inquiries are just the latest of several into the Interior Department’s Minerals Management Service and its collection of royalties for oil and gas.",
      "abstract": "The two inquiries are just the latest of several into the Interior Department’s Minerals Management Service and its collection of royalties for oil and gas.",
      "lead_paragraph": "WASHINGTON, Dec. 14  The Justice Department has begun two criminal investigations into the Interior Department’s Minerals Management Service, which is already the focus of several inquiries into its collection of royalties for oil and gas produced on federal property.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "Washington",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/15/washington/15royalty.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Administration to Drop Effort to Track if Visitors Leave",
      "snippet": "Homeland Security Dept officials suspend plans to develop recognition system to determine whether foreign visitors leave US, in major blow to Bush administration's border security effort; security officials had described facial and fingerprint rec...",
      "abstract": "Homeland Security Dept officials suspend plans to develop recognition system to determine whether foreign visitors leave US, in major blow to Bush administration's border security effort; security officials had described facial and fingerprint recognition system as crucial to security and to fight against illegal immigration; officials concede they do not have financing or technology, which could take 5 to 10 years to develop; they say creating program with existing technology would be prohibitively expensive; Congress reacts with alarm and some lawmakers warn that suspending plan would leave US vulnerable; some immigration analysts say suspension raises questions about commitment to enforce border security and immigration laws; some say that government has been too deferential to big businesses that are concerned that exit technology might disrupt travel and trade (M)",
      "lead_paragraph": "WASHINGTON, Dec. 14 - In a major blow to the Bush administration's efforts to secure borders, domestic security officials have for now given up on plans to develop a facial or fingerprint recognition system to determine whether a vast majority of foreign visitors leave the country, officials say.",
      "publication_date": "2006-12-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/15/washington/administration-to-drop-effort-to-track-if-visitors-leave.html",
      "byline": "By Rachel L. Swarns and Eric Lipton"
    }
  ]
}