{
  "metadata": {
    "date": "2006-10-11",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "Philanthropy From the Heart of America",
      "snippet": "The middle of the country has developed a culture of philanthropy that the coasts and the Southwest, for all their wealth, do not yet have.",
      "abstract": "The middle of the country has developed a culture of philanthropy that the coasts and the Southwest, for all their wealth, do not yet have.",
      "lead_paragraph": "Valley County, not far from the center of Nebraska, seemed to be one of those Great Plains communities that was dying. From World War II to 2000 it had lost almost half its population, and the decline was gathering speed at the end of the century. The I.G.A. and Jack & Jill grocery stores closed, as did most mom and pop gas stations and the local dairy processing plant.",
      "publication_date": "2006-10-11T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/11/business/11leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "BMW Has Maxi Expectations for Its Next, Slightly Larger Mini Cooper",
      "snippet": "BMW is hoping the new Mini’s 372 different interior options and 319 exterior options, like wide racing stripes on the hood, will help the brand keep its buzz.",
      "abstract": "BMW is hoping the new Mini’s 372 different interior options and 319 exterior options, like wide racing stripes on the hood, will help the brand keep its buzz.",
      "lead_paragraph": "OXFORD, England — At first glance down the assembly line at BMW’s plant here, it’s almost impossible to tell the new Minis from the newer Minis.",
      "publication_date": "2006-10-11T04:00:00+0000",
      "section_name": "Automobiles",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/11/automobiles/11minis.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Yahoo’s Growth Being Eroded by New Rivals",
      "snippet": "In recent months Yahoo has suffered some embarrassing setbacks in its sales of both display and Web search advertising.",
      "abstract": "In recent months Yahoo has suffered some embarrassing setbacks in its sales of both display and Web search advertising.",
      "lead_paragraph": "As Google whips out its fat wallet to buy the video site YouTube, it is making Yahoo look even more out of step with the fast-changing Internet advertising market. ",
      "publication_date": "2006-10-11T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/11/technology/11yahoo.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Across Europe, Worries on Islam Spread to Center",
      "snippet": "More people in the political mainstream are arguing that Islam cannot be reconciled with European values.",
      "abstract": "More people in the political mainstream are arguing that Islam cannot be reconciled with European values.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-11T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/11/world/europe/11muslims.html",
      "byline": "By Dan Bilefsky and Ian Fisher"
    },
    {
      "headline": "Equity Deals Attract Eye of Justice",
      "snippet": "The Justice Department has begun a preliminary inquiry into possible anticompetitive behavior in the clubby private equity industry.",
      "abstract": "The Justice Department has begun a preliminary inquiry into possible anticompetitive behavior in the clubby private equity industry.",
      "lead_paragraph": " Two rival leveraged buyout firms make bids for the same company. At the 11th hour, one firm drops out of the auction, unwilling to pay more.",
      "publication_date": "2006-10-11T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/11/business/11private.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Hard Math in Oil Cuts Splits OPEC",
      "snippet": "OPEC ministers have been debating for nearly a week how to put a brake on falling oil prices, which have dropped nearly 25 percent since their high in mid-July.",
      "abstract": "OPEC ministers have been debating for nearly a week how to put a brake on falling oil prices, which have dropped nearly 25 percent since their high in mid-July.",
      "lead_paragraph": "Once again, OPEC is finding that it is much easier to agree when prices rise than when they fall.",
      "publication_date": "2006-10-11T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/11/business/worldbusiness/11oil.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Parties Trade Blame in Wake of Korea Claim",
      "snippet": "As the midterm election nears, Republicans are blaming Clinton’s policy and Democrats say it was a byproduct of President Bush’s Iraq policy.",
      "abstract": "As the midterm election nears, Republicans are blaming Clinton’s policy and Democrats say it was a byproduct of President Bush’s Iraq policy.",
      "lead_paragraph": "WASHINGTON, Oct. 10 — North Korea’s claim that it detonated a nuclear device rippled through American politics on Tuesday, nowhere more so than at a Shriner’s hall in Michigan, where Senator John McCain, the Arizona Republican, sought to place the blame on former President Bill Clinton. ",
      "publication_date": "2006-10-11T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/11/us/politics/11politics.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Religion-Based Tax Breaks: Housing to Paychecks to Books",
      "snippet": "Churches and ordained clergy of all faiths get a series of tax exemptions that secular organizations and workers do not.",
      "abstract": "Churches and ordained clergy of all faiths get a series of tax exemptions that secular organizations and workers do not.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-11T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/11/business/11religious.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Philanthropy From the Heart of America",
      "snippet": "David Leonhardt column on Claude Rosenberg's small organization called New Tithings Group, which tries to persuade Americans to base charitable giving on their assets as well as their income; says New Tithings has put together ranking of 50 states...",
      "abstract": "David Leonhardt column on Claude Rosenberg's small organization called New Tithings Group, which tries to persuade Americans to base charitable giving on their assets as well as their income; says New Tithings has put together ranking of 50 states; says residents of Utah ranked first in donations, followed by Oklahoma, Nebraska, Minnesota and Georgia; holds ranking makes important point: middle of country has developed culture of philanthropy that coasts and Southwest, for all their wealth, do not yet have; map; charts (M)",
      "lead_paragraph": "Valley County, not far from the center of Nebraska, seemed to be one of those Great Plains communities that was dying. From World War II to 2000 it had lost almost half its population, and the decline was gathering speed at the end of the century. The I.G.A. and Jack & Jill grocery stores closed, as did most mom and pop gas stations and the local dairy processing plant.",
      "publication_date": "2006-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/11/business/philanthropy-from-the-heart-of-america.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Yahoo’s Growth Being Eroded by New Rivals",
      "snippet": "Yahoo is most popular Internet brand in US with nearly 106 million unique visitors in September; its overall growth was just 6.5 percent last year, and number of people using some of its services is down; Yahoo has suffered some embarrassing setba...",
      "abstract": "Yahoo is most popular Internet brand in US with nearly 106 million unique visitors in September; its overall growth was just 6.5 percent last year, and number of people using some of its services is down; Yahoo has suffered some embarrassing setbacks in recent months in its sales of display and Web search advertising; many ad industry executives say Yahoo's lead in working with big marketers has eroded as other companies have built up popular Web sites, sales operations and advertising technology; advertising clients are reducing share of their budgets they allocate to Yahoo in favor of newer sites, like MySpace, and sites developed by big media companies like Viacom; Google is taking advantage of Yahoo's problems to cement crucial deals that could make its rival's recovery even more difficult; current and former Yahoo employees say company has been bogged down by bureaucracy and internal squabbling; graph; chart; photo of Yahoo chief executive Terry S Semel (L)",
      "lead_paragraph": "As Google whips out its fat wallet to buy the video site YouTube, it is making Yahoo look even more out of step with the fast-changing Internet advertising market.",
      "publication_date": "2006-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/11/technology/yahoos-growth-being-eroded-by-new-rivals.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Rice Asserts U.S. Plans No Attack on North Korea",
      "snippet": "Sec of State Condoleezza Rice says US does not intend to invade or attack North Korea, but warns leaders they risk sanctions 'unlike anything that they have faced before' in aftermath of reported nuclear test; China calls for firm, but 'prudent,' ...",
      "abstract": "Sec of State Condoleezza Rice says US does not intend to invade or attack North Korea, but warns leaders they risk sanctions 'unlike anything that they have faced before' in aftermath of reported nuclear test; China calls for firm, but 'prudent,' punitive measures; US, Britain and France seek UN resolution for mandatory sanctions with possibility of military enforcement; Russia and China have not indicated if they would give up usual opposition to Chapter VII sanctions; White House expresses doubts about North's nuclear capacity based on evidence that reported test had smaller yield than expected; Rice says diplomatic path is open and giving up nuclear program would lead to 'all kinds of benefits'; Amb John Bolton reports headway on major powers' talks at UN; photos; US focuses on South Korea, which supplies most of North's imports and investments (M)",
      "lead_paragraph": "WASHINGTON, Oct. 10 - Secretary of State Condoleezza Rice said Tuesday that the United States did not intend to invade or attack North Korea, but she warned the North's leaders that they now risked sanctions \"unlike anything that they have faced before.\"",
      "publication_date": "2006-10-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/11/washington/rice-asserts-us-plans-no-attack-on-north-korea.html",
      "byline": "By Thom Shanker and Warren Hoge"
    },
    {
      "headline": "Equity Deals Attract Eye of Justice",
      "snippet": "Justice Department appears to be examining possible anticompetitive behavior in clubby private equity industry with regard to recent acquisitions; several of nation's largest firms, including Kohlberg Kravis Roberts & Co, Carlyle Group, Clayton, D...",
      "abstract": "Justice Department appears to be examining possible anticompetitive behavior in clubby private equity industry with regard to recent acquisitions; several of nation's largest firms, including Kohlberg Kravis Roberts & Co, Carlyle Group, Clayton, Dubilier & Rice and Silver Lake Partners have received letters from department seeking broad information about their business practices and involvements in auctions going back to 2003; letters appear to be beginning of wide-ranging inquiry into private equity, industry that has become increasingly powerful force on Wall Street but remains relatively unregulated; of particular concern has been emergence of consortiums in many big buyouts; inquiry comes at time when private equity's grasp has reached into every corner of corporate America (M)",
      "lead_paragraph": "Two rival leveraged buyout firms make bids for the same company. At the 11th hour, one firm drops out of the auction, unwilling to pay more.",
      "publication_date": "2006-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/11/business/equity-deals-attract-eye-of-justice.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Instant Fallout For Politicians: Finger-Pointing",
      "snippet": "North Korea's claim to have detonated nuclear device ripples through American politics as far away as Shriner's Hall in Michigan, where Sen John McCain reminds Sen Hillary Clinton and other Democrats that Clinton administration's agreement with re...",
      "abstract": "North Korea's claim to have detonated nuclear device ripples through American politics as far away as Shriner's Hall in Michigan, where Sen John McCain reminds Sen Hillary Clinton and other Democrats that Clinton administration's agreement with regime was 'failure'; photo; attack is part of increasingly bitter row as Republicans focus on Pres Clinton's negotiating attempts in 1990's and Democrats charge Pres Bush with waging war in Iraq while doing little to confront real developing threat in North Korea; Korean nuclear crisis as national security issue would ordinarily help Republicans late in campaign, but Democrats, like Missouri Senate candidate Claire McCaskill, are reminding voters of their warnings on issue; Sen Harry Reid calls for senior-level review of Bush's 'failed North Korea policy' (M)",
      "lead_paragraph": "WASHINGTON, Oct. 10 - North Korea's claim that it detonated a nuclear device rippled through American politics on Tuesday, nowhere more so than at a Shriner's hall in Michigan, where Senator John McCain, the Arizona Republican, sought to place the blame on former President Bill Clinton.",
      "publication_date": "2006-10-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/11/washington/the-north-korean-challenge-instant-fallout-for-politicians.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "BMW Has Maxi Expectations for Its Next, Slightly Larger Mini Cooper",
      "snippet": "Auto industry is watching introduction of new BMW Mini Cooper S as important mareting case study; so far, Mini has helped create entirely new category of 'personality' small cars like Scion models sold by Toyota; these cars are bought not for thei...",
      "abstract": "Auto industry is watching introduction of new BMW Mini Cooper S as important mareting case study; so far, Mini has helped create entirely new category of 'personality' small cars like Scion models sold by Toyota; these cars are bought not for their size of fuel economy but for their styling and overall cachet; key reason both cars are so popular is that owners can customize them with almost every imaginable option; photos (M)",
      "lead_paragraph": "OXFORD, England - At first glance down the assembly line at BMW's plant here, it's almost impossible to tell the new Minis from the newer Minis.",
      "publication_date": "2006-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/11/automobiles/bmw-has-maxi-expectations-for-its-next-slightly-larger-mini.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "OPEC Approves Cut to Output by 1 Million Barrels",
      "snippet": "OPEC ministers are debating how to put brake on falling oil prices, which have dropped nearly 25 percent since their high in mid-July; OPEC's 11 members have found it hard to agree on how quickly to act and how production cuts should be shared, co...",
      "abstract": "OPEC ministers are debating how to put brake on falling oil prices, which have dropped nearly 25 percent since their high in mid-July; OPEC's 11 members have found it hard to agree on how quickly to act and how production cuts should be shared, confusing markets; price of crude oil for November delivery drops 2.4 percent, to eight-month low of $58.52 per barrel in New York trading; Iran and Venezuela have called for special meeting in Vienna next week to endorse production cuts; others, like Kuwait and Algeria, have backed proposal but disagree on how to apportion cuts; Nigeria has resisted calls for meeting next week to avoid overshadowing OPEC's next scheduled meeting, to be held in Abuja, Nigeria, in December; Saudi Arabia, group's most influential member, has remained silent; Saudis are understood to support production cut, but OPEC watchers reason country, which accounts for third of OPEC's output, want to be discreet just weeks before midterm elections in US; photo (M)",
      "lead_paragraph": "Once again, OPEC is finding that it is much easier to agree when prices rise than when they fall.",
      "publication_date": "2006-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/11/business/opec-approves-cut-to-output-by-1-million-barrels.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Across Europe, Worries on Islam Spread to Center",
      "snippet": "Increasing numbers of Europeans in political mainstream worry that Islam cannot be reconciled with their values; centrists angry at terror attacks in name of religion and at threats and violence that erupt over any criticism consider limits of tol...",
      "abstract": "Increasing numbers of Europeans in political mainstream worry that Islam cannot be reconciled with their values; centrists angry at terror attacks in name of religion and at threats and violence that erupt over any criticism consider limits of tolerance and muticulturalism; former Sec Jack Straw's discomfort with veil as statement of separation reflects unease (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/11/world/europe/across-europe-worries-on-islam-spread-to-center.html",
      "byline": "By Dan Bilefsky and Ian Fisher"
    },
    {
      "headline": "Religion-Based Tax Breaks: Housing to Paychecks to Books",
      "snippet": "Fourth article in series The Personal Exemptions explains how exemption from federal taxes for most of money that clergy members spend on housing has become enormously valuable tax break for influential ministers like Rick Warren, author of blockb...",
      "abstract": "Fourth article in series The Personal Exemptions explains how exemption from federal taxes for most of money that clergy members spend on housing has become enormously valuable tax break for influential ministers like Rick Warren, author of blockbuster book The Purpose Driven Life and pastor of 22,000-member church in California; same tax break is not available to staff at secular nonprofit charitable groups or to poorly paid inner-city teachers and day care workers who also serve their communities; ministers are also exempt from income tax withholding and can opt out of Social Security; every state but one exempts religious employers from paying unemployment taces, reducing payroll expenses, but also leaving workers without benefits if they are laid off; only religion-based tax break consistently defeated in courts in recent years is exemption from state sales taxes for religious publications; Florida's exemption is target of constitutional challence led by Orlando lawyer Heather Morcroft; battle by Warren and host of allies for their deductions recounted; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/11/business/religionbased-tax-breaks-housing-to-paychecks-to-books.html",
      "byline": "By Diana B. Henriques"
    }
  ]
}