{
  "metadata": {
    "date": "2006-10-13",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "China Drafts Law to Boost Unions and End Abuse",
      "snippet": "Foreign corporations have hinted that they may build fewer factories in China if the law is adopted.",
      "abstract": "Foreign corporations have hinted that they may build fewer factories in China if the law is adopted.",
      "lead_paragraph": "SHANGHAI, Oct. 12 — China is planning to adopt a new law that seeks to crack down on sweatshops and protect workers’ rights by giving labor unions real power for the first time since it introduced market forces in the 1980’s. ",
      "publication_date": "2006-10-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/13/business/worldbusiness/13sweat.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Daughter Seeks Sins of Father: Are There Any?",
      "snippet": "Mary Anne Coffey has been trying to unravel a mystery surrounding her father and the death of his bookkeeper.",
      "abstract": "Mary Anne Coffey has been trying to unravel a mystery surrounding her father and the death of his bookkeeper.",
      "lead_paragraph": "NORTH RIVERSIDE, Ill., Oct. 12 — Mary Anne Coffey read the clippings about her father, Richard C. Mugler Sr., shortly after he died 14 years ago. ",
      "publication_date": "2006-10-13T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/13/us/13mystery.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "China and Russia Stall Sanctions on North Korea",
      "snippet": "The U.S.  circulated a softened draft resolution on North Korea to the Security Council, but China and Russia  signaled their opposition to critical parts of the measure.",
      "abstract": "The U.S.  circulated a softened draft resolution on North Korea to the Security Council, but China and Russia  signaled their opposition to critical parts of the measure.",
      "lead_paragraph": " UNITED NATIONS, Oct. 12 — The American push to win Security Council backing for tough, swift sanctions against North Korea appeared to be set back by China and Russia on Thursday, in an echo of the obstacles the United States faces in a similar push to punish Iran.",
      "publication_date": "2006-10-13T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/13/world/asia/13nations.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "The Broker Who Fell to Earth",
      "snippet": "Martha Stewart’s new life illustrates how her fate and that of Peter Bacanovic, her former broker, have diverged since their release from prison.\n",
      "abstract": "Martha Stewart’s new life illustrates how her fate and that of Peter Bacanovic, her former broker, have diverged since their release from prison.\n",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/13/business/13martha.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Fed Reports Resilience in Economy",
      "snippet": "Falling gas prices are leaving Americans with more money to spend and inflation has become less of a threat.",
      "abstract": "Falling gas prices are leaving Americans with more money to spend and inflation has become less of a threat.",
      "lead_paragraph": "Maybe the sputtering housing market will not be that big of a drag on the economy after all.",
      "publication_date": "2006-10-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/13/business/13econ.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Airbus Moves to Rewire Its Management First",
      "snippet": "With Airbus in a deep crisis, its parent company is re-shuffling to correct the problems that have delayed its A380 super jumbo jet.",
      "abstract": "With Airbus in a deep crisis, its parent company is re-shuffling to correct the problems that have delayed its A380 super jumbo jet.",
      "lead_paragraph": "FRANKFURT, Oct. 12 — Clamping together an airplane, engineers readily admit, is a fairly simple job, requiring rivet guns and some elbow grease. Clamping together an airplane company is more complicated.",
      "publication_date": "2006-10-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/13/business/worldbusiness/13airbus.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Clock Ticks, Bonus Ebbs for Recruits",
      "snippet": "More companies hoping to attract M.B.A. students are offering bonuses that decline or disappear unless the student accepts the job early.",
      "abstract": "More companies hoping to attract M.B.A. students are offering bonuses that decline or disappear unless the student accepts the job early.",
      "lead_paragraph": " Some companies trying to attract M.B.A. students have been playing a version of beat the clock: offering bonuses that decline in value or disappear unless the student accepts the job by a certain date. ",
      "publication_date": "2006-10-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/13/business/13bonus.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Forcing Reality in Accounting of Tiny Firms",
      "snippet": "The surge in small-audit-firm restatements indicates that Sarbanes-Oxley is working and investors are getting higher-quality financial statements than ever before.",
      "abstract": "The surge in small-audit-firm restatements indicates that Sarbanes-Oxley is working and investors are getting higher-quality financial statements than ever before.",
      "lead_paragraph": "As more and more companies restate their results to correct old numbers that were wrong — whether deliberately or because of mistakes — it appears that bigger companies are finally getting their books in order and that it is the smaller ones where errors are now being discovered.",
      "publication_date": "2006-10-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/13/business/13norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Fed Reports Resilience in Economy",
      "snippet": "Federal Reserve's 'beige book' report shows falling gas prices are leaving Americans with more money to spend, and inflation has become less of threat in recent weeks; describes 'widespread cooling' in residential housing but notes that growth in ...",
      "abstract": "Federal Reserve's 'beige book' report shows falling gas prices are leaving Americans with more money to spend, and inflation has become less of threat in recent weeks; describes 'widespread cooling' in residential housing but notes that growth in commercial real estate activity is picking up some of slack; other potential problem spots in economy--rising prices and slower consumer spending--do not appear to be much of problem at all in many areas of country; US stock markets rise; benchmark Standard & Poor's 500-stock rises to its highest close in more than five and half years; Dow Jones industrial average climbs past 11,900 to close fewer than 53 points short of 12,000; Nasdaq composite index gains more than point and half; Commerce Department reports Americans imported $69.9 billion more than they exported in August, up 2.7 percent from $68 billion deficit in July; petroleum-related products accounted for nearly all of $1.9 billion increase; exports grew in August by 2.3 percent, to $122.4 billion, while imports rose 2.4 percent, to $192.3 billion; unadjusted trade deficit was $79 billion; nearly third of that, $22 billion, represents gap in trade between China and US; Chinese report their own trade numbers, which show surplus of $15.3 billion for September; China's trade surplus hit record $18.8 billion in August; charts; photos (M)",
      "lead_paragraph": "Maybe the sputtering housing market will not be that big of a drag on the economy after all.",
      "publication_date": "2006-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/13/business/fed-reports-resilience-in-economy.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "China and Russia Stall Sanctions on North Korea",
      "snippet": "China and Russia voice reservations about tough, swift sanctions Americans are pushing for against North Korea; US circulates softened draft resolution that drops earlier Japanese amendments prohibiting North Korean ships from entering any port an...",
      "abstract": "China and Russia voice reservations about tough, swift sanctions Americans are pushing for against North Korea; US circulates softened draft resolution that drops earlier Japanese amendments prohibiting North Korean ships from entering any port and North Korean aircraft from taking off or landing in any country; it retains stringent economic and weapons sanctions, but makes clear that measures do not include military force; Chinese and Russian ambassadors call revisions improvements; Chinese emissary Tang Jiaxuan meets with Pres Bush at White House, and appears to walk line between punishing North Korea for its nuclear test and preventing US from taking measures that would seriously threaten government; Secretary of State Condoleezza Rice said to be considering trip to Beijing, Seoul and Tokyo to negotiate punitive steps over and above those that might be acceptable to Security Council; Japan is imposing its own new sanctions, including ban on North Korean ships in Japanese waters; photos (M)",
      "lead_paragraph": "UNITED NATIONS, Oct. 12 - The American push to win Security Council backing for tough, swift sanctions against North Korea appeared to be set back by China and Russia on Thursday, in an echo of the obstacles the United States faces in a similar push to punish Iran.",
      "publication_date": "2006-10-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/13/world/asia/china-and-russia-stall-sanctions-on-north-korea.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "China Drafts Law to Boost Unions and End Abuse",
      "snippet": "China seeks to protect workers' rights by cracking down on sweatshops and giving labor unions real power for first time since it introduced market forces in 1980's; proposed new rules set off battle with American and other foreign corporations tha...",
      "abstract": "China seeks to protect workers' rights by cracking down on sweatshops and giving labor unions real power for first time since it introduced market forces in 1980's; proposed new rules set off battle with American and other foreign corporations that are lobbying against them by hinting they may build fewer factories in China; new law underscores government's growing concern about widening income gap and threats of social unrest, severe side effects of country's remarkable growth; new restrictions, which may go into effect as early as next May, would apply to all companies in China, but its emphasis is on foreign-owned companies and suppliers to those companies; many advantages of locating in China would remain, even with new restrictions and higher costs; some of world's big companies fear new rules would borrow too heavily from labor laws in union-friendly countries like France and Germany; but workers' advocates say new rules are long overdue; they accuse American businesses of favoring system that has led to widespread labor abuse; photo (M)",
      "lead_paragraph": "SHANGHAI, Oct. 12 - China is planning to adopt a new law that seeks to crack down on sweatshops and protect workers' rights by giving labor unions real power for the first time since it introduced market forces in the 1980's.",
      "publication_date": "2006-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/13/business/worldbusiness/china-drafts-law-to-boost-unions-and-end-abuse.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Daughter Seeks Sins of Father: Are There Any?",
      "snippet": "Mary Anne Coffey has spent last 14 years looking for evidence of her father's possible involvement in murder of his bookkeeper in 1940's; father, Richard C Mugler Sr, was arrested in New York City on graft charges along with business partner; he w...",
      "abstract": "Mary Anne Coffey has spent last 14 years looking for evidence of her father's possible involvement in murder of his bookkeeper in 1940's; father, Richard C Mugler Sr, was arrested in New York City on graft charges along with business partner; he was acquitted after death of bookkeeper William Sebek; Sebek supposedly was killed when giant tire he was working on exploded; detailed descriptions of Coffey's laborious search of medical and death records and questioning of Sebek relatives; her leads have run thin, and question of her father's involvement in Sebek's death remains unanswered; photos (M)",
      "lead_paragraph": "NORTH RIVERSIDE, Ill., Oct. 12 - Mary Anne Coffey read the clippings about her father, Richard C. Mugler Sr., shortly after he died 14 years ago.",
      "publication_date": "2006-10-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/13/us/daughter-seeks-sins-of-father-are-there-any.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "The Broker Who Fell to Earth",
      "snippet": "Peter E Bacanovic, Martha Stewart's former broker who was fired from his job at Merrill Lynch during ImClone Systems scandal and banned from securities industry after serving time in prison, is now struggling to find permanent job; Bacanovic says ...",
      "abstract": "Peter E Bacanovic, Martha Stewart's former broker who was fired from his job at Merrill Lynch during ImClone Systems scandal and banned from securities industry after serving time in prison, is now struggling to find permanent job; Bacanovic says he is chronically sick and chronically unemployed and without any specific plan about how to proceed next; Stewart's new lease on life illustrates how her fate and that of Bacanovic have diverged since their release from prison; Stewart is once again television celebrity and retains her tight grip on company she founded; life for Bacanovic, who recently completed his probation, has been slow trudge through slough of legal and regulatory despond; Bacanovic blames Stewart for loss of his identity; says in public's mind, he may be known forever as Martha Stewart's broker; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/13/business/the-broker-who-fell-to-earth.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Clock Ticks, Bonus Ebbs for Recruits",
      "snippet": "Some companies trying to attract MBA students have been playing version of beat the clock: offering bonuses that decline in value or disappear unless student accepts job by certain date; declining bonuses are tactic this year largely in finance an...",
      "abstract": "Some companies trying to attract MBA students have been playing version of beat the clock: offering bonuses that decline in value or disappear unless student accepts job by certain date; declining bonuses are tactic this year largely in finance and consulting industries, although other companies are using it as well; bonuses offered by most promising summer interns, as much as $45,000 in some cases, will be cut in half or will be withdrawn if students do not accept job offers by early deadline, typically middle of October (M)",
      "lead_paragraph": "Some companies trying to attract M.B.A. students have been playing a version of beat the clock: offering bonuses that decline in value or disappear unless the student accepts the job by a certain date.",
      "publication_date": "2006-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/13/business/clock-ticks-bonus-ebbs-for-recruits.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "A Warning, and a Challenge",
      "snippet": "President Bush's vow to hold North Korea accountable if it shares nuclear material may pose a challenge for U.S. officials. Page A12.  ",
      "abstract": "President Bush's vow to hold North Korea accountable if it shares nuclear material may pose a challenge for U.S. officials. Page A12.  ",
      "lead_paragraph": "President Bush's vow to hold North Korea accountable if it shares nuclear material may pose a challenge for U.S. officials. Page A12.",
      "publication_date": "2006-10-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/13/front page/world/a-warning-and-a-challenge.html",
      "byline": ""
    },
    {
      "headline": "Airbus Moves to Rewire Its Management First",
      "snippet": "European Aeronautic Defense and Space Co, parent company of Airbus Industrie, is tackling management problems at Airbus; Airbus has created airplane, A380, that cannot go into service on schedule for want of proper electrical wiring, and has prove...",
      "abstract": "European Aeronautic Defense and Space Co, parent company of Airbus Industrie, is tackling management problems at Airbus; Airbus has created airplane, A380, that cannot go into service on schedule for want of proper electrical wiring, and has proved unable to reapir this slip for want of competent management; EADS has appointed French co-chief executive Louis Gallois to head Airbus, succeeding Christian Streiff, who resigned after turbulent 100-day tenure; putting seasoned operator like Gallois in charge may halt management chaos that has rocked Airbus since disclosure in June of delays in delivery of its A380 jumbo jet; shake-up is not likely to ease political pressures that buffeted Airbus from all sides; nor will erase cultural divide between French and German interests that has bedeviled Airbus ever since it was founded by two countries in 1970 as challenge to Boeing; photos (L)",
      "lead_paragraph": "FRANKFURT, Oct. 12 - Clamping together an airplane, engineers readily admit, is a fairly simple job, requiring rivet guns and some elbow grease. Clamping together an airplane company is more complicated.",
      "publication_date": "2006-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/13/business/worldbusiness/airbus-moves-to-rewire-its-management-first.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Forcing Reality in Accounting of Tiny Firms",
      "snippet": "As more and more companies restate their results to correct old numbers that were wrong -- whether deliberately or because of mistakes -- it appears that bigger companies are finally getting their books in order and that it is the smaller ones whe...",
      "abstract": "As more and more companies restate their results to correct old numbers that were wrong -- whether deliberately or because of mistakes -- it appears that bigger companies are finally getting their books in order and that it is the smaller ones where errors are now being discovered.     And that in turn may indicate that despite rising levels of corporate anger and political lobbying, the Sarbanes-Oxley law is working and investors are getting higher-quality financial statements than ever before.  ",
      "lead_paragraph": "As more and more companies restate their results to correct old numbers that were wrong -- whether deliberately or because of mistakes -- it appears that bigger companies are finally getting their books in order and that it is the smaller ones where errors are now being discovered.",
      "publication_date": "2006-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/13/business/forcing-reality-in-accounting-of-tiny-firms.html",
      "byline": "By Floyd Norris"
    }
  ]
}