{
  "metadata": {
    "date": "2006-04-03",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "Selling Short the Virtues of Short Sellers",
      "snippet": "Joe Nocera column defends short sellers in light of Lesley Stahl's expose on CBS program 60 Minutes expose on seeming conspiracy involving SAC Capital Advisors, Gradient Analytics and other companies accused of stock manipulation by Canadian pharm...",
      "abstract": "Joe Nocera column defends short sellers in light of Lesley Stahl's expose on CBS program 60 Minutes expose on seeming conspiracy involving SAC Capital Advisors, Gradient Analytics and other companies accused of stock manipulation by Canadian pharmaceutical Biovail; photo (M)",
      "lead_paragraph": "DO you remember when Oliver Stone's paranoid fantasy about the Kennedy assassination, \"J.F.K.,\" was released in 1991?",
      "publication_date": "2006-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/01/business/selling-short-the-virtues-of-short-sellers.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "The Convenience of an A.T.M., but So Much More",
      "snippet": "Article on latest addition to convenience stores, custom-made kiosks called Vcom's that dispense cash, sell Verizon services, handle bill payments, let customers send money to other people and cash checks; photos (M)",
      "abstract": "Article on latest addition to convenience stores, custom-made kiosks called Vcom's that dispense cash, sell Verizon services, handle bill payments, let customers send money to other people and cash checks; photos (M)",
      "lead_paragraph": "Would you like some financial services with that coffee?",
      "publication_date": "2006-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/01/business/the-convenience-of-an-atm-but-so-much-more.html",
      "byline": "By Jennifer A. Kingson"
    },
    {
      "headline": "A Tangle in Caracas for Exxon",
      "snippet": "Tensions build in Caracas after Venezuelan Energy Min Rafael Ramirez essentially tells Exxon that it is no longer welcome in country; statement follows Venezuelan Congress's approval of measures to give government control of 32 privately run field...",
      "abstract": "Tensions build in Caracas after Venezuelan Energy Min Rafael Ramirez essentially tells Exxon that it is no longer welcome in country; statement follows Venezuelan Congress's approval of measures to give government control of 32 privately run fields and Exxon decides to sell its stake in field to Repsol of Spain rather than submit to venture controlled by Petroleos de Venezuela (M)",
      "lead_paragraph": "HOUSTON, March 31 - Exxon Mobil, the world's largest publicly traded oil company, is locking horns with Venezuela's government, which ratcheted up the pressure Friday on other American oil companies by taking steps to put more than two dozen coveted petroleum ventures under government control.",
      "publication_date": "2006-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/01/business/worldbusiness/a-tangle-in-caracas-for-exxon.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Car Parts Maker Moves to Break Its Union Deals",
      "snippet": "Delphi Corp, which is operating in bankruptcy, asks federal judge for permission to throw out some of its labor agreements, move that could cost 20,000 union workers their jobs and leave thousands of others with less than half their current wages;...",
      "abstract": "Delphi Corp, which is operating in bankruptcy, asks federal judge for permission to throw out some of its labor agreements, move that could cost 20,000 union workers their jobs and leave thousands of others with less than half their current wages; wants to impose sharply lower wages and benefits on six unions, setting up confrontation that United Automobile Workers says could lead to strike; says it would close or sell all but 8 of its 29 plants in US and cut 28,500 positions around world; strike could cripple General Motors, which spun off Delphi in 1999 and remains its biggest customer; photos (M)",
      "lead_paragraph": "DETROIT, March 31 - Delphi, the nation's biggest auto parts maker, on Friday asked a federal judge for permission to throw out some of its labor agreements, a move that could cost 20,000 union workers their jobs and leave thousands of others with less than half their current wages.",
      "publication_date": "2006-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/01/business/car-parts-maker-moves-to-break-its-union-deals.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Ex-DeLay Aide Pleads Guilty in Lobby Case",
      "snippet": "Tony Rudy, former top aide to Rep Tom DeLay, pleads guilty to charges that he accepted thousands of dollars in illegal gifts, including money he funneled through consulting firm he set up with his wife, Lisa, in return for influencing legislation ...",
      "abstract": "Tony Rudy, former top aide to Rep Tom DeLay, pleads guilty to charges that he accepted thousands of dollars in illegal gifts, including money he funneled through consulting firm he set up with his wife, Lisa, in return for influencing legislation on behalf of lobbyist Jack Abramoff; Rudy is second former DeLay aide to admit wrongdoing in corruption investigation centered on Abramoff; Michael Scanlon, who had been DeLay's press secretary in House, pleaded guilty in 2005 to similar criminal charges in scandal that has put pressure on Congressional leaders to tighten federal ethics rules; Rudy photo (M)",
      "lead_paragraph": "WASHINGTON, March 31 - A former top aide to Representative Tom DeLay pleaded guilty on Friday to charges that he accepted thousands of dollars in illegal gifts, including money funneled through a consulting firm he set up with his wife and travel by private jet to California, in return for influencing legislation on behalf of the lobbyist Jack Abramoff.",
      "publication_date": "2006-04-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/01/washington/exdelay-aide-pleads-guilty-in-lobby-case.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "Some New Math on Homes",
      "snippet": "Article on conclusion reached by Gary and Margaret Hwang Smith, economics professors at Pomona College, that housing bubble does not exist; couple, in paper presented at Brookings Institution, contended that value of home is determined by rent it ...",
      "abstract": "Article on conclusion reached by Gary and Margaret Hwang Smith, economics professors at Pomona College, that housing bubble does not exist; couple, in paper presented at Brookings Institution, contended that value of home is determined by rent it could fetch; photos (M)",
      "lead_paragraph": "Gary and Margaret Hwang Smith spend a lot of time musing about real estate.",
      "publication_date": "2006-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/01/business/some-new-math-on-homes.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Steel Maker's Pension Plan to Continue",
      "snippet": "Pension Benefit Guaranty Corp, in rare victory, says it will stop pursuing assets of industrialist Ira Rennert after being assured that he will keep disputed steelworkers' pension plan afloat; Rennert's company Renco Group owns pension plan's spon...",
      "abstract": "Pension Benefit Guaranty Corp, in rare victory, says it will stop pursuing assets of industrialist Ira Rennert after being assured that he will keep disputed steelworkers' pension plan afloat; Rennert's company Renco Group owns pension plan's sponsor WCI Steel, which went bankrupt in 2003, and pension fund seemed at risk of being abandoned (M)",
      "lead_paragraph": "In a rare victory for the federal pension insurance program, the government says it will stop going after the assets of the industrialist Ira L. Rennert because it has been assured that Mr. Rennert will keep a disputed steelworkers' pension plan going. That means that Mr. Rennert's $185 million estate in the Hamptons is safe.",
      "publication_date": "2006-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/01/business/steel-makers-pension-plan-to-continue.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Shiite to Premier: Quit Race",
      "snippet": "A top member of the Shiite bloc urged Prime Minister Ibrahim al-Jaafari to drop his bid to keep his post, becoming the first Shiite leader to publicly break ranks. Page 10.  ",
      "abstract": "A top member of the Shiite bloc urged Prime Minister Ibrahim al-Jaafari to drop his bid to keep his post, becoming the first Shiite leader to publicly break ranks. Page 10.  ",
      "lead_paragraph": "A top member of the Shiite bloc urged Prime Minister Ibrahim al-Jaafari to drop his bid to keep his post, becoming the first Shiite leader to publicly break ranks. Page 10.",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/02/world/shiite-to-premier-quit-race.html",
      "byline": ""
    },
    {
      "headline": "Case Study: Fix a Baseball Team",
      "snippet": "Matthew Silverman, Andrew Friedman and Stuart Sternberg, who assumed control of Tampa Bay Devil Rays in fall of 2005, have Wall Street rather than baseball backgrounds and are applying quantitative, statistics-based methods of talent assessment in...",
      "abstract": "Matthew Silverman, Andrew Friedman and Stuart Sternberg, who assumed control of Tampa Bay Devil Rays in fall of 2005, have Wall Street rather than baseball backgrounds and are applying quantitative, statistics-based methods of talent assessment in their effort to turn team around; reckon that value of payroll, $35 million, is actually closer to $50 million; are betting that Edwin Jackson and Chuck Tiffany, two untested starting pitchers who are their first acquisitions for team, will flower into top-rated starting pitchers; Don Zimmer, veteran coach, holds out for old-school methods of assessing talent; photo (L)",
      "lead_paragraph": "St. Petersburg, Fla. - IT has been a rough first inning for Andrew E. Friedman, the cherubic-faced 29-year-old general manager of the Tampa Bay Devil Rays. Opening day looms, and one of his best young pitchers has been lit up for four runs while his third baseman has booted one ball and overthrown another. Business as usual, it would seem, for the bumbling Devil Rays, long a doormat for the powerful big-budget teams in the American League East.",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/02/business/yourmoney/case-study-fix-a-baseball-team.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Keeping It Secret as the Family Car Becomes a Home",
      "snippet": "Experts and homeless advocates see trend in growing number of people living in their cars; practice is illegal in most places and remaining inconspicuous is challenge; number of so-called mobile homeless starts to climb whenever cost of housing ou...",
      "abstract": "Experts and homeless advocates see trend in growing number of people living in their cars; practice is illegal in most places and remaining inconspicuous is challenge; number of so-called mobile homeless starts to climb whenever cost of housing outpaces wages; mobile homeless are likely to view their situation as temporary, and are inclined to keep it secret from pride or worries about law or harassment; photo (L)",
      "lead_paragraph": "FAIRFAX, Va. - After being evicted from his apartment last year, Larry Chaney lived in his car for five months in Erie, Pa. As he passed the time at local cafes, he always put a ring of old house keys and several envelopes with bills on the table to give the impression that he had a home like everyone else.",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/02/us/keeping-it-secret-as-the-family-car-becomes-a-home.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Civilians in Iraq Flee Mixed Areas as Attacks Shift",
      "snippet": "Rising sectarian violence in Iraq has forced tens of thousands of Iraqis to flee from mixed Shiite-Sunni areas, moving country toward de facto partitioning along sectarian and ethnic lines despite American efforts to prevent division; Bush adminis...",
      "abstract": "Rising sectarian violence in Iraq has forced tens of thousands of Iraqis to flee from mixed Shiite-Sunni areas, moving country toward de facto partitioning along sectarian and ethnic lines despite American efforts to prevent division; Bush administration points to little violence in most of Iraq's 18 provinces, but four or five provinces where most of violence occurs are Iraq's major population and economic centers, including capital Baghdad; graph; photo (L)",
      "lead_paragraph": "BAGHDAD, Iraq, April 1 - The war in Iraq has entered a bloodier phase, with American casualties steadily declining over the past five months while the killings of Iraqi civilians have risen tremendously in sectarian violence, spurring tens of thousands of Iraqis to flee from mixed Shiite-Sunni areas.",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/02/world/middleeast/civilians-in-iraq-flee-mixed-areas-as-attacks-shift.html",
      "byline": "By Edward Wong and Kirk Semple"
    },
    {
      "headline": "In Remote Pakistan Province, a Civil War Festers",
      "snippet": "United States ally Pakistan has diverted troops from fight against Al Qaeda and Taliban in northwest frontier to Baluchistan, where it is meeting opposition from rebel leaders as it tries to develop region's oil and gas reserves, build pipeline to...",
      "abstract": "United States ally Pakistan has diverted troops from fight against Al Qaeda and Taliban in northwest frontier to Baluchistan, where it is meeting opposition from rebel leaders as it tries to develop region's oil and gas reserves, build pipeline to Iran and develop deep sea port to expand trade with China; rebel leaders Naweab Akbar Khan Bugti and Balach Marri insist they do not oppose development but rather government's military effort to suppress rights of ethnic Baluchis; photos; map (L)",
      "lead_paragraph": "DERA BUGTI, Pakistan - Explosions at gas pipelines and railroad tracks are common in this remote desert region. Now, roadside bombs and artillery shells are, too. More than 100 civilians have been killed in recent months, along with dozens of government security forces, local residents and Pakistan's Human Rights Commission say.",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/02/world/asia/in-remote-pakistan-province-a-civil-war-festers.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Keeping It Secret as the Family Car Becomes a Home",
      "snippet": "Experts and advocates believe that the number of \"mobile homeless,\" as they are often called, is growing.",
      "abstract": "Experts and advocates believe that the number of \"mobile homeless,\" as they are often called, is growing.",
      "lead_paragraph": "FAIRFAX, Va. — After being evicted from his apartment last year, Larry Chaney lived in his car for five months in Erie, Pa. As he passed the time at local cafes, he always put a ring of old house keys and several envelopes with bills on the table to give the impression that he had a home like everyone else.",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/02/us/02cars.html",
      "byline": "By IAN URBINA"
    },
    {
      "headline": "A Paint Job? Yes, and a Painting Job, Too",
      "snippet": "Nonprofit Publicolor runs program in which students in New York City middle and high schools volunteer to paint common areas of older schools; many participants are from poor or working-class families; program combines painting with academic enhan...",
      "abstract": "Nonprofit Publicolor runs program in which students in New York City middle and high schools volunteer to paint common areas of older schools; many participants are from poor or working-class families; program combines painting with academic enhancement activities, and some students receive financial reward; photo (M)",
      "lead_paragraph": "BRIGHTEN school walls and brighten students' prospects.",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/04/02/nyregion/a-paint-job-yes-and-a-painting-job-too.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "The Nuisance That May Cost Billions",
      "snippet": "Paint companies--Sherwin-Williams, NL Industries and Millennium Holdings--face damages that could soar into billions of dollars after having been found liable this year for Rhode Island's lead-paint problem; state, represented by law firm on Motle...",
      "abstract": "Paint companies--Sherwin-Williams, NL Industries and Millennium Holdings--face damages that could soar into billions of dollars after having been found liable this year for Rhode Island's lead-paint problem; state, represented by law firm on Motley Rice on contingency-fee basis, prevailed where earlier lawsuits failed by contending that lead paint constituted public nuisance, freeing it from necessity of linking any one company's paint to particular house and barring defendants, who had not made lead-based residential paint in nearly 30 years, from arguing that too much time had elapsed because, according to state, lead was still a nuisance; more such lawsuits could be filed across country; photos (L)",
      "lead_paragraph": "ON a frigid night in January, lawyers for four of the nation's largest paint manufacturers gathered in a rented office space in downtown Providence, R.I., to strategize on how to counter contentions that their clients were to blame for the state's decades-old lead-contamination problem.",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/02/business/yourmoney/the-nuisance-that-may-cost-billions.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "In Remote Pakistan Province, a Civil War Festers",
      "snippet": "Pakistan has diverted troops from the fight against Al Qaeda and the Taliban to the province, where civil unrest is spreading.",
      "abstract": "Pakistan has diverted troops from the fight against Al Qaeda and the Taliban to the province, where civil unrest is spreading.",
      "lead_paragraph": "DERA BUGTI, Pakistan — Explosions at gas pipelines and railroad tracks are common in this remote desert region. Now, roadside bombs and artillery shells are, too. More than 100 civilians have been killed in recent months, along with dozens of government security forces, local residents and Pakistan's Human Rights Commission say. ",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/02/world/asia/02pakistan.html",
      "byline": "By CARLOTTA GALL"
    },
    {
      "headline": "Politics Faces Sweeping Change via the Web",
      "snippet": "Democrats and Republicans are sharply increasing their use of e-mail, interactive Web sites, candidate and party blogs and text-messaging as 2006 Congressional elections and 2008 presidential election approach; Internet is more efficient and less ...",
      "abstract": "Democrats and Republicans are sharply increasing their use of e-mail, interactive Web sites, candidate and party blogs and text-messaging as 2006 Congressional elections and 2008 presidential election approach; Internet is more efficient and less costly than canvassing door to door or over telephone; campaigns are studying popular Internet social networks as ways to reach groups of supporters with similar views; politicians to considerable extent are trying to catch up to bloggers, who have demonstrated power of their forum to energize issues; photo (L)",
      "lead_paragraph": "WASHINGTON, March 31 - The transformation of American politics by the Internet is accelerating with the approach of the 2006 Congressional and 2008 White House elections, producing far-reaching changes in the way campaigns approach advertising, fund-raising, the mobilizing of supporters and even the spreading of negative information.",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/02/washington/politics-faces-sweeping-change-via-the-web.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "FEMA Calls, but Top Job Is Tough Sell",
      "snippet": "Bush administration has been turned down by seven candidates offered directorship or another top post at Federal Emergency Management Agency; Pres Bush intends to nominate interim director R David Paulison to take on job permanently; other candida...",
      "abstract": "Bush administration has been turned down by seven candidates offered directorship or another top post at Federal Emergency Management Agency; Pres Bush intends to nominate interim director R David Paulison to take on job permanently; other candidates are unconvinced administration is serious about fixing FEMA; Paulison lacks other candidates' depth of experience in running large emergency management organization, and has left it up to Homeland Security Sec Michael Chertoff to make any major policy announcements on retooling of agency; photos; chart (L)",
      "lead_paragraph": "WASHINGTON, April 1 - The calls went out across the nation, as Bush administration officials asked the country's most seasoned disaster response experts to consider the job of a lifetime: FEMA director. But again and again, the response over the past several months was the same: \"No thanks.\"",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/02/washington/fema-calls-but-top-job-is-tough-sell.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "One Share, One Vote: One Big Test",
      "snippet": "Gretchen Morgenson column on proposal submitted by LongView Funds to CA Inc, company formerly known as Computer Associates, asking its shareholders to vote to remove two board members that it says are not up to job: Alfonse M D'Amato, former senat...",
      "abstract": "Gretchen Morgenson column on proposal submitted by LongView Funds to CA Inc, company formerly known as Computer Associates, asking its shareholders to vote to remove two board members that it says are not up to job: Alfonse M D'Amato, former senator who served on board when significant misconduct was going on at company, and Lewis S Ranieri, former vice chairman of Salomon Brothers and chairman of CA's board; photos (M)",
      "lead_paragraph": "SHAREHOLDERS across the nation are finally awakening to the fact that some corporate directors must be forced to live up to their duties and mind the store for the owners they are supposed to represent. To this end, shareholders will be asked to vote this spring on scads of proposals seeking changes in director elections at annual meetings.",
      "publication_date": "2006-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/02/business/yourmoney/one-share-one-vote-one-big-test.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Sectarian Strife Fuels Gun Sales in Baghdad",
      "snippet": "More Iraqis than ever have been buying weapons, adding an unnerving level of firepower to the streets.",
      "abstract": "More Iraqis than ever have been buying weapons, adding an unnerving level of firepower to the streets.",
      "lead_paragraph": "BAGHDAD, Iraq, March 29 — With chipped, painted fingernails, Nahrawan al-Janabi picked up a cartridge and slid it into the chamber.",
      "publication_date": "2006-04-03T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/03/world/middleeast/03guns.html",
      "byline": "By JEFFREY GETTLEMAN"
    },
    {
      "headline": "Iraqi Shiite Bloc Splits Over Call for New Premier",
      "snippet": "The split came as Condoleezza Rice and the British minister paid an urgent visit to convey that their patience for Iraq's political paralysis was wearing thin.",
      "abstract": "The split came as Condoleezza Rice and the British minister paid an urgent visit to convey that their patience for Iraq's political paralysis was wearing thin.",
      "lead_paragraph": "BAGHDAD, Iraq, April 2 — Iraq's dominant Shiite political bloc fractured Sunday when its most powerful faction publicly demanded that the incumbent Shiite prime minister resign over his inability to form a unified government. The split came as Secretary of State Condoleezza Rice and Jack Straw, the British foreign minister, paid an urgent visit to Iraqi leaders here to convey in the most forceful terms yet that their patience for the country's political paralysis was wearing thin.",
      "publication_date": "2006-04-03T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/03/world/middleeast/03iraq.html",
      "byline": "By EDWARD WONG and JOEL BRINKLEY"
    },
    {
      "headline": "Iraq's Premier Is Asked to Quit as Shiites Split",
      "snippet": "Iraq's dominant Shiite political bloc fractured Sunday when its most powerful faction publicly demanded that the incumbent Shiite prime minister resign over his inability to form a unified government. The split came as Secretary of State Condoleez...",
      "abstract": "Iraq's dominant Shiite political bloc fractured Sunday when its most powerful faction publicly demanded that the incumbent Shiite prime minister resign over his inability to form a unified government. The split came as Secretary of State Condoleezza Rice and Jack Straw, the British foreign minister, paid an urgent visit to Iraqi leaders here to convey in the most forceful terms yet that their patience for the country's political paralysis was wearing thin.     It was not clear whether the joint visit by Ms. Rice and Mr. Straw, the top emissaries of the two countries that led the invasion of Iraq three years ago, played a direct role in the splintering of the Shiite bloc, and whether that schism would lead to forward movement on forming a new government, which has been stalled for months.  ",
      "lead_paragraph": "BAGHDAD, Iraq, April 2 - Iraq's dominant Shiite political bloc fractured Sunday when its most powerful faction publicly demanded that the incumbent Shiite prime minister resign over his inability to form a unified government. The split came as Secretary of State Condoleezza Rice and Jack Straw, the British foreign minister, paid an urgent visit to Iraqi leaders here to convey in the most forceful terms yet that their patience for the country's political paralysis was wearing thin.",
      "publication_date": "2006-04-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/03/world/worldspecial/iraqs-premier-is-asked-to-quit-as-shiites-split.html",
      "byline": "By Edward Wong and Joel Brinkley"
    },
    {
      "headline": "Labor Shortage in China May Lead to Trade Shift",
      "snippet": "Persistent labor shortages at hundreds of Chinese factories have led experts to conclude that the economy is undergoing a profound change that will ripple through the global market for manufactured goods.     The shortage of workers is pushing up ...",
      "abstract": "Persistent labor shortages at hundreds of Chinese factories have led experts to conclude that the economy is undergoing a profound change that will ripple through the global market for manufactured goods.     The shortage of workers is pushing up wages and swelling the ranks of the country's middle class, and it could make Chinese-made products less of a bargain worldwide. International manufacturers are already talking about moving factories to lower-cost countries like Vietnam.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/03/business/labor-shortage-in-china-may-lead-to-trade-shift.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "As Magazine Readers Increasingly Turn to the Web, So Does Condé Nast",
      "snippet": "Getting married and wondering how you would look in a mermaid-style sheath? Brides.com, a new Web site, takes you to a virtual fitting room, lets you pick from one of four body types and examine how each would look in six different styles of gowns...",
      "abstract": "Getting married and wondering how you would look in a mermaid-style sheath? Brides.com, a new Web site, takes you to a virtual fitting room, lets you pick from one of four body types and examine how each would look in six different styles of gowns.      Brides.com, an upgraded bridal site combining content from three different magazines, comes from Condé Nast, which, like many magazine publishers, is trying to build its Web presence to keep up with a generation of readers who automatically turn to the Internet instead of the printed page.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/03/business/as-magazine-readers-increasingly-turn-to-the-web-so-does-conde.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "About the Tables",
      "snippet": "Beginning tomorrow, The Times will change its daily financial tables, replacing the six existing pages with two pages of analytical tools and summary information on the markets and the economy.     As part of a continuing effort to integrate The T...",
      "abstract": "Beginning tomorrow, The Times will change its daily financial tables, replacing the six existing pages with two pages of analytical tools and summary information on the markets and the economy.     As part of a continuing effort to integrate The Times and its Web version, online readers will be able to choose from an array of new functions, including a host of interactive graphics.  ",
      "lead_paragraph": "Beginning tomorrow, The Times will change its daily financial tables, replacing the six existing pages with two pages of analytical tools and summary information on the markets and the economy.",
      "publication_date": "2006-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/03/business/about-the-tables.html",
      "byline": ""
    },
    {
      "headline": "The Math Whiz vs. the Media Moguls in a Battle for Millions",
      "snippet": "Amid the flash of the Internet bubble, Henry C. Yuen, the chairman and chief executive of Gemstar-TV Guide International, did things his way.      Despite running a company worth more than $20 billion in early 2000 and being partners with Rupert M...",
      "abstract": "Amid the flash of the Internet bubble, Henry C. Yuen, the chairman and chief executive of Gemstar-TV Guide International, did things his way.      Despite running a company worth more than $20 billion in early 2000 and being partners with Rupert Murdoch's News Corporation, he operated out of low-rent offices in Pasadena, Calif. A visitor to the headquarters recalls that using a fax machine required unplugging the telephone because there was only one line. A former Gemstar employee recalled Mr. Yuen driving to lunch four blocks from the office, but then parking two blocks away to avoid paying a valet charge.  ",
      "lead_paragraph": "Amid the flash of the Internet bubble, Henry C. Yuen, the chairman and chief executive of Gemstar-TV Guide International, did things his way.",
      "publication_date": "2006-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/03/business/the-math-whiz-vs-the-media-moguls-in-a-battle-for-millions.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Sectarian Suspicion in Baghdad Fuels a Seller's Market for Guns",
      "snippet": "With chipped, painted fingernails, Nahrawan al-Janabi picked up a cartridge and slid it into the chamber.     ''Like this,'' she said, loading her new Glock pistol with a loud, satisfying click. ''You see, like this.''  ",
      "abstract": "With chipped, painted fingernails, Nahrawan al-Janabi picked up a cartridge and slid it into the chamber.     ''Like this,'' she said, loading her new Glock pistol with a loud, satisfying click. ''You see, like this.''  ",
      "lead_paragraph": "BAGHDAD, Iraq, March 29 - With chipped, painted fingernails, Nahrawan al-Janabi picked up a cartridge and slid it into the chamber.",
      "publication_date": "2006-04-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/03/world/worldspecial/sectarian-suspicion-in-baghdad-fuels-a-sellers-market.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Merger Deal Is Reached With Lucent and Alcatel",
      "snippet": "Alcatel and Lucent Technologies said yesterday that they had reached agreement on a $13.4 billion merger that would create a French-American maker of telecommunications equipment with revenue of $25 billion, 88,000 employees and phone company cust...",
      "abstract": "Alcatel and Lucent Technologies said yesterday that they had reached agreement on a $13.4 billion merger that would create a French-American maker of telecommunications equipment with revenue of $25 billion, 88,000 employees and phone company customers across the world.     The deal comes in response to the increasing competition Western telecommunications firms are facing from low-cost Asian manufacturers, as well as the growing size and purchasing power of a few large phone companies. If Alcatel and Lucent are successful at combining their far-flung operations, which analysts say will be a significant challenge, it could prompt competitors like Ericsson, Nortel Networks and Siemens to seek their own deals so they can keep up.  ",
      "lead_paragraph": "Alcatel and Lucent Technologies said yesterday that they had reached agreement on a $13.4 billion merger that would create a French-American maker of telecommunications equipment with revenue of $25 billion, 88,000 employees and phone company customers across the world.",
      "publication_date": "2006-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/03/business/merger-deal-is-reached-with-lucent-and-alcatel.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Frist Is Treading a Perilous Path Leading to 2008",
      "snippet": "History does not bode well for Bill Frist, and he knows it.     ''Coming into this job, everybody said if you, in your future, ever want to consider running for president of the United States, people said, 'Do not do it,' '' Mr. Frist, the Senate ...",
      "abstract": "History does not bode well for Bill Frist, and he knows it.     ''Coming into this job, everybody said if you, in your future, ever want to consider running for president of the United States, people said, 'Do not do it,' '' Mr. Frist, the Senate Republican leader, said in the stilted syntax for which he is known.  ",
      "lead_paragraph": "WASHINGTON, April 2 - History does not bode well for Bill Frist, and he knows it.",
      "publication_date": "2006-04-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/03/us/frist-is-treading-a-perilous-path-leading-to-2008.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Hollywood's Road Trip",
      "snippet": "If getting a movie made in Hollywood is tricky, consider the negotiations for ''Kung Fu Hustle,'' the Chinese-language action-comedy directed by the actor Stephen Chow.     Gareth Wigan, an international film executive at Sony Pictures Entertainme...",
      "abstract": "If getting a movie made in Hollywood is tricky, consider the negotiations for ''Kung Fu Hustle,'' the Chinese-language action-comedy directed by the actor Stephen Chow.     Gareth Wigan, an international film executive at Sony Pictures Entertainment, first met Mr. Chow in 2002 to discuss the financing of ''Kung Fu Hustle.'' Since 1998, Sony Pictures, which is owned by the Sony Corporation, had been making movies for local audiences abroad, a small market, but one that many studio executives are now betting has potential in the years to come.  ",
      "lead_paragraph": "LOS ANGELES, April 2 - If getting a movie made in Hollywood is tricky, consider the negotiations for \"Kung Fu Hustle,\" the Chinese-language action-comedy directed by the actor Stephen Chow.",
      "publication_date": "2006-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/03/business/hollywoods-road-trip.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Mourning Becomes Habitual",
      "snippet": "GIVEN that it was a memorial for the recently departed, the cramped affair stuffed into a Harlem apartment was an upbeat, fashion-forward event. Young women moved about in vintage black dresses with well-coiffed hair topped by Jackie O. pillboxes....",
      "abstract": "GIVEN that it was a memorial for the recently departed, the cramped affair stuffed into a Harlem apartment was an upbeat, fashion-forward event. Young women moved about in vintage black dresses with well-coiffed hair topped by Jackie O. pillboxes.      They spoke of the merits of the deceased, the beauty, the freshness, the sense of style like no other. A short life, to be sure, but full of accomplishments and ended in a blaze of glory.  ",
      "lead_paragraph": "GIVEN that it was a memorial for the recently departed, the cramped affair stuffed into a Harlem apartment was an upbeat, fashion-forward event. Young women moved about in vintage black dresses with well-coiffed hair topped by Jackie O. pillboxes.",
      "publication_date": "2006-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/03/business/mourning-becomes-habitual.html",
      "byline": "By David Carr"
    }
  ]
}