{
  "metadata": {
    "date": "2006-02-22",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Wal-Mart Tries to Find Its Customer",
      "snippet": "For all its success in the United States -- and there is plenty of it -- Wal-Mart Stores is still struggling to figure out its home turf, where sales growth at individual stores has sagged, its customers routinely flirt with rivals like Target for...",
      "abstract": "For all its success in the United States -- and there is plenty of it -- Wal-Mart Stores is still struggling to figure out its home turf, where sales growth at individual stores has sagged, its customers routinely flirt with rivals like Target for clothing and its advertising has often failed to inspire.     The retailer's plans to fix the problems became clearer yesterday, when Wal-Mart executives pledged to remodel nearly half of its United States stores over the next 18 months, beef up its marketing division and expand a bold line of clothing across much of the chain.  ",
      "lead_paragraph": "For all its success in the United States -- and there is plenty of it -- Wal-Mart Stores is still struggling to figure out its home turf, where sales growth at individual stores has sagged, its customers routinely flirt with rivals like Target for clothing and its advertising has often failed to inspire.",
      "publication_date": "2006-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/22/business/walmart-tries-to-find-its-customer.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Furor Over Cartoons Pits Muslim Against Muslim",
      "snippet": "In a direct challenge to the international uproar over cartoons lampooning the Prophet Muhammad, the Jordanian journalist Jihad Momani wrote: ''What brings more prejudice against Islam, these caricatures or pictures of a hostage-taker slashing the...",
      "abstract": "In a direct challenge to the international uproar over cartoons lampooning the Prophet Muhammad, the Jordanian journalist Jihad Momani wrote: ''What brings more prejudice against Islam, these caricatures or pictures of a hostage-taker slashing the throat of his victim in front of the cameras, or a suicide bomber who blows himself up during a wedding ceremony?''     In Yemen, an editorial by Muhammad al-Assadi condemned the cartoons but also lamented the way many Muslims reacted. ''Muslims had an opportunity to educate the world about the merits of the Prophet Muhammad and the peacefulness of the religion he had come with,'' Mr. Assadi wrote. He added, ''Muslims know how to lose, better than how to use, opportunities.''  ",
      "lead_paragraph": "AMMAN, Jordan, Feb. 21 - In a direct challenge to the international uproar over cartoons lampooning the Prophet Muhammad, the Jordanian journalist Jihad Momani wrote: \"What brings more prejudice against Islam, these caricatures or pictures of a hostage-taker slashing the throat of his victim in front of the cameras, or a suicide bomber who blows himself up during a wedding ceremony?\"",
      "publication_date": "2006-02-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/22/world/middleeast/furor-over-cartoons-pits-muslim-against-muslim.html",
      "byline": "By Michael Slackman and Hassan M. Fattah"
    },
    {
      "headline": "For Minorities, Signs of Trouble in Foreclosures",
      "snippet": "Catrina V. Roberts, a single mother of four, joined a new, growing class of minority homeowners when she moved from her subsidized apartment to a two-story house in 1999.     But Ms. Roberts fell behind on her payments and declared bankruptcy last...",
      "abstract": "Catrina V. Roberts, a single mother of four, joined a new, growing class of minority homeowners when she moved from her subsidized apartment to a two-story house in 1999.     But Ms. Roberts fell behind on her payments and declared bankruptcy last year. Now, as she loses her modest home to foreclosure, Ms. Roberts may represent the vanguard of a worrying trend of retreat.  ",
      "lead_paragraph": "CLEVELAND - Catrina V. Roberts, a single mother of four, joined a new, growing class of minority homeowners when she moved from her subsidized apartment to a two-story house in 1999.",
      "publication_date": "2006-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/22/business/for-minorities-signs-of-trouble-in-foreclosures.html",
      "byline": "By Vikas Bajaj and Ron Nixon"
    },
    {
      "headline": "Challenge to Roe Envisioned",
      "snippet": "South Dakota may bar nearly all abortions, with a view toward overturning Roe v. Wade. Page A14.  ",
      "abstract": "South Dakota may bar nearly all abortions, with a view toward overturning Roe v. Wade. Page A14.  ",
      "lead_paragraph": "South Dakota may bar nearly all abortions, with a view toward overturning Roe v. Wade. Page A14.",
      "publication_date": "2006-02-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/22/us/front page/challenge-to-roe-envisioned.html",
      "byline": ""
    },
    {
      "headline": "Executives Modified Enron Data, Jury Is Told",
      "snippet": "The former chief executive of Enron, Kenneth L. Lay, took an active role in preparing misleading and often conflicting statements about financial conditions at the company, a former investor relations manager and board secretary testified on Tuesd...",
      "abstract": "The former chief executive of Enron, Kenneth L. Lay, took an active role in preparing misleading and often conflicting statements about financial conditions at the company, a former investor relations manager and board secretary testified on Tuesday.     In the most damaging testimony so far that Mr. Lay, Enron's founder, misled employees and investors about Enron finances, the former board secretary, Paula H. Rieker, provided an insider's perspective on Mr. Lay's actions in the five months after he took over as chief executive in August 2001. At the time, Ms. Rieker, 51, was Enron's manager for investor relations and the corporate secretary. As corporate secretary, she maintained board meeting minutes and answered to Mr. Lay.  ",
      "lead_paragraph": "HOUSTON, Feb. 21 - The former chief executive of Enron, Kenneth L. Lay, took an active role in preparing misleading and often conflicting statements about financial conditions at the company, a former investor relations manager and board secretary testified on Tuesday.",
      "publication_date": "2006-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/22/business/businessspecial3/executives-modified-enron-data-jury-is-told.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "U.S. Case Against 2 Lawyers Appears to Falter",
      "snippet": "For the influential class-action lawyer William S. Lerach, the news that arrived late last Friday was a step closer to vindication.      Mr. Lerach and a former partner, Melvyn I. Weiss, were informed by government investigators that no charges wo...",
      "abstract": "For the influential class-action lawyer William S. Lerach, the news that arrived late last Friday was a step closer to vindication.      Mr. Lerach and a former partner, Melvyn I. Weiss, were informed by government investigators that no charges would be filed against them for now in a five-year-old inquiry into allegations that the two used illegal tactics in shareholder lawsuits, lawyers involved in the case said yesterday.  ",
      "lead_paragraph": "For the influential class-action lawyer William S. Lerach, the news that arrived late last Friday was a step closer to vindication.",
      "publication_date": "2006-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/22/business/us-case-against-2-lawyers-appears-to-falter.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Justices to Review Federal Ban on Disputed Abortion Method",
      "snippet": "The Supreme Court, at full strength with Justice Samuel A. Alito Jr. on the bench for the first time, opened the next chapter in its long-running confrontation with abortion on Tuesday by agreeing to decide whether the first federal ban on a metho...",
      "abstract": "The Supreme Court, at full strength with Justice Samuel A. Alito Jr. on the bench for the first time, opened the next chapter in its long-running confrontation with abortion on Tuesday by agreeing to decide whether the first federal ban on a method of abortion is constitutional.     The court accepted, for argument next fall, the Bush administration's appeal of a decision invalidating the Partial-Birth Abortion Ban Act of 2003. The law makes it a crime for a doctor to perform an abortion during which a part of the fetus, either the ''entire fetal head'' or ''any part of the fetal trunk past the navel,'' is outside the woman's uterus at the time the fetus is killed.  ",
      "lead_paragraph": "WASHINGTON, Feb. 21 - The Supreme Court, at full strength with Justice Samuel A. Alito Jr. on the bench for the first time, opened the next chapter in its long-running confrontation with abortion on Tuesday by agreeing to decide whether the first federal ban on a method of abortion is constitutional.",
      "publication_date": "2006-02-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/22/politics/politicsspecial1/justices-to-review-federal-ban-on-disputed.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Bush Would Veto Any Bill Halting Dubai Port Deal",
      "snippet": "President Bush, trying to put down a rapidly escalating rebellion among leaders of his own party, said Tuesday that he would veto any legislation blocking a deal for a state-owned company in Dubai to take over the management of port terminals in N...",
      "abstract": "President Bush, trying to put down a rapidly escalating rebellion among leaders of his own party, said Tuesday that he would veto any legislation blocking a deal for a state-owned company in Dubai to take over the management of port terminals in New York, Miami, Baltimore and other major American cities.      Mr. Bush issued the threat after the Senate majority leader, Bill Frist, and the House speaker, J. Dennis Hastert, publicly criticized the deal and said a thorough review was necessary to ensure that terrorists could not exploit the arrangement to slip weapons into American ports. Mr. Bush suggested that the objections to the deal might be based on bias against a company from the Middle East, one he said was an ally in fighting terrorism.  ",
      "lead_paragraph": "WASHINGTON, Feb. 21 - President Bush, trying to put down a rapidly escalating rebellion among leaders of his own party, said Tuesday that he would veto any legislation blocking a deal for a state-owned company in Dubai to take over the management of port terminals in New York, Miami, Baltimore and other major American cities.",
      "publication_date": "2006-02-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/22/politics/bush-would-veto-any-bill-halting-dubai-port-deal.html",
      "byline": "By David E. Sanger and Eric Lipton"
    },
    {
      "headline": "Why Doctors So Often Get It Wrong",
      "snippet": "ON a weekend day a few years ago, the parents of a 4-year-old boy from rural Georgia brought him to a children's hospital here in north Atlanta. The family had already been through a lot. Their son had been sick for months, with fevers that just w...",
      "abstract": "ON a weekend day a few years ago, the parents of a 4-year-old boy from rural Georgia brought him to a children's hospital here in north Atlanta. The family had already been through a lot. Their son had been sick for months, with fevers that just would not go away.     The doctors on weekend duty ordered blood tests, which showed that the boy had leukemia. There were a few things about his condition that didn't add up, like the light brown spots on the skin, but the doctors still scheduled a strong course of chemotherapy to start on Monday afternoon. Time, after all, was their enemy.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/22/business/why-doctors-so-often-get-it-wrong.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Russian Aircraft Industry Seeks Revival Through Merger",
      "snippet": "When the Russian carrier Aeroflot announces next month which manufacturer will replace part of its aging fleet of long-range passenger jets, a Russian contestant will not even be in the running.      Yet much more than next month's deal is at stak...",
      "abstract": "When the Russian carrier Aeroflot announces next month which manufacturer will replace part of its aging fleet of long-range passenger jets, a Russian contestant will not even be in the running.      Yet much more than next month's deal is at stake. A fierce battle here between Boeing and its rival, Airbus, is just getting warm, with Airbus talking Tuesday of a long-term cooperation pact worth $25 billion as it jostles to gain the upper hand.  ",
      "lead_paragraph": "MOSCOW, Feb. 21 - When the Russian carrier Aeroflot announces next month which manufacturer will replace part of its aging fleet of long-range passenger jets, a Russian contestant will not even be in the running.",
      "publication_date": "2006-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/22/business/worldbusiness/russian-aircraft-industry-seeks-revival-through.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Neither War Nor Bombs Stay These Iraq Couriers",
      "snippet": "In a country where the power is usually out, the police may rob you and few traffic lights actually work, it is perhaps surprising that Iraqis still get mail.     The territory is demonstrably hostile: the train that carries the letters north is f...",
      "abstract": "In a country where the power is usually out, the police may rob you and few traffic lights actually work, it is perhaps surprising that Iraqis still get mail.     The territory is demonstrably hostile: the train that carries the letters north is frequently attacked. Bright orange American vans had to be painted black for safe passage through dangerous areas south of Baghdad. Postmen on mopeds brave gun battles to deliver letters in Dora, a Baghdad neighborhood so paralyzed by violence that corpses lie in the street for hours. And there are no mailboxes, so postmen deliver to the addressee, not to the address -- a task that has become far more complicated in the upheaval of the past three years.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 21 - In a country where the power is usually out, the police may rob you and few traffic lights actually work, it is perhaps surprising that Iraqis still get mail.",
      "publication_date": "2006-02-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/22/world/middleeast/neither-war-nor-bombs-stay-these-iraq-couriers.html",
      "byline": "By Sabrina Tavernise"
    }
  ]
}