{
  "metadata": {
    "date": "2006-02-13",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "Executive Loses Case on Trading",
      "snippet": "Justice Richard B Lowe III finds former McLeodUSA chief executive Clark E Mcleod liable for improper trading during boom of technology stocks; New York Atty Gen Eliot Spitzer sued McLeod and four other high-profile executives for steering investme...",
      "abstract": "Justice Richard B Lowe III finds former McLeodUSA chief executive Clark E Mcleod liable for improper trading during boom of technology stocks; New York Atty Gen Eliot Spitzer sued McLeod and four other high-profile executives for steering investment banking business to Salomon Smith Barney in exchange for inflated ratings on their companies stocks and shares of hot companies; Lowe calls practice known as spinning 'sophisticated form of bribery' (M)",
      "lead_paragraph": "Another telecom titan has tumbled.",
      "publication_date": "2006-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/11/business/executive-loses-case-on-trading.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Volkswagen to Eliminate 20,000 Jobs",
      "snippet": "Volkswagen reports preliminary net profit of 1.1 billion euros ($1.3 billion) in 2005 as it announces plan to eliminate up to 20,000 jobs; analysts expect bulk of cuts to come from voluntary measures including buyouts and retirements; Volkswagen p...",
      "abstract": "Volkswagen reports preliminary net profit of 1.1 billion euros ($1.3 billion) in 2005 as it announces plan to eliminate up to 20,000 jobs; analysts expect bulk of cuts to come from voluntary measures including buyouts and retirements; Volkswagen promised not to lay off workers until 2011 in 2004 agreement with its union; photos (M)",
      "lead_paragraph": "FRANKFURT, Feb. 10 - Job losses continue to ripple through the German auto industry, as Volkswagen announced Friday that it planned to eliminate up to 20,000 jobs in the next three years.",
      "publication_date": "2006-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/11/business/worldbusiness/volkswagen-to-eliminate-20000-jobs.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Want to Rally the Troops? Try Candor",
      "snippet": "Joe Nocera column on Inc magazine's endorsement of open book management practices for businesses; Inc writer Bo Burlingham's book Small Giants: Companies That Choose to Be Great Instead of Big details reasons techniques work for small companies; M...",
      "abstract": "Joe Nocera column on Inc magazine's endorsement of open book management practices for businesses; Inc writer Bo Burlingham's book Small Giants: Companies That Choose to Be Great Instead of Big details reasons techniques work for small companies; Mansuetto Ventures is new private company that owns two magazines including Inc; company lost $10 million last year on revenue of about $40 million; profile and history of Inc magazine (M)",
      "lead_paragraph": "INC. magazine's cover article this month is an excerpt from a new book by its best-known writer, Bo Burlingham. The book is entitled \"Small Giants: Companies That Choose to Be Great Instead of Big,\" and it aims to do for small private companies what \"In Search of Excellence\" did two decades ago for big public companies: shine a light on a handful of business practices the author admires, and which he believes are the reason some companies consistently do better than others.",
      "publication_date": "2006-02-11T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/11/business/want-to-rally-the-troops-try-candor.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "In Small Town, 'Grease' Ignites a Culture War",
      "snippet": "Mark Enderle, superintendent of Fulton, Mo, schools, cancels local high school's production of musical Grease after three members of Callaway Christian Church complain that show glorifies conduct that community tries to discourage; he also bans sc...",
      "abstract": "Mark Enderle, superintendent of Fulton, Mo, schools, cancels local high school's production of musical Grease after three members of Callaway Christian Church complain that show glorifies conduct that community tries to discourage; he also bans scheduled spring play, The Crucible by Arthur Miller; drama teacher Wendy DeVore says she changed Grease script to avoid causing offense in small, conservative town; photo (M)",
      "lead_paragraph": "FULTON, Mo. - When Wendy DeVore, the drama teacher at Fulton High here, staged the musical \"Grease,\" about high school students in the 1950's, she carefully changed the script to avoid causing offense in this small town.",
      "publication_date": "2006-02-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/11/us/in-small-town-grease-ignites-a-culture-war.html",
      "byline": "By Diana Jean Schemo"
    },
    {
      "headline": "U.S. Trade Deficit Sets Record, With China and Oil the Causes",
      "snippet": "US trade deficit widened to record $726 billion in 2005, adding more fuel to debate between advocates of further globalization and those who contend that free trade is causing loss of too many American manufacturing jobs; gap between exports and i...",
      "abstract": "US trade deficit widened to record $726 billion in 2005, adding more fuel to debate between advocates of further globalization and those who contend that free trade is causing loss of too many American manufacturing jobs; gap between exports and imports hit its fourth consecutive annual record, and reached almost twice level of 2001; it was driven by strong consumer demand for foreign goods and soaring energy prices that added tens of billions of dollars to nation's bill for imported oil; US last had trade surplus, of $12.4 billion, in 1975; continued growth in trade deficit, particularly with China, is likely to renew fight in Congress over Pres Bush's trade policies; photo (M)",
      "lead_paragraph": "The United States trade deficit widened to a record $726 billion in 2005, the government reported yesterday, adding more fuel to the increasingly partisan debate between advocates of further globalization and those who contend that free trade is causing the loss of too many American manufacturing jobs.",
      "publication_date": "2006-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/11/business/us-trade-deficit-sets-record-with-china-and-oil-the-causes.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Waiting for Just the Right Moment to Take Out the Wallet",
      "snippet": "Retailers share more sales and inventory information with manufacturers than in past making drastic price cuts and liquidation sales less common; consumers who understand and keep track of technology sales rhythm can still find deals; biggest sell...",
      "abstract": "Retailers share more sales and inventory information with manufacturers than in past making drastic price cuts and liquidation sales less common; consumers who understand and keep track of technology sales rhythm can still find deals; biggest selling season for large kitchen appliances is period right before Thanksgiving; sales of air conditioners are weather related while refrigerators tend to break in summer; large retailers use supply-chain management software to keep inventory tight and markdowns low; new methods give more consumers fair price rather than great price to relatively few consumers; experts advise consumers be knowledgable about products and shop for prices; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/11/business/yourmoney/waiting-for-just-the-right-moment-to-take-out-the-wallet.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Ex-FEMA Leader Faults Response by White House",
      "snippet": "Michael D Brown, former director of Federal Emergency Management Agency who became symbol of Bush administration's flawed response to Hurricane Katrina, tells Senate Committee on Homeland Security and Government Affairs that he notified senior Whi...",
      "abstract": "Michael D Brown, former director of Federal Emergency Management Agency who became symbol of Bush administration's flawed response to Hurricane Katrina, tells Senate Committee on Homeland Security and Government Affairs that he notified senior White House official early on of New Orleans flooding, but Bush administration was too focused on terrorism to respond properly to natural disasters; says official was probably deputy White House chief of staff Joe Hagin, but might have been chief of staff Andrew H Card Jr; it is first public identification of any White House official who was said to have directly received reports of extensive flooding on Aug 29, day Hurricane Katrina hit; photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 10 - Michael D. Brown, the former federal emergency management chief who became a ridiculed symbol of the Bush administration's flawed response to Hurricane Katrina, returned in anger to Capitol Hill on Friday and lashed back at his former superiors.",
      "publication_date": "2006-02-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/11/politics/exfema-leader-faults-response-by-white-house.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Republican Speaks Up, Leading Others to Challenge Wiretaps",
      "snippet": "Growing number of Congressional Republicans are expressing doubts about domestic eavesdropping since Rep Heather A Wilson broke ranks with Pres Bush and declared her concerns about National Security Agency program to intercept international commun...",
      "abstract": "Growing number of Congressional Republicans are expressing doubts about domestic eavesdropping since Rep Heather A Wilson broke ranks with Pres Bush and declared her concerns about National Security Agency program to intercept international communications inside US without court warrants; Wilson and at least six other Republican lawmakers are openly skeptical about Bush's assertion that he has inherent authority to order wiretaps and that Congress gave him power to do so when it authorized him to use military force after Sept 11, 2001 attacks; they are Sens Susan Collins, Arlen Specter, Lisa Murkowski, Orrin G Hatch, Lindsey Graham and Chuck Hagel; Wilson photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 10 - When Representative Heather A. Wilson broke ranks with President Bush on Tuesday to declare her \"serious concerns\" about domestic eavesdropping, she gave voice to what some fellow Republicans were thinking, if not saying.",
      "publication_date": "2006-02-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/11/politics/republican-speaks-up-leading-others-to-challenge-wiretaps.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Another Fad Hits the Wall",
      "snippet": "Food industry experts say focus on reduced-fat diet has shifted to marketing of good fats and bad fats; ACNeilsen's LabelTrends shows sales of low-, no-, and reduced-fat products was down from $32.3 billion in 2002 to $16.7 billion for 2005; food ...",
      "abstract": "Food industry experts say focus on reduced-fat diet has shifted to marketing of good fats and bad fats; ACNeilsen's LabelTrends shows sales of low-, no-, and reduced-fat products was down from $32.3 billion in 2002 to $16.7 billion for 2005; food manufacturers work to remove worst fats from foods such as trans fat; combination of good ingredients is emphasized over removing fat; experts worry that consumers will still eat foods that are bad for them no matter what labels tell them; photo (M)",
      "lead_paragraph": "A walk down any grocery aisle in America is a study in nutritional fads: low sodium, low sugar, low carb and low cholesterol, but none as enduring and lucrative as low fat.",
      "publication_date": "2006-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/11/health/another-fad-hits-the-wall.html",
      "byline": "By Melanie Warner and Julie Bosman"
    },
    {
      "headline": "Bolivia's Knot: No to Cocaine, but Yes to Coca",
      "snippet": "Newly elected Bolivian Pres Evo Morales has not yet provided many details of his coca policy, except to say that his government will depenalize cocoa cultivation and show zero tolerance to cocaine trafficking; has long opposed American eradication...",
      "abstract": "Newly elected Bolivian Pres Evo Morales has not yet provided many details of his coca policy, except to say that his government will depenalize cocoa cultivation and show zero tolerance to cocaine trafficking; has long opposed American eradication efforts and championed coca leaf; must find ways to reassure foreign governments and investors that Bolivia will control trafficking; United States fears that progress toward eradication in Colombia could be offset by burst of cultivation in Bolivia; photos; map (L)",
      "lead_paragraph": "VILLA TUNARI, Bolivia - Just weeks ago, Bolivian Army troops swooped down on Seberino Marquina's farm and, one by one, ripped his coca bushes from the ground.",
      "publication_date": "2006-02-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/12/world/americas/bolivias-knot-no-to-cocaine-but-yes-to-coca.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Madison Avenue's 30-Second Spot Remover",
      "snippet": "Robert M Greenberg oversees diverse team at advertising and communications agency R/GA that aims to use mix of design and marketing to create groundbreaking campaigns; wants to produce advertising that gives consumer more control in order to count...",
      "abstract": "Robert M Greenberg oversees diverse team at advertising and communications agency R/GA that aims to use mix of design and marketing to create groundbreaking campaigns; wants to produce advertising that gives consumer more control in order to counter old approaches of traditional marketing that no longer work; believes that consumers will not only shape advertising, but also shape products through interaction with companies; Greenberg is considered visionary in industry that has become more conservative; companies as diverse as Subaru, Target, Verizon, Nokia, IBM and Johnson & Johnson have all used R/GA for promoting their products; profile of Greenberg; history of R/GA; photos (M)",
      "lead_paragraph": "FOR sci-fi movie fans, the opening titles of \"Alien,\" Ridley Scott's 1979 voyage through interstellar dread, perfectly evoke the film's ensuing themes. As a series of white rectangles gradually align to form the movie's title, the camera pans across the expanse of an enormous planet floating in the numbing, ominous, infinite void of outer space.",
      "publication_date": "2006-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/12/business/yourmoney/madison-avenues-30second-spot-remover.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Tutor Program Offered by Law Is Going Unused",
      "snippet": "Fewer than half of 215,000 New York City students eligible under No Child Left Behind law are seeking free tutoring; only about 12 percent of eligible students nationwide are receiving help; officials cite multiple reasons for problem, including t...",
      "abstract": "Fewer than half of 215,000 New York City students eligible under No Child Left Behind law are seeking free tutoring; only about 12 percent of eligible students nationwide are receiving help; officials cite multiple reasons for problem, including too little federal money alloted, little advertising to parents and complicated paperwork; no national study exists to show whether students are benefiting academically, and there is no consensus on how progress is to be judged; photo (L)",
      "lead_paragraph": "Four years after President Bush signed the landmark No Child Left Behind education law, vast numbers of students are not getting the tutoring that the law offers as one of its hallmarks.",
      "publication_date": "2006-02-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/12/education/tutor-program-offered-by-law-is-going-unused.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "Wanting It to Be Over Isn't Enough",
      "snippet": "Gretchen Morgenson column on SFBC International, nation's largest administrator of clinical trials for drug makers and medical device manufacturers; says newly installed management at company seems interested in silencing critics and avoiding kind...",
      "abstract": "Gretchen Morgenson column on SFBC International, nation's largest administrator of clinical trials for drug makers and medical device manufacturers; says newly installed management at company seems interested in silencing critics and avoiding kind of sweeping changes to their operations that some investors would prefer; SFBC conducted studies for Merck & Co on Vioxx after it was approved by Food and Drug Administration; Vioxx was withdrawn from market in 2004; Sen Charles E Grassley, Finance Committee chairman, opened probe into SFBC, and Securities and Exchange Commission came calling; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/12/business/yourmoney/wanting-it-to-be-over-isnt-enough.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Chill at the Specter of BlackBerry Winter",
      "snippet": "Lisa Belkin Life's Work column on life without BlackBerrys if court rules against maker of device in patent suit; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on life without BlackBerrys if court rules against maker of device in patent suit; drawing (M)",
      "lead_paragraph": "THE route of most technology is from \"Why would anyone need that?\" to \"How did I ever live without it?\" When Tom Cruise used a cordless phone in \"Risky Business,\" I remember thinking the device was a gimmick. When the first fax machine was installed near my desk in the newsroom (one machine, back then, for hundreds of reporters), I thought, \"Don't messenger services deliver clearer copies?\" And I was more than a little skeptical (not to mention spooked) when I first heard a car talk and give the driver directions.",
      "publication_date": "2006-02-12T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/02/12/jobs/a-chill-at-the-specter-of-blackberry-winter.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Healing, With New Limbs and Fragile Dreams",
      "snippet": "Profiles of Marine Lance Cpl Matthew Schilling and Lance Cpl Mark Beyers, who were wounded by roadside bomb in Hit, Iraq, on Aug 26, focuses on care they have received in ensuing months; both marines are amputees and have endured some 20 operation...",
      "abstract": "Profiles of Marine Lance Cpl Matthew Schilling and Lance Cpl Mark Beyers, who were wounded by roadside bomb in Hit, Iraq, on Aug 26, focuses on care they have received in ensuing months; both marines are amputees and have endured some 20 operations each in three countries; artifical limbs are increasingly sophisticated, but psychological effects of losing limb can be deep and lasting; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/12/us/healing-with-new-limbs-and-fragile-dreams.html",
      "byline": "By Juliet Macur"
    },
    {
      "headline": "The Lowdown on Sweet?",
      "snippet": "Study by Dr Morando Soffritti, cancer researcher in Bologna, Italy, finds that aspartame sweetener, sold under brand names NutraSweet and Equal and found in variety of popular products, may cause cancer; results spark renewed debate; study conduct...",
      "abstract": "Study by Dr Morando Soffritti, cancer researcher in Bologna, Italy, finds that aspartame sweetener, sold under brand names NutraSweet and Equal and found in variety of popular products, may cause cancer; results spark renewed debate; study conducted at European Ramazzini Foundation of Oncology and Environmental Sciences involved 1,900 laboratory rats and cost $1 million; trade group Calorie Control Council criticized study saying it contradicted four earlier studies used to persuade Food and Drug Administration to approve artificial sweetener; regulatory agencies in United States and Europe begin to review data; Soffritti says he was prompted to look at aspartame because of inadequacies in earlier studies; examples of expert opinions; photos (M)",
      "lead_paragraph": "WHEN Dr. Morando Soffritti, a cancer researcher in Bologna, Italy, saw the results of his team's seven-year study on aspartame, he knew he was about to be injected into a bitter controversy over this sweetener, one of the most contentiously debated substances ever added to foods and beverages.",
      "publication_date": "2006-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/12/business/yourmoney/the-lowdown-on-sweet.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Derailed on the Mommy Track? There's Help to Get Going Again",
      "snippet": "Harvard Business School and Tuck School of Business at Dartmouth are creating intensive executive training programs for female professionals who left work force to raise children and now want to return; photo (M)",
      "abstract": "Harvard Business School and Tuck School of Business at Dartmouth are creating intensive executive training programs for female professionals who left work force to raise children and now want to return; photo (M)",
      "lead_paragraph": "As the first baby boomers begin to face retirement, some women 10 to 20 years younger are grappling with another problem: returning to the work force after \"stepping out\" for child-rearing. For women professionals -- including lawyers and holders of M.B.A.'s -- the concern is how to land an executive-level job after years away.",
      "publication_date": "2006-02-12T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/02/12/jobs/derailed-on-the-mommy-track-theres-help-to-get-going-again.html",
      "byline": "By Ellen Rosen"
    },
    {
      "headline": "Eats Shoots, Leaves and Much of Zoos' Budgets",
      "snippet": "Zoo Atlanta is paying Chinese government $2 million a year to rent pair of crowd-pleasing pandas; after first year of display, crowds usually dwindle, while expenses to maintain them remain five times more than cost of keeping elephant; financial ...",
      "abstract": "Zoo Atlanta is paying Chinese government $2 million a year to rent pair of crowd-pleasing pandas; after first year of display, crowds usually dwindle, while expenses to maintain them remain five times more than cost of keeping elephant; financial headaches caused by costly loans of animals from China are leading zoo directors to try to renegotiate loan agreements; most agreements are for ten-year leases, and if cub is born, annual fee increases by average of $600,000; photos (L)",
      "lead_paragraph": "ATLANTA, Feb. 11 - Lun Lun and Yang Yang have needs. They require an expensive all-vegetarian diet -- 84 pounds a day, each. They are attended by a four-person entourage, and both crave privacy. Would-be divas could take notes.",
      "publication_date": "2006-02-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/12/us/eats-shoots-leaves-and-much-of-zoos-budgets.html",
      "byline": "By Brenda Goodman"
    },
    {
      "headline": "Violent Crime Rising Sharply in Some Cities",
      "snippet": "Violent crime is at historic low in many cities, but is rising sharply in Milwaukee, Houston, Philadelphia and elsewhere; killings are often sparked by minor incident, with suspects telling police they killed someone who 'disrespected' them or gav...",
      "abstract": "Violent crime is at historic low in many cities, but is rising sharply in Milwaukee, Houston, Philadelphia and elsewhere; killings are often sparked by minor incident, with suspects telling police they killed someone who 'disrespected' them or gave them dirty look; suspects tend to be black, young, and have previous criminal records; police blame anger, easy access to guns, lax sentences and judges who grant bail too easily; graphs; photos (L)",
      "lead_paragraph": "MILWAUKEE - One woman here killed a friend after they argued over a brown silk dress. A man killed a neighbor whose 10-year-old son had mistakenly used his dish soap. Two men argued over a cellphone, and pulling out their guns, the police say, killed a 13-year-old girl in the crossfire.",
      "publication_date": "2006-02-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/12/us/violent-crime-rising-sharply-in-some-cities.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Shiite Alliance Votes to Retain Iraq's Premier",
      "snippet": "Shiite lawmakers decided by a one-vote margin on Sunday to retain Ibrahim al-Jaafari as prime minister in Iraq's next government, after a bitter internal struggle that exposed the growing power of anti-American fundamentalists within the new Parli...",
      "abstract": "Shiite lawmakers decided by a one-vote margin on Sunday to retain Ibrahim al-Jaafari as prime minister in Iraq's next government, after a bitter internal struggle that exposed the growing power of anti-American fundamentalists within the new Parliament.     As the largest single bloc in the Parliament, the Shiites have the right to choose a prime minister under Iraq's Constitution, and they will now begin negotiating with the leaders of other political groups to fill out Iraq's first full-term, four-year government.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 12 - Shiite lawmakers decided by a one-vote margin on Sunday to retain Ibrahim al-Jaafari as prime minister in Iraq's next government, after a bitter internal struggle that exposed the growing power of anti-American fundamentalists within the new Parliament.",
      "publication_date": "2006-02-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/13/world/middleeast/shiite-alliance-votes-to-retain-iraqs-premier.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Bad Medicine for What Ails Time Warner",
      "snippet": "CORPORATE theater are two words that generally do not live in the same sentence, but last Tuesday's event for ''The Lazard Report,'' a document advocating a breakup into four parts of Time Warner, the world's largest media company, went off with a...",
      "abstract": "CORPORATE theater are two words that generally do not live in the same sentence, but last Tuesday's event for ''The Lazard Report,'' a document advocating a breakup into four parts of Time Warner, the world's largest media company, went off with amazing fanfare. The only thing missing was a herald of trumpets as Bruce Wasserstein, the head of Lazard, told an overstuffed room of analysts, investors and journalists at the St. Regis Hotel in Manhattan that ''there is no compelling reason for these businesses to remain together.''      The 343-page report, compiled at the behest of the dissident shareholder Carl C. Icahn, was a bold stroke, one intended to excite investors, intimidate Time Warner's leadership and titillate reporters.  ",
      "lead_paragraph": "CORPORATE theater are two words that generally do not live in the same sentence, but last Tuesday's event for \"The Lazard Report,\" a document advocating a breakup into four parts of Time Warner, the world's largest media company, went off with amazing fanfare. The only thing missing was a herald of trumpets as Bruce Wasserstein, the head of Lazard, told an overstuffed room of analysts, investors and journalists at the St. Regis Hotel in Manhattan that \"there is no compelling reason for these businesses to remain together.\"",
      "publication_date": "2006-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/13/business/mutfund/bad-medicine-for-what-ails-time-warner.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Republicans' Report on Katrina Assails Administration Response",
      "snippet": "House Republicans plan to issue a blistering report on Wednesday that says the Bush administration delayed the evacuation of thousands of New Orleans residents by failing to act quickly on early reports that the levees had broken during Hurricane ...",
      "abstract": "House Republicans plan to issue a blistering report on Wednesday that says the Bush administration delayed the evacuation of thousands of New Orleans residents by failing to act quickly on early reports that the levees had broken during Hurricane Katrina.     A draft of the report, to be issued by an 11-member, all-Republican committee, says the Bush administration was informed on the day Hurricane Katrina hit that the levees had been breached, even though the president and other top administration officials earlier said that they had learned of the breach the next day.  ",
      "lead_paragraph": "WASHINGTON, Feb. 12 - House Republicans plan to issue a blistering report on Wednesday that says the Bush administration delayed the evacuation of thousands of New Orleans residents by failing to act quickly on early reports that the levees had broken during Hurricane Katrina.",
      "publication_date": "2006-02-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/13/politics/republicans-report-on-katrina-assails-administration-response.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Publishers Find Growth in Comics",
      "snippet": "After years of lagging growth, book publishers are in a mood to try just about anything. That is why top executives from several of the biggest New York publishing companies headed west late last year.      Their destination was the Los Angeles of...",
      "abstract": "After years of lagging growth, book publishers are in a mood to try just about anything. That is why top executives from several of the biggest New York publishing companies headed west late last year.      Their destination was the Los Angeles office of Tokyopop, this country's largest publisher of English-language manga, the Japanese book-length comics larded with doe-eyed characters with chiseled good looks and hard bodies.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-13T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/13/business/media/publishers-find-growth-in-comics.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "Years After 2 Afghans Died, Abuse Case Falters",
      "snippet": "In the chronicle of abuses that has emerged from America's fight against terror, there may be no story more jarring than that of the two young men killed at a United States military detention center in Afghanistan in December 2002.     The two Afg...",
      "abstract": "In the chronicle of abuses that has emerged from America's fight against terror, there may be no story more jarring than that of the two young men killed at a United States military detention center in Afghanistan in December 2002.     The two Afghans were found dead within days of each other, hanging by their shackled wrists in isolation cells at the prison in Bagram, north of Kabul. An Army investigation showed they were treated harshly by interrogators, deprived of sleep for days, and struck so often in the legs by guards that a coroner compared the injuries to being run over by a bus.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/13/us/years-after-2-afghans-died-abuse-case-falters.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "Challenging a Rival, Viewer by Viewer",
      "snippet": "Hours after Oprah Winfrey publicly chastised the author James Frey, Anderson Cooper opened his prime-time program on CNN by interviewing someone who had spoken to Mr. Frey just after he departed Ms. Winfrey's set.     It was Larry King, whose prog...",
      "abstract": "Hours after Oprah Winfrey publicly chastised the author James Frey, Anderson Cooper opened his prime-time program on CNN by interviewing someone who had spoken to Mr. Frey just after he departed Ms. Winfrey's set.     It was Larry King, whose program precedes Mr. Cooper's and who had taken an on-air call from Ms. Winfrey defending Mr. Frey two weeks earlier.  ",
      "lead_paragraph": "Hours after Oprah Winfrey publicly chastised the author James Frey, Anderson Cooper opened his prime-time program on CNN by interviewing someone who had spoken to Mr. Frey just after he departed Ms. Winfrey's set.",
      "publication_date": "2006-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/13/business/media/challenging-a-rival-viewer-by-viewer.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Merrill and BlackRock Are Said to Be Near Deal",
      "snippet": "Merrill Lynch is nearing a deal to sell its asset management division to BlackRock, a fast-growing fund manager, in exchange for a large stake in the company, according to people close to the discussions.     The deal, which could be completed thi...",
      "abstract": "Merrill Lynch is nearing a deal to sell its asset management division to BlackRock, a fast-growing fund manager, in exchange for a large stake in the company, according to people close to the discussions.     The deal, which could be completed this week, would be a coup for Merrill Lynch and a disappointment for John J. Mack, the chief executive of Morgan Stanley, who just weeks ago had pursued a similar agreement with BlackRock and its chief executive, Laurence D. Fink.  ",
      "lead_paragraph": "Merrill Lynch is nearing a deal to sell its asset management division to BlackRock, a fast-growing fund manager, in exchange for a large stake in the company, according to people close to the discussions.",
      "publication_date": "2006-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/13/business/merrill-and-blackrock-are-said-to-be-near-deal.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Reporters Find Science Journals Harder to Trust, but Not Easy to Verify",
      "snippet": "When the journal Science recently retracted two papers by the South Korean researcher Dr. Hwang Woo Suk, it officially confirmed what he had denied for months: Dr. Hwang had fabricated evidence that he had cloned human cells.     But the editors o...",
      "abstract": "When the journal Science recently retracted two papers by the South Korean researcher Dr. Hwang Woo Suk, it officially confirmed what he had denied for months: Dr. Hwang had fabricated evidence that he had cloned human cells.     But the editors of Science were not alone in telling the world of Dr. Hwang's research. Newspapers, wire services and television networks had initially trumpeted the news, as they often do with information served up by the leading scientific journals.  ",
      "lead_paragraph": "When the journal Science recently retracted two papers by the South Korean researcher Dr. Hwang Woo Suk, it officially confirmed what he had denied for months: Dr. Hwang had fabricated evidence that he had cloned human cells.",
      "publication_date": "2006-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/13/business/media/reporters-find-science-journals-harder-to-trust-but-not-easy.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Cheney Shoots Fellow Hunter in Mishap on a Texas Ranch",
      "snippet": "Vice President Dick Cheney accidentally shot and wounded a prominent Austin, Tex., lawyer on Saturday while the two men were quail hunting in South Texas, firing a shotgun at the man while trying to aim for a bird, a member of the hunting party sa...",
      "abstract": "Vice President Dick Cheney accidentally shot and wounded a prominent Austin, Tex., lawyer on Saturday while the two men were quail hunting in South Texas, firing a shotgun at the man while trying to aim for a bird, a member of the hunting party said.      Mr. Cheney, a practiced hunter, shot the lawyer, Harry Whittington, on an outing at the Armstrong Ranch in South Texas. Mr. Whittington, 78, was taken by helicopter to Christus Spohn Memorial Hospital, where he was listed in stable condition in the intensive care unit on Sunday, according to Michele Trevino, a hospital spokeswoman.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/13/politics/cheney-shoots-fellow-hunter-in-mishap-on-a-texas-ranch.html",
      "byline": "By Anne E. Kornblut"
    }
  ]
}