{
  "metadata": {
    "date": "2006-01-13",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Few Glimmers of How Conservative Judge Alito Is",
      "snippet": "In over 18 hours responding to some 700 questions at his Supreme Court confirmation hearings before the Senate Judiciary Committee, Judge Samuel A. Alito Jr. mostly described a methodical and incremental approach to the law rooted in no particular...",
      "abstract": "In over 18 hours responding to some 700 questions at his Supreme Court confirmation hearings before the Senate Judiciary Committee, Judge Samuel A. Alito Jr. mostly described a methodical and incremental approach to the law rooted in no particular theory.     But to the extent Judge Alito claimed a judicial philosophy, it aligned him with the court's two most conservative members, Justices Antonin Scalia and Clarence Thomas.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/13/politics/politicsspecial1/few-glimmers-of-how-conservative-judge-alito-is.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Federated Puts Lord & Taylor on Block",
      "snippet": "Federated Department Stores said yesterday that it would seek a buyer for Lord & Taylor, a chain of stores that have long appealed to shoppers who want to be fashionable but not necessarily slaves to trends.      The announcement comes five months...",
      "abstract": "Federated Department Stores said yesterday that it would seek a buyer for Lord & Taylor, a chain of stores that have long appealed to shoppers who want to be fashionable but not necessarily slaves to trends.      The announcement comes five months after Federated acquired the 55-store chain as part of its acquisition of May Department Stores. ''After a thorough review, we have concluded that Lord & Taylor does not fit with our strategic focus for building the Macy's and Bloomingdale's national brands,'' Terry J. Lundgren, Federated's chairman, said in a statement.  ",
      "lead_paragraph": "Federated Department Stores said yesterday that it would seek a buyer for Lord & Taylor, a chain of stores that have long appealed to shoppers who want to be fashionable but not necessarily slaves to trends.",
      "publication_date": "2006-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/13/business/federated-puts-lord-taylor-on-block.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Bid Raised in Battle for Guidant",
      "snippet": "Raising the stakes in an increasingly hostile takeover battle for Guidant, Boston Scientific increased its bid by $332 million last night, to $25 billion. It also said it would assume all regulatory risk to completing the deal in an effort to wres...",
      "abstract": "Raising the stakes in an increasingly hostile takeover battle for Guidant, Boston Scientific increased its bid by $332 million last night, to $25 billion. It also said it would assume all regulatory risk to completing the deal in an effort to wrestle Guidant away from Johnson & Johnson.      Boston's Scientific's offer also came with an ultimatum: If Guidant does not declare the bid superior to Johnson & Johnson's $23.2 billion by 4 p.m. today, it will be withdrawn.  ",
      "lead_paragraph": "Raising the stakes in an increasingly hostile takeover battle for Guidant, Boston Scientific increased its bid by $332 million last night, to $25 billion. It also said it would assume all regulatory risk to completing the deal in an effort to wrestle Guidant away from Johnson & Johnson.",
      "publication_date": "2006-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/13/business/bid-raised-in-battle-for-guidant.html",
      "byline": "By Barnaby J. Feder and Andrew Ross Sorkin"
    },
    {
      "headline": "EUROPE JOINS U.S. IN URGING ACTION BY U.N. ON IRAN",
      "snippet": "The leading nations of Europe joined with the United States on Thursday to declare an end, for now, to negotiations with Iran over dismantling its suspected nuclear weapons program and to demand that Iran be referred to the United Nations Security...",
      "abstract": "The leading nations of Europe joined with the United States on Thursday to declare an end, for now, to negotiations with Iran over dismantling its suspected nuclear weapons program and to demand that Iran be referred to the United Nations Security Council for possible sanctions.     The Europeans' announcement was made at a news conference in Berlin two days after the Iranian authorities removed internationally monitored seals on nuclear facilities involved in the enrichment of uranium that Western nations say could be used in a bomb.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/13/world/front page/europe-joins-us-in-urging-action-by-un-on-iran.html",
      "byline": "By Richard Bernstein and Steven R. Weisman"
    },
    {
      "headline": "With the Spotlight on a Rival, St. Jude Medical Shines",
      "snippet": "No one can say yet whether Boston Scientific or Johnson & Johnson will win the fight to buy Guidant. But St. Jude Medical, Guidant's fast-growing rival in the booming business for heart-regulating implants, might be sorry to see the battle end.   ...",
      "abstract": "No one can say yet whether Boston Scientific or Johnson & Johnson will win the fight to buy Guidant. But St. Jude Medical, Guidant's fast-growing rival in the booming business for heart-regulating implants, might be sorry to see the battle end.     St. Jude had a memorable 2005, thanks in part to the spotlight's glare on Guidant.  ",
      "lead_paragraph": "No one can say yet whether Boston Scientific or Johnson & Johnson will win the fight to buy Guidant. But St. Jude Medical, Guidant's fast-growing rival in the booming business for heart-regulating implants, might be sorry to see the battle end.",
      "publication_date": "2006-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/13/business/with-the-spotlight-on-a-rival-st-jude-medical-shines.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Toyota Shows Big Three How It's Done",
      "snippet": "As General Motors and Ford struggle to remake themselves and rejoin the car wars, one company is proving what a successful American carmaker can look like: Toyota.     Unlike G.M. and Ford, bogged down by dozens of models competing for the same bu...",
      "abstract": "As General Motors and Ford struggle to remake themselves and rejoin the car wars, one company is proving what a successful American carmaker can look like: Toyota.     Unlike G.M. and Ford, bogged down by dozens of models competing for the same buyers, Toyota has a well-chosen lineup of both bread-and-butter cars and trucks that sell in big volumes as well as luxury models for which it can command a higher price.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/13/automobiles/toyota-shows-big-three-how-its-done.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Best of Worlds, Unless China Alters Course",
      "snippet": "IN the best of all possible worlds, those who wish to borrow and spend can do so to their hearts' content, while others choose to save and thus finance that consumption. Economies grow at steady rates, inflation never soars and interest rates are ...",
      "abstract": "IN the best of all possible worlds, those who wish to borrow and spend can do so to their hearts' content, while others choose to save and thus finance that consumption. Economies grow at steady rates, inflation never soars and interest rates are always friendly.     This, if you believe consensus economic forecasts, is just such a year. Growth will remain strong in the United States while it will accelerate in Europe. China will keep growing and Japan's recovery finally is real. Interest rates will hardly change.  ",
      "lead_paragraph": "IN the best of all possible worlds, those who wish to borrow and spend can do so to their hearts' content, while others choose to save and thus finance that consumption. Economies grow at steady rates, inflation never soars and interest rates are always friendly.",
      "publication_date": "2006-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/13/business/best-of-worlds-unless-china-alters-course.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Come October, Baby Will Make 300 Million or So",
      "snippet": "If the experts are right, some time this month, perhaps somewhere in the suburban South or West, a couple, most likely white Anglo-Saxon Protestants or Hispanic, will conceive a baby who, when born in October, will become the 300 millionth America...",
      "abstract": "If the experts are right, some time this month, perhaps somewhere in the suburban South or West, a couple, most likely white Anglo-Saxon Protestants or Hispanic, will conceive a baby who, when born in October, will become the 300 millionth American.      As of yesterday, the Census Bureau officially pegged the resident population of the United States at closing in on 297,900,000. The bureau estimates that with a baby being born every 8 seconds, someone dying every 12 seconds and the nation gaining an immigrant every 31 seconds on average, the population is growing by one person every 14 seconds.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/13/us/come-october-baby-will-make-300-million-or-so.html",
      "byline": "By Sam Roberts"
    },
    {
      "headline": "Maryland Sets a Health Cost for Wal-Mart",
      "snippet": "The Maryland legislature passed a law Thursday that would require Wal-Mart Stores to increase spending on employee health insurance, a measure that is expected to be a model for other states.     The legislature's move, which overrode a veto by Go...",
      "abstract": "The Maryland legislature passed a law Thursday that would require Wal-Mart Stores to increase spending on employee health insurance, a measure that is expected to be a model for other states.     The legislature's move, which overrode a veto by Gov. Robert L. Ehrlich, was a response to growing criticism that Wal-Mart, the nation's largest private employer, has skimped on benefits and shifted health costs to state governments.  ",
      "lead_paragraph": "ANNAPOLIS, Md., Jan. 12 - The Maryland legislature passed a law Thursday that would require Wal-Mart Stores to increase spending on employee health insurance, a measure that is expected to be a model for other states.",
      "publication_date": "2006-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/13/business/maryland-sets-a-health-cost-for-walmart.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Web Site of Agency Is Called Insecure",
      "snippet": "The General Services Administration has shut a Web site for government contractors after a computer industry consultant reported that he was able to view and modify corporate and financial information submitted by vendors.     The security flaw, w...",
      "abstract": "The General Services Administration has shut a Web site for government contractors after a computer industry consultant reported that he was able to view and modify corporate and financial information submitted by vendors.     The security flaw, which could have permitted contractor fraud, was reported to the agency's inspector general on Dec. 22, but almost three weeks passed before the system was taken offline Wednesday afternoon.  ",
      "lead_paragraph": "The General Services Administration has shut a Web site for government contractors after a computer industry consultant reported that he was able to view and modify corporate and financial information submitted by vendors.",
      "publication_date": "2006-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/13/technology/web-site-of-agency-is-called-insecure.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "A Fallen Judge Rethinks Crime and Punishment",
      "snippet": "His last night behind bars, Roland Amundson was sitting in the prison library when he felt the large shadow of someone standing over him. He looked up to see the inmate others feared the most, a former motorcycle gang leader who had been convicted...",
      "abstract": "His last night behind bars, Roland Amundson was sitting in the prison library when he felt the large shadow of someone standing over him. He looked up to see the inmate others feared the most, a former motorcycle gang leader who had been convicted of killing a man in a bar fight -- a murder so violent the court doubled the standard sentence.     The man wanted to talk.  ",
      "lead_paragraph": "GOLDEN VALLEY, Minn. - His last night behind bars, Roland Amundson was sitting in the prison library when he felt the large shadow of someone standing over him. He looked up to see the inmate others feared the most, a former motorcycle gang leader who had been convicted of killing a man in a bar fight -- a murder so violent the court doubled the standard sentence.",
      "publication_date": "2006-01-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/13/us/a-fallen-judge-rethinks-crime-and-punishment.html",
      "byline": "By Kate Zernike"
    }
  ]
}