{
  "metadata": {
    "date": "2006-12-19",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Paying Health Care From Pensions Proves Costly",
      "snippet": "Article in series Costly Promises, on unpaid bills for state and local public employee pensions around country, focuses on rising health care costs of retirees; economists warn that Medicare and Social Security have both promised benefits well bey...",
      "abstract": "Article in series Costly Promises, on unpaid bills for state and local public employee pensions around country, focuses on rising health care costs of retirees; economists warn that Medicare and Social Security have both promised benefits well beyond what they can reasonably be expected to pay; many public employee pension funds decided to pay retiree health benefits without setting aside enough money to cover cost; building retiree health plan into pension fund seemed at time an efficient way to use 'excess' and take pressure off local budget; now many employees are being told that money going into pension fund is not nearly enough to cover pension and health payments coming out; even places that tried to set aside ample resources are running into problems now; examples from various municipalities and government agencies cited; photo; graphs (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/business/paying-health-care-from-pensions-proves-costly.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "An Airline’s Heirs Apparent",
      "snippet": "Edward H Bastian and James M Whitehurst, executives running Delta Air Lines on day-to-day basis, want to be Delta's next chief executive, if airline is not taken over by US Airways; Delta is expected to file plan to operate after bankruptcy on Dec...",
      "abstract": "Edward H Bastian and James M Whitehurst, executives running Delta Air Lines on day-to-day basis, want to be Delta's next chief executive, if airline is not taken over by US Airways; Delta is expected to file plan to operate after bankruptcy on Dec 19; making Delta's argument to remain independent and fend off $8.6 billion bid from US Airways, plan will also make case by extension for Bastian and Whitehurst to keep their jobs; their resentment of US Airways offer is more intense because of sacrifices they and their 50,000 co-workers made to stay at Delta; two gave up well-paying jobs to join Delta when it was already clear that airline was in trouble; graph; photos (L)",
      "lead_paragraph": "ATLANTA - Poor pay, long hours and the contempt of many employees and customers -- that pretty much sums up the job of running an airline these days.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/business/an-airlines-heirs-apparent.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "AOL Chief Has a View, a Long One",
      "snippet": "AOL's new chief executive Randy Falco is taking long view on company's future; announces executive changes; will have eight people report to him, including his new deputy Ron Grant and vice chairman Ted Leonsis; Grant will oversee seven operating ...",
      "abstract": "AOL's new chief executive Randy Falco is taking long view on company's future; announces executive changes; will have eight people report to him, including his new deputy Ron Grant and vice chairman Ted Leonsis; Grant will oversee seven operating businesses; Falco says company will focus on free services for broadband Internet users supported by advertising; adds new lineup will illustrate clearer emphasis; says company will focus on attracting bigger audience, selling more advertising and increasing amount of time people spend on its Web pages and using services like instant messaging; photo (L)",
      "lead_paragraph": "If AOL were being dressed up for a sale, as has been rumored on and off for several years, Randy Falco is an odd choice to be the new chief executive.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/technology/aol-chief-has-a-view-a-long-one.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "New Dispute Over Firing of Publisher",
      "snippet": "News Corp, controlled by Rupert Murdoch, releases what it describes as notes of heated telephone conversation on Dec 15 between Judith Regan and Mark Jackson, lawyer for HarperCollins, corporation's publishing division that includes ReganBooks imp...",
      "abstract": "News Corp, controlled by Rupert Murdoch, releases what it describes as notes of heated telephone conversation on Dec 15 between Judith Regan and Mark Jackson, lawyer for HarperCollins, corporation's publishing division that includes ReganBooks imprint, in which Regan allegedly made anti-Semitic comments that prompted her firing; Regan protested that publishing house had not supported her during firestorm last month over confessional book by O J Simpson and related television program; Regan allegedly said that literary agent Esther Newberg, HarperCollins' executive editor David Hirshey, HarperCollins president Jane Friedman and Jackson 'constitute a Jewish cabal against her'; Regan's lawyer Bert Fields denies accusation; photos (M)",
      "lead_paragraph": "LOS ANGELES, Dec. 18 - With Judith Regan's authors still reeling from their publisher's abrupt dismissal, the sparring between the headline-making Ms. Regan and her former employer, the News Corporation, grew more intense, more personal and more specific on Monday over accusations that she had made anti-Semitic comments that prompted her firing.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/business/media/new-dispute-over-firing-of-publisher.html",
      "byline": "By Sharon Waxman and Richard Siklos"
    },
    {
      "headline": "Making a Life in the U.S., but Feeling Mexico’s Tug",
      "snippet": "First article in series Three Sisters, chronicling American immigration experience through turbulent, intertwined lives of three sisters from Mexico who live in Texas, speaking primarily Spanish; Raquel Rodriguez, only one in her family with paper...",
      "abstract": "First article in series Three Sisters, chronicling American immigration experience through turbulent, intertwined lives of three sisters from Mexico who live in Texas, speaking primarily Spanish; Raquel Rodriguez, only one in her family with papers to live legally in US, has found her legal immigration status both privilege and burden; her siblings, all illegal residents, seek her out for food, cash advances or temporary place to live; relatives in Mexico also rely on her charity; family bond is sometimes strained by resentment; she feels obligation, almost obsession, to use her Texas foothold to lift her whole clan; but pull of Mexico remains strong, and she goes back on holidays; she tells of her decision to leave Mexico and how she was able to immigrate legally; photos (L)",
      "lead_paragraph": "SAN ANTONIO - It is the fourth quarter, with South San Antonio High School holding a narrow lead over its archrival in the biggest football game of the year, and most everyone in the bleachers is standing and hollering. But not Raquel Rodríguez.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/us/making-a-life-in-the-us-but-feeling-mexicos-tug.html",
      "byline": "By Julia Preston"
    },
    {
      "headline": "Making a Life in the U.S., but Feeling Mexico’s Tug",
      "snippet": "For Raquel Rodríguez of San Antonio, legal immigration status has been both a privilege and a burden. ",
      "abstract": "For Raquel Rodríguez of San Antonio, legal immigration status has been both a privilege and a burden. ",
      "lead_paragraph": "SAN ANTONIO — It is the fourth quarter, with South San Antonio High School holding a narrow lead over its archrival in the biggest football game of the year, and most everyone in the bleachers is standing and hollering. But not Raquel Rodríguez. ",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/us/19raquel.html",
      "byline": "By Julia Preston"
    },
    {
      "headline": "EBay Is Expected to Close Its Auction Site in China",
      "snippet": "eBay will shut its main Web site in China and enter into joint venture with Tom Online Inc, Internet company based in Beijing; eBay will take 49 percent stake in venture, taking majority share and administering venture, which has yet to be named; ...",
      "abstract": "eBay will shut its main Web site in China and enter into joint venture with Tom Online Inc, Internet company based in Beijing; eBay will take 49 percent stake in venture, taking majority share and administering venture, which has yet to be named; plans call for eBay to put $40 million into venture and Tom Online to contribute $20 million (M)",
      "lead_paragraph": "Acknowledging that the online auction market in China is enticingly fast-growing but frustratingly tough to crack, eBay will shut its main Web site in China and enter into a joint venture with a Chinese company instead, a person briefed on the plans of the companies said yesterday.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/technology/ebay-is-expected-to-close-its-auction-site-in-china.html",
      "byline": "By Katie Hafner and Brad Stone"
    },
    {
      "headline": "AOL Chief Has a View, a Long One",
      "snippet": "Randy Falco, AOL’s new chief executive, began reorganizing the company Monday to focus on free services for broadband Internet users supported by advertising.",
      "abstract": "Randy Falco, AOL’s new chief executive, began reorganizing the company Monday to focus on free services for broadband Internet users supported by advertising.",
      "lead_paragraph": "If AOL were being dressed up for a sale, as has been rumored on and off for several years, Randy Falco is an odd choice to be the new chief executive.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/technology/19aol.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Iraqi Ex-Minister Escapes Jail",
      "snippet": "Iraq's former electricity minister, who was arrested on corruption charges, broke out of jail in the heavily fortified Green Zone. Page A14.  ",
      "abstract": "Iraq's former electricity minister, who was arrested on corruption charges, broke out of jail in the heavily fortified Green Zone. Page A14.  ",
      "lead_paragraph": "Iraq's former electricity minister, who was arrested on corruption charges, broke out of jail in the heavily fortified Green Zone. Page A14.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/front page/world/iraqi-exminister-escapes-jail.html",
      "byline": ""
    },
    {
      "headline": "Provocative Retail Chain Is Acquired",
      "snippet": "American Apparel’s eccentric founder has decided to sell the privately held casual clothing chain for $382.5 million.",
      "abstract": "American Apparel’s eccentric founder has decided to sell the privately held casual clothing chain for $382.5 million.",
      "lead_paragraph": "American Apparel, the casual clothing chain whose socially conscious manufacturing, sexually charged advertising and snug-fitting T-shirts have generated a cultlike following, will be sold to a little-known investment firm for $382.5 million, according to people briefed on the matter. ",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/business/19deal.html",
      "byline": "By Andrew Ross Sorkin and Michael Barbaro"
    },
    {
      "headline": "Provocative Retail Chain Is Acquired",
      "snippet": "American Apparel, provocative retail chain, is acquired by Endeavor Acquisition Corp for $382.5 million; decision to sell is surprise move by company's eccentric founder Dov Charney, who is known for exercising strict, and at times controversial, ...",
      "abstract": "American Apparel, provocative retail chain, is acquired by Endeavor Acquisition Corp for $382.5 million; decision to sell is surprise move by company's eccentric founder Dov Charney, who is known for exercising strict, and at times controversial, control over retailer's operations; photo (M)",
      "lead_paragraph": "American Apparel, the casual clothing chain whose socially conscious manufacturing, sexually charged advertising and snug-fitting T-shirts have generated a cultlike following, will be sold to a little-known investment firm for $382.5 million, according to people briefed on the matter.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/business/provocative-retail-chain-is-acquired.html",
      "byline": "By Andrew Ross Sorkin and Michael Barbaro"
    },
    {
      "headline": "Attacks in Iraq at Record High, Pentagon Says",
      "snippet": "A report found an average of almost 960 attacks on U.S. and Iraqi targets every week from early August to early November.",
      "abstract": "A report found an average of almost 960 attacks on U.S. and Iraqi targets every week from early August to early November.",
      "lead_paragraph": "WASHINGTON, Dec. 18 — A Pentagon assessment of security conditions in Iraq concluded Monday that attacks against American and Iraqi targets had surged this summer and autumn to their highest level, and called violence by Shiite militants the most significant threat in Baghdad.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/world/middleeast/19military.html",
      "byline": "By David S. Cloud and Michael R. Gordon"
    },
    {
      "headline": "Paying Health Care From Pensions Proves Costly",
      "snippet": "Money is running out for some local governments that use pension funds to help pay for retired workers’ health care.",
      "abstract": "Money is running out for some local governments that use pension funds to help pay for retired workers’ health care.",
      "lead_paragraph": "Many local governments began turning to their pension funds to help pay for health care for retired public workers in the 1990s. Some are now regretting it. ",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/business/19retire.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "An Airline’s Heirs Apparent",
      "snippet": "Edward H. Bastian and James M. Whitehurst both want to be Delta’s next chief executive, if the airline is not first gobbled up in a takeover.",
      "abstract": "Edward H. Bastian and James M. Whitehurst both want to be Delta’s next chief executive, if the airline is not first gobbled up in a takeover.",
      "lead_paragraph": "ATLANTA — Poor pay, long hours and the contempt of many employees and customers — that pretty much sums up the job of running an airline these days.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/business/19delta.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Fannie Mae Ex-Officers Sued by U.S.",
      "snippet": "The civil charges accuse three former top executives of manipulating Fannie Mae’s books to fatten their bonuses.",
      "abstract": "The civil charges accuse three former top executives of manipulating Fannie Mae’s books to fatten their bonuses.",
      "lead_paragraph": "Fannie Mae’s main regulator sued the company’s former chairman and chief executive, Franklin D. Raines, and two top financial officers yesterday in an effort to extract more than $215 million in bonus payouts and fines over their involvement in a huge-scale accounting scandal.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/business/19fannie.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Chinese Success Story Chokes on Its Own Growth",
      "snippet": "Second of two articles in series City Limits, describes price city of Shenzhen is paying for becoming literal and symbolic heart of Chinese economic miracle; city was sleepy fishing village when it was decreed special economic zone in 1980 by Deng...",
      "abstract": "Second of two articles in series City Limits, describes price city of Shenzhen is paying for becoming literal and symbolic heart of Chinese economic miracle; city was sleepy fishing village when it was decreed special economic zone in 1980 by Deng Xiaoping; since then it has grown at annual rate of 28 percent; it owes its success to simple formula of cheap land, eager, compliant labor and lax environmental rules that attracted legions of foreign investors; costs of its phenomenal success include environmental destruction, soaring crime rates and disillusionment and degradation of its vast force of migrant workers; city's gigantic factories have particular reputation for harshness among workers and labor advocates; this has helped spawn one of most important labor developments in China in recent years: large-scale wildcat strikes and smaller job actions for better hours and wages; Chinese economic planners now see Shenzhen's recipe as all but irrelevant: too harsh, too wasteful, too polluted, and too dependent on churning, ceaseless turnover of migrant labor; photos (L)",
      "lead_paragraph": "SHENZHEN, China - When Zhang Feifei lost her job in this booming Chinese factory town, she was not terribly concerned. Jobs had always been plentiful in Shenzhen's flourishing economy.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/world/asia/chinese-success-story-chokes-on-its-own-growth.html",
      "byline": "By Howard W. French"
    },
    {
      "headline": "EBay Is Expected to Close Its Auction Site in China",
      "snippet": "After spending millions of dollars trying to establish itself in China, EBay plans to shut its main Chinese auction site and instead partner with a Beijing company.",
      "abstract": "After spending millions of dollars trying to establish itself in China, EBay plans to shut its main Chinese auction site and instead partner with a Beijing company.",
      "lead_paragraph": "Acknowledging that the online auction market in China is enticingly fast-growing but frustratingly tough to crack, eBay will shut its main Web site in China and enter into a joint venture with a Chinese company instead, a person briefed on the plans of the companies said yesterday.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/technology/19ebay.html",
      "byline": "By Katie Hafner and Brad Stone"
    },
    {
      "headline": "Fannie Mae Ex-Officers Sued by U.S.",
      "snippet": "Fannie Mae's main regulator Office of Federal Housing and Enterprise Oversight sues company's former chairman-chief executive Franklin D Raines, former chief financial officer J Timothy Howard and former controller Leanne G Spencer in effort to ex...",
      "abstract": "Fannie Mae's main regulator Office of Federal Housing and Enterprise Oversight sues company's former chairman-chief executive Franklin D Raines, former chief financial officer J Timothy Howard and former controller Leanne G Spencer in effort to extract more than $215 million in bonus payouts and fines over their involvement in huge-scale accounting scandal; regulator is seeking about $100 million in penalties; its effort to recoup more than $115 million in bonus payments is notable for its rarity and size; photo (M)",
      "lead_paragraph": "Fannie Mae's main regulator sued the company's former chairman and chief executive, Franklin D. Raines, and two top financial officers yesterday in an effort to extract more than $215 million in bonus payouts and fines over their involvement in a huge-scale accounting scandal.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/business/fannie-mae-exofficers-sued-by-us.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "New Dispute Over Firing of Publisher",
      "snippet": "Judith Regan complained about a “Jewish cabal against her,” according to notes released by her former employer, the News Corporation.",
      "abstract": "Judith Regan complained about a “Jewish cabal against her,” according to notes released by her former employer, the News Corporation.",
      "lead_paragraph": "LOS ANGELES, Dec. 18 — With Judith Regan’s authors still reeling from their publisher’s abrupt dismissal, the sparring between the headline-making Ms. Regan and her former employer, the News Corporation, grew more intense, more personal and more specific on Monday over accusations that she had made anti-Semitic comments that prompted her firing.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/19/business/media/19regan.html",
      "byline": "By Sharon Waxman and Richard Siklos"
    },
    {
      "headline": "Chinese Success Story Chokes on Its Own Growth",
      "snippet": "Few cities have created wealth faster than Shenzhen, but the costs stare out from every corner.",
      "abstract": "Few cities have created wealth faster than Shenzhen, but the costs stare out from every corner.",
      "lead_paragraph": "SHENZHEN, China — When Zhang Feifei lost her job in this booming Chinese factory town, she was not terribly concerned. Jobs had always been plentiful in Shenzhen’s flourishing economy. ",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/world/asia/19shenzhen.html",
      "byline": "By Howard W. French"
    },
    {
      "headline": "Iraq Insurgents Starve Capital of Electricity",
      "snippet": "Iraqi insurgents destroy power lines coming into Baghdad, causing frequent power outages in what amounts to electrical siege of capital; destruction of critical high-voltage lines at major power plants to north, south and west has left city increa...",
      "abstract": "Iraqi insurgents destroy power lines coming into Baghdad, causing frequent power outages in what amounts to electrical siege of capital; destruction of critical high-voltage lines at major power plants to north, south and west has left city increasingly dependent on few aging power plants within or near its borders; constant blackouts have severe consequences for security, governance, health care and mood of already weary and angry populace; insurgents use explosives to fell great towers that support thousands of miles of exposed lines; crews that arrive to repair damage are often attacked and sometimes killed, ensuring that government falls further and further behind as it attempts to repair lines; Karim Wahid, Iraqi electricity minister, says he has appealed both to American and Iraqi security forces for help in protecting lines, but had little response; maps; graph (M)",
      "lead_paragraph": "BAGHDAD, Dec. 18 - Over the past six months, Baghdad has been all but isolated electrically, Iraqi officials say, as insurgents have effectively won their battle to bring down critical high-voltage lines and cut off the capital from the major power plants to the north, south and west.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/world/middleeast/iraq-insurgents-starve-capital-of-electricity.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "U.S. Inquiry Falters on Civilians Accused of Abusing Detainees",
      "snippet": "Justice Dept team set up in aftermath of Abu Ghraib scandal to investigate accusations that civilian government employees abuse detainees will not prosecute most of nearly 20 cases referred by Pentagon and CIA; team has not brought single indictme...",
      "abstract": "Justice Dept team set up in aftermath of Abu Ghraib scandal to investigate accusations that civilian government employees abuse detainees will not prosecute most of nearly 20 cases referred by Pentagon and CIA; team has not brought single indictment since being established in June 2004; it has been plagued by problems, unable to collect forensic evidence or find witnesses in war-ravaged areas of Iraq and Afghanistan; civilians working in both countries include CIA officers, Americans hired by companies under contract with military as interrogators and translators, and local residents temporarily employed as support workers; in some cases, Justice Dept team has declined to prosecute in cases involving same events in which military lawyers have brought charges against members of armed services; Sen Richard J Durbin sends letter to Atty Gen Alberto R Gonzales urging Justice Dept team to be more forthcoming about cases it investigated; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 18 - A Justice Department team responsible for investigating accusations that civilian government employees had abused detainees has decided against prosecution in most of the nearly 20 cases referred in the last two years by the Pentagon and the Central Intelligence Agency, said lawyers who have been officially briefed on the effort.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/washington/us-inquiry-falters-on-civilians-accused-of-abusing-detainees.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "Iraq Insurgents Starve Capital of Electricity",
      "snippet": "Baghdad has been all but isolated electrically, and attempts to repair power lines are falling behind attacks on the grid.",
      "abstract": "Baghdad has been all but isolated electrically, and attempts to repair power lines are falling behind attacks on the grid.",
      "lead_paragraph": "BAGHDAD, Dec. 18 — Over the past six months, Baghdad has been all but isolated electrically, Iraqi officials say, as insurgents have effectively won their battle to bring down critical high-voltage lines and cut off the capital from the major power plants to the north, south and west.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/world/middleeast/19electricity.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "ATTACKS IN IRAQ AT RECORD LEVEL, PENTAGON FINDS",
      "snippet": "Pentagon report says attacks against American and Iraqi targets surged this summer and autumn to their highest level, and that violence by Shiite militants is most significant threat in Baghdad; finds biggest surge in attacks has been against Amer...",
      "abstract": "Pentagon report says attacks against American and Iraqi targets surged this summer and autumn to their highest level, and that violence by Shiite militants is most significant threat in Baghdad; finds biggest surge in attacks has been against American-led forces, although most deaths and injuries were suffered by Iraqi military and civilians; about 17,000 American combat troops are involved in beefed-up security operation to secure Baghdad, in operation that began in early August; Pentagon assessment finds that sectarian death squads adapted to increased American military presence and resumed their killings in regions of capital not initially targets of overstretched American and Iraqi troops; finds Shiite militias got help from allies among Iraqi police who provided advance warning of upcoming operations; report says Mahdi Army, Shiite militia that Prime Min Nuri Kamal Al-Maliki has not confronted despite American pressure to do so, has had greatest negative impact on security; photos; graphs (L)",
      "lead_paragraph": "WASHINGTON, Dec. 18 - A Pentagon assessment of security conditions in Iraq concluded Monday that attacks against American and Iraqi targets had surged this summer and autumn to their highest level, and called violence by Shiite militants the most significant threat in Baghdad.",
      "publication_date": "2006-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/19/washington/the-struggle-for-iraq-attacks-in-iraq-at-record-level-pentagon.html",
      "byline": "By David S. Cloud and Michael R. Gordon"
    }
  ]
}