{
  "metadata": {
    "date": "2006-12-13",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Continental and United in Deal Talks",
      "snippet": "United Airlines and Continental Airlines have been holding talks on a potential merger, people involved in the negotiations said.",
      "abstract": "United Airlines and Continental Airlines have been holding talks on a potential merger, people involved in the negotiations said.",
      "lead_paragraph": "United Airlines and Continental Airlines have been holding talks on a potential merger, a combination that would create the biggest domestic airline, with a combined value of $9 billion, people involved in the negotiations said last night.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/13/business/13air.html",
      "byline": "By Andrew Ross Sorkin and Jeff Bailey"
    },
    {
      "headline": "Saudis Say They Might Back Sunnis if U.S. Leaves Iraq",
      "snippet": "Saudi Arabia’s warning reflects fears among America’s Sunni Arab allies about Iran’s rising influence in Iraq.",
      "abstract": "Saudi Arabia’s warning reflects fears among America’s Sunni Arab allies about Iran’s rising influence in Iraq.",
      "lead_paragraph": "WASHINGTON, Dec. 12 — Saudi Arabia has told the Bush administration that it might provide financial backing to Iraqi Sunnis in any war against Iraq’s Shiites if the United States pulls its troops out of Iraq, according to American and Arab diplomats.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/world/middleeast/13saudi.html",
      "byline": "By Helene Cooper"
    },
    {
      "headline": "Saudis Say They Might Back Sunnis if U.S. Leaves Iraq",
      "snippet": "Saudi Arabia reportedly tells Bush administration it might provide financial backing to Iraqi Sunnis in war against Shiites if US pulls out troops; King Abdullah conveyed grim message during Vice Pres Cheney's visit; reportedly also opposed US-Ira...",
      "abstract": "Saudi Arabia reportedly tells Bush administration it might provide financial backing to Iraqi Sunnis in war against Shiites if US pulls out troops; King Abdullah conveyed grim message during Vice Pres Cheney's visit; reportedly also opposed US-Iran talks and pushed for resumption of Israeli-Palestinian talks; warning reflects fears about Shiite Iran's rising influence; Saudis fear massacre of Sunnis, although they are also wary of supporting Sunni insurgents led by Al Qaeda extremists; Amb Prince Turki al-Faisal, who has told staff he is leaving Washington, dismissed consultant Nawaf Obaid over Washington Post article predicting that US pullout would bring 'massive Saudi intervention' and oil production increase to lower prices and destroy Iranian economy; that apparently represents Saudi government view; disarray reportedly over Turki resignation (M)",
      "lead_paragraph": "WASHINGTON, Dec. 12 - Saudi Arabia has told the Bush administration that it might provide financial backing to Iraqi Sunnis in any war against Iraq's Shiites if the United States pulls its troops out of Iraq, according to American and Arab diplomats.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/world/middleeast/saudis-say-they-might-back-sunnis-if-us-leaves-iraq.html",
      "byline": "By Helene Cooper"
    },
    {
      "headline": "Grid Limitations Increase Prices for Electricity",
      "snippet": "In 2008, congestion charges will cost about $8 billion, or $40 a person living east of the Rockies except Texas.",
      "abstract": "In 2008, congestion charges will cost about $8 billion, or $40 a person living east of the Rockies except Texas.",
      "lead_paragraph": "CHAMBERSBURG, Pa. — It is a tiny, flickering signal of an expensive problem looming for tens of millions of Americans: The cost of electricity for households in this southern Pennsylvania town soared this year by 31 percent, or an average of $24 a month.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/business/13power.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Continental and United in Deal Talks",
      "snippet": "United Airlines and Continental Airlines have been holding talks on potential merger, combination that would create biggest domestic airline, with combined value of $9 billion; talks, apparently initiated by United, recently picked up pace after U...",
      "abstract": "United Airlines and Continental Airlines have been holding talks on potential merger, combination that would create biggest domestic airline, with combined value of $9 billion; talks, apparently initiated by United, recently picked up pace after US Airways' bid in November to buy Delta Air Lines; any effort by two to merge would be complicated by agreement Continental has with Northwest Airlines; agreement could allow Northwest to block certain merger transactions involving Continental, but could allow Continental more freedom to enter combination if it were acquiring party and if approval of its shareholders were not required; Northwest would lose its blocking power over Continental if it entered into merger; AirTran Holdings is expected to make offer for Midwest Air for about $200 million in cash and AirTran stock (M)",
      "lead_paragraph": "United Airlines and Continental Airlines have been holding talks on a potential merger, a combination that would create the biggest domestic airline, with a combined value of $9 billion, people involved in the negotiations said last night.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/13/business/continental-and-united-in-deal-talks.html",
      "byline": "BY Andrew Ross Sorkin AND Jeff Bailey"
    },
    {
      "headline": "Most Wanted on Museum Boards: Hedge Fund Managers",
      "snippet": "Explosion of hedge fund wealth creates new financial pecking order in world of art collecting and philanthropy, epitomized by David K Ganek, who raised $4 million for Guggenheim museum in his public debut on New York arts scene; other institutions...",
      "abstract": "Explosion of hedge fund wealth creates new financial pecking order in world of art collecting and philanthropy, epitomized by David K Ganek, who raised $4 million for Guggenheim museum in his public debut on New York arts scene; other institutions are also luring hedge fund executives as they spread their wings in New York society; photo (M)",
      "lead_paragraph": "How do you know you have landed the right hedge fund executive for your museum board? When he rakes in $4 million as co-chairman of the year's top fund-raising gala.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/business/most-wanted-on-museum-boards-hedge-fund-managers.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Family With Big Stake Seeks Part of Tribune",
      "snippet": "The Chandler family has begun talks with private equity firms about a joint bid for part of the Tribune Company.",
      "abstract": "The Chandler family has begun talks with private equity firms about a joint bid for part of the Tribune Company.",
      "lead_paragraph": "The Chandler family, which long owned The Los Angeles Times, has begun holding talks with several private equity firms about forming a consortium to bid on part of the Tribune Company, people briefed on the discussions said yesterday. ",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/13/business/media/13tribune.html",
      "byline": "By Andrew Ross Sorkin and Katharine Q. Seelye"
    },
    {
      "headline": "White House to Delay Shift on Iraq Until ’07",
      "snippet": "Officials suggested that the president’s advisers were locked in internal debates on several fronts about how to proceed in Iraq.",
      "abstract": "Officials suggested that the president’s advisers were locked in internal debates on several fronts about how to proceed in Iraq.",
      "lead_paragraph": "WASHINGTON, Dec. 12 — The White House said Tuesday that President Bush would delay presenting any new strategy for Iraq until early next year, as officials suggested that Mr. Bush’s advisers were locked in internal debates on several fronts about how to proceed.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/world/middleeast/13prexy.html",
      "byline": "By Jim Rutenberg and David E. Sanger"
    },
    {
      "headline": "Grid Limitations Increase Prices for Electricity",
      "snippet": "Article in series Power Play explains how electricity prices are increasing because nation's network of transmission lines has not been maintained and expanded enough to meet growing demand; insufficient capacity forces utilities with efficient ge...",
      "abstract": "Article in series Power Play explains how electricity prices are increasing because nation's network of transmission lines has not been maintained and expanded enough to meet growing demand; insufficient capacity forces utilities with efficient generating stations to buy from costlier plants; problem already affects about 40 million people in Northeast and 18 million in Southern California and will also bring higher prices to New England, San Francisco area and Seattle-Portland and Phoenix-Tucson corridors; example is Chambersburg, Pa, where rates have soared 31 percent this year; Energy Department estimates congestion charges add $8 billion to costs in Eastern grid, almost $90 per person in New York area last year; congestion frustrates those who supported deregulation; Energy Policy Act of 2005 bars localities from blocking new transmission lines, but protests have erupted where they are planned; photos; maps (M)",
      "lead_paragraph": "CHAMBERSBURG, Pa. - It is a tiny, flickering signal of an expensive problem looming for tens of millions of Americans: The cost of electricity for households in this southern Pennsylvania town soared this year by 31 percent, or an average of $24 a month.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/business/grid-limitations-increase-prices-for-electricity.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Visions of Bonus Heaven in Goldman Sachs Profit",
      "snippet": "Quarterly profits soared 93 percent, and the bank is paying $16.5 billion in compensation this year, roughly $623,418 per employee.",
      "abstract": "Quarterly profits soared 93 percent, and the bank is paying $16.5 billion in compensation this year, roughly $623,418 per employee.",
      "lead_paragraph": "Money is not supposed to grow on trees. Unless you happen to work at Goldman Sachs. ",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/13/business/13place.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "What Money Doesn’t Buy in Health Care",
      "snippet": "What was in many ways a great display of American medicine was also an example of what’s wrong with our health care system.",
      "abstract": "What was in many ways a great display of American medicine was also an example of what’s wrong with our health care system.",
      "lead_paragraph": " In a packed hearing room at the Food and Drug Administration last week, a panel of cardiac experts met to consider what was obviously an important question: Has one of the most popular treatments for heart disease in fact been killing some of the patients it is meant to help?",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/13/business/13leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Iraq Army Plans for a Wider Role",
      "snippet": "A plan presented to the U.S. calls for Iraqi troops to assume the primary responsibility.",
      "abstract": "A plan presented to the U.S. calls for Iraqi troops to assume the primary responsibility.",
      "lead_paragraph": " WASHINGTON, Dec. 12 — Iraq has presented the United States with a plan that calls for Iraqi troops to assume primary responsibility for security in Baghdad early next year. American troops would be shifted to the periphery of the capital. ",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/world/middleeast/13troops.html",
      "byline": "By Michael R. Gordon and Sabrina Tavernise"
    },
    {
      "headline": "Family With Big Stake Seeks Part of Tribune",
      "snippet": "Chandler family, which long owned Los Angeles Times, has begun holding talks with several private equity firms about forming consortium to bid on part of Tribune Co; Chandlers are exploring idea of leading consortium as way to either create value ...",
      "abstract": "Chandler family, which long owned Los Angeles Times, has begun holding talks with several private equity firms about forming consortium to bid on part of Tribune Co; Chandlers are exploring idea of leading consortium as way to either create value in leveraged buyout of assets or to possibly start bidding war; practically no newspaper companies, with exception of Gannett Co, have expressed interest in Tribune; advantage of Chandler family would have in auction is its status as owner of 20 percent of Tribune Co; deal could be structured with Chandlers owning 51 percent of Tribune unit and private equity firms owning rest; Chandler family's first preference remains for company to be sold in its entirety to outside buyers (M)",
      "lead_paragraph": "The Chandler family, which long owned The Los Angeles Times, has begun holding talks with several private equity firms about forming a consortium to bid on part of the Tribune Company, people briefed on the discussions said yesterday.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/13/business/media/family-with-big-stake-seeks-part-of-tribune.html",
      "byline": "By Andrew Ross Sorkin and Katharine Q. Seelye"
    },
    {
      "headline": "U.S. Moves to Restrain Prosecutors",
      "snippet": "The Justice Department put new restraints on federal prosecutors in corporate investigations, easing tactics adopted in the wake of the Enron collapse.",
      "abstract": "The Justice Department put new restraints on federal prosecutors in corporate investigations, easing tactics adopted in the wake of the Enron collapse.",
      "lead_paragraph": " The Justice Department placed new restraints on federal prosecutors conducting corporate investigations yesterday, easing tactics adopted in the wake of the Enron collapse.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/13/business/13legal.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "Web Site Hunts Pedophiles, and TV Goes Along",
      "snippet": "Perverted Justice has emerged as one of the most effective unofficial law enforcement groups in the country.",
      "abstract": "Perverted Justice has emerged as one of the most effective unofficial law enforcement groups in the country.",
      "lead_paragraph": "Last month, the Web site Perverted-Justice.com posted news of the conviction of Sean Young, a Wisconsin man sentenced to 10 years in state prison for soliciting sex online from a 14-year-old girl. According to a transcript of an online chat posted on the site, at one point Mr. Young had asked the girl, identified only as Billie, what she was wearing. When she answered “sweats,” Mr. Young typed back that if she were his daughter, “i’d make u wear sexy clthes.”",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/technology/13justice.html",
      "byline": "By Allen Salkin"
    },
    {
      "headline": "U.S. Moves to Restrain Prosecutors",
      "snippet": "Justice Department places new restraints on federal prosecutors conducting corporate probes, easing tactics adopted in wake of Enron collapse; changes are outlined in memorandum written by Paul J McNulty, deputy attorney general; federal prosecuto...",
      "abstract": "Justice Department places new restraints on federal prosecutors conducting corporate probes, easing tactics adopted in wake of Enron collapse; changes are outlined in memorandum written by Paul J McNulty, deputy attorney general; federal prosecutors will no longer have blanket authority to ask routinely that company under investigation waive confidentiality of its legal communications or risk being indicted; they will need written approval for waivers from deputy attorney general, and can make such requests only rarely; former Justice Department official Andrew Weissmann says new guidelines will help companies defend themselves by 'making it easier for corporations to say no, and not having to worry about that decision being held against them; another substantial change prohibits prosecutors from considering, when weighing whether to seek indictment of company, whether it is paying legal fees or employee caught up in industry; original guidelines were written by Larry D Thompson, then deputy attorney general, in 2003; photos (M)",
      "lead_paragraph": "The Justice Department placed new restraints on federal prosecutors conducting corporate investigations yesterday, easing tactics adopted in the wake of the Enron collapse.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/13/business/us-moves-to-restrain-prosecutors.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "Most Wanted on Museum Boards: Hedge Fund Managers",
      "snippet": "Institutions like the Guggenheim and Lincoln Center are trying to lure hedge fund executives to join their boards. ",
      "abstract": "Institutions like the Guggenheim and Lincoln Center are trying to lure hedge fund executives to join their boards. ",
      "lead_paragraph": "How do you know you have landed the right hedge fund executive for your museum board? When he rakes in $4 million as co-chairman of the year’s top fund-raising gala. ",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/business/13rich.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Iraq Army Plans for a Wider Role",
      "snippet": "Iraq proposes that its troops assume primary responsibility for security in Baghdad early next year, with American troops shifting to periphery of capital; national security adviser Mowaffak al-Rubaie says in interview that plan was presented duri...",
      "abstract": "Iraq proposes that its troops assume primary responsibility for security in Baghdad early next year, with American troops shifting to periphery of capital; national security adviser Mowaffak al-Rubaie says in interview that plan was presented during Pres Bush's meeting with Prime Min Nuri al-Maliki in Amman; Gen George W Casey Jr is assessing proposal, which is consistent with US desire for Iraqis to take responsibility; fear is that US could become complicit in sectarian violence because Shiite-led goverment is not acting against militias that are forcing Sunnis out of entire areas of northern and eastern Baghdad; US command is developing conditions to be met before any pullback; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 12 - Iraq has presented the United States with a plan that calls for Iraqi troops to assume primary responsibility for security in Baghdad early next year. American troops would be shifted to the periphery of the capital.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/world/middleeast/iraq-army-plans-for-a-wider-role.html",
      "byline": "By Michael R. Gordon and Sabrina Tavernise"
    },
    {
      "headline": "White House to Delay Shift on Iraq Until ’07",
      "snippet": "Pres Bush to delay presenting new strategy for Iraq until early next year as his advisers debate how to proceed in face of escalating violence; situation adds to anxiety among Iraq's moderate neighbors who identify with Iraq's Sunni minority, but ...",
      "abstract": "Pres Bush to delay presenting new strategy for Iraq until early next year as his advisers debate how to proceed in face of escalating violence; situation adds to anxiety among Iraq's moderate neighbors who identify with Iraq's Sunni minority, but Bush reportedly concludes that troop decisions, political pressure and diplomacy are too complicated to be determined before Christmas; decision brings Democratic criticism as not showing urgency in face of 'grave and deteriorating' situation portrayed by Iraq Study Group; 70 Iraqis are killed and more than 200 wounded in one bombing in Baghdad; idea of surge in US troops draws skeptical response from ground commanders and reportedly from Gen Peter Pace as well; key issues include how to pressure Prime Min Nuri al-Maliki to move faster and whether to back Shiite government over Sunni minority, as Vice Pres Cheney reportedly wishes, or woo centrist Sunnis as Sec Condoleezza Rice advocates; Republican Sen Chuck Hagel calls delay unpardonable; photos of bombing scene and of Sunni Vice Tariq al-Hashemi at White House (M)",
      "lead_paragraph": "WASHINGTON, Dec. 12 - The White House said Tuesday that President Bush would delay presenting any new strategy for Iraq until early next year, as officials suggested that Mr. Bush's advisers were locked in internal debates on several fronts about how to proceed.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/world/middleeast/white-house-to-delay-shift-on-iraq-until-07.html",
      "byline": "By Jim Rutenberg and David E. Sanger"
    },
    {
      "headline": "Visions of Bonus Heaven in Goldman Sachs Profit",
      "snippet": "Goldman Sachs says fourth-quarter profits soared 93 percent; earned $3.15 billion on revenue of $9.41 billion; investment banking revenue climbed 42 percent, to $1.3 billion, and trading and principal investments rose 57 percent, to $6.6 billion; ...",
      "abstract": "Goldman Sachs says fourth-quarter profits soared 93 percent; earned $3.15 billion on revenue of $9.41 billion; investment banking revenue climbed 42 percent, to $1.3 billion, and trading and principal investments rose 57 percent, to $6.6 billion; Goldman produced record revenue of $37.7 billion and record profit of $9.5 billion; investment banking earned $5.6 billion while trading and principal investments produced $25.6 billion; figures are good news to scores of Goldman bankers and traders who will find out, starting Dec 13, what their bonuses will be; bank is paying $16.5 billion in compensation this year, or about $623,418 for every employee; graph; photo (Market Place column) (M)",
      "lead_paragraph": "Money is not supposed to grow on trees. Unless you happen to work at Goldman Sachs.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/13/business/visions-of-bonus-heaven-in-goldman-sachs-profit.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Web Site Hunts Pedophiles, and TV Goes Along",
      "snippet": "Anti-pedophile group Perverted-Justice.com has grown from one man's effort to curb lewd chat sites into nationwide force of cyberspace vigilantes, financed by television program Dateline NBC, which has broadcast 11 shows in which would-be pedophil...",
      "abstract": "Anti-pedophile group Perverted-Justice.com has grown from one man's effort to curb lewd chat sites into nationwide force of cyberspace vigilantes, financed by television program Dateline NBC, which has broadcast 11 shows in which would-be pedophiles are lured to 'sting houses' and surprised by camera crews and police; group has become one of most effective unofficial law enforcement operations in country, although some legal and law enforcement experts accuse it of entrapment, making mistakes that ruin innocent lives and, paradoxically, disseminating explicit transcripts that encourage pedophiles; founder Xavier Von Erck of Portland, Oregon, is reclusive and apparently obsessive in his crusade; Perverted Justice has 41,000 registered users of online forums, 65 volunteers trained as chat room decoys and lucrative collaboration with NBC; six new episodes are planned for first half of 2007; photos of Von Erck and NBC host Chris Hansen (M)",
      "lead_paragraph": "Last month, the Web site Perverted-Justice.com posted news of the conviction of Sean Young, a Wisconsin man sentenced to 10 years in state prison for soliciting sex online from a 14-year-old girl. According to a transcript of an online chat posted on the site, at one point Mr. Young had asked the girl, identified only as Billie, what she was wearing. When she answered \"sweats,\" Mr. Young typed back that if she were his daughter, \"i'd make u wear sexy clthes.\"",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/technology/web-site-hunts-pedophiles-and-tv-goes-along.html",
      "byline": "By Allen Salkin"
    },
    {
      "headline": "Profit Up 93% at Goldman",
      "snippet": "Goldman Sachs reported a 93 percent rise in quarterly profits, dropping jaws on Wall Street and setting a record for an American investment bank.    BUSINESS DAY, PAGE C1",
      "abstract": "Goldman Sachs reported a 93 percent rise in quarterly profits, dropping jaws on Wall Street and setting a record for an American investment bank.    BUSINESS DAY, PAGE C1",
      "lead_paragraph": "Goldman Sachs reported a 93 percent rise in quarterly profits, dropping jaws on Wall Street and setting a record for an American investment bank.",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/13/business/front page/profit-up-93-at-goldman.html",
      "byline": ""
    },
    {
      "headline": "What Money Doesn’t Buy in Health Care",
      "snippet": "David Leonhardt column on controversy surrounding effectiveness of coated stents used in angioplasty procedures; says Food and Drug Administration after hearing expert testimony concluded that doctors and patients needed to be aware of risks of st...",
      "abstract": "David Leonhardt column on controversy surrounding effectiveness of coated stents used in angioplasty procedures; says Food and Drug Administration after hearing expert testimony concluded that doctors and patients needed to be aware of risks of stents and that researchers should continue collecting data; holds what went totally ignored at hearings was findings of studies that show that whether or not stent is coated, angioplasty and stenting do not actually reduce risk of heart attack or extend life span for most patients; holds there is no federal agency or medical group to say no when expensive form of treatment becomes far more common than it needs to be, which is big reason that health care spending is rising so rapidly; photo (M)",
      "lead_paragraph": "In a packed hearing room at the Food and Drug Administration last week, a panel of cardiac experts met to consider what was obviously an important question: Has one of the most popular treatments for heart disease in fact been killing some of the patients it is meant to help?",
      "publication_date": "2006-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/13/business/what-money-doesnt-buy-in-health-care.html",
      "byline": "By David Leonhardt"
    }
  ]
}