{
  "metadata": {
    "date": "2006-11-22",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "A $500 Milestone for Google Believers",
      "snippet": "Google's shares close at $509.65, up $14.60, passing $500 mark for first time; company was forced to reduce its initial public offering price to $85 little more than two years ago because of lackluster demand; it quickly confounded skeptics, risin...",
      "abstract": "Google's shares close at $509.65, up $14.60, passing $500 mark for first time; company was forced to reduce its initial public offering price to $85 little more than two years ago because of lackluster demand; it quickly confounded skeptics, rising to $100 on first day of trading, and reaching closing prices of $200, $300 and $400 all within course of 2005; Google now has market value of $156 billion, exceeding all but 13 American companies; it is worth more than any media company and all technology companies except Microsoft; Google's success has made its founders Sergey Brin and Larry Page 12th- and 13th-richest people in US; their shareholdings are worth more than $15 billion each, on top of more than $2 billion in cash that each has received for selling some shares; graphs; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/22/technology/a-500-milestone-for-google-believers.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "A $500 Milestone for Google Believers",
      "snippet": "Google’s shares gained $14.60, or 3 percent, to close at $509.65, passing the $500 mark for the first time. ",
      "abstract": "Google’s shares gained $14.60, or 3 percent, to close at $509.65, passing the $500 mark for the first time. ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/22/technology/22google.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "An Ideologue for Hire Gets New Alliance",
      "snippet": "Marshall Wittmann, Senator Joseph I. Lieberman’s new spokesman, is one of the great ideological contortionists.",
      "abstract": "Marshall Wittmann, Senator Joseph I. Lieberman’s new spokesman, is one of the great ideological contortionists.",
      "lead_paragraph": "WASHINGTON, Nov. 21  Senator Joseph I. Lieberman announced Tuesday that he had hired a new spokesman, which is not in itself that noteworthy, except that the said spokesman, Marshall Wittmann, is one of the great career vagabonds, ideological contortionists and political pontificators ever to inflict himself on a city full of them.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/22/us/politics/22wittmann.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Lebanon Official Critical of Syria Is Assassinated",
      "snippet": "The assassination jolted a nation already paralyzed by political conflict that threatens to topple the government.",
      "abstract": "The assassination jolted a nation already paralyzed by political conflict that threatens to topple the government.",
      "lead_paragraph": "BEIRUT, Lebanon, Nov. 21 — Pierre Gemayel, a Lebanese cabinet minister and strong opponent of Syrian influence in Lebanon, was gunned down in his car here on Tuesday afternoon, jolting a nation already paralyzed by political conflict that threatens to topple the government.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/22/world/middleeast/22lebanon.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Murdoch, Accustomed to Risks, Retreats From One",
      "snippet": "Rupert Murdoch's decision to cancel O J Simpson television and book project by subsidiaries of News Corp is rare acknowledgment that there are limits; Murdoch's media programming has filled lucrative niche by never being afraid to push limits of t...",
      "abstract": "Rupert Murdoch's decision to cancel O J Simpson television and book project by subsidiaries of News Corp is rare acknowledgment that there are limits; Murdoch's media programming has filled lucrative niche by never being afraid to push limits of taste; Murdoch scuttles venture after it generated outrage both within and outside his company even as copies of Simpson book were en route to bookstores and as publicity for coming TV special on Fox was under way; Murdoch says venture was ill-conceived project; apologizes to families of Ron Goldman and Nicole Brown Simpson for any pain issue has caused; photo (M)",
      "lead_paragraph": "Rupert Murdoch has built a career on taking risks.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/22/business/media/murdoch-accustomed-to-risks-retreats-from-one.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Filling Pantries Without a Middleman",
      "snippet": "A few years back, the online grocery business was just about the perfect symbol of the dot-com bust. Now, though, the idea is finally starting to look good.",
      "abstract": "A few years back, the online grocery business was just about the perfect symbol of the dot-com bust. Now, though, the idea is finally starting to look good.",
      "lead_paragraph": " A few years back, the online grocery business was just about the perfect symbol of the dot-com bust. ",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/22/business/22leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Study Questions Need to Operate on Disk Injuries",
      "snippet": "Researchers report that people with ruptured disks in their lower backs usually recover whether or not they have surgery; study, a large trial, finds that surgery appears to relieve pain more quickly but that most people recover eventually and tha...",
      "abstract": "Researchers report that people with ruptured disks in their lower backs usually recover whether or not they have surgery; study, a large trial, finds that surgery appears to relieve pain more quickly but that most people recover eventually and that there is no harm in waiting; surgeons say report is likely to change medical practice; study, published in Journal of American Medical Assn, is only large trial to compare surgery for sciatica with waiting; study finds that patients who had surgery often reported immediate relief, but that by three to six months, patients in both groups reported marked improvement; study was controversial from start, with many surgeons saying they knew that operation worked and that it would be unethical for their patients to participate in such a study; in the end, though, neither waiting nor surgery is clear winner, and most patients could safely decide what to do based on personal preference and level of pain; Dr Eugene J Carragee of Stanford University calls risk of patient's waiting with sciatica 'off the radar screen'; photo (L)",
      "lead_paragraph": "People with ruptured disks in their lower backs usually recover whether or not they have surgery, researchers are reporting today. The study, a large trial, found that surgery appeared to relieve pain more quickly but that most people recovered eventually and that there was no harm in waiting.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/22/health/study-questions-need-to-operate-on-disk-injuries.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "An Ideologue for Hire Gets New Alliance",
      "snippet": "Sen Joseph I Lieberman announces that he has hired new spokesman, Marshall Wittmann; Wittmann is seen one of great career vagabonds, ideological contortionists and political pontificators; Lieberman, longtime Democrat of Connecticut who was re-ele...",
      "abstract": "Sen Joseph I Lieberman announces that he has hired new spokesman, Marshall Wittmann; Wittmann is seen one of great career vagabonds, ideological contortionists and political pontificators; Lieberman, longtime Democrat of Connecticut who was re-elected as an independent and calls himself 'Independent Democrat,' has not ruled out becoming Republican; Wittmann is Trotskyite turned Zionist turned Reaganite turned bipartisan irritant turned pretty much everthing in between--including chief lobbyist for Christian coalition, only Jew who has ever held that position; Wittmann calls his career 'eclectic,' saying he has always been drawn to independent thinkers; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 21 - Senator Joseph I. Lieberman announced Tuesday that he had hired a new spokesman, which is not in itself that noteworthy, except that the said spokesman, Marshall Wittmann, is one of the great career vagabonds, ideological contortionists and political pontificators ever to inflict himself on a city full of them.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/22/us/politics/an-ideologue-for-hire-gets-new-alliance.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Perfect Killing Method, but Clear Targets Are Few for Marines in Iraq",
      "snippet": "Sniping is proving a less successful method in counterinsurgency in Iraq than had been hoped.",
      "abstract": "Sniping is proving a less successful method in counterinsurgency in Iraq than had been hoped.",
      "lead_paragraph": "KARMA, Iraq, Nov. 16 — The sniper team left friendly lines hours ahead of the sun. They were a group of marines walking through the chill, hoping to be in hiding before the mullahs’ predawn call to prayer would urge this city awake.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/22/world/middleeast/22sniper.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "At Dell, Profit Rises, Questions Linger",
      "snippet": "Dell Inc reports another tepid revenue growth, but investors look at marked improvement from previous period as sign of turnaround, pushing shares up sharply in after-hours trading; third-quarter net income was $677 million, up 11.7 percent from $...",
      "abstract": "Dell Inc reports another tepid revenue growth, but investors look at marked improvement from previous period as sign of turnaround, pushing shares up sharply in after-hours trading; third-quarter net income was $677 million, up 11.7 percent from $606 million year ago; revenue was up 3.4 percent to $14.4 billion from $13.9 billion year earlier; Dell cautions that its results are preliminary and subject to restatement because of questions raised by Securities and Exchange Commission and US attorney's office; both are investigating company's accounting (M)",
      "lead_paragraph": "Dell reported another quarter of tepid revenue growth yesterday, but investors looked at a marked improvement from the previous period as a sign of a turnaround, pushing shares up sharply in after-hours trading.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/22/technology/at-dell-profit-rises-questions-linger.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Dodd’s Balancing Act to Get Tougher",
      "snippet": "Lobbyists and lawmakers are questioning whether Sen Christopher J Dodd will become populist champion on issues that broadly affect middle class or does he shrink from controversial issues that offend huge donors as he prepares to take over leaders...",
      "abstract": "Lobbyists and lawmakers are questioning whether Sen Christopher J Dodd will become populist champion on issues that broadly affect middle class or does he shrink from controversial issues that offend huge donors as he prepares to take over leadership of Senate Banking Committee; Dodd has shown through 25-year record in Senate that he is adept to going both ways; at various times he has broken with big corporate interests in support of principle; at other times, he has broken ranks with his more liberal party peers to advance causes associated with corporate patrons; how Dodd balances competing interests of corporations and financial institutions with those of investors will define his chairmanship; graphs; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 21 - As Senator Christopher J. Dodd prepares to take over the leadership of the Senate Banking Committee while also considering a run for the presidency, lobbyists and lawmakers are all asking the same question.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/22/business/dodds-balancing-act-to-get-tougher.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "At Dell, Profit Rises, Questions Linger",
      "snippet": "Dell cautioned that its results were preliminary and subject to restatement because of questions raised by the Securities and Exchange Commission.",
      "abstract": "Dell cautioned that its results were preliminary and subject to restatement because of questions raised by the Securities and Exchange Commission.",
      "lead_paragraph": "Dell reported another quarter of tepid revenue growth yesterday, but investors looked at a marked improvement from the previous period as a sign of a turnaround, pushing shares up sharply in after-hours trading.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/22/technology/22dell.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Dodd’s Balancing Act to Get Tougher",
      "snippet": "As Senator Christopher Dodd is poised to lead the Senate Banking Committee, many are wondering if he will embrace populist policies or favor big businesses.",
      "abstract": "As Senator Christopher Dodd is poised to lead the Senate Banking Committee, many are wondering if he will embrace populist policies or favor big businesses.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/22/business/22dodd.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Murdoch, Accustomed to Risks, Retreats From One",
      "snippet": "Rupert Murdoch's decision to cancel an O. J. Simpson television and book project was a rare acknowledgment that there are limits.",
      "abstract": "Rupert Murdoch's decision to cancel an O. J. Simpson television and book project was a rare acknowledgment that there are limits.",
      "lead_paragraph": "Rupert Murdoch has built a career on taking risks.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/22/business/media/22murdoch.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Thousands Mourn Slain Minister in Lebanon",
      "snippet": "Pierre Gemayel, Lebanese cabinet minister and strong opponent of Syrian influence in Lebanon, is gunned down in his car in Beirut, jolting nation already paralyzed by political conflict that threatens to topple government; killing of Gemayel, 34-y...",
      "abstract": "Pierre Gemayel, Lebanese cabinet minister and strong opponent of Syrian influence in Lebanon, is gunned down in his car in Beirut, jolting nation already paralyzed by political conflict that threatens to topple government; killing of Gemayel, 34-year-old scion of prominent Maronite Christian family, inflames tensions between anti-Syria coalition trying to hold its government together and Syrian-allied opposition led by Hezbollah; Hezbollah threatens street protests if it is not given more power; Lebanese radio reports that shots were also fired into Beirut office of Michel Pharaon, Greek Catholic member of ruling coalition and minister for parliamentary affairs; Prime Minister Fouad Siniora vows in television speech that his government will hold firm; photos (L)",
      "lead_paragraph": "BEIRUT, Lebanon, Nov. 21 - Pierre Gemayel, a Lebanese cabinet minister and strong opponent of Syrian influence in Lebanon, was gunned down in his car here on Tuesday afternoon, jolting a nation already paralyzed by political conflict that threatens to topple the government.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/22/world/middleeast/thousands-mourn-slain-minister-in-lebanon.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Filling Pantries Without a Middleman",
      "snippet": "David Leonhardt column on success of FreshDirect, New York City-based online grocery shopping service; says company brings in about $240 million each year, up from nothing in 2001; holds company got its start seven years ago by Jason Ackerman; pho...",
      "abstract": "David Leonhardt column on success of FreshDirect, New York City-based online grocery shopping service; says company brings in about $240 million each year, up from nothing in 2001; holds company got its start seven years ago by Jason Ackerman; photo (M)",
      "lead_paragraph": "A few years back, the online grocery business was just about the perfect symbol of the dot-com bust.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/22/business/filling-pantries-without-a-middleman.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Perfect Killing Method, but Clear Targets Are Few for Marines in Iraq",
      "snippet": "Combat operations of United States marine sniper team in Karma, Iraq, described; snipers operate in neighborhood from which insurgents often fire; they hope an insurgent will try to fire on their abandoned building; recent pattern indicates that m...",
      "abstract": "Combat operations of United States marine sniper team in Karma, Iraq, described; snipers operate in neighborhood from which insurgents often fire; they hope an insurgent will try to fire on their abandoned building; recent pattern indicates that marines may have to wait long time for action; it is team's 30th mission in Anbar Province since early August, and they have yet to fire a shot; photos (L)",
      "lead_paragraph": "KARMA, Iraq, Nov. 16 - The sniper team left friendly lines hours ahead of the sun. They were a group of marines walking through the chill, hoping to be in hiding before the mullahs' predawn call to prayer would urge this city awake.",
      "publication_date": "2006-11-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/22/world/middleeast/perfect-killing-method-but-clear-targets-are-few-for.html",
      "byline": "By C. J. Chivers"
    }
  ]
}