{
  "metadata": {
    "date": "2006-10-16",
    "total_articles": 58
  },
  "articles": [
    {
      "headline": "Nickelodeon Sees Mouse Ears Over Its Shoulder",
      "snippet": "SpongeBob can only take Nickelodeon so far as competition from Disney and other cable networks has exploded.",
      "abstract": "SpongeBob can only take Nickelodeon so far as competition from Disney and other cable networks has exploded.",
      "lead_paragraph": "A giant stuffed SpongeBob SquarePants is perched against the window of Cyma Zarghami’s corner office at Nickelodeon Television overlooking the Hudson River, its blue eyes staring out and puffy arms drooped by its side.",
      "publication_date": "2006-10-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/14/business/media/14tube.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Wall Street Woos Film Producers, Skirting Studios",
      "snippet": "Investors are bypassing studio bosses and dealing directly with producers to gain more control.",
      "abstract": "Investors are bypassing studio bosses and dealing directly with producers to gain more control.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/14/business/media/14studio.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Gay Marriage Losing Punch as Ballot Issue",
      "snippet": "Some of this year’s proposed bans on same-sex marriage are struggling at the polls and the issue has largely failed to rouse conservative voters.",
      "abstract": "Some of this year’s proposed bans on same-sex marriage are struggling at the polls and the issue has largely failed to rouse conservative voters.",
      "lead_paragraph": "DENVER, Oct. 13  The debate over same-sex marriage was a black-or-white proposition two years ago when voters in 11 states barred gay couples from marrying.",
      "publication_date": "2006-10-14T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/14/us/politics/14marriage.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Earnings for Insurers Are Soaring",
      "snippet": "Profits may reach a record $60 billion from higher premiums and no major payouts for natural disasters.",
      "abstract": "Profits may reach a record $60 billion from higher premiums and no major payouts for natural disasters.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/14/business/14insure.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "U.N. Security Council Adopts North Korea Resolution",
      "snippet": "The U.N. Security Council agreed on a resolution that would impose sanctions on North Korea for its reported nuclear test.",
      "abstract": "The U.N. Security Council agreed on a resolution that would impose sanctions on North Korea for its reported nuclear test.",
      "lead_paragraph": " UNITED NATIONS, Oct. 14 --­ The U.N. Security Council agreed today on a resolution that would impose sanctions on North Korea for its reported nuclear test. Until this morning questions from China and Russia had cast the timing of the document into doubt. “I think we have some concern about what this resolution might lead to, especially peace and stability in the region,” Wang Guangya, the Chinese ambassador, said before entering a Saturday morning meeting of Japan and the five permanent Council members, Britain, China, France, Russia and the United States. He said that China was insisting on terms that were “firm” but also “appropriate,” a reference to Beijing’s worry that punishing steps could produce a backlash from North Korea. He said that Beijing was particularly concerned about the resolution’s authorizing the international inspections of cargo going into and out of North Korea. “Once it comes into operation, it could easily lead, by one side or the other, to a provocation of conflict, which could have serious implications for the region, for the countries,” he said. Both China and Russia border on North Korea and fear that many of the interdictions would be conducted close to their territory and coasts. The Russian complaints center on lists and descriptions of the kinds of cargo that would be suspect, objections that John R. Bolton, the American ambassador, characterized Friday evening as “technical” rather than “substantive.” The terms of the resolution have already been softened three times this week to meet demands from China and Russia, and early Friday Mr. Bolton announced agreement on a decision to hold a vote Saturday morning. Instead, the five permanent members and Japan met to see if they could settle the remaining disputes and move to an afternoon vote. Vitaly I. Churkin, the Russian ambassador, arrived at the meeting with new instructions from Moscow, but he made no comment on what they were. ",
      "publication_date": "2006-10-14T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/14/world/asia/14cnd-nations.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Fighting for Housing",
      "snippet": "Champion boxer Oscar de la Hoya and a real estate builder join forces to revitalize Latino neighborhoods in Los Angeles.",
      "abstract": "Champion boxer Oscar de la Hoya and a real estate builder join forces to revitalize Latino neighborhoods in Los Angeles.",
      "lead_paragraph": "LOS ANGELES, Oct. 13 — Oscar de la Hoya and John Long are unlikely business partners: one a championship boxer who is the son of Mexican immigrants, the other a successful but relatively obscure real estate mogul who came to the United States from China as a boy. ",
      "publication_date": "2006-10-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/14/business/14goldenboy.html",
      "byline": "By James Flanigan"
    },
    {
      "headline": "Peace Prize to Pioneer of Loans to Poor No Bank Would Touch",
      "snippet": "Muhammad Yunus’s bank in Bangladesh has dedicated itself to helping the poorest of the poor with loans as small as $12.",
      "abstract": "Muhammad Yunus’s bank in Bangladesh has dedicated itself to helping the poorest of the poor with loans as small as $12.",
      "lead_paragraph": "A Bangladeshi economist, Muhammad Yunus, and the bank he founded 30 years ago won the Nobel Peace Prize yesterday for pioneering work in giving tiny loans to millions of poor people no commercial bank would touch  destitute widows and abandoned wives, landless laborers and rickshaw drivers, sweepers and beggars.",
      "publication_date": "2006-10-14T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/14/world/asia/14nobel.html",
      "byline": "By Celia W. Dugger"
    },
    {
      "headline": "Is Windows Near End of Its Run?",
      "snippet": "Steven A. Ballmer, the chief executive of Microsoft, answered questions about the new Windows Vista operating system, his job and the future of software. ",
      "abstract": "Steven A. Ballmer, the chief executive of Microsoft, answered questions about the new Windows Vista operating system, his job and the future of software. ",
      "lead_paragraph": "Steven A. Ballmer, the chief executive of Microsoft, has his hands full. The next version of the Windows operating system, Vista, is finally about to arrive — years late and clouded by doubts that it might violate antitrust rules in Europe.",
      "publication_date": "2006-10-14T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/14/technology/14interview.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Carly Fiorina’s Revisionist Chronicles",
      "snippet": "The former Hewlett-Packard chief said her firing in February 2005 was not about performance. But that’s not how the rest of the world remembers it.",
      "abstract": "The former Hewlett-Packard chief said her firing in February 2005 was not about performance. But that’s not how the rest of the world remembers it.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/14/business/14nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Nickelodeon Sees Mouse Ears Over Its Shoulder",
      "snippet": "Children's shows on cable Disney Channel are enjoying ratings surge over industry leader Nickelodeon; Disney Channel in last year has bolstered its market share, closing gap with Viacom's Nickelodeon, whose ratings have been flat; Cartoon Network ...",
      "abstract": "Children's shows on cable Disney Channel are enjoying ratings surge over industry leader Nickelodeon; Disney Channel in last year has bolstered its market share, closing gap with Viacom's Nickelodeon, whose ratings have been flat; Cartoon Network from Time Warner has been losing share; Nickelodeon still has top 10 shows for children 2 to 11; Disney has ambitiously added viewers on cable and Web; it has handful of megahits, like High School Musical, which generated sales of millions of Cds and DVDs, The Cheetah Girls and Hannah Montana; Disney's ratings were up 17 percent, to 2.7 percent of all cable television homes at end of September for children 2 to 11 years old; Nickelodeon's ratings for that audience were flat at 3.8 percent of all television homes compared with period year earlier; Cartoon Network's ratings have declined 3 percent for period; Nickelodeon Television president Cyma Zarghami dismisses Disney's recent success as cyclic; drawing; photos (L)",
      "lead_paragraph": "A giant stuffed SpongeBob SquarePants is perched against the window of Cyma Zarghami's corner office at Nickelodeon Television overlooking the Hudson River, its blue eyes staring out and puffy arms drooped by its side.",
      "publication_date": "2006-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/14/business/media/nickelodeon-sees-mouse-ears-over-its-shoulder.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "U.S. Hits Obstacle in Getting a Vote on North Korea",
      "snippet": "US presses for vote on Security Council resolution that would impose sanctions on North Korea for its reported nuclear tests, but questions from China and Russia cast the timing and possibly content of document in doubt; US Amb John R Bolton says ...",
      "abstract": "US presses for vote on Security Council resolution that would impose sanctions on North Korea for its reported nuclear tests, but questions from China and Russia cast the timing and possibly content of document in doubt; US Amb John R Bolton says problems appear technical rather than substantial; says that one area of dispute remains methods and legalities of how to inspect cargo; new draft resolution limits weapons ban to large-size arms, military systems and unconventional weapons; Bolton photo (M)",
      "lead_paragraph": "UNITED NATIONS, Oct. 13 - The United States pressed for a Saturday vote on a Security Council resolution that would impose sanctions on North Korea for its reported nuclear test, but questions from China and Russia on Friday evening cast the timing and possibly the content of the document into doubt.",
      "publication_date": "2006-10-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/14/world/asia/us-hits-obstacle-in-getting-a-vote-on-north-korea.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "A Cult of Backyard Rocketeers Keeps the Solid Fuel Burning",
      "snippet": "About 100 members of Tripoli Rocketry Assn meet in Black Rock, Nev, desert for Indy 500 of rocketry; highlight of annual event is launching of rockets that teams have spent up to year making at cost of thousands of dollars; amateur rocketeers, abo...",
      "abstract": "About 100 members of Tripoli Rocketry Assn meet in Black Rock, Nev, desert for Indy 500 of rocketry; highlight of annual event is launching of rockets that teams have spent up to year making at cost of thousands of dollars; amateur rocketeers, about 6,000 nationwide, have had to contend with tougher restrictions from federal government and local fire marshals since Sept 11, and are involved in seven-year-old dispute with Bureau of Alcohol, Tobacco, Firearms and Explosives over their use of propellant; photos (M)",
      "lead_paragraph": "GERLACH, Nev. - Wedge Oldham, a 49-year-old software engineer from Los Angeles, finds nothing sweeter than spending a fall weekend in the Black Rock desert, barking rocket launching commands like \"Are we good to go?\" into the hot dusty wind.",
      "publication_date": "2006-10-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/14/science/a-cult-of-backyard-rocketeers-keeps-the-solid-fuel-burning.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "Gay Marriage Losing Punch as Ballot Issue",
      "snippet": "Debate over same-sex marriage was black-or-white proposition in 2004 when voters in 11 states barred gay couples from marrying; eight more states are considering similar ballot measures this year; some of proposed bans are struggling in polls beca...",
      "abstract": "Debate over same-sex marriage was black-or-white proposition in 2004 when voters in 11 states barred gay couples from marrying; eight more states are considering similar ballot measures this year; some of proposed bans are struggling in polls because issue has largely failed to rouse conservative voters; people on both sides of issue say biggest change is that supporters of same-sex marriage are likely to be as mobilized as opponents; ballot measures in Arizona, Colorado, Idaho, South Carolina, South Dakota, Tennessee, Virginia and Wisconsin support constitutional amendments defining marriage as between man and woman; map; photos (M)",
      "lead_paragraph": "DENVER, Oct. 13 - The debate over same-sex marriage was a black-or-white proposition two years ago when voters in 11 states barred gay couples from marrying.",
      "publication_date": "2006-10-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/14/us/politics/gay-marriage-losing-punch-as-ballot-issue.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Carly Fiorina’s Revisionist Chronicles",
      "snippet": "Joe Nocera's Talking Business colunn on former Hewlett-Packard chief executive Carleton S Fiorina, who has just released her book Tough Choices; disputes Fiorina's claim that it was not performance that led to her firing in 2005; says what led to ...",
      "abstract": "Joe Nocera's Talking Business colunn on former Hewlett-Packard chief executive Carleton S Fiorina, who has just released her book Tough Choices; disputes Fiorina's claim that it was not performance that led to her firing in 2005; says what led to her firing was disconnect between company's erratic performance and her insistence that strategy was great and everything was fine; says board wanted her to cede some responsibility, which was right call, she refused and was fired; praises Fiorina's successor Mark V Hurd; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-14T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/14/business/carly-fiorinas-revisionist-chronicles.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Is Windows Near End of Its Run?",
      "snippet": "Excerpts from interview with Microsoft chief executive Steven A Ballmer on Microsoft, his job and future of software; next version of Windows operating system, Vista, is finally about to arrive, years later and clouded by doubts that it might viol...",
      "abstract": "Excerpts from interview with Microsoft chief executive Steven A Ballmer on Microsoft, his job and future of software; next version of Windows operating system, Vista, is finally about to arrive, years later and clouded by doubts that it might violate antitrust rules in Europe; analysts say Windows Vista and Office 2007 may be last time Microsoft can cash in on lucrative personal computer products, as software is increasingly distributed, developed and used on Internet; Microsoft announces that Vista will be shipped in late January and expresses confidence that it will pass regulatory scrutiny; photo (M)",
      "lead_paragraph": "Steven A. Ballmer, the chief executive of Microsoft, has his hands full. The next version of the Windows operating system, Vista, is finally about to arrive -- years late and clouded by doubts that it might violate antitrust rules in Europe.",
      "publication_date": "2006-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/14/technology/is-windows-near-end-of-its-run.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Fighting for Housing",
      "snippet": "Prominent athletes are investing in urban areas instead of upscale suburbs; they are not just lending their names but forming partnerships to capitalize on often overlooked projects; champion boxer Oscar de la Hoya and real estate mogul John Long ...",
      "abstract": "Prominent athletes are investing in urban areas instead of upscale suburbs; they are not just lending their names but forming partnerships to capitalize on often overlooked projects; champion boxer Oscar de la Hoya and real estate mogul John Long in 2005 formed Golden Boy Partners with shared $100 million investment and mission to revitalize Latino neighborhoods in Los Angeles by building nice homes that are affordable to people who work in area; basketball star Earvin (Magic) Johnson has been pioneer in inner-city business for more than decade, with stakes in movie theaters, coffee shops and restaurants, mortgage company and real estate venture Canyon-Johnson Urban Funds; his company recently turned old Chicago police headquarters into condominiums and retail units in heart of city; Keyshawn Capital Development, venture of Carolina Panthers wide receiver Keyshawn Johnson, is partner with developer Chris Hammond in two shopping center projects in South Los Angeles; Shaquille O'Neal of Miami Heat has formed real estate company to participate in huge development of 1,100 housing units in downtown Miami; among largest companies engaged in inner city home building is CityView, firm organized by Henry Cisneros; CityView is working with $500 million revolving fund from California Public Employees' Retirement System and it has built 4,000 homes in California and major cities across nation, including Chicago, Detroit and Denver; photos (L)",
      "lead_paragraph": "LOS ANGELES, Oct. 13 - Oscar de la Hoya and John Long are unlikely business partners: one a championship boxer who is the son of Mexican immigrants, the other a successful but relatively obscure real estate mogul who came to the United States from China as a boy.",
      "publication_date": "2006-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/14/business/fighting-for-housing.html",
      "byline": "By James Flanigan"
    },
    {
      "headline": "Earnings for Insurers Are Soaring",
      "snippet": "Insurance companies expect record profits in 2006 after predictions of another year of devastating hurricanes did not occur; industry experts are estimating that profits may reach $60 billion, on combination of higher premiums along coasts, no maj...",
      "abstract": "Insurance companies expect record profits in 2006 after predictions of another year of devastating hurricanes did not occur; industry experts are estimating that profits may reach $60 billion, on combination of higher premiums along coasts, no major payouts for natural disasters and strong investment returns; insurers also had high profits on other lines of coverage like auto insurance, workers compensation and general liability; record profits this year come after terrible 2005, when insurers paid out $61 billion for damages from Hurricane Katrina and other storms; homeowners and businesses along coast, who have been hit with much higher insurance costs after barrage of hurricanes, probably will not get any relief as result of much quieter season; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/14/business/earnings-for-insurers-are-soaring.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Wall Street Woos Film Producers, Skirting Studios",
      "snippet": "Movie studio chiefs have been makers and breakers of careers and gatekeepers who decide which movies are made, but power is shifting to Wall Street investors; financiers are bypassing studio bosses and dealing directly with successful producers; t...",
      "abstract": "Movie studio chiefs have been makers and breakers of careers and gatekeepers who decide which movies are made, but power is shifting to Wall Street investors; financiers are bypassing studio bosses and dealing directly with successful producers; they want greater say over what movies they finance and who makes them, and producers want more artistic independence and larger share of profits; studios are nudging trend along since they are making fewer movies; producer Joel Silver is latest and most important Hollywood figure to cut big deal with Wall Street; he has joined forces with consortium of financiers who have agreed to provide $220 million to produce 15 films over next six years; his photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/14/business/media/wall-street-woos-film-producers-skirting-studios.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Peace Prize to Pioneer of Loans to Poor No Bank Would Touch",
      "snippet": "Bangladesh economist Muhammad Yunus and Grameen Bank he founded 30 years ago win Nobel Peace Prize for pioneering work in giving tiny loans to millions of poor people no commercial bank would touch; Nobel Committee praises Yunus for making microcr...",
      "abstract": "Bangladesh economist Muhammad Yunus and Grameen Bank he founded 30 years ago win Nobel Peace Prize for pioneering work in giving tiny loans to millions of poor people no commercial bank would touch; Nobel Committee praises Yunus for making microcredit practical solution to combating rural poverty in Bangladesh and inspiring similar schemes across developing world; photos (M)",
      "lead_paragraph": "A Bangladeshi economist, Muhammad Yunus, and the bank he founded 30 years ago won the Nobel Peace Prize yesterday for pioneering work in giving tiny loans to millions of poor people no commercial bank would touch -- destitute widows and abandoned wives, landless laborers and rickshaw drivers, sweepers and beggars.",
      "publication_date": "2006-10-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/14/world/asia/peace-prize-to-pioneer-of-loans-to-poor-no-bank-would-touch.html",
      "byline": "By Celia W. Dugger"
    },
    {
      "headline": "Restraints Fray and Risks Grow as Nuclear Club Gains Members",
      "snippet": "Atomic officials estimate that as many as 40 additional countries have the technical skill, and in some cases the required material, to build a bomb.",
      "abstract": "Atomic officials estimate that as many as 40 additional countries have the technical skill, and in some cases the required material, to build a bomb.",
      "lead_paragraph": "The declaration last Monday by North Korea that it had conducted a successful atomic test brought to nine the number of nations believed to have nuclear arms. But atomic officials estimate that as many as 40 more countries have the technical skill, and in some cases the required material, to build a bomb.",
      "publication_date": "2006-10-15T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/15/world/asia/15nuke.html",
      "byline": "By William J. Broad and David E. Sanger"
    },
    {
      "headline": "Fresh Air for Board Elections?",
      "snippet": "Shareholders in the United States have little to say in director relations under the current system. But last month, a Court of Appeals handed investors a victory.",
      "abstract": "Shareholders in the United States have little to say in director relations under the current system. But last month, a Court of Appeals handed investors a victory.",
      "lead_paragraph": "PROXY season is still six months away, but a surprise move by the Securities and Exchange Commission last week could make 2007 the year when director elections at public companies start becoming something closer to real contests.",
      "publication_date": "2006-10-15T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/15/business/yourmoney/15gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Democrats Have Intensity, but G.O.P. Has Machine",
      "snippet": "Republicans say they can offset the Democrats’ enthusiasm with their get-out-the-vote operation.",
      "abstract": "Republicans say they can offset the Democrats’ enthusiasm with their get-out-the-vote operation.",
      "lead_paragraph": "WASHINGTON, Oct. 14 — Clif Kelley, a retired economist from Columbus, Ohio, is the walking, talking, fuming embodiment of what pollsters say is a defining feature of this election: the intensity of Democrats.",
      "publication_date": "2006-10-15T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/15/us/politics/15base.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Wallflower at the Web Party",
      "snippet": "How Friendster missed a billion-dollar break.",
      "abstract": "How Friendster missed a billion-dollar break.",
      "lead_paragraph": "JONATHAN ABRAMS was in a spot. He could take the safe bet and accept the $30 million that Google was offering him for Friendster, the social networking Web start-up he began only a year earlier, in 2002. Saying yes to Google would provide a quick and stunning payout for relatively little work and instantly place the Friendster Web site in front of hundreds of millions of users across the globe.",
      "publication_date": "2006-10-15T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/15/business/yourmoney/15friend.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Competitive Era Fails to Shrink Electric Bills",
      "snippet": "A decade after the electricity business was opened to competition, the market has not produced a drop in prices.",
      "abstract": "A decade after the electricity business was opened to competition, the market has not produced a drop in prices.",
      "lead_paragraph": "A decade after competition was introduced in their industries, long-distance phone rates had fallen by half, air fares by more than a fourth and trucking rates by a fourth. But a decade after the federal government opened the business of generating electricity to competition, the market has produced no such decline.",
      "publication_date": "2006-10-15T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/15/business/15utility.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Salmon Find an Ally in the Far East of Russia",
      "snippet": "In a nation with a dreary environmental record, unique efforts are under way to protect the highly valuable fish.",
      "abstract": "In a nation with a dreary environmental record, unique efforts are under way to protect the highly valuable fish.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-15T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/15/world/europe/15salmon.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "Security Council Supports Sanctions on North Korea",
      "snippet": "The resolution approved on Saturday at the U.N. clears the way for the toughest international action against North Korea since the end of the Korean War.",
      "abstract": "The resolution approved on Saturday at the U.N. clears the way for the toughest international action against North Korea since the end of the Korean War.",
      "lead_paragraph": "UNITED NATIONS, Oct. 14 — The Security Council voted unanimously on Saturday to impose strict sanctions on North Korea for its reported nuclear test, overcoming objections from Russia and China by explicitly excluding the threat of military force.",
      "publication_date": "2006-10-15T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/15/world/asia/15nations.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Refurbishing Computers, and Lives, Too",
      "snippet": "Per Scholas upgrades desktop computers that corporations discard as obsolete and distributes them to schools and families.",
      "abstract": "Per Scholas upgrades desktop computers that corporations discard as obsolete and distributes them to schools and families.",
      "lead_paragraph": "MARINA RIVAS, 43, had no formal training when she became interested several years ago in the internal workings of computers. She began taking home discarded computers she spotted in her neighborhood and taking them apart, becoming familiar with their parts and learning to make relatively simple repairs and revisions, like replacing missing sound cards and reformatting hard drives. ",
      "publication_date": "2006-10-15T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/10/15/jobs/15homefront.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Corporate America’s Pay Pal",
      "snippet": "Concerns about shareholder value, corporate governance and the economic impact of soaring C.E.O. pay has led to mounting criticism of compensation practices.",
      "abstract": "Concerns about shareholder value, corporate governance and the economic impact of soaring C.E.O. pay has led to mounting criticism of compensation practices.",
      "lead_paragraph": "YOU may not know Frederic W. Cook, but if you are a shareholder or employee who has watched executive pay rocket in recent years, you are likely to be acquainted with his work.",
      "publication_date": "2006-10-15T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/15/business/15pay.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "After Duke Case, College Athletes Are Put on Notice",
      "snippet": "Unresolved rape case involving Duke University lacrosse team has led dozens of colleges and universities to systematically rewrite athletic department policies to stiffen codes of conduct and alter coaches' contracts to hold them responsible for p...",
      "abstract": "Unresolved rape case involving Duke University lacrosse team has led dozens of colleges and universities to systematically rewrite athletic department policies to stiffen codes of conduct and alter coaches' contracts to hold them responsible for players' actions; institutions are cracking down on any offense in effort to avert scandal; United Educators Insurance has held seminars to advise member institutions on handling athletes' misconduct; photo (L)",
      "lead_paragraph": "Seven months after the off-campus party at the heart of the unresolved rape case involving the Duke University lacrosse team, colleges across the country have profoundly changed how they respond to even the most minor indiscretions by athletes.",
      "publication_date": "2006-10-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/15/sports/othersports/after-duke-case-college-athletes-are-put-on-notice.html",
      "byline": "By Bill Pennington"
    },
    {
      "headline": "Wallflower at the Web Party",
      "snippet": "Friendster's failure to realize potential it showed when it pioneered social networking on Web in 2002 has become cautionary tale for Silicon Valley startups; its unglorious fall is case study in strategy classes at Harvard Business School; Jonath...",
      "abstract": "Friendster's failure to realize potential it showed when it pioneered social networking on Web in 2002 has become cautionary tale for Silicon Valley startups; its unglorious fall is case study in strategy classes at Harvard Business School; Jonathan Abrams, its creator, rejected Google's $30 million offer for site in 2003, and that offer, if paid in Google stock, would be worth $1 billion today; photos; drawing (L)",
      "lead_paragraph": "JONATHAN ABRAMS was in a spot. He could take the safe bet and accept the $30 million that Google was offering him for Friendster, the social networking Web start-up he began only a year earlier, in 2002. Saying yes to Google would provide a quick and stunning payout for relatively little work and instantly place the Friendster Web site in front of hundreds of millions of users across the globe.",
      "publication_date": "2006-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/15/business/yourmoney/wallflower-at-the-web-party.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Salmon Find an Ally in the Far East of Russia",
      "snippet": "Governments of Russia's Kamchatka peninsula are working on proposals that would designate seven sprawling tracts of wilderness as salmon-protected areas that would be off limits to development; purpose is to produce wild salmon for food, profit, r...",
      "abstract": "Governments of Russia's Kamchatka peninsula are working on proposals that would designate seven sprawling tracts of wilderness as salmon-protected areas that would be off limits to development; purpose is to produce wild salmon for food, profit, recreation and scientific study and as genetic reserve of commercially and culturally important fish; scientists and conservationists are rallying behind measure; maps; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/15/world/europe/salmon-find-an-ally-in-the-far-east-of-russia.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "Refurbishing Computers, and Lives, Too",
      "snippet": "Nonprofit program Per Scholas trains people to become computer technicians in free program in New York City; reconditions used computers and resells them at low cost to low-income people and to schools; also disposes of computers in environmentall...",
      "abstract": "Nonprofit program Per Scholas trains people to become computer technicians in free program in New York City; reconditions used computers and resells them at low cost to low-income people and to schools; also disposes of computers in environmentally sound way; photo (M)",
      "lead_paragraph": "MARINA RIVAS, 43, had no formal training when she became interested several years ago in the internal workings of computers. She began taking home discarded computers she spotted in her neighborhood and taking them apart, becoming familiar with their parts and learning to make relatively simple repairs and revisions, like replacing missing sound cards and reformatting hard drives.",
      "publication_date": "2006-10-15T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/10/15/jobs/refurbishing-computers-and-lives-too.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Security Council Supports Sanctions on North Korea",
      "snippet": "United Nations Security Council votes unanimously to impose strict sanctions on North Korea for its reported nuclear test; resolution bars sale or transfer of material that could be used to make weapons; freezes overseas assets of people associate...",
      "abstract": "United Nations Security Council votes unanimously to impose strict sanctions on North Korea for its reported nuclear test; resolution bars sale or transfer of material that could be used to make weapons; freezes overseas assets of people associated with North Korea's weapons program; Russian and Chinese support was won by explicitly excluding threat of military action; most debated clause authorizes all countries to inspect cargo going in or out of North Korea to detect illicit weapons; China has refused to take part in searches, leading to questions about how effective execution will be; photo (L)",
      "lead_paragraph": "UNITED NATIONS, Oct. 14 - The Security Council voted unanimously on Saturday to impose strict sanctions on North Korea for its reported nuclear test, overcoming objections from Russia and China by explicitly excluding the threat of military force.",
      "publication_date": "2006-10-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/15/world/asia/security-council-supports-sanctions-on-north-korea.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Competitive Era Fails to Shrink Electric Bills",
      "snippet": "First article in series Power Plays; about 40 percent of all electric customers have paid modestly lower prices over past decade since federal government opened electric-generating business to competition, but only because states imposed cuts, fre...",
      "abstract": "First article in series Power Plays; about 40 percent of all electric customers have paid modestly lower prices over past decade since federal government opened electric-generating business to competition, but only because states imposed cuts, freezes and caps to insulate customers from initial price swings; last of rate protections expires in 2007, and customers could experience shock as utilities try to make up lost money; genuinely competitive market has not developed; some utilities buy electricity not from cheapest supplier but one owned by sister company; utilities pay each supplier highest price submitted in bidding if electricity is needed from more than one source; one-price system is intended to encourage investment in new power plants, which are costlier than old ones; map (L)",
      "lead_paragraph": "A decade after competition was introduced in their industries, long-distance phone rates had fallen by half, air fares by more than a fourth and trucking rates by a fourth. But a decade after the federal government opened the business of generating electricity to competition, the market has produced no such decline.",
      "publication_date": "2006-10-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/15/business/competitive-era-fails-to-shrink-electric-bills.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Restraints Fray and Risks Grow as Nuclear Club Gains Members",
      "snippet": "Arms control officials and experts estimate that as many as 40 countries have technical skill, and in some cases required materials, to make nuclear weapon; fear second nuclear age, in which nations are more likely to throw away restraints; spread...",
      "abstract": "Arms control officials and experts estimate that as many as 40 countries have technical skill, and in some cases required materials, to make nuclear weapon; fear second nuclear age, in which nations are more likely to throw away restraints; spread of nuclear technology is likely to accelerate as nations increase their reliance on atomic power; International Atomic Energy Agency summoned hundreds of government officials and experts in September to discuss tightening restrictions on production of nuclear fuel; map; photo (L)",
      "lead_paragraph": "The declaration last Monday by North Korea that it had conducted a successful atomic test brought to nine the number of nations believed to have nuclear arms. But atomic officials estimate that as many as 40 more countries have the technical skill, and in some cases the required material, to build a bomb.",
      "publication_date": "2006-10-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/15/world/asia/restraints-fray-and-risks-grow-as-nuclear-club-gains-members.html",
      "byline": "By William J. Broad and David E. Sanger"
    },
    {
      "headline": "Corporate America’s Pay Pal",
      "snippet": "Article in Gilded Paycheck series profiles Frederic W Cook, whose firm, Frederic W Cook & Co, is nation's leading executive compensation consultant; says Cook and his firm are probably responsible for creating more wealth for executives over last ...",
      "abstract": "Article in Gilded Paycheck series profiles Frederic W Cook, whose firm, Frederic W Cook & Co, is nation's leading executive compensation consultant; says Cook and his firm are probably responsible for creating more wealth for executives over last 20 years than any other pay advisers; says thing that made Cook favorite of corporate boards is 'reload stock option' that he invented in 1988, which automatically replaces option awards each time they are exercised; notes that some analysts now blame reloads for enormous and, some said, stealth transfer of wealth from shareholders to managers; says that since accounting changes three years ago made reloads less attractive, Cook has found new ways of keeping executive compensation afloat; photos; graph shows rise of executive pay since 1970s (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/15/business/yourmoney/corporate-americas-pay-pal.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Democrats Have Intensity, but G.O.P. Has Machine",
      "snippet": "Pollsters say enthusiasm among Democrats is significantly higher this year than that of Republicans, but Republican strategists counter that they can compensate for enthusiasm-gap with their get-out-the-vote operation; Democratic strategists consi...",
      "abstract": "Pollsters say enthusiasm among Democrats is significantly higher this year than that of Republicans, but Republican strategists counter that they can compensate for enthusiasm-gap with their get-out-the-vote operation; Democratic strategists consider their new intensity critical advantage; see it driven by anger at Bush administration and by optimism about their chances of election victory; graphs; photos (L)",
      "lead_paragraph": "WASHINGTON, Oct. 14 - Clif Kelley, a retired economist from Columbus, Ohio, is the walking, talking, fuming embodiment of what pollsters say is a defining feature of this election: the intensity of Democrats.",
      "publication_date": "2006-10-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/15/us/politics/democrats-have-intensity-but-gop-has-machine.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Fresh Air for Board Elections?",
      "snippet": "Gretchen Morgenson column welcomes federal appeals court ruling that will give shareholders more say in director elections; speculates on why SEC unexpectedly decided against devising rule that would allow companies to circumvent court's ruling (M...",
      "abstract": "Gretchen Morgenson column welcomes federal appeals court ruling that will give shareholders more say in director elections; speculates on why SEC unexpectedly decided against devising rule that would allow companies to circumvent court's ruling (M)",
      "lead_paragraph": "PROXY season is still six months away, but a surprise move by the Securities and Exchange Commission last week could make 2007 the year when director elections at public companies start becoming something closer to real contests.",
      "publication_date": "2006-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/15/business/yourmoney/fresh-air-for-board-elections.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Second Capote Film, Pitched as the Same but Different",
      "snippet": "Warner Independent Pictures is trying to sell “Infamous,” its new Truman Capote biopic, by comparing it to last year’s critically acclaimed “Capote.”",
      "abstract": "Warner Independent Pictures is trying to sell “Infamous,” its new Truman Capote biopic, by comparing it to last year’s critically acclaimed “Capote.”",
      "lead_paragraph": "The tiny marketing staff at Warner Independent Pictures had a Herculean task ahead of it: persuading people to see a movie they think they have already seen.",
      "publication_date": "2006-10-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/16/business/media/16adcol.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "U.S. Firing Plans for Great Lakes Raise Concerns",
      "snippet": "Coast Guard officials want to mount machine guns on their boats around the Great Lakes as a counterterrorism measure.",
      "abstract": "Coast Guard officials want to mount machine guns on their boats around the Great Lakes as a counterterrorism measure.",
      "lead_paragraph": "GRAND HAVEN, Mich., Oct. 10  Even in autumn, the cold, silent expanse of Lake Michigan defines this town, where pleasure boats glide into harbor, fishermen wait patiently for salmon and tourists peer up at the lighthouse.",
      "publication_date": "2006-10-16T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/16/us/16lakes.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Joining the Party, Eager to Make Friends",
      "snippet": "Advertisers hope to use social networking sites to get the attention of tens of millions of young people who increasingly avoid television commercials.",
      "abstract": "Advertisers hope to use social networking sites to get the attention of tens of millions of young people who increasingly avoid television commercials.",
      "lead_paragraph": "To big-name marketers, the teeming mosh pits of social networking sites look like dangerous places for their precious brands. MySpace: Isn’t that full of dirty old men picking up teenage girls? Facebook: That’s where college students post pictures of bawdy frat parties. And YouTube: Pirated videos — and people making fun of our commercials.",
      "publication_date": "2006-10-16T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/16/technology/16social.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Hedge Funds Draw Insider Scrutiny",
      "snippet": "Questions are being raised about the role hedge funds play in the flow of information on Wall Street.",
      "abstract": "Questions are being raised about the role hedge funds play in the flow of information on Wall Street.",
      "lead_paragraph": "In early March, executives from Movie Gallery, a big movie rental chain, held a private conference call for their lenders to talk about how disastrous 2005 had been for the company. A string of Hollywood flops had kept customers away. More people were recording movies from television instead of renting them from a store. The executives said they needed more time to fix the problems, which included more than $1 billion in debt.",
      "publication_date": "2006-10-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/16/business/16hedge.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "In Final Weeks, G.O.P. Focuses on Best Bets",
      "snippet": "Republicans seem to be conceding some seats and moving money and other resources into more promising races.",
      "abstract": "Republicans seem to be conceding some seats and moving money and other resources into more promising races.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-16T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/16/us/politics/16spend.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Chief Executive at Health Insurer Is Forced Out in Options Inquiry",
      "snippet": "The head of UnitedHealth Group was forced to step down and to give up some of the $1.78 billion in stock options he had received.",
      "abstract": "The head of UnitedHealth Group was forced to step down and to give up some of the $1.78 billion in stock options he had received.",
      "lead_paragraph": "Dr. William W. McGuire, a medical entrepreneur who built the UnitedHealth Group into a colossus in its field, was forced to resign from the company yesterday and to give up a portion of the $1.1 billion he holds in harshly criticized stock options. ",
      "publication_date": "2006-10-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/16/business/16united.html",
      "byline": "By Eric Dash and Milt Freudenheim"
    },
    {
      "headline": "I’ll Trade You My ‘Titanic’ for Your ‘Spider-Man’",
      "snippet": "Bartering, one of the world’s oldest forms of commerce, is finally gaining a foothold on the Internet, bolstered by sites where users trade books, albums and movies.",
      "abstract": "Bartering, one of the world’s oldest forms of commerce, is finally gaining a foothold on the Internet, bolstered by sites where users trade books, albums and movies.",
      "lead_paragraph": "One of the world’s oldest forms of commerce has finally gotten a foothold in the newest commercial medium. ",
      "publication_date": "2006-10-16T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/16/technology/16ecom.html",
      "byline": "By Bob Tedeschi"
    },
    {
      "headline": "Questions Grow Over U.N. Curbs on North Korea",
      "snippet": "South Korea and China indicated they will preserve economic ties with North Korea, despite  sanctions.",
      "abstract": "South Korea and China indicated they will preserve economic ties with North Korea, despite  sanctions.",
      "lead_paragraph": "TOKYO, Monday, Oct. 16  Questions over the effectiveness of the Security Council’s punitive sanctions on North Korea for its claimed nuclear test grew Sunday, as both South Korea and China  the North’s two most important trading partners  indicated that business and economic relations would be largely unaffected.",
      "publication_date": "2006-10-16T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/16/world/asia/16korea.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "It’s Not a Klimt, but the Eastern European TV Venture Is Sweet",
      "snippet": "Ronald S. Lauder, the art collector and cosmetics heir, sold half his stake in Central European Media Enterprises in August for $190 million.",
      "abstract": "Ronald S. Lauder, the art collector and cosmetics heir, sold half his stake in Central European Media Enterprises in August for $190 million.",
      "lead_paragraph": "When Ronald S. Lauder, the art collector and cosmetics heir, bought Gustav Klimt’s portrait of Adele Bloch-Bauer for $135 million last June, the acquisition made headlines around the world.",
      "publication_date": "2006-10-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/16/business/worldbusiness/16lauder.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Idiosyncratic and Personal, PC Edges TV",
      "snippet": "Computers have become so effective at making time disappear that they threaten to make traditional models of wasting hours (i.e., television) disappear, too.",
      "abstract": "Computers have become so effective at making time disappear that they threaten to make traditional models of wasting hours (i.e., television) disappear, too.",
      "lead_paragraph": "Last Wednesday, I was working late but left the office in time to watch the second episode of ABC’s “Lost.” But when I got home and booted the computer to check messages before hitting the couch, I happened to notice one of my twin daughters at a far-flung Big 10 campus was live on Yahoo! Messenger.",
      "publication_date": "2006-10-16T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/16/technology/16carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "A Second Capote Film, Pitched as the Same but Different",
      "snippet": "Film Infamous, starring Toby Jones and Sandra Bullock, follows life of Truman Capote while he wrote definitive 1965 crime book In Cold Blood; film comes one year after hugely successful film Capote, starring Philip Seymour Hoffman, which may keep ...",
      "abstract": "Film Infamous, starring Toby Jones and Sandra Bullock, follows life of Truman Capote while he wrote definitive 1965 crime book In Cold Blood; film comes one year after hugely successful film Capote, starring Philip Seymour Hoffman, which may keep audiences from going to see movie they feel they have already seen; marketing executives at Warner Independent Pictures are using strategy of using success of previous film while emphasizing differences between two; will face same issues for DVD release; photos (M)",
      "lead_paragraph": "The tiny marketing staff at Warner Independent Pictures had a Herculean task ahead of it: persuading people to see a movie they think they have already seen.",
      "publication_date": "2006-10-16T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/16/business/media/a-second-capote-film-pitched-as-the-same-but-different.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Joining the Party, Eager to Make Friends",
      "snippet": "Advertisers begin to see benefit of social networking sites that attract millions of young people who increasingly avoid television commercials; large companies like Procter & Gamble and J P Morgan Chase are changing Web strategies to find ways to...",
      "abstract": "Advertisers begin to see benefit of social networking sites that attract millions of young people who increasingly avoid television commercials; large companies like Procter & Gamble and J P Morgan Chase are changing Web strategies to find ways to integrate into online communities; Google, which just purchased YouTube for $1.65 billion, agrees to pay News Corp $900 million to sell advertising on MySpace; Microsoft sells ads for second-largest social networking site Facebook and its own blogging service Live Spaces; users accept advertisers as long as they continue to be relevant and fit in with culture of Web site; advertisers do best online when they accept certain level of unpredictability and allow less control; photos (M)",
      "lead_paragraph": "To big-name marketers, the teeming mosh pits of social networking sites look like dangerous places for their precious brands. MySpace: Isn't that full of dirty old men picking up teenage girls? Facebook: That's where college students post pictures of bawdy frat parties. And YouTube: Pirated videos -- and people making fun of our commercials.",
      "publication_date": "2006-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/16/technology/joining-the-party-eager-to-make-friends.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Idiosyncratic and Personal, PC Edges TV",
      "snippet": "Personalization of Internet content threatens traditional television watching; offerings from YouTube to video-chatting with friends and family are taking more time away from less personal forms of media; panel discussion at Wired magazine's NextF...",
      "abstract": "Personalization of Internet content threatens traditional television watching; offerings from YouTube to video-chatting with friends and family are taking more time away from less personal forms of media; panel discussion at Wired magazine's NextFest discusses rise of both amateur and mainstream offerings on sites such as YouTube; viewers are more involved with creation and programming of media on Internet than they can be with television; industry is trying to avoid mistakes of music industry by taking more engaging, accepting approach to new technologies (M)",
      "lead_paragraph": "Last Wednesday, I was working late but left the office in time to watch the second episode of ABC's \"Lost.\" But when I got home and booted the computer to check messages before hitting the couch, I happened to notice one of my twin daughters at a far-flung Big 10 campus was live on Yahoo! Messenger.",
      "publication_date": "2006-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/16/technology/idiosyncratic-and-personal-pc-edges-tv.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Hedge Funds Draw Insider Scrutiny",
      "snippet": "In early March, executives from Movie Gallery, a big movie rental chain, held a private conference call for their lenders to talk about how disastrous 2005 had been for the company. A string of Hollywood flops had kept customers away. More people ...",
      "abstract": "In early March, executives from Movie Gallery, a big movie rental chain, held a private conference call for their lenders to talk about how disastrous 2005 had been for the company. A string of Hollywood flops had kept customers away. More people were recording movies from television instead of renting them from a store. The executives said they needed more time to fix the problems, which included more than $1 billion in debt.     Most of the roughly 200 lenders were not bankers, but hedge funds. And what they heard was supposed to be confidential: it was inside information, as valuable to investors as a tip about an imminent takeover.  ",
      "lead_paragraph": "In early March, executives from Movie Gallery, a big movie rental chain, held a private conference call for their lenders to talk about how disastrous 2005 had been for the company. A string of Hollywood flops had kept customers away. More people were recording movies from television instead of renting them from a store. The executives said they needed more time to fix the problems, which included more than $1 billion in debt.",
      "publication_date": "2006-10-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/16/business/hedge-funds-draw-insider-scrutiny.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "U.S. Firing Plans for Great Lakes Raise Concerns",
      "snippet": "Even in autumn, the cold, silent expanse of Lake Michigan defines this town, where pleasure boats glide into harbor, fishermen wait patiently for salmon and tourists peer up at the lighthouse.     But the United States Coast Guard has a new missio...",
      "abstract": "Even in autumn, the cold, silent expanse of Lake Michigan defines this town, where pleasure boats glide into harbor, fishermen wait patiently for salmon and tourists peer up at the lighthouse.     But the United States Coast Guard has a new mission for the waters off of these quiet shores. For the first time, Coast Guard officials want to mount machine guns routinely on their cutters and small boats here and around all five of the Great Lakes as part of a program addressing the threats of terrorism after Sept. 11.  ",
      "lead_paragraph": "GRAND HAVEN, Mich., Oct. 10 - Even in autumn, the cold, silent expanse of Lake Michigan defines this town, where pleasure boats glide into harbor, fishermen wait patiently for salmon and tourists peer up at the lighthouse.",
      "publication_date": "2006-10-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/16/us/us-firing-plans-for-great-lakes-raise-concerns.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Questions Grow Over U.N. Curbs on North Korea",
      "snippet": "Questions over the effectiveness of the Security Council's punitive sanctions on North Korea for its claimed nuclear test grew Sunday, as both South Korea and China -- the North's two most important trading partners -- indicated that business and ...",
      "abstract": "Questions over the effectiveness of the Security Council's punitive sanctions on North Korea for its claimed nuclear test grew Sunday, as both South Korea and China -- the North's two most important trading partners -- indicated that business and economic relations would be largely unaffected.     A day after the Council unanimously passed the resolution, following nearly a week of intensive diplomatic negotiations, the South Korean government said it would still pursue economic projects with North Korea, including an industrial zone and tourist resort in the North. Those projects are not explicitly covered by the Security Council resolution, but they are an important source of hard currency for the North.  ",
      "lead_paragraph": "TOKYO, Monday, Oct. 16 - Questions over the effectiveness of the Security Council's punitive sanctions on North Korea for its claimed nuclear test grew Sunday, as both South Korea and China -- the North's two most important trading partners -- indicated that business and economic relations would be largely unaffected.",
      "publication_date": "2006-10-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/16/world/asia/questions-grow-over-un-curbs-on-north-korea.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "I’ll Trade You My ‘Titanic’ for Your ‘Spider-Man’",
      "snippet": "Online bartering is emerging as significant niche in e-commerce; sites like DVD trading service Peerflix, CD bartering network LaLa.com, and book tade site PaperBackSwap show there is still place for physical media in world of digital distribution...",
      "abstract": "Online bartering is emerging as significant niche in e-commerce; sites like DVD trading service Peerflix, CD bartering network LaLa.com, and book tade site PaperBackSwap show there is still place for physical media in world of digital distribution; businesses are not expected to challenge big online companies like Amazon, Netflix and eBay since they do not sell products and mainstream computer users prefer to purchase; industry is expected to be successful due to small, loyal user-base and high potential for growth; photos (M)",
      "lead_paragraph": "One of the world's oldest forms of commerce has finally gotten a foothold in the newest commercial medium.",
      "publication_date": "2006-10-16T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/16/technology/ill-trade-you-my-titanic-for-your-spiderman.html",
      "byline": "By Bob Tedeschi"
    },
    {
      "headline": "In Final Weeks, G.O.P. Focuses on Best Bets",
      "snippet": "Senior Republican leaders have concluded that Senator Mike DeWine of Ohio, a pivotal state in this year's fierce midterm election battles, is likely to be heading for defeat and are moving to reduce financial support for his race and divert party ...",
      "abstract": "Senior Republican leaders have concluded that Senator Mike DeWine of Ohio, a pivotal state in this year's fierce midterm election battles, is likely to be heading for defeat and are moving to reduce financial support for his race and divert party money to other embattled Republican senators, party officials said.     The decision to effectively write off Mr. DeWine's seat, after a series of internal Republican polls showed him falling behind his Democratic challenger, is part of a fluid series of choices by top leaders in both parties as they set the strategic framework of the campaign's final three weeks, signaling, by where they are spending television money and other resources, the Senate and House races where they believe they have the best chances of success.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/16/us/politics/in-final-weeks-gop-focuses-on-best-bets.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Chief Executive at Health Insurer Is Forced Out in Options Inquiry",
      "snippet": "Dr. William W. McGuire, a medical entrepreneur who built the UnitedHealth Group into a colossus in its field, was forced to resign from the company yesterday and to give up a portion of the $1.1 billion he holds in harshly criticized stock options...",
      "abstract": "Dr. William W. McGuire, a medical entrepreneur who built the UnitedHealth Group into a colossus in its field, was forced to resign from the company yesterday and to give up a portion of the $1.1 billion he holds in harshly criticized stock options.      UnitedHealth, one of the nation's two largest health insurers, also dismissed its general counsel and a member of its board in what amounted to a sweeping overhaul of its governance practices and leadership ranks. The options that Dr. McGuire had been granted over the years have led to criminal and civil investigations and public disapproval.  ",
      "lead_paragraph": "Dr. William W. McGuire, a medical entrepreneur who built the UnitedHealth Group into a colossus in its field, was forced to resign from the company yesterday and to give up a portion of the $1.1 billion he holds in harshly criticized stock options.",
      "publication_date": "2006-10-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/16/business/chief-executive-at-health-insurer-is-forced-out-in-options-inquiry.html",
      "byline": "By Eric Dash and Milt Freudenheim"
    },
    {
      "headline": "It’s Not a Klimt, but the Eastern European TV Venture Is Sweet",
      "snippet": "Ronald S Lauder sells half his stake in Central European Media Enterprises for $190 million; company has brought American programming and locally produced news to former Soviet bloc countries hungry for state-free television; Lauder has experience...",
      "abstract": "Ronald S Lauder sells half his stake in Central European Media Enterprises for $190 million; company has brought American programming and locally produced news to former Soviet bloc countries hungry for state-free television; Lauder has experienced many business failures before success of CME; Eastern European market is challenging and carries significant risks; while political turmoil has lessened in most countries CME operates, competition is increasing as RTL, owned by Bertelsmann, Modern Times Group and Rupert Murdoch's News Corp move into market; photos (M)",
      "lead_paragraph": "When Ronald S. Lauder, the art collector and cosmetics heir, bought Gustav Klimt's portrait of Adele Bloch-Bauer for $135 million last June, the acquisition made headlines around the world.",
      "publication_date": "2006-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/16/business/worldbusiness/its-not-a-klimt-but-the-eastern-european-tv-venture.html",
      "byline": "By Geraldine Fabrikant"
    }
  ]
}