{
  "metadata": {
    "date": "2006-01-23",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "The Cufflinks That Went to China",
      "snippet": "LAST June, my brother-in-law, Frank E. Williams, took his first trip to Asia. Along with a sales executive who worked for him at Visa Jewelry, Frank traveled to Hong Kong, which is where all the mainland Chinese costume jewelry manufacturers have ...",
      "abstract": "LAST June, my brother-in-law, Frank E. Williams, took his first trip to Asia. Along with a sales executive who worked for him at Visa Jewelry, Frank traveled to Hong Kong, which is where all the mainland Chinese costume jewelry manufacturers have their showrooms. Frank wanted to see if there was any way he could save his small costume jewelry business in Rhode Island.     Frank recently turned 70, but he's one of those people who is happiest when he's busy; as his wife, my sister Rosemary, wrote in an e-mail message to our family, ''forced retirement is probably the only way Frank would consider it.'' He's been in the costume jewelry business since 1957, starting as an apprentice on the shop floor and rising over time to become a salesman, merchandiser and designer. He bought his own company in 1978, and named it Visa.  ",
      "lead_paragraph": "LAST June, my brother-in-law, Frank E. Williams, took his first trip to Asia. Along with a sales executive who worked for him at Visa Jewelry, Frank traveled to Hong Kong, which is where all the mainland Chinese costume jewelry manufacturers have their showrooms. Frank wanted to see if there was any way he could save his small costume jewelry business in Rhode Island.",
      "publication_date": "2006-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/21/business/worldbusiness/the-cufflinks-that-went-to-china.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Morgan Stanley Pursuing Deal With a Side Benefit",
      "snippet": "Since taking charge at Morgan Stanley last summer, John J. Mack has focused much of his time on two problems: jump-starting growth within the firm's lagging retail and asset management businesses and finding an eventual successor.     Now he has t...",
      "abstract": "Since taking charge at Morgan Stanley last summer, John J. Mack has focused much of his time on two problems: jump-starting growth within the firm's lagging retail and asset management businesses and finding an eventual successor.     Now he has taken a tentative step toward resolving both thorny issues in one fell swoop.  ",
      "lead_paragraph": "Since taking charge at Morgan Stanley last summer, John J. Mack has focused much of his time on two problems: jump-starting growth within the firm's lagging retail and asset management businesses and finding an eventual successor.",
      "publication_date": "2006-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/21/business/morgan-stanley-pursuing-deal-with-a-side-benefit.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Medicare Woes Take High Toll on Mentally Ill",
      "snippet": "On the seventh day of the new Medicare drug benefit, Stephen Starnes began hearing voices again, ominous voices, and he started to beg for the medications he had been taking for 10 years. But his pharmacy could not get approval from his Medicare d...",
      "abstract": "On the seventh day of the new Medicare drug benefit, Stephen Starnes began hearing voices again, ominous voices, and he started to beg for the medications he had been taking for 10 years. But his pharmacy could not get approval from his Medicare drug plan, so Mr. Starnes was admitted to a hospital here for treatment of paranoid schizophrenia.     Mr. Starnes, 49, lives in Dayspring Village, a former motel that is licensed by the State of Florida as an assisted living center for people with mental illness. When he gets his medications, he is stable.  ",
      "lead_paragraph": "HILLIARD, Fla., Jan. 16 - On the seventh day of the new Medicare drug benefit, Stephen Starnes began hearing voices again, ominous voices, and he started to beg for the medications he had been taking for 10 years. But his pharmacy could not get approval from his Medicare drug plan, so Mr. Starnes was admitted to a hospital here for treatment of paranoid schizophrenia.",
      "publication_date": "2006-01-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/21/politics/medicare-woes-take-high-toll-on-mentally-ill.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Medical Devices Are Hot, Which Is Why Guidant Is",
      "snippet": "Think of it as the fight for the Bionic Baby Boomer.      From head to toe, aging boomers are being kept alive and kicking -- or at least walking -- by an expanding array of devices that combine the newest medical knowledge with the latest breakth...",
      "abstract": "Think of it as the fight for the Bionic Baby Boomer.      From head to toe, aging boomers are being kept alive and kicking -- or at least walking -- by an expanding array of devices that combine the newest medical knowledge with the latest breakthroughs in digital electronics and material sciences.  ",
      "lead_paragraph": "Think of it as the fight for the Bionic Baby Boomer.",
      "publication_date": "2006-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/21/business/medical-devices-are-hot-which-is-why-guidant-is.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Higher Oil Prices Send Shares Tumbling",
      "snippet": "Stocks tumbled yesterday in their steepest slide in nearly three years, after crude oil surged past $68 a barrel and several corporate giants reported disappointing earnings.      Stocks fell early in the day after Citigroup and General Electric r...",
      "abstract": "Stocks tumbled yesterday in their steepest slide in nearly three years, after crude oil surged past $68 a barrel and several corporate giants reported disappointing earnings.      Stocks fell early in the day after Citigroup and General Electric reported quarterly results that fell short of expectations or failed to exceed them. The selling continued after crude oil prices advanced to a four-month high as the standoff over Iran's nuclear program and threats to Nigeria's main oil region raised fears of shortages in supplies.  ",
      "lead_paragraph": "Stocks tumbled yesterday in their steepest slide in nearly three years, after crude oil surged past $68 a barrel and several corporate giants reported disappointing earnings.",
      "publication_date": "2006-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/21/business/higher-oil-prices-send-shares-tumbling.html",
      "byline": "By Jad Mouawad and Vikas Bajaj"
    },
    {
      "headline": "With a Little Estate Planning, Your House Can Stay in the Family",
      "snippet": "CAUTION: Reading this article may provoke self-inflicted slaps to the head and utterances of ''Why didn't I do this five years ago?''     In 1999, Farhad Aghdami, a trust lawyer in Richmond, Va., suggested to Jim and Yolonda Roberts that they put ...",
      "abstract": "CAUTION: Reading this article may provoke self-inflicted slaps to the head and utterances of ''Why didn't I do this five years ago?''     In 1999, Farhad Aghdami, a trust lawyer in Richmond, Va., suggested to Jim and Yolonda Roberts that they put their home in a Qualified Personal Residence Trust to shelter it from looming estate taxes.  ",
      "lead_paragraph": "CAUTION: Reading this article may provoke self-inflicted slaps to the head and utterances of \"Why didn't I do this five years ago?\"",
      "publication_date": "2006-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/21/business/yourmoney/with-a-little-estate-planning-your-house-can-stay-in-the.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Shiite-Kurd Bloc Falls Just Short in Iraqi Election",
      "snippet": "The first official results in Iraq's landmark December elections showed Friday that the Shiite and Kurdish coalitions once again dominated the voting, but came up just short of the two-thirds majority needed to form a government on their own.     ...",
      "abstract": "The first official results in Iraq's landmark December elections showed Friday that the Shiite and Kurdish coalitions once again dominated the voting, but came up just short of the two-thirds majority needed to form a government on their own.      Sunni Arab parties won 58 of the new Parliament's 275 seats -- the second-largest bloc of seats -- giving them a much stronger political voice than they had before. That raised hopes that the Sunnis, who dominate the insurgency, might choose the political process over violence, and underscored the looming question of what role they would play as Iraq's leaders begin negotiating in earnest to form their first full-term government.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 20 - The first official results in Iraq's landmark December elections showed Friday that the Shiite and Kurdish coalitions once again dominated the voting, but came up just short of the two-thirds majority needed to form a government on their own.",
      "publication_date": "2006-01-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/21/world/middleeast/shiitekurd-bloc-falls-just-short-in-iraqi-election.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "All's Not Quiet on the Military Supply Front",
      "snippet": "Article on DHB, one of number of small military contractors that have been awarded millions of dollars in contracts in connection with war in Iraq; quality and adequacy of bulletproof vests supplied by DHB to soldiers in Iraq has come into questio...",
      "abstract": "Article on DHB, one of number of small military contractors that have been awarded millions of dollars in contracts in connection with war in Iraq; quality and adequacy of bulletproof vests supplied by DHB to soldiers in Iraq has come into question over last year, culminating in Pentagon study that said 80 percent of Marines who died in Iraq from upper-body wounds might have survived if they had body armor covering more of their torsos; Marines and Army recalled about 23,000 vests made by DHB subsidiary Point Blank; company, based in Pompano Beach, Fla, was awarded hundreds of millions of dollars in body armor contracts in 2003 and 2004; earlier regulatory scandals involving DHB founder David Brooks detailed; Securities and Exchange Commission is currently investigating aspects of Brooks' compensation and other corporate transactions; photos (L)",
      "lead_paragraph": "A 9-millimeter bullet, erupting from the barrel of a handgun at 1,100 to 1,400 feet per second, can puncture skin, splinter bone and shred internal organs. A 7.62-millimeter rifle slug, flashing along at about 2,750 feet a second, dispatches targets at greater distances and with more accuracy and force than most handgun ammunition. And the human body -- essentially a large, mobile sack of water -- offers little resistance to bullets of any caliber.",
      "publication_date": "2006-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/22/business/alls-not-quiet-on-the-military-supply-front.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Pockets of Concern Slow a Strong U.S. Economy",
      "snippet": "IF you believe most statistics, the national economy is doing quite well. Corporate profits are soaring. Consumer spending and business investment have been growing at a healthy clip. In the third quarter of last year, output expanded at an annual...",
      "abstract": "IF you believe most statistics, the national economy is doing quite well. Corporate profits are soaring. Consumer spending and business investment have been growing at a healthy clip. In the third quarter of last year, output expanded at an annual pace of about 4.1 percent. And private-sector economists are expecting growth above 3.5 percent this year.      Yet, amid the vim and vigor, there is a weak spot that does not quite mesh with these readings. More than four years since the economy emerged from recession in November of 2001, businesses are still not hiring much. Employment grew by a mere 3.5 million jobs, or 2.7 percent, in 49 months' worth of this economic expansion. Last year, the job market grew by 1.5 percent.  ",
      "lead_paragraph": "IF you believe most statistics, the national economy is doing quite well. Corporate profits are soaring. Consumer spending and business investment have been growing at a healthy clip. In the third quarter of last year, output expanded at an annual pace of about 4.1 percent. And private-sector economists are expecting growth above 3.5 percent this year.",
      "publication_date": "2006-01-22T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/01/22/jobs/pockets-of-concern-slow-a-strong-us-economy.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Bolivia's Leader Solidifies Region's Leftward Tilt",
      "snippet": "Election of Bolivian Pres Evo Morales is most prominent example of democratic revolutions in Latin America; indigenous and poor are mobilized by frustration with US-backed economic prescriptions and have used elections to put in place leaders more...",
      "abstract": "Election of Bolivian Pres Evo Morales is most prominent example of democratic revolutions in Latin America; indigenous and poor are mobilized by frustration with US-backed economic prescriptions and have used elections to put in place leaders more representative of their interests; Morales has promised to depenalize coca cultivation and to increase state involvement in oil and gas industry, but it remains unclear if he will pursue more pragmatic policies when faced with task of governing; has disparaged American free-trade policies, but he now says trade agreements can work if they are fair to both sides; also sees need for foreign investment; photos; map (L)",
      "lead_paragraph": "TIWANAKU, Bolivia, Jan. 21 - When Evo Morales, an Aymara Indian and former head of the Bolivian coca growers union, is sworn in as president on Sunday, it may be the hardest turn yet in South America's persistent left-leaning tilt, with the potential for big reverberations far beyond the borders of this landlocked Andean nation.",
      "publication_date": "2006-01-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/22/world/americas/bolivias-leader-solidifies-regions-leftward-tilt.html",
      "byline": "By Juan Forero and Larry Rohter"
    },
    {
      "headline": "Pakistan's Push in Border Areas Is Said to Falter",
      "snippet": "Pakistani Army's operations in border areas aimed at rooting out Al Qaeda and other foreign militants are bogged down, local political administration is powerless and militants are stronger than ever; officials say Osama Bin Laden and Ayman al-Zaw...",
      "abstract": "Pakistani Army's operations in border areas aimed at rooting out Al Qaeda and other foreign militants are bogged down, local political administration is powerless and militants are stronger than ever; officials say Osama Bin Laden and Ayman al-Zawahiri have been joined by possibly hundreds of foreign militants who present continuing threat to region; Taliban militants operate freely despite hammer-and-anvil strategy, with American forces pressing from Afghan side of border; militants' main obsession is to fight Americans in Afghanistan; photos; map (L)",
      "lead_paragraph": "PESHAWAR, Pakistan, Jan. 19 - Two years after the Pakistani Army began operations in border tribal areas to root out members of Al Qaeda and other foreign militants, Pakistani officials who know the area say the military campaign is bogged down, the local political administration is powerless and the militants are stronger than ever.",
      "publication_date": "2006-01-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/22/world/asia/pakistans-push-in-border-areas-is-said-to-falter.html",
      "byline": "By Carlotta Gall and Mohammad Khan"
    },
    {
      "headline": "Retraining for Silicon Alley",
      "snippet": "HUGO COELLO was skilled in a basic software program for database management, enabling him to work as a database administrator for a nonprofit group. That skill later got him a job with an information technology consulting company, but to be more v...",
      "abstract": "HUGO COELLO was skilled in a basic software program for database management, enabling him to work as a database administrator for a nonprofit group. That skill later got him a job with an information technology consulting company, but to be more valuable to his employer, he needed to master software for creating and managing larger databases.     Roberto Ruggiero and Anika Reynolds majored in computer science in college. Mr. Ruggiero could not get a job in software operations, and Ms. Reynolds wanted to learn a major programming language that her college courses did not cover before she started her job search. All three found the same solution: training courses offered by the New York Software Industry Association, the leading trade group for software, information technology and Web development companies in the New York City area.  ",
      "lead_paragraph": "HUGO COELLO was skilled in a basic software program for database management, enabling him to work as a database administrator for a nonprofit group. That skill later got him a job with an information technology consulting company, but to be more valuable to his employer, he needed to master software for creating and managing larger databases.",
      "publication_date": "2006-01-22T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/01/22/jobs/retraining-for-silicon-alley.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Struggling Back From War's Once-Deadly Wounds",
      "snippet": "Profile of Cpl Jason Poole, who was wounded in Iraq by roadside bomb near Syrian border on June 30, 2004, and is working to regain his life; men and women who have suffered devastating injuries that would have been fatal in earlier wars have been ...",
      "abstract": "Profile of Cpl Jason Poole, who was wounded in Iraq by roadside bomb near Syrian border on June 30, 2004, and is working to regain his life; men and women who have suffered devastating injuries that would have been fatal in earlier wars have been saved in Iraq by helmets, body armor, advances in battlefield medicine and swift evacuation to hospitals, but survivors are coming home with grave injuries that will transform their lives; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/22/us/struggling-back-from-wars-oncedeadly-wounds.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "A Generation Serves Notice: It's a Moving Target",
      "snippet": "Article on challenges facing advertisers and media and technology companies as they try to reach millennials, generation of people born between 1980 and 2000; those in their mid-20's are thumbing their noses at notion of 'prime time' TV by downloa...",
      "abstract": "Article on challenges facing advertisers and media and technology companies as they try to reach millennials, generation of people born between 1980 and 2000; those in their mid-20's are thumbing their noses at notion of 'prime time' TV by downloading their favorite cable and network shows onto computers, where they watch them without commercial interruption; companies are creating advertising and short videos for mobile phones, cell networks with dedicated game channels and $1.99 TV programs to download to iPods and PC's; research by Pew Internet and American Life Project has found that while certain aspects of online life have become common across many age groups, millennials live at digital edge; Frank N Magid Associates senior vice president Jack McKenzie describes new digital-age manifestation of grapevine which he calls peer-to-group phenomenon; some researchers express concerns about group-mentality dynamics that Internet and instant-message age may be fostering; photos; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/22/business/yourmoney/a-generation-serves-notice-its-a-moving-target.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Behind Every Underachiever, an Overpaid Board?",
      "snippet": "Gretchen Morgenson column, in light of Securities and Exchange Commission's executive pay proposal, questions why so many institutional stockholders have stayed silent on subject of outrageous pay for so long; notes Catholic Funds chairman Daniel ...",
      "abstract": "Gretchen Morgenson column, in light of Securities and Exchange Commission's executive pay proposal, questions why so many institutional stockholders have stayed silent on subject of outrageous pay for so long; notes Catholic Funds chairman Daniel Steininger and team, who have spoken out in recent years against excessive pay, will focus this year on corporate directors, who too often have become lapdogs for management; photo (M)",
      "lead_paragraph": "IF the executive pay proposal floated last week by the Securities and Exchange Commission comes to pass, shareholders may finally be able to fathom just how cleanly their pockets are being picked by me-first managers. And who knows? Maybe more shareholders will do something to try to stop the insanity.",
      "publication_date": "2006-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/22/business/yourmoney/behind-every-underachiever-an-overpaid-board.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "In New York City, Still Going Strong",
      "snippet": "THE economy of New York City is a bit of a mystery, even at times to the experts. Battered by the 2001 terrorist attack, high inflation and Wall Street employment losses that have never recovered, it nevertheless remains strong, with flashes of do...",
      "abstract": "THE economy of New York City is a bit of a mystery, even at times to the experts. Battered by the 2001 terrorist attack, high inflation and Wall Street employment losses that have never recovered, it nevertheless remains strong, with flashes of downright brawniness.     During 2005, the city's unemployment hovered around 6 percent, slightly above the national average, and an improvement over the 6.8 percent rate the year before. Wall Street bonuses continue to skyrocket, leading to an 8.7 percent increase in personal income tax revenue in the third quarter of 2005 over the same period a year earlier, according to the city comptroller's office, and a 25 percent spike in capital gains taxes, all of which line the city's coffers.  ",
      "lead_paragraph": "THE economy of New York City is a bit of a mystery, even at times to the experts. Battered by the 2001 terrorist attack, high inflation and Wall Street employment losses that have never recovered, it nevertheless remains strong, with flashes of downright brawniness.",
      "publication_date": "2006-01-22T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/01/22/jobs/in-new-york-city-still-going-strong.html",
      "byline": "By Jennifer Steinhauer"
    },
    {
      "headline": "College Aid Plan Widens U.S. Role in High Schools",
      "snippet": "College financial aid measure included in budget bill by Republican Senators will obligate Education Dept to rate academic rigor of nation's 18,000 high schools for first time; initiative provides $3.75 billion for grants to low-income college fre...",
      "abstract": "College financial aid measure included in budget bill by Republican Senators will obligate Education Dept to rate academic rigor of nation's 18,000 high schools for first time; initiative provides $3.75 billion for grants to low-income college freshmen or sophomores who have completed rigorous high school study and to juniors and seniors majoring in math, science and other critical fields; American Council on Education is concerned that program will turn Education Dept into national school board; legislation is modeled on Texas scholars program, begun during Pres Bush's governorship; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/22/education/college-aid-plan-widens-us-role-in-high-schools.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "On Engine 22, It's Women Who Answer the Bell",
      "snippet": "When the crew from Fire Engine Company 22 raced off at 7:50 a.m. the other day for the first call of their 24-hour shift, a woman reporting chest pains, their big red rig was primed for action but missing a typical feature: a man.     The four mem...",
      "abstract": "When the crew from Fire Engine Company 22 raced off at 7:50 a.m. the other day for the first call of their 24-hour shift, a woman reporting chest pains, their big red rig was primed for action but missing a typical feature: a man.     The four members of Engine 22, Division A, a captain, an engineer, a firefighter-paramedic and a firefighter, protect the Point Loma neighborhood of San Diego, an affluent peninsula on the Pacific Ocean. They are one of the few crews in the nation made up entirely of women, winding up together last October, as the captain, Joi Evans, said, because of ''the way the cards fell.''  ",
      "lead_paragraph": "SAN DIEGO, Jan. 17 - When the crew from Fire Engine Company 22 raced off at 7:50 a.m. the other day for the first call of their 24-hour shift, a woman reporting chest pains, their big red rig was primed for action but missing a typical feature: a man.",
      "publication_date": "2006-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/23/us/on-engine-22-its-women-who-answer-the-bell.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "At Disney, a Dealmaker in the Grip of Technological Change",
      "snippet": "If Robert A. Iger, the chief executive of The Walt Disney Company, and Steven P. Jobs, chief of Pixar Animation, played characters in a movie, it could well be Pixar's own computer-animated ''Toy Story.''      As Buzz Lightyear, a space-age superh...",
      "abstract": "If Robert A. Iger, the chief executive of The Walt Disney Company, and Steven P. Jobs, chief of Pixar Animation, played characters in a movie, it could well be Pixar's own computer-animated ''Toy Story.''      As Buzz Lightyear, a space-age superhero who can seemingly fly, Mr. Jobs is the perfect foil to Mr. Iger, whose smoothly coiffed hair and earnest intentions bring to mind the amiable cowboy Woody. And like the two characters, Mr. Iger and Mr. Jobs, who is also chief executive of Apple Computer, are friendly and sometimes cautious rivals, but that relationship could change substantially.  ",
      "lead_paragraph": "LOS ANGELES, Jan, 22 - If Robert A. Iger, the chief executive of The Walt Disney Company, and Steven P. Jobs, chief of Pixar Animation, played characters in a movie, it could well be Pixar's own computer-animated \"Toy Story.\"",
      "publication_date": "2006-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/23/business/media/at-disney-a-dealmaker-in-the-grip-of-technological-change.html",
      "byline": "By Laura M. Holson and John Markoff"
    },
    {
      "headline": "As Profits Soar, Companies Pay U.S. Less for Gas Rights",
      "snippet": "As a result of pro-industry regulations, the nation's taxpayers have missed much of the recent energy bonanza.",
      "abstract": "As a result of pro-industry regulations, the nation's taxpayers have missed much of the recent energy bonanza.",
      "lead_paragraph": "WASHINGTON, Jan. 22 - At a time when energy prices and industry profits are soaring, the federal government collected little more money last year than it did five years ago from the companies that extracted more than $60 billion in oil and gas from publicly owned lands and coastal waters. ",
      "publication_date": "2006-01-23T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/23/politics/23leases.html",
      "byline": "By EDMUND L. ANDREWS"
    },
    {
      "headline": "Delicate Dance for Bush in Depicting Spy Program as Asset",
      "snippet": "With a campaign of high-profile national security events set for the next three days, following Karl Rove's blistering speech to Republicans on Friday, the White House has effectively declared that it views its controversial secret surveillance pr...",
      "abstract": "With a campaign of high-profile national security events set for the next three days, following Karl Rove's blistering speech to Republicans on Friday, the White House has effectively declared that it views its controversial secret surveillance program not as a political liability but as an asset, a way to attack Democrats and re-establish President Bush's standing after a difficult year.     Whether the White House can succeed depends very much, members of both parties say, on its success in framing a complicated debate when the country is torn between its historic aversion to governmental intrusion and its recent fear of terrorist attacks at home.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/23/politics/delicate-dance-for-bush-in-depicting-spy-program-as-asset.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Like This? You'll Hate That. (Not All Web Recommendations Are Welcome.)",
      "snippet": "On Amazon.com, a customer interested in buying the novel ''The Life of Pi'' is also shown ''The Kite Runner'' because other Amazon customers -- presumably with similar tastes -- also purchased that book. That's just one approach among many in the ...",
      "abstract": "On Amazon.com, a customer interested in buying the novel ''The Life of Pi'' is also shown ''The Kite Runner'' because other Amazon customers -- presumably with similar tastes -- also purchased that book. That's just one approach among many in the science of recommendation software.      Web technology capable of compiling vast amounts of customer data now makes it possible for online stores to recommend items tailored to a specific shopper's interests. Companies are finding that getting those personalized recommendations right -- or even close -- can mean significantly higher sales.  ",
      "lead_paragraph": "SAN FRANCISCO, Jan. 22 - On Amazon.com, a customer interested in buying the novel \"The Life of Pi\" is also shown \"The Kite Runner\" because other Amazon customers -- presumably with similar tastes -- also purchased that book. That's just one approach among many in the science of recommendation software.",
      "publication_date": "2006-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/23/technology/like-this-youll-hate-that-not-all-web-recommendations-are.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "In a Stronghold, Fatah Fights to Beat Back a Rising Hamas",
      "snippet": "Nasser Joumaa, pale and thin, was facing some tough questions from his own Fatah members.     ''Our generation is being ignored,'' said a tall, bearded man in a small house, packed and cloudy with cigarette smoke, as more young men listened at the...",
      "abstract": "Nasser Joumaa, pale and thin, was facing some tough questions from his own Fatah members.     ''Our generation is being ignored,'' said a tall, bearded man in a small house, packed and cloudy with cigarette smoke, as more young men listened at the windows. ''Where are the respected people to vote for on Fatah's list? Not you, Nasser, but there are corrupted people in this list.''  ",
      "lead_paragraph": "NABLUS, West Bank, Jan. 20 - Nasser Joumaa, pale and thin, was facing some tough questions from his own Fatah members.",
      "publication_date": "2006-01-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/23/world/middleeast/in-a-stronghold-fatah-fights-to-beat-back-a-rising-hamas.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Soothe the Blog and Reap the Whirlwind",
      "snippet": "LAST Thursday, Deborah Howell, the ombudsman for The Washington Post,  posted a clarification on the newspaper's Web site after suggesting in her Sunday column that the lobbyist Jack Abramoff had made ''substantial campaign contributions to both m...",
      "abstract": "LAST Thursday, Deborah Howell, the ombudsman for The Washington Post,  posted a clarification on the newspaper's Web site after suggesting in her Sunday column that the lobbyist Jack Abramoff had made ''substantial campaign contributions to both major parties.''      Ms. Howell, responding to a hailstorm of complaints, wrote on the site that, ''a better way to have said it would be that Abramoff 'directed' contributions to both parties.''  ",
      "lead_paragraph": "LAST Thursday, Deborah Howell, the ombudsman for The Washington Post, posted a clarification on the newspaper's Web site after suggesting in her Sunday column that the lobbyist Jack Abramoff had made \"substantial campaign contributions to both major parties.\"",
      "publication_date": "2006-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/23/business/media/soothe-the-blog-and-reap-the-whirlwind.html",
      "byline": "By David Carr"
    },
    {
      "headline": "As Profits Soar, Companies Pay U.S. Less for Gas Rights",
      "snippet": "At a time when energy prices and industry profits are soaring, the federal government collected little more money last year than it did five years ago from the companies that extracted more than $60 billion in oil and gas from publicly owned lands...",
      "abstract": "At a time when energy prices and industry profits are soaring, the federal government collected little more money last year than it did five years ago from the companies that extracted more than $60 billion in oil and gas from publicly owned lands and coastal waters.      If royalty payments in fiscal 2005 for natural gas had risen in step with market prices, the government would have received about $700 million more than it actually did, a three-month investigation by The New York Times has found.  ",
      "lead_paragraph": "WASHINGTON, Jan. 22 - At a time when energy prices and industry profits are soaring, the federal government collected little more money last year than it did five years ago from the companies that extracted more than $60 billion in oil and gas from publicly owned lands and coastal waters.",
      "publication_date": "2006-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/23/politics/as-profits-soar-companies-pay-us-less-for-gas-rights.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Potent Mexican Meth Floods In as States Curb Domestic Variety",
      "snippet": "In the seven months since Iowa passed a law restricting the sale of cold medicines used to make methamphetamine, seizures of homemade methamphetamine laboratories have dropped to just 20 a month from 120. People once terrified about the neighbor's...",
      "abstract": "In the seven months since Iowa passed a law restricting the sale of cold medicines used to make methamphetamine, seizures of homemade methamphetamine laboratories have dropped to just 20 a month from 120. People once terrified about the neighbor's house blowing up now walk up to the state's drug policy director, Marvin Van Haaften, at his local Wal-Mart to thank him for making them safer.     But Mr. Van Haaften, like officials in other states with similar restrictions, is now worried about a new problem: the drop in home-cooked methamphetamine has been met by a new flood of crystal methamphetamine coming largely from Mexico.  ",
      "lead_paragraph": "DES MOINES, Jan. 18 - In the seven months since Iowa passed a law restricting the sale of cold medicines used to make methamphetamine, seizures of homemade methamphetamine laboratories have dropped to just 20 a month from 120. People once terrified about the neighbor's house blowing up now walk up to the state's drug policy director, Marvin Van Haaften, at his local Wal-Mart to thank him for making them safer.",
      "publication_date": "2006-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/23/us/potent-mexican-meth-floods-in-as-states-curb-domestic-variety.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "The Jobs Factor Complicates the Media Universe",
      "snippet": "The calculus of the Walt Disney Company buying Pixar Animation Studios is, on its face, simple: big media conglomerate plus vaunted computer animation studio plus closer ties with Steven P. Jobs, the maverick Pixar founder, equals potential powerh...",
      "abstract": "The calculus of the Walt Disney Company buying Pixar Animation Studios is, on its face, simple: big media conglomerate plus vaunted computer animation studio plus closer ties with Steven P. Jobs, the maverick Pixar founder, equals potential powerhouse.      But because Mr. Jobs's other job is chairman and chief executive of Apple Computer, a deal also raises the possibility of a warmer relationship between Disney and Apple if Mr. Jobs plays an active role at the company.  ",
      "lead_paragraph": "The calculus of the Walt Disney Company buying Pixar Animation Studios is, on its face, simple: big media conglomerate plus vaunted computer animation studio plus closer ties with Steven P. Jobs, the maverick Pixar founder, equals potential powerhouse.",
      "publication_date": "2006-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/23/business/media/the-jobs-factor-complicates-the-media-universe.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Albertsons Nears Deal, Yet Again, to Sell Itself",
      "snippet": "After rejecting a nearly identical deal at the 11th hour last month, Albertsons, the giant supermarket chain, was close to a reaching a new pact last night to sell itself to a group of companies and investment firms for about $9.7 billion in cash ...",
      "abstract": "After rejecting a nearly identical deal at the 11th hour last month, Albertsons, the giant supermarket chain, was close to a reaching a new pact last night to sell itself to a group of companies and investment firms for about $9.7 billion in cash and stock, people involved in the talks said.     The sale, which the company is hoping to announce today, would be to a consortium that includes the CVS drugstore chain; Supervalu supermarkets; Cerberus Capital Management, an investment fund; and Kimco Realty, a real estate investment company.  ",
      "lead_paragraph": "After rejecting a nearly identical deal at the 11th hour last month, Albertsons, the giant supermarket chain, was close to a reaching a new pact last night to sell itself to a group of companies and investment firms for about $9.7 billion in cash and stock, people involved in the talks said.",
      "publication_date": "2006-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/23/business/albertsons-nears-deal-yet-again-to-sell-itself.html",
      "byline": "By Andrew Ross Sorkin"
    }
  ]
}