{
  "metadata": {
    "date": "2006-11-09",
    "total_articles": 27
  },
  "articles": [
    {
      "headline": "Talking About Common Ground",
      "snippet": "The Democrats who will soon oversee tax, trade and economic issues are vowing a cooperative approach with the White House and Republicans.",
      "abstract": "The Democrats who will soon oversee tax, trade and economic issues are vowing a cooperative approach with the White House and Republicans.",
      "lead_paragraph": "WASHINGTON, Nov. 8 — Maybe Washington can get something done after all.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/09/business/09bizpol.html",
      "byline": "By Stephen Labaton and Steven R. Weisman"
    },
    {
      "headline": "Microsoft Strikes Deal for Music",
      "snippet": "Microsoft and Universal Music Group enter agreement under which Universal will license its recordings for Microsoft's new digital music service in exchange for percentage of sales of Microsoft's new portable media play, Zune, and percentage of dow...",
      "abstract": "Microsoft and Universal Music Group enter agreement under which Universal will license its recordings for Microsoft's new digital music service in exchange for percentage of sales of Microsoft's new portable media play, Zune, and percentage of download revenue; Universal, unit of Vivendi, says it will pay half of what it receives on device to its artists, who include U2 and Jay-Z; deal reprsents big departure from standard set by Apple Computer, which pays record companies for songs sold through its iTunes service but does not give them cut of sales of its iPod; move reflects Universal's recognition that for all the runaway success of gadgets like iPod, consumers are still not buying enough digital music to make up for declining sales of music on compact disks (M)",
      "lead_paragraph": "In a rare move, Microsoft said yesterday that it had agreed to pay a percentage of the sales of its new portable media player to the Universal Music Group.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/09/technology/microsoft-strikes-deal-for-music.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Billionaires Fight to Buy The Los Angeles Times",
      "snippet": "David Geffen, Los Angeles billionaire with reputation for ambition, drive and singlemindedness, is contemplating acquisition of Los Angeles Times, and many of those who know him well wonder what kind of owner he would be; several people who know h...",
      "abstract": "David Geffen, Los Angeles billionaire with reputation for ambition, drive and singlemindedness, is contemplating acquisition of Los Angeles Times, and many of those who know him well wonder what kind of owner he would be; several people who know him say they doubt he would take direct role in running Times; many journalists hope that local ownership might put end to heavy cost-cutting imposed on Times by its Chicago-based owner, Tribune Co, but journalism experts caution that local ownership has its perils as well as potential benefits; photo (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 8 - David Geffen spends more time schmoozing with an elite cadre of journalists than just about any other mogul in Hollywood.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/09/business/media/billionaires-fight-to-buy-the-los-angeles-times.html",
      "byline": "By Geraldine Fabrikant and Sharon Waxman"
    },
    {
      "headline": "Rumsfeld Resigns; Bush Vows to ‘Find Common Ground’",
      "snippet": "President Bush portrayed the election results as a cumulative “thumping” of Republicans and conceded that as head of the party, he bore some responsibility.",
      "abstract": "President Bush portrayed the election results as a cumulative “thumping” of Republicans and conceded that as head of the party, he bore some responsibility.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/09elect.html",
      "byline": "By Sheryl Gay Stolberg and Jim Rutenberg"
    },
    {
      "headline": "In Statehouses, Too, Democrats Post Sizable Gains",
      "snippet": "Democratic gains in Congress and governorships are matched by surge involving state legislatures, where more than 275 seats and nine chambers switch from Republican to Democratic hands; victories, combined with six new Democratic governors, give D...",
      "abstract": "Democratic gains in Congress and governorships are matched by surge involving state legislatures, where more than 275 seats and nine chambers switch from Republican to Democratic hands; victories, combined with six new Democratic governors, give Democrats one-party government in 15 states, including New Hampshire for first time since 1884, and Colorado for first time since 1960; no party has totally controlled as many as 15 tates since Republicans achieved that level after 1994 election; Tim Storey, senior fellow at National Conference of State Legislatures, holds what is equally remarkable is that gains occurred across country, even in South, where Democrats had lost ground in every statehouse election since 1982; Southern gains were tiny, about 21 legislative seats, but Storey maintains that the direction is important factor; map shows races for governor (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/in-statehouses-too-democrats-post-sizable-gains.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "For Start-Ups, Web Success on the Cheap",
      "snippet": "Many Internet start-ups are foregoing venture capital in their early stages, choosing instead to grow on a shoestring.",
      "abstract": "Many Internet start-ups are foregoing venture capital in their early stages, choosing instead to grow on a shoestring.",
      "lead_paragraph": "SAN FRANCISCO, Nov. 8 — When Seth J. Sternberg and two colleagues started Meebo, a Web-based instant-messaging service, they didn’t go looking for venture capitalists. Using their credit cards, they financed the company themselves to the tune of $2,000 apiece. It was enough to cover their biggest expense — leasing a few computer servers at $120 a month each. ",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/09/technology/09venture.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "All Eyes Turn to Virginia Senate Race",
      "snippet": "Jim Webb, Democrat, claims victory in Senate race in Virginia on strength of 7,000-vote margin as Associated Press, widely accepted authority for calling elections, declares Republican Sen George Allen the loser; Allen's advisers say he will do no...",
      "abstract": "Jim Webb, Democrat, claims victory in Senate race in Virginia on strength of 7,000-vote margin as Associated Press, widely accepted authority for calling elections, declares Republican Sen George Allen the loser; Allen's advisers say he will do nothing until canvass of ballots is completed, but suggest he could acknowledge defeat on Nov 9; outcome of this race will determine which party controls United States Senate; if Webb's victory and that of Jon Tester in Montana hold up, Democrats would have control of Senate for first time since 2002 and control of entire Congress for first time in dozen years; Virginia campaign was marked by accusation of racism against Allen and sexism against Webb in contest that alienated many voters, particularly women, and has apparently left Allen's once-promising political career in tatters; photo (M)",
      "lead_paragraph": "RICHMOND, Va., Nov. 8 - Never mind that Senator George Allen of Virginia had not conceded. Jim Webb, his Democratic opponent, claimed victory Wednesday on the strength of a roughly 7,000-vote margin.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/all-eyes-turn-to-virginia-senate-race.html",
      "byline": "By John M. Broder and Ian Urbina"
    },
    {
      "headline": "New Democrats Pose Challenge",
      "snippet": "Profile of new mosaic of Democratic Party in House of Representatives--incoming lawmakers who will make a diverse group of political officeholders even more eclectic; among new representatives are Carol Shea-Porter, New Hampshire social worker who...",
      "abstract": "Profile of new mosaic of Democratic Party in House of Representatives--incoming lawmakers who will make a diverse group of political officeholders even more eclectic; among new representatives are Carol Shea-Porter, New Hampshire social worker who campaigned on the cheap and ran hard against war in Iraq, Heath Shuler, North Carolina football star who is pro-gun and anti-abortion, and Jerry McNerney, California alternative-energy entrepreneur with doctorate in mathematics; while much of focus in campaign was on more moderate tendencies of Democratic contenders, scope of Democratic surge makes for more cmoplex picture and a broader mix of ideologies (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/new-democrats-pose-challenge.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Democrats Turned War Into an Ally",
      "snippet": "The parties’ contrasting reactions to the renewed violence in Iraq accounted for the breadth of a Democratic win.",
      "abstract": "The parties’ contrasting reactions to the renewed violence in Iraq accounted for the breadth of a Democratic win.",
      "lead_paragraph": "   This article was reported by Adam Nagourney, Jim Rutenberg and Jeff Zeleny and written by Mr. Nagourney.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/09recon.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Democrats Turned War Into an Ally",
      "snippet": "Republicans and Democrats agree that their contrasting reactions to renewed violence in Iraq accounted for breadth of Democratic victory that cost Republicans close to 30 seats in House and, it appears, control of Senate; point to two-week period ...",
      "abstract": "Republicans and Democrats agree that their contrasting reactions to renewed violence in Iraq accounted for breadth of Democratic victory that cost Republicans close to 30 seats in House and, it appears, control of Senate; point to two-week period in late Sept of new bursts of violence in Iraq, new questions about incompetence in waging war there, and intelligence report suggesting that American invasion actually worsened terrorist threat; note that from Oct on, Democrats moved war front and center in stump speeches and television advertisements, and Republican candidates began to avoid issue; say White House appeared to play into Democratic hands, as Pres Bush and Vice Pres Cheney continued to offer arguments for victory; note Rep Rahm Emanuel and Sen Charles Schumer, who led Democrats' campaign to win back House and Senate, urged Democratic candidates across country to began demanding resignation of Defense Sec Donald H Rumsfeld; note strategy of running against war, which would have been impossibly risky just three months earlier, was encouraged by poll after poll, as well as regular reports of American casualties; photos (M)",
      "lead_paragraph": "On a warm night in mid-September, Representative Rahm Emanuel, the Illinois Democrat leading his party's campaign to win back the House, stood in front of I Ricchi, a stylish Italian restaurant in downtown Washington, screaming at an aide who happened to be in his sight.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/democrats-turned-war-into-an-ally.html",
      "byline": "This article was reported by Adam Nagourney, Jim Rutenberg and Jeff Zeleny and Written By Mr. Nagourney"
    },
    {
      "headline": "Nancy Pelosi Is Ready to Be Voice of the Majority",
      "snippet": "Woman in the News profile of Rep Nancy Pelosi, who is poised to become first female speaker of House of Representatives; as speaker, she would be second in line to presidency--closest a woman in elective office has come to White House; she has bee...",
      "abstract": "Woman in the News profile of Rep Nancy Pelosi, who is poised to become first female speaker of House of Representatives; as speaker, she would be second in line to presidency--closest a woman in elective office has come to White House; she has been San Francisco congresswoman for 20 years; she is 66 years old; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 8 - As Representative Nancy Pelosi faced the cameras Wednesday morning, after the Democrats had taken a majority in the House and put her on the brink of becoming the first female speaker, she spoke so softly at first that some reporters insisted they could not hear her.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/nancy-pelosi-is-ready-to-be-voice-of-the-majority.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Israeli Shelling Kills 18 Gazans; Anger Boils Up",
      "snippet": "Some Hamas leaders called for retaliation inside Israel and for the U.S. to be taught “hard lessons” as well. ",
      "abstract": "Some Hamas leaders called for retaliation inside Israel and for the U.S. to be taught “hard lessons” as well. ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/world/middleeast/09mideast.html",
      "byline": "By Ian Fisher and Steven Erlanger"
    },
    {
      "headline": "Billionaires Fight to Buy The Los Angeles Times",
      "snippet": "David Geffen may possibly buy The Los Angeles Times, but he will have to fight other billionaires gunning for the paper.",
      "abstract": "David Geffen may possibly buy The Los Angeles Times, but he will have to fight other billionaires gunning for the paper.",
      "lead_paragraph": "LOS ANGELES, Nov. 8 — David Geffen spends more time schmoozing with an elite cadre of journalists than just about any other mogul in Hollywood. ",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/09/business/media/09paper.html",
      "byline": "By Geraldine Fabrikant and Sharon Waxman"
    },
    {
      "headline": "For Start-Ups, Web Success on the Cheap",
      "snippet": "Hundreds of Internet start-up companies in Silicon Valley and elsewhere have been launched on budgets far smaller than those of most companies in first Internet boom; some have gone without venture capital altogether or have raised far smaller sum...",
      "abstract": "Hundreds of Internet start-up companies in Silicon Valley and elsewhere have been launched on budgets far smaller than those of most companies in first Internet boom; some have gone without venture capital altogether or have raised far smaller sums than venture investors would have liked, forcing venture capital firms to adapt; today's start-ups benefit from declining costs of hardware and bandwidth, wide availability of open-source software and ability to generate revenue through online ads; Meebo, Web-based instant-messaging company in San Francisco, illustrates trend; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Nov. 8 - When Seth J. Sternberg and two colleagues started Meebo, a Web-based instant-messaging service, they didn't go looking for venture capitalists. Using their credit cards, they financed the company themselves to the tune of $2,000 apiece. It was enough to cover their biggest expense -- leasing a few computer servers at $120 a month each.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/09/technology/for-startups-web-success-on-the-cheap.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "Nancy Pelosi Is Ready to Be Voice of the Majority",
      "snippet": "Representative Nancy Pelosi’s new job places her on a more visible stage, with much greater stakes.",
      "abstract": "Representative Nancy Pelosi’s new job places her on a more visible stage, with much greater stakes.",
      "lead_paragraph": "WASHINGTON, Nov. 8 — As Representative Nancy Pelosi faced the cameras Wednesday morning, after the Democrats had taken a majority in the House and put her on the brink of becoming the first female speaker, she spoke so softly at first that some reporters insisted they could not hear her.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/09pelosi.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Talking About Common Ground",
      "snippet": "Democrats who seized control of Congress on Nov 7 pledge to seek common ground with Republican colleagues and White House on issues affecting economy; many analysts say prospects for cooperation are enhanced by lawmakers' awareness of voter disgus...",
      "abstract": "Democrats who seized control of Congress on Nov 7 pledge to seek common ground with Republican colleagues and White House on issues affecting economy; many analysts say prospects for cooperation are enhanced by lawmakers' awareness of voter disgust with partisan confrontations; business interests have also been pouring millions of dollars into Democratic campaigns with hope and expectation that new Congressional leadership will support some of their agenda; many lawmakers, lobbyists and Congressional aides, however, say emerging divide between White House and Congress will make it hard to achieve agreements on certain issues; outlook for action in next Congress on taxes, trade, governance, energy, pharmaceuticals and immigration outlined; photos; drawings (L)",
      "lead_paragraph": "WASHINGTON, Nov. 8 - Maybe Washington can get something done after all.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/09/business/talking-about-common-ground.html",
      "byline": "By Stephen Labaton and Steven R. Weisman"
    },
    {
      "headline": "New Democrats Pose Challenge",
      "snippet": "The scope of Tuesday’s Democratic surge makes for a more complex picture and a broader mix of ideologies.",
      "abstract": "The scope of Tuesday’s Democratic surge makes for a more complex picture and a broader mix of ideologies.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/09cong.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "After Years On the Outs, New York Comes Back In",
      "snippet": "Sen Charles E Schumer and New York's Congressional delegation, after years of being out the outs in Washignton, suddenly find themselves a locus of power on Capitol Hill; and for state with long wish list, from money for domestic security and more...",
      "abstract": "Sen Charles E Schumer and New York's Congressional delegation, after years of being out the outs in Washignton, suddenly find themselves a locus of power on Capitol Hill; and for state with long wish list, from money for domestic security and more jobs upstate, ascendant Democrats in House and Senate are well positioned to deliver hundreds of millions of new dollars to New York; Democratic takeover of House is expected to elevate Charles B Rangel to chairman of tax-writing Ways and Means Committee--first leader of that panel from New York City since Fernando Wood, a former mayor, from 1877 to 1881; Louise M Slaughter is set to lead powerful Rules Committee, and Nydia M Velazquez would run Small Business Committee; if Democrats take over Senate--and even if they do not--Schumer and Sen Hillary Rodham Clinton will only add luster to their starriness because of election results; photos of Schumer, Clinton, Rangel and Rep Anthony Weiner (M)",
      "lead_paragraph": "The congratulatory calls kept coming to Senator Charles E. Schumer's cellphone yesterday -- mostly from grateful Democrats, but also a few from Republicans who do not normally pay homage to the giant of Brooklyn.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2006/11/09/washington/us/the-2006-elections-the-new-york-delegation-after-years-on-the.html",
      "byline": "By Patrick Healy"
    },
    {
      "headline": "All Eyes Turn to Virginia Senate Race",
      "snippet": "In the race that determines control of the Senate, Jim Webb claimed victory Wednesday, but Senator George Allen, the Republican, has yet to concede.",
      "abstract": "In the race that determines control of the Senate, Jim Webb claimed victory Wednesday, but Senator George Allen, the Republican, has yet to concede.",
      "lead_paragraph": "RICHMOND, Va., Nov. 8 — Never mind that Senator George Allen of Virginia had not conceded. Jim Webb, his Democratic opponent, claimed victory Wednesday on the strength of a roughly 7,000-vote margin.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/09virginia.html",
      "byline": "By John M. Broder and Ian Urbina"
    },
    {
      "headline": "In Statehouses, Too, Democrats Post Sizable Gains",
      "snippet": "The party’s victories in statehouses, combined with the six new Democratic governors, have given the Democrats one-party government in 15 states.",
      "abstract": "The party’s victories in statehouses, combined with the six new Democratic governors, have given the Democrats one-party government in 15 states.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/09statehouse.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Trying Out the Zune: IPod It’s Not",
      "snippet": "David Pogue column assesses Zune, Microsoft's new music system, including pocket player, jukebox software and online music store, and how it sizes up against Apple's iPod; photo; drawing (M)",
      "abstract": "David Pogue column assesses Zune, Microsoft's new music system, including pocket player, jukebox software and online music store, and how it sizes up against Apple's iPod; photo; drawing (M)",
      "lead_paragraph": "Microsoft is probably the greenest company in all of high tech. Not green in the environmental sense -- green with envy.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/09/technology/trying-out-the-zune-ipod-its-not.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Israeli Shelling Kills 18 Gazans; Anger Boils Up",
      "snippet": "Israeli tank shells kill 18 Palestinians, including 14 women and children, at cluster of houses in Beit Hanun on Gaza Strip; one Hamas leader calls for suicide-bombing retaliation inside Israel and for United States to be taught 'hard lessons' for...",
      "abstract": "Israeli tank shells kill 18 Palestinians, including 14 women and children, at cluster of houses in Beit Hanun on Gaza Strip; one Hamas leader calls for suicide-bombing retaliation inside Israel and for United States to be taught 'hard lessons' for supporting Israel; Israeli leaders express regret and Defense Min Amir Peretz orders halt to artillery attacks in densely populated Gaza Strip and immediate investigation; attacks are intended to prevent Palestinians from launching rockets into nearly Israeli cities; Israeli army commander claims initial findings of latest incident suggest misfire; vague threat against US made by Khaled Meshal, leader of Hamas's political bureau exiled in Syria, is unusual escalation for Hamas, and is immediately disavowed by spokesman for Hamas-led Palestinian government in Gaza; this is not first time Israeli shelling has gone awry, or that errant rounds have led to halt or delay in efforts to find new paths of dialogue between Israel and Palestinians, and among Palestinan factions themselves; photo; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/world/middleeast/israeli-shelling-kills-18-gazans-anger-boils-up.html",
      "byline": "By Ian Fisher and Steven Erlanger"
    },
    {
      "headline": "Trying Out the Zune: IPod It’s Not",
      "snippet": "It can’t touch the iPod’s looks or coolness, but the new Microsoft Zune is certainly more practical.",
      "abstract": "It can’t touch the iPod’s looks or coolness, but the new Microsoft Zune is certainly more practical.",
      "lead_paragraph": "Microsoft is probably the greenest company in all of high tech. Not green in the environmental sense — green with envy.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/09/technology/09pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "CHANGE AT THE PENTAGON | MAN IN THE NEWS: Robert Michael Gates; Cautious Player From a Past Bush Team",
      "snippet": "Man in the News profile of Robert Michael Gates, Pres Bush's choice to replace Donald H Rumsfeld as Secretary of Defense; Gates, who is 63, served as deputy to national security adviser during administration of first Pres Bush and then as head of ...",
      "abstract": "Man in the News profile of Robert Michael Gates, Pres Bush's choice to replace Donald H Rumsfeld as Secretary of Defense; Gates, who is 63, served as deputy to national security adviser during administration of first Pres Bush and then as head of Central Intelligence Agency; has been privately critical of current Bush administration's failure to execute its military and political plans for Iraq; has spent last six months quietly debating new approaches to war as member of Iraq Study Group, run by James A Baker III and Lee H Hamilton; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 8 - In choosing Robert M. Gates as his next defense secretary, President Bush reached back to an earlier era in Republican foreign policy, one marked more by caution and pragmatism than that of the neoconservatives who have shaped the Bush administration's war in Iraq and confrontations with Iran and North Korea.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/washington/change-at-the-pentagon-man-in-the-news-robert-michael-gates.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Microsoft Strikes Deal for Music",
      "snippet": "In a rare move, Microsoft agreed to pay a percentage of the sales of its new portable media player to the Universal Music Group.",
      "abstract": "In a rare move, Microsoft agreed to pay a percentage of the sales of its new portable media player to the Universal Music Group.",
      "lead_paragraph": " In a rare move, Microsoft said yesterday that it had agreed to pay a percentage of the sales of its new portable media player to the Universal Music Group. ",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/09/technology/09music.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "The Power and the Conflict",
      "snippet": "Donald H. Rumsfeld set out to reassert civilian control of the military establishment and create a leaner, more lethal American military. He became the most powerful secretary of defense since Robert S. McNamara more than three decades earlier, th...",
      "abstract": "Donald H. Rumsfeld set out to reassert civilian control of the military establishment and create a leaner, more lethal American military. He became the most powerful secretary of defense since Robert S. McNamara more than three decades earlier, then was slow to adapt to a difficult conflict in a distant land.       BY MICHAEL R. GORDON, PAGE A29  ",
      "lead_paragraph": "Donald H. Rumsfeld set out to reassert civilian control of the military establishment and create a leaner, more lethal American military. He became the most powerful secretary of defense since Robert S. McNamara more than three decades earlier, then was slow to adapt to a difficult conflict in a distant land.",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/us/front page/the-power-and-the-conflict.html",
      "byline": ""
    },
    {
      "headline": "Rumsfeld Resigns; Bush Vows to ‘Find Common Ground’",
      "snippet": "Pres Bush announces resignation of Defense Sec Donald H Rumsfeld and vows to work with Democrats 'to find common ground' in wake of collapse of his Republican majority in Congress, news conference; president sounds alternately testy and conciliato...",
      "abstract": "Pres Bush announces resignation of Defense Sec Donald H Rumsfeld and vows to work with Democrats 'to find common ground' in wake of collapse of his Republican majority in Congress, news conference; president sounds alternately testy and conciliatory, conceding that as head of his party, he bears some responsibility; Rumsfeld has been magnet for criticism about management of war in Iraq; days ago Bush told reporters he would keep him on for rest of his term; impending resignation was closely held secret, as White House was wary about how news might affect election; Bush says former CIA director Robert M Gates will replace Rumsfeld; White House says it has not decided whether to ask departing Republican-controlled Senate to take up his nomination or to wait for new Senate next year; election results rip apart political landscape in Washington, which has been one-party Republican town for almost entire six years of Bush's presidency; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/09/us/politics/rumsfeld-resigns-bush-vows-to-find-common-ground.html",
      "byline": "By Sheryl Gay Stolberg and Jim Rutenberg"
    }
  ]
}