{
  "metadata": {
    "date": "2006-10-31",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "A Proposal for Federal Protection From Catastrophe Divides Insurers",
      "snippet": "Some of the nation’s big insurers are turning to Washington in a bid to gain protection against future catastrophic losses.",
      "abstract": "Some of the nation’s big insurers are turning to Washington in a bid to gain protection against future catastrophic losses.",
      "lead_paragraph": "Even as profits on home insurance are soaring, some of the nation’s big insurers are turning to Washington in a bid to gain protection against future catastrophic losses.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/31/business/31insure.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Spate of Bombs Sweeps Baghdad; Cleric Faults U.S.",
      "snippet": "As the U.S. toll for October rose to 101, Shiites said that American security cordons are limiting their ability to defend themselves.",
      "abstract": "As the U.S. toll for October rose to 101, Shiites said that American security cordons are limiting their ability to defend themselves.",
      "lead_paragraph": "BAGHDAD, Oct. 30 — A spasm of violence seized the capital on Monday. Forty-six Iraqis were killed in six bombings across the city and a moderate Sunni Arab figure was gunned down by two men on motorcycles.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/31/world/middleeast/31iraq.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Spate of Bombs Sweeps Baghdad; Cleric Faults U.S.",
      "snippet": "Violence sweeps Baghdad, and radical cleric Moktada al-Sadr blames Americans; 46 Iraqis are killed in six bombings, moderate Sunni Arab figure is gunned down and American toll for Oct rises to 102, highest since Jan 2005; security is controlled al...",
      "abstract": "Violence sweeps Baghdad, and radical cleric Moktada al-Sadr blames Americans; 46 Iraqis are killed in six bombings, moderate Sunni Arab figure is gunned down and American toll for Oct rises to 102, highest since Jan 2005; security is controlled almost exclusively by American military, which has placed cordon around Sadr City in search for missing soldier; attacks in Sadr City are putting pressure on Prime Min Nuri Kamal al-Maliki to press for greater hand in security; Moktada al-Sadr threatens action if American cordon continues; residents of Sadr City claim cordon blocked movement of Sadr's Mahdi Army, making neighborhood less safe; attacks continue as American national security adviser Stephen J Hadley meets in Baghdad with Iraqi officials to discuss new American-Iraqi committee set up with aim of giving Iraqis more control over their troops; total Iraqi deaths reported for day is 81, including bodies found in rivers near Baghdad; photo (M)",
      "lead_paragraph": "BAGHDAD, Oct. 30 - A spasm of violence seized the capital on Monday. Forty-six Iraqis were killed in six bombings across the city and a moderate Sunni Arab figure was gunned down by two men on motorcycles.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/31/world/middleeast/spate-of-bombs-sweeps-baghdad-cleric-faults-us.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Democrats Are Seen to Gain in Statehouse Races",
      "snippet": "Gaining seats could lay the groundwork for redrawing Congressional districts after the 2010 census.",
      "abstract": "Gaining seats could lay the groundwork for redrawing Congressional districts after the 2010 census.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/31/us/politics/31legis.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Race Preferences Vote Splits Michigan",
      "snippet": "The proposal would ban public institutions from considering race or sex in education, employment or contracting.",
      "abstract": "The proposal would ban public institutions from considering race or sex in education, employment or contracting.",
      "lead_paragraph": "ANN ARBOR, Mich., Oct. 25 — Three years after the Supreme Court heard Jennifer Gratz’s challenge to the University of Michigan’s affirmative action policy, she is still fighting racial preferences, this time in a Michigan ballot initiative.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/31/us/31michigan.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "U.S. Drops Bid Over Royalties From Chevron",
      "snippet": "Interior Dept drops claims that Chevron Corp systematically underpaid government for natural gas produced in Gulf of Mexico, decision that could allow other energy companies to avoid paying hundreds of millions of dollars in royalties; decision co...",
      "abstract": "Interior Dept drops claims that Chevron Corp systematically underpaid government for natural gas produced in Gulf of Mexico, decision that could allow other energy companies to avoid paying hundreds of millions of dollars in royalties; decision could make it easier for oil and gas companies to lower value of what they pump each year from federal property and thus their payments to government; Interior officials claim it would be useless to fight Chevron after appeals board ruled against auditors in separate case; but state governments and private landowners have challenged company over essentially same practices and reached settlements in which Chevron paid $70 million in additional royalties; in Chevron case, auditors in Minerals Management Service addressed issue that has bedeviled royalty enforcement for decades: how does government make sure it gets its due when companies sell natural gas to businesses they partly own; case detailed; photo; chart (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/31/business/us-drops-bid-over-royalties-from-chevron.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Weighing Iraq Options",
      "snippet": "President Bush's national security adviser, Stephen J. Hadley, arrived in Baghdad to discuss how to pull Iraq back from the brink. Though his deputy said Mr. Hadley was chiefly expressing support, one option widely discussed before his trip, accor...",
      "abstract": "President Bush's national security adviser, Stephen J. Hadley, arrived in Baghdad to discuss how to pull Iraq back from the brink. Though his deputy said Mr. Hadley was chiefly expressing support, one option widely discussed before his trip, according to American and Iraqi officials, was a substantial troop increase in Baghdad by both countries.           Article, Page A10.  ",
      "lead_paragraph": "President Bush's national security adviser, Stephen J. Hadley, arrived in Baghdad to discuss how to pull Iraq back from the brink. Though his deputy said Mr. Hadley was chiefly expressing support, one option widely discussed before his trip, according to American and Iraqi officials, was a substantial troop increase in Baghdad by both countries.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/31/front page/world/weighing-iraq-options.html",
      "byline": ""
    },
    {
      "headline": "Diller’s Web: Think Cable of the Past",
      "snippet": "IAC/InterActiveCorp's programming president has a Hollywood dominated résumé, which may provide some insight about future Internet ventures.",
      "abstract": "IAC/InterActiveCorp's programming president has a Hollywood dominated résumé, which may provide some insight about future Internet ventures.",
      "lead_paragraph": "When Barry Diller hired longtime television and film executive Michael Jackson as programming president at the IAC/InterActiveCorp, he had to reassure investors that he was not going back into the entertainment business. ",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/31/business/media/31jackson.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Free to a Good Country",
      "snippet": "The Pentagon runs a little-publicized giveaway and tag sale program to clean out excess equipment that ranges from jets to battleships, often free to America's allies.",
      "abstract": "The Pentagon runs a little-publicized giveaway and tag sale program to clean out excess equipment that ranges from jets to battleships, often free to America's allies.",
      "lead_paragraph": " WASHINGTON, Oct. 30 — Across the world, the Pentagon has thousands of garages, hangars and sprawling lots to store all its jets, tanks and other weaponry. But, like most American households, it is cluttered with old, unused and unwanted things.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/31/business/31tagsale.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "S.E.C. Sues Ex-Officials of Delphi",
      "snippet": "Securities and Exchange Commission files civil fraud charges against nine former executives of Delphi Corp, accusing them of manipulating company's finances to project healthy facade while it descended into bankruptcy; Delphi itself will not have ...",
      "abstract": "Securities and Exchange Commission files civil fraud charges against nine former executives of Delphi Corp, accusing them of manipulating company's finances to project healthy facade while it descended into bankruptcy; Delphi itself will not have to pay fine or admit defrauding investors under settlement reached with SEC, which cites company's cooperation with investigators; settlement will allow company to proceed with its reorganization; SEC charges 13 people, including former chief executive J T Battenberg III and former financial officer Alan S Dawes; photo (M)",
      "lead_paragraph": "DETROIT, Oct. 30 - The Securities and Exchange Commission filed civil fraud charges on Monday against nine former executives at the Delphi Corporation, the automotive parts supplier, accusing them of manipulating the company's finances to project a healthy facade while it descended into bankruptcy.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/31/business/sec-sues-exofficials-of-delphi.html",
      "byline": "By Nick Bunkley"
    },
    {
      "headline": "U.S. Drops Bid Over Royalties From Chevron",
      "snippet": "The decision could allow oil and gas companies to avoid paying hundreds of millions of dollars in royalties.",
      "abstract": "The decision could allow oil and gas companies to avoid paying hundreds of millions of dollars in royalties.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/31/business/31royalties.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Diller’s Web: Think Cable of the Past",
      "snippet": "IAC/InterActiveCorp programming president Michael Jackson is thinking big by going small, investing in and starting targeted content sites built around humor, news and popular culture that remind him of early efforts in cable television programmin...",
      "abstract": "IAC/InterActiveCorp programming president Michael Jackson is thinking big by going small, investing in and starting targeted content sites built around humor, news and popular culture that remind him of early efforts in cable television programming; IAC head Barry Diller says he expects to carry out dozens of such ventures during next few years; company recently unveiled test version of new daily newsletter and Web site, Very Short List, which carries recommendations of unheralded cultural and entertainment products, including books, Cds and DVDs; in August, IAC acquired control of Web site collegehumor.com; Jackson's next project is continuously updated satirical Web site that IAC is beginning as joint venture with Huffington Post, assemblage of left-of-center blogs that was founded last year and is edited by author Arianna Huffington; Jackson's career discussed; photo (M)",
      "lead_paragraph": "When Barry Diller hired longtime television and film executive Michael Jackson as programming president at the IAC/InterActiveCorp, he had to reassure investors that he was not going back into the entertainment business.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/31/business/dillers-web-think-cable-of-the-past.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Race Preferences Vote Splits Michigan",
      "snippet": "Polls show voters in Michigan are split over ballot initiative that would bar affirmative action by public institutions in education, employment or contracting; passage would invigorate challenges to variety of affirmative action programs in other...",
      "abstract": "Polls show voters in Michigan are split over ballot initiative that would bar affirmative action by public institutions in education, employment or contracting; passage would invigorate challenges to variety of affirmative action programs in other states; for University of Michigan, proposition would require broader changes than Supreme Court did in 2003, when it ruled that consideration of race as part of law school's admissions policy is constitutional, but that formula giving extra points to minority undergraduate applicants is not; although n ost of debate on proposition has been about race and college admissions, ballot initiative is also playing out against state's somber economic picture of high unemployment, high migration of young people and wrenching transition away from manufacturing; opposition to proposition is strongest in majority-black Detroit and liberal strongholds like Ann Arbor; Gov Jennifer M Granholm and her Republican challenger Dick DeVos oppose proposition, as do unions, churches, businesses and higher education and civil rights groups; photos (M)",
      "lead_paragraph": "ANN ARBOR, Mich., Oct. 25 - Three years after the Supreme Court heard Jennifer Gratz's challenge to the University of Michigan's affirmative action policy, she is still fighting racial preferences, this time in a Michigan ballot initiative.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/31/us/race-preferences-vote-splits-michigan.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "Democrats Are Seen to Gain in Statehouse Races",
      "snippet": "Democrats may gain control of majority of state capitols for first time in decade; more than 6,000 state legislative seats in 46 states are on Nov 7 ballot; analysts say gains made this year will give incumbents leg up in final elections leading u...",
      "abstract": "Democrats may gain control of majority of state capitols for first time in decade; more than 6,000 state legislative seats in 46 states are on Nov 7 ballot; analysts say gains made this year will give incumbents leg up in final elections leading up to redrawing of Congressional districts following 2010 census; next generation of national political leaders, by tradition, is nurtured in state legislatures; if, as polls indicate, Democrats take control of majority of legislatures, women could attain leadership positions in greater numbers, since Democratic women in state capitals outnumber Republican women by nearly two to one; both parties are very interested in local races, as evidenced by money flowing into them; state legislatures are currently controlled almost evenly between Democrats and Republicans; photos; chart (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/31/us/politics/democrats-are-seen-to-gain-in-statehouse-races.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "A Proposal for Federal Protection From Catastrophe Divides Insurers",
      "snippet": "Some of nation's big insurers are turning to Washington in bid to gain protection against future catastrophic losses; Allstate and State Farm, which provide nearly 35 percent of insurance on American homes, are seeking legislation that would offer...",
      "abstract": "Some of nation's big insurers are turning to Washington in bid to gain protection against future catastrophic losses; Allstate and State Farm, which provide nearly 35 percent of insurance on American homes, are seeking legislation that would offer same kind of program for hurricanes and other natural disasters as government promises to provide to commercial insurers in future terrorism attack; insurers and their supporters in Congress are talking about state and federal support kicking in after industry has paid first $4.5 billion in damage, compared with first $25 billion in terror attack; Florida lawmakers Reps Ginny Brown-Waite and E Clay Shaw Jr and Sen Bill Nelson have introduced legislation that would greatly reduce risk for home insurers and make insurance on homes in vulnerable areas more affordable and more available; opponents, including number of other insurance companies, say that government should not be in business of bailing out insurance companies for their losses and that any such program would mostly benefit homeowners along Atlantic and Gulf Coasts at expense of residents elsewhere in country; industry managed to handle $61.8 billion in losses from Hurricane Katrina and other storms in 2005 and to come back strong this year with record earnings in first nine months; insurers say that was only because they have been pushing up prices along coasts and reducing their potential losses by refusing to renew policies or to sell new coverage to hundreds of thousands of homeowners along coasts (L)",
      "lead_paragraph": "Even as profits on home insurance are soaring, some of the nation's big insurers are turning to Washington in a bid to gain protection against future catastrophic losses.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/31/business/a-proposal-for-federal-protection-from-catastrophe-divides.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Newspaper Circulation Falls Sharply",
      "snippet": "Circulation of nation's daily newspapers plunged during latest reporting period in one of sharpest declines in recent history; slide continues decades-long trend and adds to problems of mature industry already struggling with layoffs and facing po...",
      "abstract": "Circulation of nation's daily newspapers plunged during latest reporting period in one of sharpest declines in recent history; slide continues decades-long trend and adds to problems of mature industry already struggling with layoffs and facing potential sale of some its flagships; Audit Bureau of Circulations reports average daily circulation dropped by 2.8 percent during six-month period ended Sept 30, compared with period last year; circulation for Sunday papers fell by 3.4 percent; losses have accelerated as industry tries to adjust to steady migration of readers and advertisers to Internet; Los Angeles Times lost 8 percent of its daily circulation and 6 percent on Sunday; Boston Globe, owned by New York Times Co, lost 6.7 percent of its daily circulation and almost 10 percent on Sunday; New York Times lost about 3.5 percent of its circulation both daily and Sunday; Washington Post's declines were about same; Wall Street Journal's daily paper fell by less than 2 percent but its Weekend Edition reports 6.7 percent drop; total circulation for nation's dailies dropped to 43.7 million; daily circulation peaked in 1984, at 63.3 million; graph (M)",
      "lead_paragraph": "The circulation of the nation's daily newspapers plunged during the latest reporting period in one of the sharpest declines in recent history, according to data released yesterday. The slide continues a decades-long trend and adds to the woes of a mature industry already struggling with layoffs and facing the potential sale of some of its flagships.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/31/business/newspaper-circulation-falls-sharply.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "S.E.C. Sues Ex-Officials of Delphi",
      "snippet": "The civil fraud charges were filed against nine former executives, but the Delphi Corporation itself will not be fined because of a settlement reached with the S.E.C.",
      "abstract": "The civil fraud charges were filed against nine former executives, but the Delphi Corporation itself will not be fined because of a settlement reached with the S.E.C.",
      "lead_paragraph": "DETROIT, Oct. 30 — The Securities and Exchange Commission filed civil fraud charges on Monday against nine former executives at the Delphi Corporation, the automotive parts supplier, accusing them of manipulating the company’s finances to project a healthy facade while it descended into bankruptcy.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/31/business/31delphi.html",
      "byline": "By Nick Bunkley"
    },
    {
      "headline": "Free to a Good Country",
      "snippet": "US Defense Department runs little-publicized giveaway and tag sale program to clean out its excess weapons and aircraft; also uses Excess Defense Articles program to reward government friends and allies across globe; deals are available free to ri...",
      "abstract": "US Defense Department runs little-publicized giveaway and tag sale program to clean out its excess weapons and aircraft; also uses Excess Defense Articles program to reward government friends and allies across globe; deals are available free to right customer or for cents on dollar of their original cost; access is by invitation only, and only for governments; Pakistan and Jordan have gotten many used F-16 Fighting Falcon jets; Afghanistan took 75 armored personnel carriers; small fleet of 30-year-old sea rescue lifeboats has become backbone of Yemeni coast guard, and Portugal is about to take possession of decommissioned guided missile frigate; program is meant as good will operation that government uses to build friendships internationally; equipment offered in 2006 had original price tag of about $1.56 billion; Philippines, Morocco and Dominican Republic have been recent shoppers; first-world countries like Australia and Canada have picked up some cheap castoffs, as well; photos (L)",
      "lead_paragraph": "WASHINGTON, Oct. 30 - Across the world, the Pentagon has thousands of garages, hangars and sprawling lots to store all its jets, tanks and other weaponry. But, like most American households, it is cluttered with old, unused and unwanted things.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/31/business/free-to-a-good-country.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Newspaper Circulation Falls Sharply",
      "snippet": "The decline, one of the steepest on record, adds to the woes of a mature industry beset by layoffs and the possible sale of some of its flagships.",
      "abstract": "The decline, one of the steepest on record, adds to the woes of a mature industry beset by layoffs and the possible sale of some of its flagships.",
      "lead_paragraph": "The circulation of the nation’s daily newspapers plunged during the latest reporting period in one of the sharpest declines in recent history, according to data released yesterday. The slide continues a decades-long trend and adds to the woes of a mature industry already struggling with layoffs and facing the potential sale of some of its flagships.",
      "publication_date": "2006-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/31/business/media/31paper.html",
      "byline": "By Katharine Q. Seelye"
    }
  ]
}