{
  "metadata": {
    "date": "2006-10-10",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Bush Rebukes North Korea; U.S. Seeks New U.N. Sanctions",
      "snippet": "President Bush warned the North that he considered its nuclear activity a potential threat to American national security.",
      "abstract": "President Bush warned the North that he considered its nuclear activity a potential threat to American national security.",
      "lead_paragraph": "UNITED NATIONS, Oct. 9 — The United States proposed tough new United Nations sanctions on North Korea on Monday after its reported test of a nuclear device, and President Bush warned the North that he considered its activity a potential threat to American national security.",
      "publication_date": "2006-10-10T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/world/asia/10korea.html",
      "byline": "By Warren Hoge and Sheryl Gay Stolberg"
    },
    {
      "headline": "Adding On to the House of Google",
      "snippet": "Having pieced together a rapidly multiplying set of products, Google’s leaders have a new concern. Call it Google sprawl.",
      "abstract": "Having pieced together a rapidly multiplying set of products, Google’s leaders have a new concern. Call it Google sprawl.",
      "lead_paragraph": "SAN FRANCISCO, Oct. 9 — Google has made it a point to promote a culture of small engineering teams given free time to create new products — a strategy that it has argued will make the company more innovative than other top-down organizations. ",
      "publication_date": "2006-10-10T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/10/technology/10google.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Engineering Food at Level of Molecules",
      "snippet": "The first generation of nanotechnology-based food industry products has entered the market, raising new issues for the Food and Drug Administration.",
      "abstract": "The first generation of nanotechnology-based food industry products has entered the market, raising new issues for the Food and Drug Administration.",
      "lead_paragraph": "What if the candy maker Mars could come up with an additive to the coating of its M&M’s and Skittles that would keep them fresher longer and inhibit melting? Or if scientists at Unilever could shrink the fat particles (and thereby the calories) in premium ice cream without sacrificing its taste and feel? ",
      "publication_date": "2006-10-10T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/10/technology/10nano.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "American Wins Nobel in Economics",
      "snippet": "Edmund S. Phelps’s work contributed to an explanation of how wages, unemployment and inflation interact with one another.",
      "abstract": "Edmund S. Phelps’s work contributed to an explanation of how wages, unemployment and inflation interact with one another.",
      "lead_paragraph": "Edmund S. Phelps, a Columbia University professor, was awarded the Nobel Memorial Prize in Economic Science yesterday for his contribution to a sophisticated explanation of how wages, unemployment and inflation interact with one another. ",
      "publication_date": "2006-10-10T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/10/business/10nobel.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Dot-Com Boom Echoed in Deal to Buy YouTube",
      "snippet": "YouTube, the darling of the Web 2.0. resurgence, fetched $1.65 billion.",
      "abstract": "YouTube, the darling of the Web 2.0. resurgence, fetched $1.65 billion.",
      "lead_paragraph": "A profitless Web site started by three 20-somethings after a late-night dinner party is sold for more than a billion dollars, instantly turning dozens of its employees into paper millionaires. It sounds like a tale from the late 1990’s dot-com bubble, but it happened yesterday.",
      "publication_date": "2006-10-10T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/technology/10deal.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Venture Firm Shares a YouTube Jackpot",
      "snippet": "Sequoia Capital’s $11 million dollar bet on Google’s newest acquisition may now be worth $495 million.",
      "abstract": "Sequoia Capital’s $11 million dollar bet on Google’s newest acquisition may now be worth $495 million.",
      "lead_paragraph": "SAN FRANCISCO, Oct. 9 — Even in Silicon Valley, it is rare for so much money to be made so fast — and by so few. ",
      "publication_date": "2006-10-10T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/10/technology/10payday.html",
      "byline": "By Miguel Helft and Matt Richtel"
    },
    {
      "headline": "Airbus Chief of 3 Months Resigns Post",
      "snippet": "Christian Streiff had clashed with Airbus’s parent company over his autonomy to make changes.",
      "abstract": "Christian Streiff had clashed with Airbus’s parent company over his autonomy to make changes.",
      "lead_paragraph": "FRANKFURT, Oct. 9  When Christian Streiff took the helm of Airbus after a boardroom purge in July, he described his first days at the troubled European plane maker as a “vertical takeoff” with “full thrust.” Three months later, Mr. Streiff’s ride has ended after an equally sudden nosedive.",
      "publication_date": "2006-10-10T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/10/business/worldbusiness/10airbus.html",
      "byline": "By Mark Landler and Nicola Clark"
    },
    {
      "headline": "Religious Programs Expand, So Do Tax Breaks",
      "snippet": "As religious organizations extend their scope beyond traditional worship, government at all levels is increasingly extending their tax exemptions.",
      "abstract": "As religious organizations extend their scope beyond traditional worship, government at all levels is increasingly extending their tax exemptions.",
      "lead_paragraph": "The similarities between Holy Cross Village at Notre Dame, on the north side of South Bend, Ind., and Hermitage Estates, south of town, are almost disorienting. The two retirement communities have the same simple gabled ranch houses, with the same touches of brick and stone, clustered around a pond with the same fountain funneling spray into the air and ducks waddling down the grassy bank.",
      "publication_date": "2006-10-10T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/business/10religious.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "F.B.I. Struggling to Reinvent Itself to Fight Terror",
      "snippet": "Five years after the 9/11 attacks, the F.B.I. still respects door-kicking investigators more than deskbound analysts.",
      "abstract": "Five years after the 9/11 attacks, the F.B.I. still respects door-kicking investigators more than deskbound analysts.",
      "lead_paragraph": "WASHINGTON, Oct. 9 — Last February, top F.B.I. officers from across the nation gathered in a high-security auditorium for the latest plan to reinvent the crime-fighting agency to take on terrorism.",
      "publication_date": "2006-10-10T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/us/10fbi.html",
      "byline": "By Scott Shane and Lowell Bergman"
    },
    {
      "headline": "For U.S., a Strategic Jolt After North Korea’s Test",
      "snippet": "The concern is not so much where North Korea’s warheads are aimed, but in whose hands its weapons and know-how end up.",
      "abstract": "The concern is not so much where North Korea’s warheads are aimed, but in whose hands its weapons and know-how end up.",
      "lead_paragraph": "WASHINGTON, Oct. 9 — North Korea may be a starving, friendless, authoritarian nation of 23 million people, but its apparently successful explosion of a small nuclear device in the mountains above the town of Kilju on Monday represents a defiant bid for survival and respect. For Washington and its allies, it illuminates a failure of nearly two decades of atomic diplomacy. ",
      "publication_date": "2006-10-10T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/world/asia/10assess.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "American Wins Nobel in Economics",
      "snippet": "Columbia University Prof Edmund S Phelps is awarded Nobel Memorial Prize in Economic Science for his contribution to sophisticated explanation of how wages, unemployment and inflation interact with one another; explanation holds that wages and inf...",
      "abstract": "Columbia University Prof Edmund S Phelps is awarded Nobel Memorial Prize in Economic Science for his contribution to sophisticated explanation of how wages, unemployment and inflation interact with one another; explanation holds that wages and inflation tend to rise in tandem, one pushing up other, until unemployment rate reaches 'equilibrium' or 'natural' level at which prices no longer rise; these tradeoffs are often considered by Federal Reserve policy makers in setting interest rates and are still central element of mainstream economic thinking; photos (M)",
      "lead_paragraph": "Edmund S. Phelps, a Columbia University professor, was awarded the Nobel Memorial Prize in Economic Science yesterday for his contribution to a sophisticated explanation of how wages, unemployment and inflation interact with one another.",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/10/business/american-wins-nobel-in-economics.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Venture Firm Shares a YouTube Jackpot",
      "snippet": "Venture capital firm Sequoia Capital invested total of $11.5 million in YouTube from November 2005 to April 2006 and may make more than 43 times that amount from Google's acquisition of YouTube; its stake in YouTube has been estimated at about 30 ...",
      "abstract": "Venture capital firm Sequoia Capital invested total of $11.5 million in YouTube from November 2005 to April 2006 and may make more than 43 times that amount from Google's acquisition of YouTube; its stake in YouTube has been estimated at about 30 percent, which would give it value of $495 million; Sequoia's go-it-alone investment in YouTube represents kind of aggressive move for which Sequoia is known; biggest winners in $1.65 billion acquisition are YouTube's founders Chad Hurley and Steve Chen; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 9 - Even in Silicon Valley, it is rare for so much money to be made so fast -- and by so few.",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/10/technology/venture-firm-shares-a-youtube-jackpot.html",
      "byline": "By Miguel Helft and Matt Richtel"
    },
    {
      "headline": "For U.S., a Strategic Jolt After North Korea’s Test",
      "snippet": "News analysis: North Korea's test of atomic device illuminates failure of nearly two decades of atomic diplomacy for Washington and its allies; end of ambiguity about North's nuclear capacity foreshadows era in which concern may focus on its histo...",
      "abstract": "News analysis: North Korea's test of atomic device illuminates failure of nearly two decades of atomic diplomacy for Washington and its allies; end of ambiguity about North's nuclear capacity foreshadows era in which concern may focus on its history of selling its weapons systems on world market; North's reported nuclear test raises questions about Bush administration's priorities; Democrats say Bush focused on overthrow of Saddam Hussein in Iraq, a lesser threat, and now it may be too late for Bush to make good on his promise that he would never let world's 'worst dictators' obtain world's most dangerous weapons; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 9 - North Korea may be a starving, friendless, authoritarian nation of 23 million people, but its apparently successful explosion of a small nuclear device in the mountains above the town of Kilju on Monday represents a defiant bid for survival and respect. For Washington and its allies, it illuminates a failure of nearly two decades of atomic diplomacy.",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/world/asia/for-us-a-strategic-jolt-after-north-koreas-test.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "F.B.I. Struggling to Reinvent Itself to Fight Terror",
      "snippet": "Federal Bureau of Investigation is making uneasy transition into spy organization since 9/11 attacks; FBI culture still respects door-kicking investigators more than deskbound analysts sifting through tidbits of data; as result, top counterterrori...",
      "abstract": "Federal Bureau of Investigation is making uneasy transition into spy organization since 9/11 attacks; FBI culture still respects door-kicking investigators more than deskbound analysts sifting through tidbits of data; as result, top counterterrorism job has turned over repeatedly--seven people in five years--filled mostly by veterans with little expertise on Islamist movements and terrorist networks; many counterterrorism agents have minimal specialized training; Muslim agents number no more than dozen of bureau's 12,664 agents; FBI tradition that values leadership and personal connections more than specialized knowledge has resulted in counterterrorism bosses with minimal background; intelligence units created in 56 field offices lack clear instructions and recent Congressional study finds some are 'struggling'; many agents fear that ill-defined quest for domestic intelligence is likely to lead to political trouble; but even critics acknowledge sweeping structural changes at bureau under Robert S Mueller III, who took over as director week before 9/11 attacks; photos (L)",
      "lead_paragraph": "WASHINGTON, Oct. 9 - Last February, top F.B.I. officers from across the nation gathered in a high-security auditorium for the latest plan to reinvent the crime-fighting agency to take on terrorism.",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/us/fbi-struggling-to-reinvent-itself-to-fight-terror.html",
      "byline": "By Scott Shane and Lowell Bergman"
    },
    {
      "headline": "Blast Was Small by Usual Standards, Scientists Say",
      "snippet": "The North Korean test appears to have been a nuclear detonation, but was fairly small by traditional standards, and possibly a failure, federal and private analysts say. It seems to have packed a small fraction of the power of the usual first deto...",
      "abstract": "The North Korean test appears to have been a nuclear detonation, but was fairly small by traditional standards, and possibly a failure, federal and private analysts say. It seems to have packed a small fraction of the power of the usual first detonation by an aspiring nuclear nation: a kiloton or less, according to the scientists. But because of better monitoring, it was felt around the world.   BY WILLIAM J. BROAD and MARK MAZZETTI, PAGE A8",
      "lead_paragraph": "The North Korean test appears to have been a nuclear detonation, but was fairly small by traditional standards, and possibly a failure, federal and private analysts say. It seems to have packed a small fraction of the power of the usual first detonation by an aspiring nuclear nation: a kiloton or less, according to the scientists. But because of better monitoring, it was felt around the world. BY WILLIAM J. BROAD and MARK MAZZETTI, PAGE A8",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/front page/world/blast-was-small-by-usual-standards-scientists-say.html",
      "byline": ""
    },
    {
      "headline": "Japan May Follow Call Toward a Nationalist Path",
      "snippet": "Kenzo Oshima, Japan's ambassador to the United Nations and this month's Security Council president, said Council members ''strongly'' condemned the apparent North Korea test. The test appears likely to push Japan further down a nationalist path. M...",
      "abstract": "Kenzo Oshima, Japan's ambassador to the United Nations and this month's Security Council president, said Council members ''strongly'' condemned the apparent North Korea test. The test appears likely to push Japan further down a nationalist path. Many political analysts say the test could weaken public support for the pacifism Japan adopted after World War II and prompt it to seek a growing regional security role. But could the crisis be big enough to force Japan to break what might be its ultimate postwar taboo and go nuclear itself?   BY MARTIN FACKLER, PAGE A8",
      "lead_paragraph": "Kenzo Oshima, Japan's ambassador to the United Nations and this month's Security Council president, said Council members \"strongly\" condemned the apparent North Korea test. The test appears likely to push Japan further down a nationalist path. Many political analysts say the test could weaken public support for the pacifism Japan adopted after World War II and prompt it to seek a growing regional security role. But could the crisis be big enough to force Japan to break what might be its ultimate postwar taboo and go nuclear itself? BY MARTIN FACKLER, PAGE A8",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/front page/world/japan-may-follow-call-toward-a-nationalist-path.html",
      "byline": ""
    },
    {
      "headline": "Bush Rebukes North Korea; U.S. Seeks New U.N. Sanctions",
      "snippet": "Pres Bush calls North Korea's test of nuclear device 'provocative act' and potential threat to American national security, and United States proposes tough new United Nations sanctions on North Korea; at emergency meeting of United Nations Securit...",
      "abstract": "Pres Bush calls North Korea's test of nuclear device 'provocative act' and potential threat to American national security, and United States proposes tough new United Nations sanctions on North Korea; at emergency meeting of United Nations Security Council, US presses for international inspections of all cargo moving into and out of North Korea to detect weapons-related material, and ban on all trading in military goods and services with North; Britain, France and Japan also press for strong sanctions, but Russia and China, which have veto power, do not signal their readiness to go along with American proposal; Bush issues pointed, carefully worded warning to North not to export any nuclear technology it has; nuclear test in North Korea has immediate political ramifications in US, coming month before Nov elections; Democratic Party strategists quickly circulate 'talking points' memo to party candidates, urging them to cast reported North Korean nuclear test as 'colossal foreign policy failure' of Bush administration; photos (M)",
      "lead_paragraph": "UNITED NATIONS, Oct. 9 - The United States proposed tough new United Nations sanctions on North Korea on Monday after its reported test of a nuclear device, and President Bush warned the North that he considered its activity a potential threat to American national security.",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/world/asia/bush-rebukes-north-korea-us-seeks-new-un-sanctions.html",
      "byline": "By Warren Hoge and Sheryl Gay Stolberg"
    },
    {
      "headline": "For China, a Line Is Crossed, but Doubts Remain",
      "snippet": "Wang Guangya, China's ambassador to the United Nations, said the Security Council should ''react firmly, constructively and prudently'' to North Korea's report of a nuclear test. There were signs that a line had been crossed for China, which has d...",
      "abstract": "Wang Guangya, China's ambassador to the United Nations, said the Security Council should ''react firmly, constructively and prudently'' to North Korea's report of a nuclear test. There were signs that a line had been crossed for China, which has devoted years of painstaking diplomatic effort, and staked its relationship with the United States, on the premise that it could deliver a peaceful, negotiated solution to the standoff with North Korea. But China's elite remains sharply divided on the issue.   BY JOSEPH KAHN, PAGE A10",
      "lead_paragraph": "Wang Guangya, China's ambassador to the United Nations, said the Security Council should \"react firmly, constructively and prudently\" to North Korea's report of a nuclear test. There were signs that a line had been crossed for China, which has devoted years of painstaking diplomatic effort, and staked its relationship with the United States, on the premise that it could deliver a peaceful, negotiated solution to the standoff with North Korea. But China's elite remains sharply divided on the issue. BY JOSEPH KAHN, PAGE A10",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/front page/world/for-china-a-line-is-crossed-but-doubts-remain.html",
      "byline": ""
    },
    {
      "headline": "Airbus Chief of 3 Months Resigns Post",
      "snippet": "European Aeronautic Defense and Space Co announces resignation of Christian Streiff, who took helm of Airbus Industrie in July; Streiff will be succeeded by French co-chief executive of EADS, Louis Gallois; shake-up comes after clash between Strei...",
      "abstract": "European Aeronautic Defense and Space Co announces resignation of Christian Streiff, who took helm of Airbus Industrie in July; Streiff will be succeeded by French co-chief executive of EADS, Louis Gallois; shake-up comes after clash between Streiff and EADS executives over how much autonomy he had to overhaul Airbus, which has been plagued by manufacturing chaos and delays in delivery of its flagship plane, A380; photo (M)",
      "lead_paragraph": "FRANKFURT, Oct. 9 - When Christian Streiff took the helm of Airbus after a boardroom purge in July, he described his first days at the troubled European plane maker as a \"vertical takeoff\" with \"full thrust.\" Three months later, Mr. Streiff's ride has ended after an equally sudden nosedive.",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/10/business/worldbusiness/airbus-chief-of-3-months-resigns-post.html",
      "byline": "By Mark Landler and Nicola Clark"
    },
    {
      "headline": "Adding On to the House of Google",
      "snippet": "Google has made more than 15 major acquisitions in areas as diverse as blogging, personalized search, satellite imagery, image management and cellular phone technology; Google's leaders may be confusing users by piecing together rapidly multiplyin...",
      "abstract": "Google has made more than 15 major acquisitions in areas as diverse as blogging, personalized search, satellite imagery, image management and cellular phone technology; Google's leaders may be confusing users by piecing together rapidly multiplying set of products; founders Sergey Brin and Larry Page and chairman-chief executive Eric E Schmidt spoke last week of their concern that growing collection is confusing users; they noted that new products found one level down from Google's famously Spartan home page drew far less attention and traffic than they would like; Google's acquisition of YouTube presented difficult choice: intergrate YouTube into Google and risk losing one of hottest brands on Internet, or leave YouTube independent and risk diluting its own powerful brand; Google says YouTube will remain independent for now, retaining 'distinct brand identity' and complementing its own existing video business; chart; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 9 - Google has made it a point to promote a culture of small engineering teams given free time to create new products -- a strategy that it has argued will make the company more innovative than other top-down organizations.",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/10/technology/adding-on-to-the-house-of-google.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Religious Programs Expand, So Do Tax Breaks",
      "snippet": "Article in series, In God's Name, examines government's willingness to expand traditional tax exemptions as religious organizations stretch their concept of mission far beyond traditional worship; in South Bend, Ind, retirement community whose res...",
      "abstract": "Article in series, In God's Name, examines government's willingness to expand traditional tax exemptions as religious organizations stretch their concept of mission far beyond traditional worship; in South Bend, Ind, retirement community whose residents have average net worth of $1 million seeks exemption from property taxes because management is religious order; in Orlando, Fla, biblical theme park went to Gov Jeb Bush and Florida Legislature to win tax exemption; all around nation, lawmakers and judges have approved what amounts to special tax treatment for religious organizations and some of their employees, including exemptions on personal-income and payroll taxes, and have made it easier for them to get tax-exempt construction loans on purely religious projects; these tax breaks are widely defended both as acknowledgment of religion's contributions to society and as barrier to unjustified government limitations on liberty that religious organizations enjoy under First Amendment; but in some communities, tolerance of religious tax breaks is fraying as local governments struggle to provide basic services with limited resources; photos (L)",
      "lead_paragraph": "The similarities between Holy Cross Village at Notre Dame, on the north side of South Bend, Ind., and Hermitage Estates, south of town, are almost disorienting. The two retirement communities have the same simple gabled ranch houses, with the same touches of brick and stone, clustered around a pond with the same fountain funneling spray into the air and ducks waddling down the grassy bank.",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/business/religious-programs-expand-so-do-tax-breaks.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Dot-Com Boom Echoed in Deal to Buy YouTube",
      "snippet": "Google agrees to pay $1.65 billion in stock for YouTube, video-sharing phenomenon and darling of Internet resurgence known as Web 2.0; purchase price invites comparisons to mind-boggling valuations once given to dozens of Silicon Valley companies ...",
      "abstract": "Google agrees to pay $1.65 billion in stock for YouTube, video-sharing phenomenon and darling of Internet resurgence known as Web 2.0; purchase price invites comparisons to mind-boggling valuations once given to dozens of Silicon Valley companies decade ago; question is whether YouTube will flourish or, like some other companies once considered Next Big Thing, soon fold; Google, with market value of $132 billion, can afford to take gamble, but question is how to put price tag on an unproven business; price Google paid may have been cost of beating rival bidders, including Yahoo, Viacom and News Corp; deal came together in matter of days after Google co-founder Larry Page and chief executive Eric E Schmidt met with YouTube founders Chad Hurley and Steven Chen and threw out offer of $1.6 billion and autonomy to continue running the business; this set off marathon of meetings and calls; YouTube is Google's first big acquisition after series of much smaller deals; photos; charts (M)",
      "lead_paragraph": "A profitless Web site started by three 20-somethings after a late-night dinner party is sold for more than a billion dollars, instantly turning dozens of its employees into paper millionaires. It sounds like a tale from the late 1990's dot-com bubble, but it happened yesterday.",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/10/technology/dotcom-boom-echoed-in-deal-to-buy-youtube.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Engineering Food at Level of Molecules",
      "snippet": "Food companies remain wary of pushing use of nanotechnology too far and too fast for safety-conscious consumers; they are tantalized by nanotechnology's capacity to create valuable and sometimes novel forms of everyday substances, like food ingred...",
      "abstract": "Food companies remain wary of pushing use of nanotechnology too far and too fast for safety-conscious consumers; they are tantalized by nanotechnology's capacity to create valuable and sometimes novel forms of everyday substances, like food ingredients and packaging materials, simply by reducing them to sizes that once seemed unimaginable; first generation of nanotechnology-based food industry products, including synthetic food colorings, frying oil preservatives and packaging coated with antimicrobial agents, has quietly entered market; commercial uses of technology now add up to $410 million of $3 trillion global food market; chart; photo (M)",
      "lead_paragraph": "What if the candy maker Mars could come up with an additive to the coating of its M&M's and Skittles that would keep them fresher longer and inhibit melting? Or if scientists at Unilever could shrink the fat particles (and thereby the calories) in premium ice cream without sacrificing its taste and feel?",
      "publication_date": "2006-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/10/technology/engineering-food-at-level-of-molecules.html",
      "byline": "By Barnaby J. Feder"
    }
  ]
}