{
  "metadata": {
    "date": "2006-06-05",
    "total_articles": 49
  },
  "articles": [
    {
      "headline": "A Column That Needs No Introduction",
      "snippet": "Kinder Morgan goes private, Home Depot spins its CEO's salary and Philadelphia has a new ownership model for newspapers.",
      "abstract": "Kinder Morgan goes private, Home Depot spins its CEO's salary and Philadelphia has a new ownership model for newspapers.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/03/business/media/03nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Online Throngs Impose a Stern Morality in China",
      "snippet": "A practice where anonymous Web users investigate others and mete out punishment has set off alarms in China.",
      "abstract": "A practice where anonymous Web users investigate others and mete out punishment has set off alarms in China.",
      "lead_paragraph": "SHANGHAI, June 2 — It began with an impassioned, 5,000-word letter on one of the country's most popular Internet bulletin boards from a husband denouncing a college student he suspected of having an affair with his wife. Immediately, hundreds joined in the attack.",
      "publication_date": "2006-06-03T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/03/world/asia/03china.html",
      "byline": "By Howard W. French"
    },
    {
      "headline": "On Route of Chevrolet Impala, Signposts to Detroit's Decline",
      "snippet": "To understand why Detroit is having so much trouble competing against Asian car companies, look no further than the Chevrolet Impala.",
      "abstract": "To understand why Detroit is having so much trouble competing against Asian car companies, look no further than the Chevrolet Impala.",
      "lead_paragraph": "DETROIT, June 2 — To understand why Detroit is having so much trouble competing against Asian car companies, look no further than the Chevrolet Impala.",
      "publication_date": "2006-06-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/03/business/worldbusiness/03chevy.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Job Growth and Wages Were Weak Last Month",
      "snippet": "The news was seen as an indication that higher gas prices and interest rates were starting to crimp growth.",
      "abstract": "The news was seen as an indication that higher gas prices and interest rates were starting to crimp growth.",
      "lead_paragraph": "WASHINGTON, June 2 — Job creation slowed to a crawl in May and hourly wages failed to keep up with inflation, the Labor Department said on Friday, in a report suggesting that high energy prices and higher interest rates are starting to crimp economic growth.",
      "publication_date": "2006-06-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/03/business/03econ.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Gardening Bogs Down a Law Firm",
      "snippet": "A tiny case in Florida has cost the law firm of Boies, Schiller & Flexner thousands of hours of manpower and millions of dollars in fees.",
      "abstract": "A tiny case in Florida has cost the law firm of Boies, Schiller & Flexner thousands of hours of manpower and millions of dollars in fees.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/03/business/03law.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Initial Response to Marine Raid Draws Scrutiny",
      "snippet": "Marine commanders in Iraq learned within two days of killings in Haditha last Nov that Iraqi civilians had died from gunfire, not roadside bomb as initially reported, but officers involved saw no reason to investigate further; commanders tell inve...",
      "abstract": "Marine commanders in Iraq learned within two days of killings in Haditha last Nov that Iraqi civilians had died from gunfire, not roadside bomb as initially reported, but officers involved saw no reason to investigate further; commanders tell investigators they had not viewed as unusual discrepancies that emerged in accounts about how two dozen Iraqis died; handling of matter by senior Marine commanders and whether officers and enlisted personnel tried to cover up what happened has become major element of investigation by Army Maj Gen Eldon A Bargewell; map (M)",
      "lead_paragraph": "WASHINGTON, June 2 - Marine commanders in Iraq learned within two days of the killings in Haditha last November that Iraqi civilians had died from gunfire, not a roadside bomb as initially reported, but the officers involved saw no reason to investigate further, according to a senior Marine officer.",
      "publication_date": "2006-06-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/03/world/middleeast/initial-response-to-marine-raid-draws-scrutiny.html",
      "byline": "By David S. Cloud and Eric Schmitt"
    },
    {
      "headline": "News Media Pay in Scientist Suit",
      "snippet": "Wen Ho Lee, atomic scientist once suspected of espionage, settles invasion of privacy lawsuit against government for $1,645,000; ABC News, Associated Press, Los Angeles Times, New York Times and Washington Post are paying almost half that sum to a...",
      "abstract": "Wen Ho Lee, atomic scientist once suspected of espionage, settles invasion of privacy lawsuit against government for $1,645,000; ABC News, Associated Press, Los Angeles Times, New York Times and Washington Post are paying almost half that sum to avoid contempt sanctions against their reporters; five reporters had been held in contempt of court for refusing to testify and ordered to pay fines of $500 a day for refusing to disclose identities of their confidential sources; Lee photo (M)",
      "lead_paragraph": "Wen Ho Lee, an atomic scientist once suspected of espionage, yesterday settled an invasion of privacy lawsuit against the government for $1,645,000.",
      "publication_date": "2006-06-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/03/washington/news-media-pay-in-scientist-suit.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Rise of Lobbyist Shines a Light on House Ties",
      "snippet": "Letitia Hoadley White, former top aide to Rep Jerry Lewis, became K Street's queen of earmarks after she left Capitol Hill three years ago, landing tens of millions of federal dollars lobbying for her clients; federal prosecutors are investigating...",
      "abstract": "Letitia Hoadley White, former top aide to Rep Jerry Lewis, became K Street's queen of earmarks after she left Capitol Hill three years ago, landing tens of millions of federal dollars lobbying for her clients; federal prosecutors are investigating whether Lewis and other lawmakers may have traded earmarks for illicit payments from lobbyists and contractors--outgrowth of bribery indictment of former Rep Randy Cunningham; prosecutors are looking into White's ties to Lewis and to former Rep Bill Lowery, who is now White's lobbying partner; White, while working for Lewis, helped direct several hundred million dollars in contracts to clients of Lowery's firm; firm and its clients accounted for more than third of $1.3 million Lewis's political action committee has raised since 2000 (M)",
      "lead_paragraph": "WASHINGTON, June 2 - Letitia Hoadley White arrived on Capitol Hill 25 years ago as a 22-year-old receptionist with a bachelor's degree in fashion design, fresh from a job at Women's Wear Daily.",
      "publication_date": "2006-06-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/03/washington/rise-of-lobbyist-shines-a-light-on-house-ties.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Gardening Bogs Down a Law Firm",
      "snippet": "Florida Circuit Court Judge Amy Smith finds Amy Habie, chief financial officer of Boies Schiller & Flexner law firm and owner of Palm Beach lawn care company Nical, guilty of civil contempt; sentences Habie to 90 days in jail and orders her to pay...",
      "abstract": "Florida Circuit Court Judge Amy Smith finds Amy Habie, chief financial officer of Boies Schiller & Flexner law firm and owner of Palm Beach lawn care company Nical, guilty of civil contempt; sentences Habie to 90 days in jail and orders her to pay $500,000 fine to gardening competitor Scott Lewis Gardening and Trimming (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/03/business/gardening-bogs-down-a-law-firm.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "A Touch of Broadway Near Bentonville",
      "snippet": "Scene at Wal-Mart's annual shareholders' meeting in Fayetteville, Ark, described as cast of two dozen New York actors perform musical about company and its employees; show underscores growing influence of new marketing team, whose message seems to...",
      "abstract": "Scene at Wal-Mart's annual shareholders' meeting in Fayetteville, Ark, described as cast of two dozen New York actors perform musical about company and its employees; show underscores growing influence of new marketing team, whose message seems to be that company is no longer taking itself so seriously; photo (M)",
      "lead_paragraph": "FAYETTEVILLE, Ark., June 2 - Wal-Mart the Musical opened here Friday, with a cast of two dozen New York actors, hired to play blue-smocked employees, singing and dancing their way through the giant retailer's shareholder meeting with numbers like \"Walk Across the Aisle\" (about buying fashion) and \"The Day That I Met Sam\" (about Wal-Mart's founder, Sam Walton).",
      "publication_date": "2006-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/03/business/a-touch-of-broadway-near-bentonville.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Job Growth and Wages Were Weak Last Month",
      "snippet": "Labor Department reports unemployment rate dropped to 4.6 percent in May, nearly five-year low; says employers added 75,000 jobs; report, much weaker than analysts expected, prompts new concerns about unexpected economic downturn; graphs (M)",
      "abstract": "Labor Department reports unemployment rate dropped to 4.6 percent in May, nearly five-year low; says employers added 75,000 jobs; report, much weaker than analysts expected, prompts new concerns about unexpected economic downturn; graphs (M)",
      "lead_paragraph": "WASHINGTON, June 2 - Job creation slowed to a crawl in May and hourly wages failed to keep up with inflation, the Labor Department said on Friday, in a report suggesting that high energy prices and higher interest rates are starting to crimp economic growth.",
      "publication_date": "2006-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/03/business/job-growth-and-wages-were-weak-last-month.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "On Route of Chevrolet Impala, Signposts to Detroit's Decline",
      "snippet": "Chevrolet Impala was king of road in 1960's; General Motors sold over million of them in 1965; Impala is still best-selling American car, but it is selling less than third of that total; Impala also lags behind Toyota Camry and Corolla and Honda A...",
      "abstract": "Chevrolet Impala was king of road in 1960's; General Motors sold over million of them in 1965; Impala is still best-selling American car, but it is selling less than third of that total; Impala also lags behind Toyota Camry and Corolla and Honda Accord and Civic in annual race to be best-selling car in America; strength of Camry and Accord is reason Asian auto companies took record 40 percent of American market in May, when Detroit's market share fell to its second-lowest level in history, less than 53 percent; graph; photos (M)",
      "lead_paragraph": "DETROIT, June 2 - To understand why Detroit is having so much trouble competing against Asian car companies, look no further than the Chevrolet Impala.",
      "publication_date": "2006-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/03/business/worldbusiness/on-route-of-chevrolet-impala-signposts-to-detroits.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Is Vonage Sinking Or Coming Up for Air?; Stock's Dive at Debut Is Among the Deepest Seen in Recent Years",
      "snippet": "Article on missteps made by Vonage, Internet phone provider whose stock price plummeted 32 percent shortly after initial public offering; says company, with about 1.5 million paying customers, solid brand name and big share of growing market, is c...",
      "abstract": "Article on missteps made by Vonage, Internet phone provider whose stock price plummeted 32 percent shortly after initial public offering; says company, with about 1.5 million paying customers, solid brand name and big share of growing market, is contending with disgruntled customers who were encouraged to buy shares at offering price; graphs (M)",
      "lead_paragraph": "When the Internet telephone provider Vonage went public last week, it was meant to be a coming-out party for a technology that many see as the future of voice communications. It was also a chance at redemption for Jeffrey A. Citron, a brash and canny entrepreneur trying to overcome a checkered past.",
      "publication_date": "2006-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/03/business/technology/is-vonage-sinking-or-coming-up-for-air-stocks-dive-at.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "A Column That Needs No Introduction",
      "snippet": "Joseph Nocera grab-bag column; comments on mistakes made by former Enron chief executive Kennety Lay in not promoting former president Richard Kinder; Kinder Morgan, soon after Enron verdict, announced plans to take company private in leveraged bu...",
      "abstract": "Joseph Nocera grab-bag column; comments on mistakes made by former Enron chief executive Kennety Lay in not promoting former president Richard Kinder; Kinder Morgan, soon after Enron verdict, announced plans to take company private in leveraged buyout; responds to e-mails in wake of recent column exploring question of whether it is fair to judge performance of Home Depot chief executive Robert Nardelli solely on basis of company's stock price; sees possibility, in light of sale of Philadelphia Inquirer and Philadelphia Daily News to consortium of local businessmen, that new business ownership model has developed in newspaper industry; asks readers to nominate novelists for best business fiction during last two decades; questions why Boone Pickens seems unwilling to make substantial gifts to causes other than his alma mater Oklahoma State University; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-03T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/03/business/media/a-column-that-needs-no-introduction.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "A Talk at Lunch That Shifted the Stance on Iran",
      "snippet": "A discussion between Secretary of State Condoleezza Rice and President Bush two months ago led to an effort to devise a different policy toward Iran.",
      "abstract": "A discussion between Secretary of State Condoleezza Rice and President Bush two months ago led to an effort to devise a different policy toward Iran.",
      "lead_paragraph": "WASHINGTON, June 3 — On a Tuesday afternoon two months ago, Secretary of State Condoleezza Rice sat down to a small lunch in President Bush's private dining room behind the Oval Office and delivered grim news to her boss: Their coalition against Iran was at risk of falling apart.",
      "publication_date": "2006-06-04T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/04/world/middleeast/04iran.html",
      "byline": "By Helene Cooper and David E. Sanger"
    },
    {
      "headline": "Part 'Survivor,' Part 'Apprentice,' All Reality",
      "snippet": "Time was when nabbing an internship meant showing up and asking. Now, students must compete in an environment not unlike a reality show.",
      "abstract": "Time was when nabbing an internship meant showing up and asking. Now, students must compete in an environment not unlike a reality show.",
      "lead_paragraph": "NO one was \"Fired!\" after the brainstorming session at the public relations firm Manning Selvage & Lee late last month. But a good number will not be hired, and it is no coincidence that the windowed meeting room in which the 20 hopefuls gathered was once used on an episode of \"The Apprentice.\"",
      "publication_date": "2006-06-04T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/06/04/jobs/04wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "The Enron Case That Almost Wasn't",
      "snippet": "The legal hurdles on the path to Kenneth L. Lay's conviction were so daunting that some worried that they would never be able to charge him with any crimes.",
      "abstract": "The legal hurdles on the path to Kenneth L. Lay's conviction were so daunting that some worried that they would never be able to charge him with any crimes.",
      "lead_paragraph": "\"GUILTY.\"",
      "publication_date": "2006-06-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/06/04/business/yourmoney/04enron.html",
      "byline": "By Alexei Barrionuevo and Kurt Eichenwald"
    },
    {
      "headline": "How eBay Makes Regulations Disappear",
      "snippet": "Billing itself as \"the world's online marketplace,\" eBay has woven together a muscular and wily lobbying apparatus that spans 25 states.",
      "abstract": "Billing itself as \"the world's online marketplace,\" eBay has woven together a muscular and wily lobbying apparatus that spans 25 states.",
      "lead_paragraph": "IN quick succession one morning last month, Louisiana state legislators plowed through a long list of bills, including one to relocate the motor vehicle commission, another to regulate potentially abusive lending practices, and yet another that was the handiwork of eBay, the digital shopping mall that bills itself as \"the world's online marketplace.\"",
      "publication_date": "2006-06-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/06/04/business/yourmoney/04ebay.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "One Farm Town's Drive for Energy Independence",
      "snippet": "A small town in Indiana wants to secede from America's energy grid and power itself entirely with renewable sources, like its corn and pigs.",
      "abstract": "A small town in Indiana wants to secede from America's energy grid and power itself entirely with renewable sources, like its corn and pigs.",
      "lead_paragraph": "REYNOLDS, Ind. — This corn and soybean and hog farming town, which pops up out of nowhere at a crossroads and disappears as fast, has only 533 residents left. As in many withering rural communities, worries here lean toward keeping the school open, persuading sons and daughters to stay and finding a role for small farms in a changed economy. But a different worry has risen here, too.",
      "publication_date": "2006-06-04T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/04/us/04biotown.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "A Shareholder Demands Respect, and Gets It",
      "snippet": "A recent incident involving a money manager and a family of mutual funds provides a lesson: good things come to those who agitate.",
      "abstract": "A recent incident involving a money manager and a family of mutual funds provides a lesson: good things come to those who agitate.",
      "lead_paragraph": "GOOD things come to those who agitate. ",
      "publication_date": "2006-06-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/06/04/business/yourmoney/04gret.html",
      "byline": ""
    },
    {
      "headline": "For Entrepreneurs From Russia, a Short Course in Capitalism",
      "snippet": "Would-be entrepreneurs who have immigrated from Russia can take a crash course in American capitalism at Baruch College in Manhattan.",
      "abstract": "Would-be entrepreneurs who have immigrated from Russia can take a crash course in American capitalism at Baruch College in Manhattan.",
      "lead_paragraph": " Len Bersh, though born in the former Soviet Union, knows a lot about American capitalism. Since immigrating to New York 13 years ago, he has earned M.B.A. and law degrees, joined a practice specializing in patent law and earlier this year started a Web-based business that sells lighting products. ",
      "publication_date": "2006-06-04T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/06/04/jobs/04jmar.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "17 Held in Plot to Bomb Sites in Ontario",
      "snippet": "The Canadian residents were arrested and charged with plotting to attack targets with crude but powerful fertilizer bombs.",
      "abstract": "The Canadian residents were arrested and charged with plotting to attack targets with crude but powerful fertilizer bombs.",
      "lead_paragraph": "OTTAWA, June 3 — Seventeen Canadian residents were arrested and charged with plotting to attack targets in southern Ontario with crude but powerful fertilizer bombs, the Canadian authorities said Saturday.",
      "publication_date": "2006-06-04T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/04/world/americas/04toronto.html",
      "byline": "By Ian Austen and David Johnston"
    },
    {
      "headline": "Attacks on Iraq Oil Industry Aid Vast Smuggling Scheme",
      "snippet": "Terror groups and criminal gangs have transformed the fuel trucking trade into a potent tool for smuggling.",
      "abstract": "Terror groups and criminal gangs have transformed the fuel trucking trade into a potent tool for smuggling.",
      "lead_paragraph": " BAGHDAD, Iraq, June 3 — The sabotage attacks that have crippled Iraq's oil pipelines and refineries for the past three years are now being used to aid a vast smuggling network that is costing the Iraqi government billions of dollars a year, senior Iraqi and American officials here say.",
      "publication_date": "2006-06-04T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/04/world/middleeast/04smuggle.html",
      "byline": "By James Glanz and Robert F. Worth"
    },
    {
      "headline": "A Talk at Lunch That Shifted the Stance on Iran",
      "snippet": "Possibility that United States might end its nearly three-decade policy against direct talks with Iran arose out of small White House lunch at which Sec of State Condoleezza Rice warned Pres Bush that coalition against Iran was at risk of falling ...",
      "abstract": "Possibility that United States might end its nearly three-decade policy against direct talks with Iran arose out of small White House lunch at which Sec of State Condoleezza Rice warned Pres Bush that coalition against Iran was at risk of falling apart; final decision to offer talks came only after conversations with Russian Pres Vladimir Putin and German Chancellor Angela Merkel led Bush to conclude they would support sanctions if Iran refused to suspend uranium-enrichment; photo (L)",
      "lead_paragraph": "WASHINGTON, June 3 - On a Tuesday afternoon two months ago, Secretary of State Condoleezza Rice sat down to a small lunch in President Bush's private dining room behind the Oval Office and delivered grim news to her boss: Their coalition against Iran was at risk of falling apart.",
      "publication_date": "2006-06-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/04/world/middleeast/a-talk-at-lunch-that-shifted-the-stance-on-iran.html",
      "byline": "By Helene Cooper and David E. Sanger"
    },
    {
      "headline": "Attacks on Iraq Oil Industry Aid Vast Smuggling Scheme",
      "snippet": "Pipeline attacks in Iraq have evolved from tool to undermine government into lucrative moneymaking scheme for insurgents and enterprising criminal gangs; attacks are orchestrated to force government to import and distribute fuel using thousands of...",
      "abstract": "Pipeline attacks in Iraq have evolved from tool to undermine government into lucrative moneymaking scheme for insurgents and enterprising criminal gangs; attacks are orchestrated to force government to import and distribute fuel using thousands of tanker trucks, while insurgents and gangs have transformed trucking trade into potent tool for smuggling; American and Iraqi officials claim loose network of insurgents, criminals and independent operators are working together to keep grip on system and turn enormous profits; photos; map; graphs (L)",
      "lead_paragraph": "BAGHDAD, Iraq, June 3 - The sabotage attacks that have crippled Iraq's oil pipelines and refineries for the past three years are now being used to aid a vast smuggling network that is costing the Iraqi government billions of dollars a year, senior Iraqi and American officials here say.",
      "publication_date": "2006-06-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/04/world/middleeast/attacks-on-iraq-oil-industry-aid-vast-smuggling-scheme.html",
      "byline": "By James Glanz and Robert F. Worth"
    },
    {
      "headline": "A Shareholder Demands Respect, and Gets It",
      "snippet": "Gretchen Morgenson column on action taken by Jonathan Bergman, chief investment officer of Palisades Hudson Asset Management who has owned DWS family of mutual funds for his clients since 2000; Bergman opposed proposal that would double or triple ...",
      "abstract": "Gretchen Morgenson column on action taken by Jonathan Bergman, chief investment officer of Palisades Hudson Asset Management who has owned DWS family of mutual funds for his clients since 2000; Bergman opposed proposal that would double or triple annual fees, to 0.27 percent, and voted to withhold support from all of funds' trustees; DWS funds' holders voted to approve fee changes but board has decided to review matter and has agreed to keep current expense level through September 30 (M)",
      "lead_paragraph": "GOOD things come to those who agitate.",
      "publication_date": "2006-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/06/04/business/yourmoney/a-shareholder-demands-respect-and-gets-it.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "For Entrepreneurs From Russia, a Short Course in Capitalism",
      "snippet": "Len Bersh teaches fellow Russian immigrants about entrepreneurship at Zicklin School of Business at Baruch College in New York City; series is latest for would-be entrepreneurs at school's center for entrepreneurship, which provides business train...",
      "abstract": "Len Bersh teaches fellow Russian immigrants about entrepreneurship at Zicklin School of Business at Baruch College in New York City; series is latest for would-be entrepreneurs at school's center for entrepreneurship, which provides business training and financial advice through seminars, workshops and one-on-one counseling; photo (M)",
      "lead_paragraph": "Len Bersh, though born in the former Soviet Union, knows a lot about American capitalism. Since immigrating to New York 13 years ago, he has earned M.B.A. and law degrees, joined a practice specializing in patent law and earlier this year started a Web-based business that sells lighting products.",
      "publication_date": "2006-06-04T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/06/04/jobs/for-entrepreneurs-from-russia-a-short-course-in-capitalism.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "The Enron Case That Almost Wasn't",
      "snippet": "Article on difficult hurdles federal prosecutors faced in trying to put criminal case together against former Enron chief executive Kenneth Lay; says while public widely perceived case against Lay to be 'can't lose' proposition, similar to one ass...",
      "abstract": "Article on difficult hurdles federal prosecutors faced in trying to put criminal case together against former Enron chief executive Kenneth Lay; says while public widely perceived case against Lay to be 'can't lose' proposition, similar to one assembled against Jeffrey Skilling, legal hurdles to Lay's conviction were so daunting that some prosecutors privately worried that they would never be able to charge him with any crimes; timeline; photos (L)",
      "lead_paragraph": "\"GUILTY.\"",
      "publication_date": "2006-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/06/04/business/yourmoney/the-enron-case-that-almost-wasnt.html",
      "byline": "By Alexei Barrionuevo and Kurt Eichenwald"
    },
    {
      "headline": "How eBay Makes Regulations Disappear",
      "snippet": "Article on power of eBay to influence how states and federal government regulate its computer auction site; company, which bills itself as 'world's online marketplace,' with muscular and wily lobbying apparatus that spans 25 states, works hard to ...",
      "abstract": "Article on power of eBay to influence how states and federal government regulate its computer auction site; company, which bills itself as 'world's online marketplace,' with muscular and wily lobbying apparatus that spans 25 states, works hard to ensure passage of state bills to exempt some Internet transactions from state auction regulations; some state regulators say that when they try to erect guidelines, they encounter company's political power, raising questions about proper balance among public policy, consumer protection and business interests; eBay contends that while it uses 'auction' when describing what takes place on its site, auction laws should not apply to its sellers; chart; photos (L)",
      "lead_paragraph": "IN quick succession one morning last month, Louisiana state legislators plowed through a long list of bills, including one to relocate the motor vehicle commission, another to regulate potentially abusive lending practices, and yet another that was the handiwork of eBay, the digital shopping mall that bills itself as \"the world's online marketplace.\"",
      "publication_date": "2006-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/06/04/business/yourmoney/how-ebay-makes-regulations-disappear.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "17 Held in Plot to Bomb Sites in Ontario",
      "snippet": "Canadian authorities arrest 17 residents on charges of plotting to bomb unspecified targets in southern Ontario; police and intelligence officials had been monitoring group for some time and moved to make arrests after suspects took delivery of th...",
      "abstract": "Canadian authorities arrest 17 residents on charges of plotting to bomb unspecified targets in southern Ontario; police and intelligence officials had been monitoring group for some time and moved to make arrests after suspects took delivery of three tons of ammonium nitrate, which can be made into explosive when combined with fuel oil; men are mainly of South Asian descent and in their teens or early 20's; none are known to have links to Al Qaeda; plot did not involve any targets in United States, but it has alarmed US counterterrorism officials concerned about porous northern US border; photos; map (L)",
      "lead_paragraph": "OTTAWA, June 3 - Seventeen Canadian residents were arrested and charged with plotting to attack targets in southern Ontario with crude but powerful fertilizer bombs, the Canadian authorities said Saturday.",
      "publication_date": "2006-06-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/04/world/americas/17-held-in-plot-to-bomb-sites-in-ontario.html",
      "byline": "By Ian Austen and David Johnston"
    },
    {
      "headline": "Border Patrol Under Scrutiny",
      "snippet": "As President Bush calls to expand the Border Patrol, some question whether more agents will truly result in improved security. Page 34.  ",
      "abstract": "As President Bush calls to expand the Border Patrol, some question whether more agents will truly result in improved security. Page 34.  ",
      "lead_paragraph": "As President Bush calls to expand the Border Patrol, some question whether more agents will truly result in improved security. Page 34.",
      "publication_date": "2006-06-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/04/us/border-patrol-under-scrutiny.html",
      "byline": ""
    },
    {
      "headline": "One Farm Town's Drive for Energy Independence",
      "snippet": "State of Indiana first came up with idea of Reynolds, Ind, as BioTown, powered entirely with renewable sources like corn and pig manure, but Reynolds has embraced idea as its own and hopes one day to secede from America's energy grid; residents ar...",
      "abstract": "State of Indiana first came up with idea of Reynolds, Ind, as BioTown, powered entirely with renewable sources like corn and pig manure, but Reynolds has embraced idea as its own and hopes one day to secede from America's energy grid; residents are buying cars that run on ethanol-based fuels, and work has begun on plant that will generate electricity from farm waste; photos; map (L)",
      "lead_paragraph": "REYNOLDS, Ind. - This corn and soybean and hog farming town, which pops up out of nowhere at a crossroads and disappears as fast, has only 533 residents left. As in many withering rural communities, worries here lean toward keeping the school open, persuading sons and daughters to stay and finding a role for small farms in a changed economy. But a different worry has risen here, too.",
      "publication_date": "2006-06-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/04/us/one-farm-towns-drive-for-energy-independence.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Part 'Survivor,' Part 'Apprentice,' All Reality",
      "snippet": "Lisa Belkin Life's Work column on heightened competition in labor market as revealed in summer internship program at public relations firm Manning Selvage & Lee in New York City; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on heightened competition in labor market as revealed in summer internship program at public relations firm Manning Selvage & Lee in New York City; drawing (M)",
      "lead_paragraph": "NO one was \"Fired!\" after the brainstorming session at the public relations firm Manning Selvage & Lee late last month. But a good number will not be hired, and it is no coincidence that the windowed meeting room in which the 20 hopefuls gathered was once used on an episode of \"The Apprentice.\"",
      "publication_date": "2006-06-04T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/06/04/jobs/part-survivor-part-apprentice-all-reality.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "All Polls Aside, Utah Is Keeping Faith in Bush",
      "snippet": "Utah voters are among committed Bush supporters who are standing proudly by him as he tries to reverse sliding poll numbers, hang on to Republican Congress, revive his agenda and stabilize Iraq; core group appears motivated more by general princip...",
      "abstract": "Utah voters are among committed Bush supporters who are standing proudly by him as he tries to reverse sliding poll numbers, hang on to Republican Congress, revive his agenda and stabilize Iraq; core group appears motivated more by general principles and comfort level with Bush than by specific issues and trends; supporters tend to be impressed by Bush's faith and are convinced that he understands their lives and values; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/04/washington/all-polls-aside-utah-is-keeping-faith-in-bush.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "This Time, Jerry Brown Wants to Be a Lawman",
      "snippet": "The maverick presidential candidate and former governor of California is running for attorney general of the state.",
      "abstract": "The maverick presidential candidate and former governor of California is running for attorney general of the state.",
      "lead_paragraph": "OAKLAND, Calif., June 2 — In his nearly four decades in American politics, Jerry Brown has been a lot of things to a lot of people: a two-term California governor, a three-time presidential candidate and, most recently, the mayor of Oakland, this Rodney Dangerfield-like city across the bay from San Francisco. ",
      "publication_date": "2006-06-05T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/05/us/05brown.html",
      "byline": "By Jesse McKinley"
    },
    {
      "headline": "Show Me the Bodies",
      "snippet": "While pictures of Iraqi dead are ubiquitous on television and in print, there are very few images of dead American soldiers.",
      "abstract": "While pictures of Iraqi dead are ubiquitous on television and in print, there are very few images of dead American soldiers.",
      "lead_paragraph": "FOR war photography, Vietnam remains the bloody yardstick. During the Tet offensive, on Feb. 9, 1968, Time magazine ran a story that was accompanied by photos showing dozens of dead American soldiers stacked like cordwood. The images remind that the dead are both the most patient and affecting of all subjects. ",
      "publication_date": "2006-06-05T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/05/business/media/05carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Uncovering Iraq's Horrors in Desert Graves",
      "snippet": "A grave contains victims of Saddam Hussein's suppression of the Shiite uprising across southern Iraq in early 1991. ",
      "abstract": "A grave contains victims of Saddam Hussein's suppression of the Shiite uprising across southern Iraq in early 1991. ",
      "lead_paragraph": "ON THE EDGE OF THE ASH SHAM DESERT, Iraq, June 3 — Among experts on the American-led team investigating Iraq's mass graves, the skeletal remains lying face-up at the rear of the tangled grave here have been given a name — the Blue Man — that speaks for a sorrowful familiarity developed by some of those who work with victims of mass murder.",
      "publication_date": "2006-06-05T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/05/world/middleeast/05grave.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Six of 17 Arrested in Canada's Antiterror Sweep Have Ties to Mosque Near Toronto",
      "snippet": "The Al-Rahman Islamic Centre for Islamic Education is one of the few known links between the suspects.",
      "abstract": "The Al-Rahman Islamic Centre for Islamic Education is one of the few known links between the suspects.",
      "lead_paragraph": "MISSISSAUGA, Ontario, June 4 — At least 6 of the 17 people arrested by Canadian authorities in a sweeping counterterrorism operation over the weekend regularly attended the same storefront mosque in this middle-class Toronto suburb of modest brick rental townhouses and well-kept lawns, fellow worshipers said Sunday. ",
      "publication_date": "2006-06-05T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/05/world/americas/05canada.html",
      "byline": "By Anthony DePalma"
    },
    {
      "headline": "New Drugs for Cancer Could Soon Flood Market",
      "snippet": "Big Pharma has discovered cancer.      For several years biotechnology companies like Genentech and ImClone have garnered most of the attention at the nation's largest cancer meeting with new so-called targeted drugs that were in general less toxi...",
      "abstract": "Big Pharma has discovered cancer.      For several years biotechnology companies like Genentech and ImClone have garnered most of the attention at the nation's largest cancer meeting with new so-called targeted drugs that were in general less toxic than traditional chemotherapy.  ",
      "lead_paragraph": "ATLANTA, June 4 - Big Pharma has discovered cancer.",
      "publication_date": "2006-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/05/business/new-drugs-for-cancer-could-soon-flood-market.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Uncovering Iraq's Horrors in Desert Graves",
      "snippet": "Among experts on the American-led team investigating Iraq's mass graves, the skeletal remains lying face-up at the rear of the tangled grave here have been given a name -- the Blue Man -- that speaks for a sorrowful familiarity developed by some o...",
      "abstract": "Among experts on the American-led team investigating Iraq's mass graves, the skeletal remains lying face-up at the rear of the tangled grave here have been given a name -- the Blue Man -- that speaks for a sorrowful familiarity developed by some of those who work with victims of mass murder.     But more than his blue shirt, and his blue-striped trousers, what distinguishes the remains is the way they speak for the terror of death under Saddam Hussein. The man was thrown backward by automatic weapons fire, his eyes blindfolded and his arms tied behind his back, his skull jerked upward at the neck, his fleshless mouth gaping, his two rows of teeth stretched apart, as though in a primal scream.  ",
      "lead_paragraph": "ON THE EDGE OF THE ASH SHAM DESERT, Iraq, June 3 - Among experts on the American-led team investigating Iraq's mass graves, the skeletal remains lying face-up at the rear of the tangled grave here have been given a name -- the Blue Man -- that speaks for a sorrowful familiarity developed by some of those who work with victims of mass murder.",
      "publication_date": "2006-06-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/05/world/middleeast/uncovering-iraqs-horrors-in-desert-graves.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Six of 17 Arrested in Canada's Antiterror Sweep Have Ties to Mosque Near Toronto",
      "snippet": "At least 6 of the 17 people arrested by Canadian authorities in a sweeping counterterrorism operation over the weekend regularly attended the same storefront mosque in this middle-class Toronto suburb of modest brick rental townhouses and well-kep...",
      "abstract": "At least 6 of the 17 people arrested by Canadian authorities in a sweeping counterterrorism operation over the weekend regularly attended the same storefront mosque in this middle-class Toronto suburb of modest brick rental townhouses and well-kept lawns, fellow worshipers said Sunday.      Their attendance at the mosque, Al-Rahman Islamic Centre for Islamic Education, is one of the few public pieces of information that clearly link any of the suspects -- 12 adults and 5 youths -- in one of the biggest antiterrorism arrests in North America since the Sept. 11 attacks.  ",
      "lead_paragraph": "MISSISSAUGA, Ontario, June 4 - At least 6 of the 17 people arrested by Canadian authorities in a sweeping counterterrorism operation over the weekend regularly attended the same storefront mosque in this middle-class Toronto suburb of modest brick rental townhouses and well-kept lawns, fellow worshipers said Sunday.",
      "publication_date": "2006-06-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/05/world/americas/six-of-17-arrested-in-canadas-antiterror-sweep-have-ties-to.html",
      "byline": "By Anthony Depalma"
    },
    {
      "headline": "'The American War': Harrell Fletcher's Vietnam Photographs at White Columns",
      "snippet": "Artist Harrell Fletcher has photographed items at War Remnants Museum in Ho Chi Minh City, Vietnam, memorial to what Vietnamese call American War; exhibition, wich mainly consists of photographs of photographs, has been traveling United States and...",
      "abstract": "Artist Harrell Fletcher has photographed items at War Remnants Museum in Ho Chi Minh City, Vietnam, memorial to what Vietnamese call American War; exhibition, wich mainly consists of photographs of photographs, has been traveling United States and is currently at Center for Advanced Visual Studies at MIT; photos (M)",
      "lead_paragraph": "A year ago, the artist Harrell Fletcher saw the War Remnants Museum in Ho Chi Minh City, a memorial to what the Vietnamese call the American War. He was so struck by it that he went back with a digital camera to photograph on the sly everything there.",
      "publication_date": "2006-06-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "E",
      "web_url": "https://www.nytimes.com/2006/06/05/arts/design/the-american-war-harrell-fletchers-vietnam-photographs-at-white.html",
      "byline": "By Michael Kimmelman"
    },
    {
      "headline": "A Lad Mag and a Brand in Las Vegas",
      "snippet": "Maxim, the raucous men's magazine, has never been shy about putting its name out there. But nothing compares to its latest brand extension, which will affix the Maxim name to a new hotel and casino on the Las Vegas Strip.      Maxim's parent compa...",
      "abstract": "Maxim, the raucous men's magazine, has never been shy about putting its name out there. But nothing compares to its latest brand extension, which will affix the Maxim name to a new hotel and casino on the Las Vegas Strip.      Maxim's parent company, Dennis Publishing, is expected to announce today that it has signed a deal with a real estate developer, Concord Wilshire Partners, to build the Maxim Hotel and Casino, a $1.2 billion destination hotel with 2,300 rooms and a 60,000-square-foot casino that is to open in 2010.  ",
      "lead_paragraph": "Maxim, the raucous men's magazine, has never been shy about putting its name out there. But nothing compares to its latest brand extension, which will affix the Maxim name to a new hotel and casino on the Las Vegas Strip.",
      "publication_date": "2006-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/05/business/media/a-lad-mag-and-a-brand-in-las-vegas.html",
      "byline": "By Lorne Manly"
    },
    {
      "headline": "This Time, Jerry Brown Wants to Be a Lawman",
      "snippet": "In his nearly four decades in American politics, Jerry Brown has been a lot of things to a lot of people: a two-term California governor, a three-time presidential candidate and, most recently, the mayor of Oakland, this Rodney Dangerfield-like ci...",
      "abstract": "In his nearly four decades in American politics, Jerry Brown has been a lot of things to a lot of people: a two-term California governor, a three-time presidential candidate and, most recently, the mayor of Oakland, this Rodney Dangerfield-like city across the bay from San Francisco.      But now, Mr. Brown is trying to become something that no one who remembers the freewheeling days of ''Governor Moonbeam'' could possibly expect: a lawman.  ",
      "lead_paragraph": "OAKLAND, Calif., June 2 - In his nearly four decades in American politics, Jerry Brown has been a lot of things to a lot of people: a two-term California governor, a three-time presidential candidate and, most recently, the mayor of Oakland, this Rodney Dangerfield-like city across the bay from San Francisco.",
      "publication_date": "2006-06-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/05/us/this-time-jerry-brown-wants-to-be-a-lawman.html",
      "byline": "By Jesse McKinley"
    },
    {
      "headline": "Terrorist Plots and the Border",
      "snippet": "More security on the Canadian border would offer little help against terrorist plots that arise in North America, experts say. Page A10.  ",
      "abstract": "More security on the Canadian border would offer little help against terrorist plots that arise in North America, experts say. Page A10.  ",
      "lead_paragraph": "More security on the Canadian border would offer little help against terrorist plots that arise in North America, experts say. Page A10.",
      "publication_date": "2006-06-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/05/front page/world/terrorist-plots-and-the-border.html",
      "byline": ""
    },
    {
      "headline": "The Buzz of Magazineland Now Has a Name",
      "snippet": "After months of anonymity, the new glossy business magazine from Condé Nast has an identity, Condé Nast Portfolio, with the subtitle Business Intelligence.      Joanne Lipman, the magazine's editor in chief, said she liked the name because it conv...",
      "abstract": "After months of anonymity, the new glossy business magazine from Condé Nast has an identity, Condé Nast Portfolio, with the subtitle Business Intelligence.      Joanne Lipman, the magazine's editor in chief, said she liked the name because it conveyed several meanings: a corporate portfolio of brands, a personal financial portfolio and a collection of one's best artwork.  ",
      "lead_paragraph": "After months of anonymity, the new glossy business magazine from Condé Nast has an identity, Condé Nast Portfolio, with the subtitle Business Intelligence.",
      "publication_date": "2006-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/05/business/media/the-buzz-of-magazineland-now-has-a-name.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Hearst's New Home: Xanadu in Manhattan",
      "snippet": "Frank A. Bennack Jr., the former chief executive of the Hearst Corporation, was recently touring the resplendent new headquarters the company has erected at Eighth Avenue and 57th Street in Manhattan.      What would William Randolph Hearst, the c...",
      "abstract": "Frank A. Bennack Jr., the former chief executive of the Hearst Corporation, was recently touring the resplendent new headquarters the company has erected at Eighth Avenue and 57th Street in Manhattan.      What would William Randolph Hearst, the company's legendary founder, have thought of this glass and steel monolith? he was asked. ''He only wanted to own his own land and all the land that joined it,'' Mr. Bennack replied. Gazing around the lobby, he added: ''He would have loved it.''  ",
      "lead_paragraph": "Frank A. Bennack Jr., the former chief executive of the Hearst Corporation, was recently touring the resplendent new headquarters the company has erected at Eighth Avenue and 57th Street in Manhattan.",
      "publication_date": "2006-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/05/business/media/hearsts-new-home-xanadu-in-manhattan.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "The Gilded Age of Home Schooling",
      "snippet": "In what is an elite tweak on home schooling -- and a throwback to the gilded days of education by governess or tutor -- growing numbers of families are choosing the ultimate in private school: hiring teachers to educate their children in their own...",
      "abstract": "In what is an elite tweak on home schooling -- and a throwback to the gilded days of education by governess or tutor -- growing numbers of families are choosing the ultimate in private school: hiring teachers to educate their children in their own homes.      Unlike the more familiar home-schoolers of recent years, these families are not trying to get more religion into their children's lives, or escape what some consider the tyranny of the government's hand in schools. In fact, many say they have no argument with ordinary education -- it just does not fit their lifestyles.  ",
      "lead_paragraph": "In what is an elite tweak on home schooling -- and a throwback to the gilded days of education by governess or tutor -- growing numbers of families are choosing the ultimate in private school: hiring teachers to educate their children in their own homes.",
      "publication_date": "2006-06-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/05/education/the-gilded-age-of-home-schooling.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "Show Me the Bodies",
      "snippet": "FOR war photography, Vietnam remains the bloody yardstick. During the Tet offensive, on Feb. 9, 1968, Time magazine ran a story that was accompanied by photos showing dozens of dead American soldiers stacked like cordwood. The images remind that t...",
      "abstract": "FOR war photography, Vietnam remains the bloody yardstick. During the Tet offensive, on Feb. 9, 1968, Time magazine ran a story that was accompanied by photos showing dozens of dead American soldiers stacked like cordwood. The images remind that the dead are both the most patient and affecting of all subjects.      The Iraq war is a very different war, especially as rendered at home. While pictures of Iraqi dead are ubiquitous on television and in print, there are very few images of dead American soldiers. (We are offered pictures of the grievously wounded, but those are depictions of hope and sacrifice in equal measure.) A comprehensive survey done last year by James Rainey of The Los Angeles Times found that in a six-month period in which 559 Americans and Western allies died, almost no pictures were published of the American dead in the mainstream print media.  ",
      "lead_paragraph": "FOR war photography, Vietnam remains the bloody yardstick. During the Tet offensive, on Feb. 9, 1968, Time magazine ran a story that was accompanied by photos showing dozens of dead American soldiers stacked like cordwood. The images remind that the dead are both the most patient and affecting of all subjects.",
      "publication_date": "2006-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/05/business/media/show-me-the-bodies.html",
      "byline": "By David Carr"
    }
  ]
}