{
  "metadata": {
    "date": "2006-03-02",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Apple Laptop Has Looks and Brains",
      "snippet": "REMEMBER the famous five stages of grief: denial, anger, bargaining, depression and acceptance? If you're a fan of the Macintosh computer, meet the five stages of switching to Apple's new laptop: lust, anticipation, delight, dismay and waiting.   ...",
      "abstract": "REMEMBER the famous five stages of grief: denial, anger, bargaining, depression and acceptance? If you're a fan of the Macintosh computer, meet the five stages of switching to Apple's new laptop: lust, anticipation, delight, dismay and waiting.     Ordinarily, it's not really news when a computer company introduces a new laptop model. You don't see newspaper headlines blaring, ''Gateway's New P32-XC5 Adds Faster Processor, Third U.S.B. Port.''  ",
      "lead_paragraph": "REMEMBER the famous five stages of grief: denial, anger, bargaining, depression and acceptance? If you're a fan of the Macintosh computer, meet the five stages of switching to Apple's new laptop: lust, anticipation, delight, dismay and waiting.",
      "publication_date": "2006-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/02/technology/circuits/apple-laptop-has-looks-and-brains.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "U.S. Is Reducing Safety Penalties for Mine Flaws",
      "snippet": "In its drive to foster a more cooperative relationship with mining companies, the Bush administration has decreased major fines for safety violations since 2001, and in nearly half the cases, it has not collected the fines, according to a data ana...",
      "abstract": "In its drive to foster a more cooperative relationship with mining companies, the Bush administration has decreased major fines for safety violations since 2001, and in nearly half the cases, it has not collected the fines, according to a data analysis by The New York Times.     Federal records also show that in the last two years the federal mine safety agency has failed to hand over any delinquent cases to the Treasury Department for further collection efforts, as is supposed to occur after 180 days.  ",
      "lead_paragraph": "CRAIGSVILLE, W.Va. - In its drive to foster a more cooperative relationship with mining companies, the Bush administration has decreased major fines for safety violations since 2001, and in nearly half the cases, it has not collected the fines, according to a data analysis by The New York Times.",
      "publication_date": "2006-03-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/02/us/us-is-reducing-safety-penalties-for-mine-flaws.html",
      "byline": "By Ian Urbina and Andrew W. Lehren"
    },
    {
      "headline": "Taliban Rebels Still Menacing Afghan South",
      "snippet": "When Haji Lalai Mama, the 60-year-old tribal elder in these parts, gamely tried to organize a village defense force against the Taliban recently, he had to do it with a relative handful of men and just three rifles. ''We were patrolling and ready,...",
      "abstract": "When Haji Lalai Mama, the 60-year-old tribal elder in these parts, gamely tried to organize a village defense force against the Taliban recently, he had to do it with a relative handful of men and just three rifles. ''We were patrolling and ready,'' he recalled.      But they were not ready enough. The Taliban surprised them under cover of darkness by using a side road. One villager was killed, and 10 others were wounded by a grenade. Two Taliban fighters were captured in the clash. The rest disappeared into the night.  ",
      "lead_paragraph": "LOY KAREZ, Afghanistan - When Haji Lalai Mama, the 60-year-old tribal elder in these parts, gamely tried to organize a village defense force against the Taliban recently, he had to do it with a relative handful of men and just three rifles. \"We were patrolling and ready,\" he recalled.",
      "publication_date": "2006-03-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/02/world/taliban-rebels-still-menacing-afghan-south.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "A Ray of Hope for Diabetics",
      "snippet": "The users call the drug Lizzie, the Big Brother or sometimes Gilly. On blogs they rave over its uncanny ability to melt away pounds, although some are wary of its side effects, which can include nausea and strange welts.     The users are not fad ...",
      "abstract": "The users call the drug Lizzie, the Big Brother or sometimes Gilly. On blogs they rave over its uncanny ability to melt away pounds, although some are wary of its side effects, which can include nausea and strange welts.     The users are not fad dieters or methamphetamine addicts, but people with diabetes. And the subject of their rhapsodies is not a gray-market diet pill sold on late-night television but Byetta, a federally approved diabetes medicine, available only by prescription, whose popularity and sales have soared since its introduction last June.  ",
      "lead_paragraph": "The users call the drug Lizzie, the Big Brother or sometimes Gilly. On blogs they rave over its uncanny ability to melt away pounds, although some are wary of its side effects, which can include nausea and strange welts.",
      "publication_date": "2006-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/02/business/a-ray-of-hope-for-diabetics.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Northwest Attendants Agree to Concessions as Pilots Continue Talks",
      "snippet": "Flight attendants at Northwest Airlines agreed on Wednesday to wage concessions of $195 million a year as the airline continued negotiating with its pilots to accept more cuts and avoid the possibility of having their contract voided by a bankrupt...",
      "abstract": "Flight attendants at Northwest Airlines agreed on Wednesday to wage concessions of $195 million a year as the airline continued negotiating with its pilots to accept more cuts and avoid the possibility of having their contract voided by a bankruptcy court.     The other major airline in bankruptcy protection, Delta Air Lines, also continued to negotiate with its pilots about concessions.  ",
      "lead_paragraph": "CHICAGO, March 1 - Flight attendants at Northwest Airlines agreed on Wednesday to wage concessions of $195 million a year as the airline continued negotiating with its pilots to accept more cuts and avoid the possibility of having their contract voided by a bankruptcy court.",
      "publication_date": "2006-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/02/business/northwest-attendants-agree-to-concessions-as-pilots-continue-talks.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Stretched to Limit, Women Stall March to Work",
      "snippet": "For four decades, the number of women entering the workplace grew at a blistering pace, fostering a powerful cultural and economic transformation of American society. But since the mid-1990's, the growth in the percentage of adult women working ou...",
      "abstract": "For four decades, the number of women entering the workplace grew at a blistering pace, fostering a powerful cultural and economic transformation of American society. But since the mid-1990's, the growth in the percentage of adult women working outside the home has stalled, even slipping somewhat in the last five years and leaving it at a rate well below that of men.     While the change has been under way for a while, it was initially viewed by many experts as simply a pause in the longer-term movement of women into the work force. But now, social scientists are engaged in a heated debate over whether the gender revolution at work may be over.  ",
      "lead_paragraph": "For four decades, the number of women entering the workplace grew at a blistering pace, fostering a powerful cultural and economic transformation of American society. But since the mid-1990's, the growth in the percentage of adult women working outside the home has stalled, even slipping somewhat in the last five years and leaving it at a rate well below that of men.",
      "publication_date": "2006-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/02/business/stretched-to-limit-women-stall-march-to-work.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Yahoo Says It Is Backing Away From TV-Style Web Shows",
      "snippet": "After proclaiming grand plans to bring elaborately produced sitcoms, talk shows and other television-style programs to the Internet, the head of Yahoo's Media Group said yesterday that he was sharply scaling back those efforts. He said the group w...",
      "abstract": "After proclaiming grand plans to bring elaborately produced sitcoms, talk shows and other television-style programs to the Internet, the head of Yahoo's Media Group said yesterday that he was sharply scaling back those efforts. He said the group would shift its focus to content acquired from other media companies or submitted by users.     The executive, Lloyd Braun, the former chairman of ABC Entertainment, was the subject of speculation in recent weeks that he was leaving Yahoo over differences with its chief executive, Terry S. Semel.  ",
      "lead_paragraph": "After proclaiming grand plans to bring elaborately produced sitcoms, talk shows and other television-style programs to the Internet, the head of Yahoo's Media Group said yesterday that he was sharply scaling back those efforts. He said the group would shift its focus to content acquired from other media companies or submitted by users.",
      "publication_date": "2006-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/02/technology/yahoo-says-it-is-backing-away-from-tvstyle-web-shows.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Both Ford and G.M. to Scale Back Production",
      "snippet": "Both General Motors and Ford said Wednesday they would scale back production in the second quarter, a move that reflects their falling sales and shrinking market share in the United States.     As has been the case for much of the last year, Asian...",
      "abstract": "Both General Motors and Ford said Wednesday they would scale back production in the second quarter, a move that reflects their falling sales and shrinking market share in the United States.     As has been the case for much of the last year, Asian automakers' sales grew steadily last month. Honda's sales rose the most, with an 8.7 percent increase. Toyota, which has become accustomed to double-digit monthly gains, had a more modest 2.4 percent increase last month.  ",
      "lead_paragraph": "DETROIT, March 1 - Both General Motors and Ford said Wednesday they would scale back production in the second quarter, a move that reflects their falling sales and shrinking market share in the United States.",
      "publication_date": "2006-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/02/business/both-ford-and-gm-to-scale-back-production.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "BERLIN FILE SAYS GERMANY'S SPIES AIDED U.S. IN IRAQ",
      "snippet": "Starting in early 2003 and lasting through the American military invasion of Iraq, a German intelligence officer stationed in the office of Gen. Tommy R. Franks, the American commander of the invasion, passed on to the United States information be...",
      "abstract": "Starting in early 2003 and lasting through the American military invasion of Iraq, a German intelligence officer stationed in the office of Gen. Tommy R. Franks, the American commander of the invasion, passed on to the United States information being gathered in Baghdad by two German intelligence officers operating there, a classified German review has found.     The German liaison officer made 25 reports to the Americans, answering 18 of 33 specific requests for information made by the United States during the first few months of the Iraq war in what was a systematic exchange between American intelligence officials and the Germans, according to the German report.  ",
      "lead_paragraph": "BERLIN, March 1 - Starting in early 2003 and lasting through the American military invasion of Iraq, a German intelligence officer stationed in the office of Gen. Tommy R. Franks, the American commander of the invasion, passed on to the United States information being gathered in Baghdad by two German intelligence officers operating there, a classified German review has found.",
      "publication_date": "2006-03-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/02/world/europe/berlin-file-says-germanys-spies-aided-us-in-iraq.html",
      "byline": "By Richard Bernstein and Michael R. Gordon"
    }
  ]
}