{
  "metadata": {
    "date": "2006-10-06",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Evangelicals Fear the Loss of Their Teenagers",
      "snippet": "Evangelical Christian leaders are warning one another that their teenagers are abandoning the faith in droves.",
      "abstract": "Evangelical Christian leaders are warning one another that their teenagers are abandoning the faith in droves.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-06T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/06/us/06evangelical.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "Suit Says Neighborhood’s Boom Was Built on Mortgage Fraud",
      "snippet": "A housing boom in Indiana provided fertile ground for mortgage fraud, as rising home prices served as cover for quick-flip plans.",
      "abstract": "A housing boom in Indiana provided fertile ground for mortgage fraud, as rising home prices served as cover for quick-flip plans.",
      "lead_paragraph": "Even by the frothy standards of the housing boom, it was a great deal. ",
      "publication_date": "2006-10-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/06/business/06mortgage.html",
      "byline": "By Vikas Bajaj and Julie Creswell"
    },
    {
      "headline": "Anti-U.S. Attack Videos Spread on Web",
      "snippet": "Videos showing attacks against U.S. troops in Iraq have migrated to Internet video-sharing sites like YouTube.",
      "abstract": "Videos showing attacks against U.S. troops in Iraq have migrated to Internet video-sharing sites like YouTube.",
      "lead_paragraph": "LOS ANGELES, Oct. 5 — Videos showing insurgent attacks against American troops in Iraq, long available in Baghdad shops and on Jihadist Web sites, have steadily migrated in recent months to popular Internet video-sharing sites, including YouTube and Google Video.",
      "publication_date": "2006-10-06T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/06/technology/06tube.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "They Deceived Shareholders. Who Cares?",
      "snippet": "The big question is whether the S.E.C. will restrict itself to clear cases of options backdating and let spring loaders walk.",
      "abstract": "The big question is whether the S.E.C. will restrict itself to clear cases of options backdating and let spring loaders walk.",
      "lead_paragraph": "Some call it spring loading. Others call it fraud.",
      "publication_date": "2006-10-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/06/business/06norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Los Angeles Times Publisher Is Ousted",
      "snippet": "Jeffrey M. Johnson was forced out after refusing to make job cuts requested by The Tribune Company. David Hiller has been named as his replacement.",
      "abstract": "Jeffrey M. Johnson was forced out after refusing to make job cuts requested by The Tribune Company. David Hiller has been named as his replacement.",
      "lead_paragraph": "In the latest chapter in a long-running drama at The Los Angeles Times, the nation’s fourth-largest newspaper, the publisher was forced out yesterday, three weeks after publicly refusing to make job cuts requested by his corporate bosses.",
      "publication_date": "2006-10-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/06/business/media/06paper.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Subsidies Keep Airlines Flying to Small Towns",
      "snippet": "More than 100 remote cities benefit from federally subsidized airline service, a program critics say is expensive and unessential.",
      "abstract": "More than 100 remote cities benefit from federally subsidized airline service, a program critics say is expensive and unessential.",
      "lead_paragraph": "PUEBLO, Colo. — Hoping for an empty seat beside you on your next flight? No problem — just schedule a trip to someplace like Kingman, Ariz.; Brookings, S.D.; or Pueblo. ",
      "publication_date": "2006-10-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/06/business/06boonies.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Israeli Bomblets Plague Lebanon",
      "snippet": "Officials say it will take more than a year to clear southern Lebanon of about one million unexploded bomblets remaining from Israel’s war with Hezbollah.",
      "abstract": "Officials say it will take more than a year to clear southern Lebanon of about one million unexploded bomblets remaining from Israel’s war with Hezbollah.",
      "lead_paragraph": "BEIRUT, Lebanon, Sept. 29 — Since the war between Israel and Hezbollah ended in August, nearly three people have been wounded or killed each day by cluster bombs Israel dropped in the waning days of the war, and officials now say it will take more than a year to clear the region of them.",
      "publication_date": "2006-10-06T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/06/world/middleeast/06cluster.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "A Mix of Oil and Environmentalism",
      "snippet": "Environmentalists in Russia are finding an unlikely ally in the Kremlin as it works to stall projects by oil companies on an island unfathomably rich with oil and gas.",
      "abstract": "Environmentalists in Russia are finding an unlikely ally in the Kremlin as it works to stall projects by oil companies on an island unfathomably rich with oil and gas.",
      "lead_paragraph": "YUZHNO-SAKHALINSK, Russia — For more than a decade, Dmitri V. Lisitsyn waged a lonely, losing battle to protect the local salmon and gray whales from the world’s large oil companies, which are turning bucolic Sakhalin Island into an industrial hub for energy in Asia.",
      "publication_date": "2006-10-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/06/business/worldbusiness/06sakhalin.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Pequot Says S.E.C. Won’t Take Action",
      "snippet": "The S.E.C. will not take action against the hedge fund in an insider trading investigation, according to a Pequot letter to its clients.",
      "abstract": "The S.E.C. will not take action against the hedge fund in an insider trading investigation, according to a Pequot letter to its clients.",
      "lead_paragraph": "The staff of the Securities and Exchange Commission has notified Pequot Capital Management, a prominent hedge fund run by Arthur J. Samberg, that it will not recommend an enforcement action against the firm or its employees relating to an insider trading investigation, according to a letter sent yesterday by the fund to its clients. ",
      "publication_date": "2006-10-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/06/business/06sec.html",
      "byline": "By Gretchen Morgenson and Walt Bogdanich"
    },
    {
      "headline": "Pequot Says S.E.C. Won’t Take Action",
      "snippet": "Securities and Exchange Commission notifies Pequot Capital Management, prominent hedge fund run by Arthur J Samberg, that it will not recommend enforcement action against firm or its employees relating to insider trading investigation; SEC has not...",
      "abstract": "Securities and Exchange Commission notifies Pequot Capital Management, prominent hedge fund run by Arthur J Samberg, that it will not recommend enforcement action against firm or its employees relating to insider trading investigation; SEC has not closed probe; declines comment; fund has maintained that its trading was proper at all times; fund came under regulatory scrutiny in late 2004, when SEC lawyer Gary J Aguirre began investigating number of profitable trades made by Pequot in advance of mergers or other market-moving news; Pequot trades were flagged by stock exchange surveillance teams and forwarded to SEC; one focus of investigation was hedge fund's July 2001 purchases of shares in Heller Financial, commercial lender that was acquired by GE Capital for $5.25 billion at end of that month; Heller's stock soared 50 percent the day merger was announced, producing significant profits for fund; Aguirre has said his probe into Pequot's trading led to his firing in September 2005, about one year after he had been hired (M)",
      "lead_paragraph": "The staff of the Securities and Exchange Commission has notified Pequot Capital Management, a prominent hedge fund run by Arthur J. Samberg, that it will not recommend an enforcement action against the firm or its employees relating to an insider trading investigation, according to a letter sent yesterday by the fund to its clients.",
      "publication_date": "2006-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/06/business/pequot-says-sec-wont-take-action.html",
      "byline": "By Gretchen Morgenson and Walt Bogdanich"
    },
    {
      "headline": "Subsidies Keep Airlines Flying to Small Towns",
      "snippet": "More than 100 locales around country receive federally subsidized airline service, and average number of passengers on each flight is about three, making them much roomier than commercial jets; travelers are beneficiaries of Essential Air Service,...",
      "abstract": "More than 100 locales around country receive federally subsidized airline service, and average number of passengers on each flight is about three, making them much roomier than commercial jets; travelers are beneficiaries of Essential Air Service, which was put into place when airline industry was deregulated in 1978; idea was to help travelers in smaller cities adjust to new competitive era of air travel; service was supposed to go away after 10 years, but was renewed for second dacade--and then made permanent; photos; charts show cities and locales served by Essential Air Service (L)",
      "lead_paragraph": "PUEBLO, Colo. - Hoping for an empty seat beside you on your next flight? No problem -- just schedule a trip to someplace like Kingman, Ariz.; Brookings, S.D.; or Pueblo.",
      "publication_date": "2006-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/06/business/subsidies-keep-airlines-flying-to-small-towns.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "They Deceived Shareholders. Who Cares?",
      "snippet": "Floyd Norris column on whether Securities and Exchange Commission will restrict itself to clear cases of backdating and let spring loaders walk in its current probes of options granting practices; notes spring loading is granting of options just b...",
      "abstract": "Floyd Norris column on whether Securities and Exchange Commission will restrict itself to clear cases of backdating and let spring loaders walk in its current probes of options granting practices; notes spring loading is granting of options just before good news is going to be releases that will send stock price higher; holds to novice, spring loading may seem illegal; says in substance, it differs little from executive using insider information to buy stock or stock options in market before good news is disclosed; holds law appears to indicate that spring loading is legal if company's board knew what was going on when they decided to grant options; says if SEC wants to be vigilant, some lawyers think commission could act unless company made clear it was spring loading when it issued options, something few do; case involving Analog Devices noted; graph (M)",
      "lead_paragraph": "Some call it spring loading. Others call it fraud.",
      "publication_date": "2006-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/06/business/they-deceived-shareholders-who-cares.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Evangelicals Fear the Loss of Their Teenagers",
      "snippet": "Evangelical Christian leaders warn one another that their teenagers are abandoning the faith in droves, and some are organizing youth extravaganzas and rock concerts to bolster teenagers' commitment to conservative lifestyle; at unusual series of ...",
      "abstract": "Evangelical Christian leaders warn one another that their teenagers are abandoning the faith in droves, and some are organizing youth extravaganzas and rock concerts to bolster teenagers' commitment to conservative lifestyle; at unusual series of leadership meetings in 44 cities this fall, more than 6,000 pastors are hearing dire forecasts from some of biggest names in conservative evangelical movement; their alarm has been stoked by highly suspect claim that if current trends continue only 4 percent of teenagers will be 'Bible-believing Christians' as adults, compared with 35 percent of current generation of baby-boomers; board of National Assn of Evangelicals, umbrella group representing 60 denominations and dozens of ministries, passes resolution this year deploring 'epidemic' of young people leaving evangelical church; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/06/us/evangelicals-fear-the-loss-of-their-teenagers.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "A Mix of Oil and Environmentalism",
      "snippet": "Russian authorities, who have never shown any interest in Dmitri V Lisitsyn's environmental causes it past, have taken them up as means to stall giant projects by oil companies Royal Dutch Shell and Exxon Mobil on Sakhalin Island; unusual tie-up i...",
      "abstract": "Russian authorities, who have never shown any interest in Dmitri V Lisitsyn's environmental causes it past, have taken them up as means to stall giant projects by oil companies Royal Dutch Shell and Exxon Mobil on Sakhalin Island; unusual tie-up is latest move in intensifying face-off between big oil companies and Russian government, which wants to recover--but pay very little--for energy assets it sold to foreigners when oil prices were low; Exxon Mobil is clashing to government over whether it can send out its first tanker exports of crude oil from $17 billion Sakhalin 1 project; exports were supposed to start first week of October, but at Sept 28 conference, Russian officials warned that shipments would be halted for health and safety checks; tanker is to take oil from one of world's newest energy provinces to Asia; some of oil will also make its way to California, helping to diversify supply away from Middle East, goal of Bush administration's energy policy; tanker is still moored to dock at De-Kastri terminal on Tatar Strait in Russian Far East; bigger target lately is Shell and its $20 billion project, Sakhalin 2, which represents largest foreign investment in Russia and is world's largest combined oil and gas development; authorities have also singled out BP fields in Siberia and project of French oil company Total in northern Russia; since state-run Rosneft took over Yukos's oil production, government has raised its control over country's energy assets, with wide implications for world oil supply; map; photos (L)",
      "lead_paragraph": "YUZHNO-SAKHALINSK, Russia - For more than a decade, Dmitri V. Lisitsyn waged a lonely, losing battle to protect the local salmon and gray whales from the world's large oil companies, which are turning bucolic Sakhalin Island into an industrial hub for energy in Asia.",
      "publication_date": "2006-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/06/business/worldbusiness/a-mix-of-oil-and-environmentalism.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Los Angeles Times Publisher Is Ousted",
      "snippet": "Los Angeles Times publisher Jeffrey M Johnson is forced out, three weeks after publicly refusing to make job cuts requested by his corporate bosses at Tribune Co; editor Dean Baquet, who has also refused to make cuts, keeps his job; agrees to stay...",
      "abstract": "Los Angeles Times publisher Jeffrey M Johnson is forced out, three weeks after publicly refusing to make job cuts requested by his corporate bosses at Tribune Co; editor Dean Baquet, who has also refused to make cuts, keeps his job; agrees to stay because he is convinced he will have chance to make his case anew for shoring up both his staff and his budget; ousting Johnson enables Tribune to reassert control over renegade publication while averting further turmoil for now; move appears to delay possibility that 100 people could be cut from 940-member editorial staff in next few months; David Hiller is named new publisher (M)",
      "lead_paragraph": "In the latest chapter in a long-running drama at The Los Angeles Times, the nation's fourth-largest newspaper, the publisher was forced out yesterday, three weeks after publicly refusing to make job cuts requested by his corporate bosses.",
      "publication_date": "2006-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/06/business/media/los-angeles-times-publisher-is-ousted.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Anti-U.S. Attack Videos Spread on Web",
      "snippet": "Videos showing insurgent attacks against American troops in Iraq, long available in Baghdad shops and on Jihadist Web sites, have been steadily migrating to popular Internet video-sharing sites, including YouTube and Google video; many of videos, ...",
      "abstract": "Videos showing insurgent attacks against American troops in Iraq, long available in Baghdad shops and on Jihadist Web sites, have been steadily migrating to popular Internet video-sharing sites, including YouTube and Google video; many of videos, showing sniper attacks against Americans and roadside bombs exploding under American military vehicles, have been posted not only by insurgents or their official supporters but also by Internet users in United States and other countries, who have passed along videos found elsewhere; Web sites also contain growing number of video clips taken by American soldiers; photos (L)",
      "lead_paragraph": "LOS ANGELES, Oct. 5 - Videos showing insurgent attacks against American troops in Iraq, long available in Baghdad shops and on Jihadist Web sites, have steadily migrated in recent months to popular Internet video-sharing sites, including YouTube and Google Video.",
      "publication_date": "2006-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/06/technology/antius-attack-videos-spread-on-web.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "Hastert Vows to Overcome Scandal",
      "snippet": "J Dennis Hastert, who was installed as House speaker eight years ago through backroom maneuvering, vows to overcome Mark Foley scandal; makes it clear that he does not intend to become casualty of scandal, saying he expects to win re-election to h...",
      "abstract": "J Dennis Hastert, who was installed as House speaker eight years ago through backroom maneuvering, vows to overcome Mark Foley scandal; makes it clear that he does not intend to become casualty of scandal, saying he expects to win re-election to his seat and run for speaker again when new Congress convenes in January; Hastert has no distinct power base in Congress, not much of national reputation and, in age of television politics, little polish in front of camera; but Hastert has survived and survived to become longest-serving Republican speaker; photo (L)",
      "lead_paragraph": "WASHINGTON, Oct. 5 - J. Dennis Hastert, who was installed as House speaker eight years ago through backroom maneuvering in a moment of crisis for his party, has no distinct power base in Congress, not much of a national reputation and, in an age of television politics, little polish in front of the camera.",
      "publication_date": "2006-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/06/washington/hastert-vows-to-overcome-scandal.html",
      "byline": "By Jeff Zeleny"
    },
    {
      "headline": "Israeli Bomblets Plague Lebanon",
      "snippet": "Since war between Israel and Hezbollah ended in August, nearly three people have been wounded or killed each day by cluster bombs Israel dropped in waning days of war, and officials now say it will take more than year to clear region of them; Unit...",
      "abstract": "Since war between Israel and Hezbollah ended in August, nearly three people have been wounded or killed each day by cluster bombs Israel dropped in waning days of war, and officials now say it will take more than year to clear region of them; United Nations officials estimate that southern Lebanon is littered with one million unexploded bomblets, far outnumbering 650,000 people living in region; bomblets are stuck in branches of olive trees and broad leaves of banana trees; are on rooftops, mixed in with rubble and littered across fields, farms, driveways, roads and outside schools; officials say that as of Sept 28, cluster bombs severely wounded 190 people--and killed 18 others; photo; map (L)",
      "lead_paragraph": "BEIRUT, Lebanon, Sept. 29 - Since the war between Israel and Hezbollah ended in August, nearly three people have been wounded or killed each day by cluster bombs Israel dropped in the waning days of the war, and officials now say it will take more than a year to clear the region of them.",
      "publication_date": "2006-10-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/06/world/middleeast/israeli-bomblets-plague-lebanon.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Suit Says Neighborhood’s Boom Was Built on Mortgage Fraud",
      "snippet": "Land Economics is subject of lawsuit and federal probe into its purchase of 184 duplex homes in down-and-out neighborhood in northeast Indianapolis for about $50,000 each and selling homes for $120,000 less than month later; federal investigators ...",
      "abstract": "Land Economics is subject of lawsuit and federal probe into its purchase of 184 duplex homes in down-and-out neighborhood in northeast Indianapolis for about $50,000 each and selling homes for $120,000 less than month later; federal investigators are still trying to sort out scope of what some are describing as one of largest cases of mortgage fraud in recent years; Countrywide Financial, which bought Indianapolis loans soon after they were written, has filed lawsuit seeking damages from Land Economics, its principals and others involved in deals; Indianapolis situation may prove to be most vivid example yet of how boom in housing has provided fertile ground for mortgage fraud; rising home prices serves as cover for quick-flip plans and easy hook to recruit investors; person accused in Countrywide lawsuit of being mastermind behind Indiana real estate scheme is Robert Penn, who, with his wife, Tamara Penn, operated number of real estate holding companies, including Land Economics; scheme involved at least $40 million in loans, and possibly twice that amount; FBI estimates that mortgage fraud totaled $1 billion in 2005, up from $429 million in 2004 but still tiny fraction of $3 trillion mortgage business; photos (L)",
      "lead_paragraph": "Even by the frothy standards of the housing boom, it was a great deal.",
      "publication_date": "2006-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/06/business/suit-says-neighborhoods-boom-was-built-on-mortgage-fraud.html",
      "byline": "By Vikas Bajaj and Julie Creswell"
    }
  ]
}