{
  "metadata": {
    "date": "2006-11-06",
    "total_articles": 57
  },
  "articles": [
    {
      "headline": "Jobless Rate Hits 5-Year Low",
      "snippet": "The unemployment rate dropped in October to 4.4 percent, from 4.6 percent in September, the Labor Department reported.",
      "abstract": "The unemployment rate dropped in October to 4.4 percent, from 4.6 percent in September, the Labor Department reported.",
      "lead_paragraph": "The labor market for American workers is continuing to improve, the latest government statistics showed yesterday, with job growth advancing in recent months and the unemployment rate falling last month to the lowest level since May 2001.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/04/business/04job.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Wal-Mart Starts Discounts Early",
      "snippet": "Wal-Mart reduces prices 15 percent to 30 percent on 100 popular electronics earlier than usual prior to holiday season; causes customers to adjust shopping calendars; competitors like Target, Best Buy and Circuit City scramble to match prices, res...",
      "abstract": "Wal-Mart reduces prices 15 percent to 30 percent on 100 popular electronics earlier than usual prior to holiday season; causes customers to adjust shopping calendars; competitors like Target, Best Buy and Circuit City scramble to match prices, resulting in price war that will most likely hurt profits but help consumers; low-priced strategy conflicts with retailers marketing emphasis on style and fashion during past year; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/04/business/walmart-starts-discounts-early.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "$50 Billion Was Bid for Vivendi",
      "snippet": "Kohlberg Kravis Roberts & Company's $50 million bid for Vivendi highlights increasing influence of private equity firms as they are increasingly focusing attention on blue-chip firms; large takeover bids once considered unthinkable demonstrate gro...",
      "abstract": "Kohlberg Kravis Roberts & Company's $50 million bid for Vivendi highlights increasing influence of private equity firms as they are increasingly focusing attention on blue-chip firms; large takeover bids once considered unthinkable demonstrate growth of market and establish firms as global players; private equity is under increased scrutiny by shareholders and regulators who complain of massive discounts and quick sales that generate large fees and enormous debt (M)",
      "lead_paragraph": "In a sign of the increasing firepower of private equity, Kohlberg Kravis Roberts & Company secretly made a $50 billion bid last month for Vivendi, the French entertainment and telecommunications company, according to people involved in the talks.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/04/business/media/50-billion-was-bid-for-vivendi.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Sniper Attacks Adding to Peril of U.S. Troops",
      "snippet": "Insurgents across Iraq have been using snipers more frequently, enraging and frustrating U.S. forces.",
      "abstract": "Insurgents across Iraq have been using snipers more frequently, enraging and frustrating U.S. forces.",
      "lead_paragraph": "KARMA, Iraq, Nov. 3 — The bullet passed through Lance Cpl. Juan Valdez-Castillo as his Marine patrol moved down a muddy urban lane. It was a single shot. The lance corporal fell against a wall, tried to stand and fell again. ",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/04/world/middleeast/04sniper.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "As Vote Nears, Parties Prepare for Legal Fights",
      "snippet": "Both parties are sending their largest concentrations of lawyers to states with the tightest races.",
      "abstract": "Both parties are sending their largest concentrations of lawyers to states with the tightest races.",
      "lead_paragraph": "WASHINGTON, Nov. 3 — A team of lawyers for the Democratic Party has been arguing with postal officials in Columbus, Ohio, trying to persuade them to process thousands of absentee ballots that have arrived with insufficient postage.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/04/us/politics/04lawyers.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Mortgage Lesson No. 1: Home Is Not a Piggy Bank",
      "snippet": "Mortgage Lesso",
      "abstract": "Mortgage Lesso",
      "lead_paragraph": "Economists are fond of pointing out that \"there ain't no such thing as a free lunch.\" But for several years, as interest rates have fallen, homeowners have gotten something pretty close to it.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/04/business/mortgage-lesson-no-1-home-is-not-a-piggy-bank.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "For U.S. and Top Iraqi, Animosity Is Mutual",
      "snippet": "The beneficiaries of the rift between Iraq’s government and the U.S. are likely to be the Sunni insurgents.",
      "abstract": "The beneficiaries of the rift between Iraq’s government and the U.S. are likely to be the Sunni insurgents.",
      "lead_paragraph": "BAGHDAD, Nov. 3 — The cycle of discord and strained reconciliation that has broken into the open between Iraq’s Shiite-led government and the Bush administration has revealed how wide the gulf has become between what the United States expects from the Baghdad government and what it is able or willing to deliver. ",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/04/world/middleeast/04assess.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Sniper Attacks Adding to Peril of U.S. Troops",
      "snippet": "Marines in Anbar Province say insurgents are using snipers more frequently and with greater effect; snipers are disrupting military's operations and fueling climate of frustration and quiet rage; threat has become serious enough that in late Octob...",
      "abstract": "Marines in Anbar Province say insurgents are using snipers more frequently and with greater effect; snipers are disrupting military's operations and fueling climate of frustration and quiet rage; threat has become serious enough that in late October military held internal conference about it, sharing experiences of combat troops and discussing tactics to counter it; there has been no ready fix; map; photos (M)",
      "lead_paragraph": "KARMA, Iraq, Nov. 3 - The bullet passed through Lance Cpl. Juan Valdez-Castillo as his Marine patrol moved down a muddy urban lane. It was a single shot. The lance corporal fell against a wall, tried to stand and fell again.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/04/world/middleeast/sniper-attacks-adding-to-peril-of-us-troops.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "$50 Billion Was Bid for Vivendi",
      "snippet": "Kohlberg Kravis Roberts & Company is said to have secretly made a $50 billion bid for Vivendi, marking the largest leveraged buyout offer in history.",
      "abstract": "Kohlberg Kravis Roberts & Company is said to have secretly made a $50 billion bid for Vivendi, marking the largest leveraged buyout offer in history.",
      "lead_paragraph": "In a sign of the increasing firepower of private equity, Kohlberg Kravis Roberts & Company secretly made a $50 billion bid last month for Vivendi, the French entertainment and telecommunications company, according to people involved in the talks.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/04/business/media/04vivendi.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Mortgage Lesson No. 1: Home Is Not a Piggy Bank",
      "snippet": "More homeowners are removing the increased equity in their homes as cash to the tune of more than $2.62 trillion since 1999.",
      "abstract": "More homeowners are removing the increased equity in their homes as cash to the tune of more than $2.62 trillion since 1999.",
      "lead_paragraph": "Economists are fond of pointing out that “there ain’t no such thing as a free lunch.” But for several years, as interest rates have fallen, homeowners have gotten something pretty close to it.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/04/business/04money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Rolling the Health Dice; New Consumer-Directed Plans Reduce Premiums But Carry Higher Annual Deductibles",
      "snippet": "Americans are increasingly choosing consumer-directed health plans in annual benefits enrollment process; plans offer lower monthly premiums in exchange for higher annual deductibles but carry more risk than conventional coverage; effects on overa...",
      "abstract": "Americans are increasingly choosing consumer-directed health plans in annual benefits enrollment process; plans offer lower monthly premiums in exchange for higher annual deductibles but carry more risk than conventional coverage; effects on overall quality of healthcare and individual patient's health are unknown; large businesses are being cautious in offering programs that may end up being worse for employees in long-term; only 7 percent of employers that offer health benefits offered consumer-directed plans in 2006; photos (M)",
      "lead_paragraph": "What are your chances of staying healthy for the next 12 months? Care to place a bet?",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/04/business/health/rolling-the-health-dice-new-consumerdirected-plans-reduce.html",
      "byline": "By Reed Abelson and Milt Freudenheim"
    },
    {
      "headline": "G.O.P. Turns to the Economy as Campaign Issue",
      "snippet": "Republicans seize on drop in unemployment rate to assert that tax cuts were invigorating economy, highlighting just four days before election an issue that party strategists are counting on to offset bad news about war in Iraq; Pres Bush mocks Dem...",
      "abstract": "Republicans seize on drop in unemployment rate to assert that tax cuts were invigorating economy, highlighting just four days before election an issue that party strategists are counting on to offset bad news about war in Iraq; Pres Bush mocks Democrats for predicting that administration's tax and spending policies would wreck economy (M)",
      "lead_paragraph": "WASHINGTON, Nov. 3 - Republicans seized on a drop in the unemployment rate to assert on Friday that tax cuts were invigorating the economy, highlighting just four days before the election an issue that party strategists are counting on to offset bad news about the war.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/04/us/politics/gop-turns-to-the-economy-as-campaign-issue.html",
      "byline": "By David D. Kirkpatrick and Anne E. Kornblut"
    },
    {
      "headline": "Wal-Mart Starts Discounts Early",
      "snippet": "Expecting a grim November, Wal-Mart said it would reduce prices 15 percent to 30 percent on about 100 popular electronics. ",
      "abstract": "Expecting a grim November, Wal-Mart said it would reduce prices 15 percent to 30 percent on about 100 popular electronics. ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/04/business/04shop.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "For U.S. and Top Iraqi, Animosity Is Mutual",
      "snippet": "Cycle of discord and strained reconciliation that has broken into open between Iraq's Shiite-led government and Bush administration has revealed how wide gulf has become between what US expects from Baghdad government and what it is able or willin...",
      "abstract": "Cycle of discord and strained reconciliation that has broken into open between Iraq's Shiite-led government and Bush administration has revealed how wide gulf has become between what US expects from Baghdad government and what it is able or willing to deliver; Prime Min Nuri Kamal al-Maliki has rejected notion of US 'timeline' for action on urgent Iraqi political issues; he blames US for deteriorating security situation in Iraq, and demands speeded-up Iraqi control of its own military; estrangement has developed despite two governments' mutual dependency; paradox of their animosity is that primary beneficiary of rift is their common enemy, Sunni insurgents (M)",
      "lead_paragraph": "BAGHDAD, Nov. 3 - The cycle of discord and strained reconciliation that has broken into the open between Iraq's Shiite-led government and the Bush administration has revealed how wide the gulf has become between what the United States expects from the Baghdad government and what it is able or willing to deliver.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/04/world/middleeast/for-us-and-top-iraqi-animosity-is-mutual.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "As Vote Nears, Parties Prepare for Legal Fights",
      "snippet": "Days from what Republican and Democratic campaign strategists expect to be close election, legal machinery of messy political fight is shifting into high gear; Democrats are concerned that voters will be prevented from voting by long lines or poll...",
      "abstract": "Days from what Republican and Democratic campaign strategists expect to be close election, legal machinery of messy political fight is shifting into high gear; Democrats are concerned that voters will be prevented from voting by long lines or poll workers demanding unnecessary forms of identification; Republicans are guarding against ineligible people trying to vote; parties are sending their largest concentrations of lawyers to states with tightest races; Justice Dept, in its largest mobilization for non-presidential election, will dispatch about 800 lawyers to potentially troubled polling locations in 65 cities in 20 states; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 3 - A team of lawyers for the Democratic Party has been arguing with postal officials in Columbus, Ohio, trying to persuade them to process thousands of absentee ballots that have arrived with insufficient postage.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/04/us/politics/as-vote-nears-parties-prepare-for-legal-fights.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Jobless Rate Hits 5-Year Low",
      "snippet": "Labor Department reports jobless rate dropped in October to 4.4 percent, from 4.6 percent in September; employers added modest 92,000 jobs; average hourly wage surpassed inflation by largest amount since early 2002 to $16.77; Bush administration s...",
      "abstract": "Labor Department reports jobless rate dropped in October to 4.4 percent, from 4.6 percent in September; employers added modest 92,000 jobs; average hourly wage surpassed inflation by largest amount since early 2002 to $16.77; Bush administration says low unemployment rate is evidence that tax cuts have stimulated growth and that they should be made permanent to prevent further damage to economy; graphs (M)",
      "lead_paragraph": "The labor market for American workers is continuing to improve, the latest government statistics showed yesterday, with job growth advancing in recent months and the unemployment rate falling last month to the lowest level since May 2001.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/04/business/jobless-rate-hits-5year-low.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Rolling the Health Dice",
      "snippet": "New consumer-directed health plans reduce premiums but carry higher annual deductibles.",
      "abstract": "New consumer-directed health plans reduce premiums but carry higher annual deductibles.",
      "lead_paragraph": "What are your chances of staying healthy for the next 12 months? Care to place a bet?",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/04/business/04benefits.html",
      "byline": "By Reed Abelson and Milt Freudenheim"
    },
    {
      "headline": "G.O.P. Turns to the Economy as Campaign Issue",
      "snippet": "Party strategists are counting on economic news to offset the war in Iraq.",
      "abstract": "Party strategists are counting on economic news to offset the war in Iraq.",
      "lead_paragraph": "WASHINGTON, Nov. 3 — Republicans seized on a drop in the unemployment rate to assert on Friday that tax cuts were invigorating the economy, highlighting just four days before the election an issue that party strategists are counting on to offset bad news about the war.",
      "publication_date": "2006-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/04/us/politics/04elect.html",
      "byline": "By David D. Kirkpatrick and Anne E. Kornblut"
    },
    {
      "headline": "In Online Mourning, Don’t Speak Ill of the Dead",
      "snippet": "Back-handed compliments, mean-spirited innuendo and airing of dark family secrets have become costly and complicated problem for Web sites like Legacy, where people gather to mourn online; Legacy posts death notice or obituary for virtually all of...",
      "abstract": "Back-handed compliments, mean-spirited innuendo and airing of dark family secrets have become costly and complicated problem for Web sites like Legacy, where people gather to mourn online; Legacy posts death notice or obituary for virtually all of 2.4 million people who die each year, but must dedicate at least 30 percent of its budget and 45 of its 75 employees to catching nearly 200,000 personal attacks and inappropriate comments submitted each year; photos (L)",
      "lead_paragraph": "EVANSTON, Ill. - Long-silent mistresses, disgruntled former employees, estranged family members -- Katie Falzone has seen them all.",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/05/us/in-online-mourning-dont-speak-ill-of-the-dead.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Anger Joins Grief as Marine’s Family Feels Misled",
      "snippet": "The parents of a marine were left feeling alone and incredulous at what they say was the incompetence of the initial investigation into their son’s death.",
      "abstract": "The parents of a marine were left feeling alone and incredulous at what they say was the incompetence of the initial investigation into their son’s death.",
      "lead_paragraph": "DAGSBORO, Del. — When Tricia and Gregg White were told by the Marines in 2004 that their son, Lance Cpl. Russell White, had been killed in Afghanistan in a gun-cleaning accident, their hearts went out to the marine who had been holding the gun.",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/05/us/05friendly.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Executive Pay Becomes Political",
      "snippet": "When dire consequences hurt all but those in the executive suite.",
      "abstract": "When dire consequences hurt all but those in the executive suite.",
      "lead_paragraph": "ANGER over outsize executive pay has, of course, been a feature in the election of corporate directors in recent years. But it has not really surfaced as an issue in state or local politics. ",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/11/05/business/yourmoney/05gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Oil, Cash and Corruption",
      "snippet": "Transparency International annual index shows that nearly half of 159 countries examined had serious corruption problems; Bush administration introduces initiative aimed at denying corrupt leaders access to United States financial system one month...",
      "abstract": "Transparency International annual index shows that nearly half of 159 countries examined had serious corruption problems; Bush administration introduces initiative aimed at denying corrupt leaders access to United States financial system one month prior to visit from Kazakhstan president Nursultan A Nazarbayev, who has been accused of using his country's oil riches to amass a fortune at expense of impoverished people; photos; maps (M)",
      "lead_paragraph": "ON a warm afternoon in late September, Nursultan A. Nazarbayev strode across the tarmac at Andrews Air Force Base to board his private 767. Surrounded by an entourage of security guards and political advisers, Mr. Nazarbayev, the president of Kazakhstan, was heading home after an eventful visit that included a meeting with President Bush in the White House and a boating jaunt in Maine with the president's father, George H. W. Bush. He also attended a swank fete at the Capital Hilton Hotel where his hosts, the business mogul Ted Turner and former Senator Sam Nunn, praised him for closing a major nuclear test site.",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/11/05/business/yourmoney/oil-cash-and-corruption.html",
      "byline": "By Ron Stodghill"
    },
    {
      "headline": "Keeping Customer Service Jobs at Home in the U.S.A., Literally",
      "snippet": "Technology research firm IDC finds growth in homeshoring, defined as call center jobs that employ people in their homes rather than call centers overseas; trend is driven by voice-over-Internet protocol; photo (M)",
      "abstract": "Technology research firm IDC finds growth in homeshoring, defined as call center jobs that employ people in their homes rather than call centers overseas; trend is driven by voice-over-Internet protocol; photo (M)",
      "lead_paragraph": "In late summer, with her 4-year-old son starting preschool in September and a 9-year-old daughter already in school, Serena Lewis began searching for a part-time job near her home in Greenwich, Conn. It wasn't easy, because she needed to work around her children's school schedules.",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/11/05/jobs/keeping-customer-service-jobs-at-home-in-the-usa-literally.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "The Pushmipullyu of the Life-Work Conflict",
      "snippet": "A new study analyzes media coverage of why women decide to leave the work force to stay at home with their children.",
      "abstract": "A new study analyzes media coverage of why women decide to leave the work force to stay at home with their children.",
      "lead_paragraph": "WRITING for a newspaper is like putting your child on the kindergarten bus. You send your words out into the world where they have their own adventures, make their own impressions, then report back, or not, come day’s end.",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/11/05/jobs/05wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "From Star Power to Blood Sport, Tennessee Senate Race Has It",
      "snippet": "Other races may well determine Senate control, but Tennessee has still invited immense attention.",
      "abstract": "Other races may well determine Senate control, but Tennessee has still invited immense attention.",
      "lead_paragraph": " KNOXVILLE, Tenn., Nov. 4 — Control of the Senate is at stake, and Cybill Shepherd is sitting in the front row at a church rally in Memphis, blowing a kiss to Bill Clinton.",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/05/us/politics/05diary.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Oil, Cash and Corruption",
      "snippet": "A web of possible payoffs leads to corruption charges and a courtroom.",
      "abstract": "A web of possible payoffs leads to corruption charges and a courtroom.",
      "lead_paragraph": " ON a warm afternoon in late September, Nursultan A. Nazarbayev strode across the tarmac at Andrews Air Force Base to board his private 767. Surrounded by an entourage of security guards and political advisers, Mr. Nazarbayev, the president of Kazakhstan, was heading home after an eventful visit that included a meeting with President Bush in the White House and a boating jaunt in Maine with the president’s father, George H. W. Bush. He also attended a swank fete at the Capital Hilton Hotel where his hosts, the business mogul Ted Turner and former Senator Sam Nunn, praised him for closing a major nuclear test site. ",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/11/05/business/yourmoney/05giffen.html",
      "byline": "By Ron Stodghill"
    },
    {
      "headline": "Guatemala System Is Scrutinized as Americans Rush In to Adopt",
      "snippet": "Pace of adoptions in Guatemala, where mothers are sometimes paid for their babies, has brought increasing concern and prospect of new regulation that may significantly reduce number of Guatemalan babies bound for United States or even end adoption...",
      "abstract": "Pace of adoptions in Guatemala, where mothers are sometimes paid for their babies, has brought increasing concern and prospect of new regulation that may significantly reduce number of Guatemalan babies bound for United States or even end adoptions altogether; critics say current system has turned Guatemala into virtual baby farm that supplies infants like commodity; nearly one in every 100 children is adopted by American family; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/05/world/americas/guatemala-system-is-scrutinized-as-americans-rush-in-to.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "From Star Power to Blood Sport, Tennessee Senate Race Has It",
      "snippet": "Final days of Tennessee's Senate race have airwaves ablur with hostile political advertisements, while candidates travel around state with political celebrities; Cybill Shepherd, Bill Clinton and Sen Barack Obama are stumping for Democratic Rep Ha...",
      "abstract": "Final days of Tennessee's Senate race have airwaves ablur with hostile political advertisements, while candidates travel around state with political celebrities; Cybill Shepherd, Bill Clinton and Sen Barack Obama are stumping for Democratic Rep Harold E Ford Jr, while Sen John McCain and Laura Bush are supporting Republican Bob Corker; Ford could become first black senator from South since reconstruction and Republicans could lose seat now held by Republican majority leader Sen Bill Frist; photos (L)",
      "lead_paragraph": "KNOXVILLE, Tenn., Nov. 4 - Control of the Senate is at stake, and Cybill Shepherd is sitting in the front row at a church rally in Memphis, blowing a kiss to Bill Clinton.",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/05/us/politics/from-star-power-to-blood-sport-tennessee-senate-race-has-it.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "G.O.P. Glum as It Struggles to Hold Congress",
      "snippet": "Republican leaders say best outcome they can foresee for Nov 7 elections is loss of 12 seats in House, but they are preparing themselves for loss of 15 seats and control in House; Democrats feel they can win four or five Senate seats and have shot...",
      "abstract": "Republican leaders say best outcome they can foresee for Nov 7 elections is loss of 12 seats in House, but they are preparing themselves for loss of 15 seats and control in House; Democrats feel they can win four or five Senate seats and have shot at sixth seat they need for control; aides to both parties say that at least 20 races are close enough that Republican incumbents could be pulled to victory by party's sophisticated get-out-the-vote operation; maps; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/05/us/politics/gop-glum-as-it-struggles-to-hold-congress.html",
      "byline": "By Adam Nagourney and Robin Toner"
    },
    {
      "headline": "G.O.P. Glum as It Struggles to Hold Congress",
      "snippet": "Republicans said the best outcome they could foresee was losing 12 House seats.",
      "abstract": "Republicans said the best outcome they could foresee was losing 12 House seats.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/05/us/politics/05elect.html",
      "byline": "By Adam Nagourney and Robin Toner"
    },
    {
      "headline": "Keeping Customer Service Jobs at Home in the U.S.A., Literally",
      "snippet": "There are about 130,000 home-based customer service agents in the United States, and that is expected to grow to well over 300,000 by 2010.",
      "abstract": "There are about 130,000 home-based customer service agents in the United States, and that is expected to grow to well over 300,000 by 2010.",
      "lead_paragraph": "In late summer, with her 4-year-old son starting preschool in September and a 9-year-old daughter already in school, Serena Lewis began searching for a part-time job near her home in Greenwich, Conn. It wasn’t easy, because she needed to work around her children’s school schedules. ",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/11/05/jobs/05jmar.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "Guatemala System Is Scrutinized as Americans Rush In to Adopt",
      "snippet": "Critics of Guatemala’s adoption system say it has turned a country of 12 million people into a virtual baby farm.",
      "abstract": "Critics of Guatemala’s adoption system say it has turned a country of 12 million people into a virtual baby farm.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/05/world/americas/05guatemala.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "In Online Mourning, Don’t Speak Ill of the Dead",
      "snippet": "Dissing the dead, as screeners call it, is now a problem for Web sites where people gather to mourn online.",
      "abstract": "Dissing the dead, as screeners call it, is now a problem for Web sites where people gather to mourn online.",
      "lead_paragraph": "EVANSTON, Ill. — Long-silent mistresses, disgruntled former employees, estranged family members — Katie Falzone has seen them all. ",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/05/us/05memorial.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Executive Pay Becomes Political",
      "snippet": "Ameren and Exelon executives are expected to receive stock",
      "abstract": "Ameren and Exelon executives are expected to receive stock",
      "lead_paragraph": "ANGER over outsize executive pay has, of course, been a feature in the election of corporate directors in recent years. But it has not really surfaced as an issue in state or local politics.",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/11/05/business/yourmoney/executive-pay-becomes-political.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Anger Joins Grief as Marine’s Family Feels Misled",
      "snippet": "Family of Marine Lance Cpl Russell White was told by military that White had been killed by Lance Cpl Federico Pimienta in gun-cleaning accident in Afghanistan, but only learned later that Pimienta had been repeatedly chastised for mishandling wea...",
      "abstract": "Family of Marine Lance Cpl Russell White was told by military that White had been killed by Lance Cpl Federico Pimienta in gun-cleaning accident in Afghanistan, but only learned later that Pimienta had been repeatedly chastised for mishandling weapons and had lied about accident; Pimienta fled to Europe to avoid court martial; family regards original investigation as incompetent, but Marines say there was no attempt to mislead family; photos (L)",
      "lead_paragraph": "DAGSBORO, Del. - When Tricia and Gregg White were told by the Marines in 2004 that their son, Lance Cpl. Russell White, had been killed in Afghanistan in a gun-cleaning accident, their hearts went out to the marine who had been holding the gun.",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/05/us/anger-joins-grief-as-marines-family-feels-misled.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "The Pushmipullyu of the Life-Work Conflict",
      "snippet": "Lisa Belkin Life's Work column on being taken to task for her New York Times Magazine article three years ago about work and family decisions of several high-income professional women; discusses new study from UC Hastings of Law on press coverage ...",
      "abstract": "Lisa Belkin Life's Work column on being taken to task for her New York Times Magazine article three years ago about work and family decisions of several high-income professional women; discusses new study from UC Hastings of Law on press coverage of work/family conflicts, and author Joan C Williams's report that press concentrates on lives of professional women who comprise only about eight percent of American women; quotes Williams concern that policy makers reading articles like Belkin's feel free to ignore workplace issues as 'wealthy woman's problem' (M)",
      "lead_paragraph": "WRITING for a newspaper is like putting your child on the kindergarten bus. You send your words out into the world where they have their own adventures, make their own impressions, then report back, or not, come day's end.",
      "publication_date": "2006-11-05T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/11/05/jobs/the-pushmipullyu-of-the-lifework-conflict.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "As Drug Prices Climb, Democrats Find Fault With Medicare Plan",
      "snippet": "Democrats have long charged that the drug industry is profiteering at taxpayers’ expense, which may haunt the companies if the party takes control of Congress.",
      "abstract": "Democrats have long charged that the drug industry is profiteering at taxpayers’ expense, which may haunt the companies if the party takes control of Congress.",
      "lead_paragraph": "For big drug companies, the new Medicare prescription benefit is proving to be a financial windfall larger than even the most optimistic Wall Street analysts had predicted.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/06/business/06drug.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Vivendi’s Talks With Kohlberg Suggest Even the Biggest Are Fair Game",
      "snippet": "Reports of recent failed talks between Kohlberg Kravis Roberts & Co and Vivendi for potential $50 billion takeover bid signals possibility of largest leveraged buyout offer in history; company has long been considered prime target for takeover or ...",
      "abstract": "Reports of recent failed talks between Kohlberg Kravis Roberts & Co and Vivendi for potential $50 billion takeover bid signals possibility of largest leveraged buyout offer in history; company has long been considered prime target for takeover or breakup due to its large size and diverse businesses; bid shows that even companies as large as Vivendi are not immune to increasing consolidation of media industry; company has been remaking itself since 2002 in transformation that created industry giant; chief executive Jean-Bernard Levy comments; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/06/business/worldbusiness/vivendis-talks-with-kohlberg-suggest-even-the.html",
      "byline": "By Eric Pfanner and Andrew Ross Sorkin"
    },
    {
      "headline": "Hussein Is Sentenced to Death by Hanging",
      "snippet": "Some Iraqi officials held out the possibility that Saddam Hussein could go to the gallows before next spring.",
      "abstract": "Some Iraqi officials held out the possibility that Saddam Hussein could go to the gallows before next spring.",
      "lead_paragraph": "BAGHDAD, Nov. 5 — Three and a half years after American troops captured Baghdad and ended the dictatorship of Saddam Hussein, the Iraqi court set up to judge the brutalities of his 24 years in power found him guilty on Sunday of crimes against humanity and sentenced him to death by hanging.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/06/world/middleeast/06saddam.html",
      "byline": "By John F. Burns and Kirk Semple"
    },
    {
      "headline": "THE HUSSEIN VERDICT",
      "snippet": "Reaction, Like Iraq, Is Divided  The guilty verdict and death sentence for Saddam Hussein issued in a Baghdad courtroom were met with carefree celebration in Shiite towns and neighborhoods of Iraq, and brooding bitterness in Sunni ones. The respon...",
      "abstract": " Reaction, Like Iraq, Is Divided  The guilty verdict and death sentence for Saddam Hussein issued in a Baghdad courtroom were met with carefree celebration in Shiite towns and neighborhoods of Iraq, and brooding bitterness in Sunni ones. The responses reflected the sectarian divisions that have long shaped life in the country.   PAGE A11    Legal Experts Review Trial  Some lawyers and human rights advocates said the Hussein tribunal left doubts about whether the former Iraqi leader had been allowed to present a full defense. They also said it fell short of international standards for war crimes cases. But most said the judges made a reasonable effort to conduct a fair trial.   PAGE A10  ",
      "lead_paragraph": "Reaction, Like Iraq, Is Divided The guilty verdict and death sentence for Saddam Hussein issued in a Baghdad courtroom were met with carefree celebration in Shiite towns and neighborhoods of Iraq, and brooding bitterness in Sunni ones. The responses reflected the sectarian divisions that have long shaped life in the country. PAGE A11",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/06/front page/world/the-hussein-verdict.html",
      "byline": ""
    },
    {
      "headline": "Bush Trumpets Iraq Verdict to Rally Support",
      "snippet": "Some polls suggested the Republicans might be making gains in the final hours of the campaign.",
      "abstract": "Some polls suggested the Republicans might be making gains in the final hours of the campaign.",
      "lead_paragraph": "WASHINGTON, Nov. 5 — President Bush on Sunday seized on the conviction of Saddam Hussein as a milestone in Iraq, seeking to rally Republican voters with the issue of national security as some polls suggested that his party might be making gains in the final hours of the campaign.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/06/us/politics/06vote.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    },
    {
      "headline": "Vivendi’s Talks With Kohlberg Suggest Even the Biggest Are Fair Game",
      "snippet": "With big media companies seeking acquisitions again and private equity firms gobbling up businesses, even a company as large as Vivendi is not off limits.",
      "abstract": "With big media companies seeking acquisitions again and private equity firms gobbling up businesses, even a company as large as Vivendi is not off limits.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/06/business/worldbusiness/06vivendi.html",
      "byline": "By Eric Pfanner and Andrew Ross Sorkin"
    },
    {
      "headline": "Newspapers to Test Plan to Sell Ads on Google",
      "snippet": "The three-month test may open up new revenue to hurting papers, but would risk making Google even stronger.",
      "abstract": "The three-month test may open up new revenue to hurting papers, but would risk making Google even stronger.",
      "lead_paragraph": "In a move into the old-fashioned business of ink on paper, Google is going to start selling advertisements that will appear in the print editions of 50 major newspapers.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/06/business/media/06google.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Hollywood Puts the Squeeze on Talent",
      "snippet": "Hollywood studios are demanding concessions from actors, directors and writers as industry faces uncertain future; average cost to make and market movie is up from $54.1 million in 1995 to $96.2 million last year; Screen Actors Guild president Ala...",
      "abstract": "Hollywood studios are demanding concessions from actors, directors and writers as industry faces uncertain future; average cost to make and market movie is up from $54.1 million in 1995 to $96.2 million last year; Screen Actors Guild president Alan Rosenberg says studios should pay fees for content delivered on new media such as Apple's iTunes; Writer's Guild of America rallies to be properly compensated for work on television's reality programming; industry executives say they must adapt to changes in order to ensure survival; photos (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 6 - On a recent trip to New York City, Russell Crowe was asked by reporters why he had dropped out of negotiations to star in a new movie being directed by Baz Luhrmann and produced by 20th Century Fox.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/06/business/media/hollywood-puts-the-squeeze-on-talent.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "The Package May Say Healthy, but This Grocer Begs to Differ",
      "snippet": "A test of health foods by a New England grocery chain raises doubts about the nutritional claims made by many products.",
      "abstract": "A test of health foods by a New England grocery chain raises doubts about the nutritional claims made by many products.",
      "lead_paragraph": "For many grocery shoppers, the feeling is familiar: that slight swell of virtue that comes from dropping a seemingly healthful product into a shopping cart.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/06/business/06grocery.html",
      "byline": "By Andrew Martin"
    },
    {
      "headline": "Online Player in the Game of Politics",
      "snippet": "Web sites such as YouTube have captured the political process in its most vulnerable moments, becoming the new arbiter of political discourse in this election.",
      "abstract": "Web sites such as YouTube have captured the political process in its most vulnerable moments, becoming the new arbiter of political discourse in this election.",
      "lead_paragraph": "KEN AVIDOR would not seem to constitute much of a threat to the Republican Party. A Minnesota graphic artist with no official political role, he is a self-described Luddite and a bit of a wonk with an interest in arcane transportation issues. ",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/06/business/media/06carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "New Telemarketing Ploy Steers Voters on Republican Path",
      "snippet": "A group pushing to win votes for Republicans describes its system as the most ambitious political use ever of automated calling.",
      "abstract": "A group pushing to win votes for Republicans describes its system as the most ambitious political use ever of automated calling.",
      "lead_paragraph": "An automated voice at the other end of the telephone line asks whether you believe that judges who “push homosexual marriage and create new rights like abortion and sodomy” should be controlled. If your reply is “yes,” the voice lets you know that the Democratic candidate in the Senate race in Montana, Jon Tester, is not your man.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/06/us/politics/06push.html",
      "byline": "By Christopher Drew"
    },
    {
      "headline": "As Drug Prices Climb, Democrats Find Fault With Medicare Plan",
      "snippet": "Democrats plan to introduce legislation to revoke law barring Medicare from negotiating prices directly with drug makers which they say will save taxpayers tens of billions of dollars annually; Medicare currently pays for drugs through private ins...",
      "abstract": "Democrats plan to introduce legislation to revoke law barring Medicare from negotiating prices directly with drug makers which they say will save taxpayers tens of billions of dollars annually; Medicare currently pays for drugs through private insurers who pay higher prices than government agencies; Republicans and pharmaceutical industry say current benefit program is working; analysts believe program called Part D has contributed to record profits for drug companies this year; photos (M)",
      "lead_paragraph": "For big drug companies, the new Medicare prescription benefit is proving to be a financial windfall larger than even the most optimistic Wall Street analysts had predicted.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/06/business/as-drug-prices-climb-democrats-find-fault-with-medicare-plan.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Once Safe, Public Pensions Are Now Facing Cuts",
      "snippet": "State and local governments are quietly challenging guarantees that have traditionally protected government workers' pensions; handful of states, cities and smaller government bodies have found ways to scale back existing promises and even shrink ...",
      "abstract": "State and local governments are quietly challenging guarantees that have traditionally protected government workers' pensions; handful of states, cities and smaller government bodies have found ways to scale back existing promises and even shrink some current payments; this may be early warning sign of what could be coming elsewhere as local officials take stock of unexpectedly large obligations to retired public workers; some are questioning whether service cuts, sales of government property and politically acceptable tax increases can ever go far enough to bring things into balance; in San Diego, ambiguously written pension statute was discovered by lawyers while combing through city's financial records in wake of pension scandal; elsewhere, public workers' pensions have been cut in Oregon, Rhode Island, Milwaukee County and several cities and town in Texas, on basic argument that pension funds had gone disastrously out of balance; lawyers have been finding ways around wide array of legal guarantees that were supposed to prevent such reversals; photo (M)",
      "lead_paragraph": "After losing a leg in the line of duty, Dan Toneck, a San Diego police officer, spent nearly a year in rehabilitation before returning to work, doing his job for another five years with an artificial limb.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/06/business/once-safe-public-pensions-are-now-facing-cuts.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Hussein Is Sentenced to Death by Hanging",
      "snippet": "Iraqi court finds Saddam Hussein guilty of crimes against humanity and sentences him to death by hanging; he could go to gallows within months, although automatic appeal of death sentence may cause some delay; Prime Min Nuri Kamal al-Maliki, who h...",
      "abstract": "Iraqi court finds Saddam Hussein guilty of crimes against humanity and sentences him to death by hanging; he could go to gallows within months, although automatic appeal of death sentence may cause some delay; Prime Min Nuri Kamal al-Maliki, who has said he favors swift execution of Hussein, may score gains with his own fractured constituencey of Shiite religious groups; case that brought death sentences for Hussein, his half-brother Barzan Ibrahim Hasan al-Tikriti and Awad al-Bandar focused on ruthless repression of small Shiite town of Dujail in 1982, after what was said to be assassination attempt against Hussein; case is narrow one, judged against sweep of terror under Hussein; contrasting reaction to verdicts in Baghdad and across Iraq seen as testament to bitter divisions sown by toppling of Hussein in 2003, and to country's spiraling descent into near-anarchy of insurgency and sectarian killing; Hussein, looking defiant, tells judge to 'go to hell' and shouts 'long live the people' and 'down with the occupiers'; among newly empowered Shiite majority, there is eruption of joy at verdicts, which include 15-year prison sentences for three local Baath Party officials; cases recalled; photos (M)",
      "lead_paragraph": "BAGHDAD, Nov. 5 - Three and a half years after American troops captured Baghdad and ended the dictatorship of Saddam Hussein, the Iraqi court set up to judge the brutalities of his 24 years in power found him guilty on Sunday of crimes against humanity and sentenced him to death by hanging.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/06/world/middleeast/hussein-is-sentenced-to-death-by-hanging.html",
      "byline": "By John F. Burns and Kirk Semple"
    },
    {
      "headline": "Once Safe, Public Pensions Are Now Facing Cuts",
      "snippet": "A number of state and local governments are quietly challenging the guarantees of public sector pensions.",
      "abstract": "A number of state and local governments are quietly challenging the guarantees of public sector pensions.",
      "lead_paragraph": "After losing a leg in the line of duty, Dan Toneck, a San Diego police officer, spent nearly a year in rehabilitation before returning to work, doing his job for another five years with an artificial limb.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/06/business/06pension.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "New Telemarketing Ploy Steers Voters on Republican Path",
      "snippet": "Telemarketing tactic being used by conservative group sets off furor among Democrats in closing days of campaign in which control of Congress hinges on handful of races; Common Sense Ohio, which is behind new campaign, denies that automated calls ...",
      "abstract": "Telemarketing tactic being used by conservative group sets off furor among Democrats in closing days of campaign in which control of Congress hinges on handful of races; Common Sense Ohio, which is behind new campaign, denies that automated calls are twist on push polls--campaign tactic that is often criticized as deceptive because it involves calling potential voters under guise of measuring public opinion, while real intent is to change opinions with questions that push people in one direction or other; some political analysts say telemarketing tactic could mislead voters and discourage them from taking calls from more objective pollsters; some Democratic candidates say their positions are distorted or omitted in such calls; but some Democratic strategists acknowledge that distortions are no worse than television and radio advertisements by both sides and that they probably do not cross any legal lines (M)",
      "lead_paragraph": "An automated voice at the other end of the telephone line asks whether you believe that judges who \"push homosexual marriage and create new rights like abortion and sodomy\" should be controlled. If your reply is \"yes,\" the voice lets you know that the Democratic candidate in the Senate race in Montana, Jon Tester, is not your man.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/06/us/politics/new-telemarketing-ploy-steers-voters-on-republican-path.html",
      "byline": "By Christopher Drew"
    },
    {
      "headline": "The Package May Say Healthy, but This Grocer Begs to Differ",
      "snippet": "New England grocery chain Hannaford Brothers' formula rates nutritional value of products in its shelves, giving low marks to many, if not most, of processed foods that advertise themselves as 'healthy'; fact that so many items flunk Hannaford's i...",
      "abstract": "New England grocery chain Hannaford Brothers' formula rates nutritional value of products in its shelves, giving low marks to many, if not most, of processed foods that advertise themselves as 'healthy'; fact that so many items flunk Hannaford's inspection raises questions about integrity of nutrition claims, which are regulated by Food and Drug Administration, or possibly about whether Hannaford's standards are draconian; results seem to confirm suspicion that benefits promoted by many products have more to do with marketing than nutrition; rating system puts grocery store in awkward position of judging very products it is trying to sell, including Hannaford's own store-branded products; most of those get low marks also; Hannaford's nutritionists acknowledge that their system is more stringent than guidelines used by FDA; chain has 158 supermarkets in five states; photos; chart (M)",
      "lead_paragraph": "For many grocery shoppers, the feeling is familiar: that slight swell of virtue that comes from dropping a seemingly healthful product into a shopping cart.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/06/business/the-package-may-say-healthy-but-this-grocer-begs-to-differ.html",
      "byline": "By Andrew Martin"
    },
    {
      "headline": "Hollywood Puts the Squeeze on Talent",
      "snippet": "Hurt by rising costs and new media, studios have asked  stars to share their financial pain.",
      "abstract": "Hurt by rising costs and new media, studios have asked  stars to share their financial pain.",
      "lead_paragraph": "LOS ANGELES, Nov. 6 — On a recent trip to New York City, Russell Crowe was asked by reporters why he had dropped out of negotiations to star in a new movie being directed by Baz Luhrmann and produced by 20th Century Fox.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/06/business/media/06studio.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Bush Trumpets Iraq Verdict to Rally Support",
      "snippet": "Pres Bush, seeking to rally Republican voters, seizes on conviction of Saddam Husein as milestone in Iraq, as White House denies that timing of verdict, two days before Election Day, has anything to do with American politics; across United States,...",
      "abstract": "Pres Bush, seeking to rally Republican voters, seizes on conviction of Saddam Husein as milestone in Iraq, as White House denies that timing of verdict, two days before Election Day, has anything to do with American politics; across United States, Democrats also hail verdict in Baghdad but argue that it would make no diffference in delivering stability to Iraq and would have little bearing on Nov 7 vote; Rep John P Murtha, Democrat who has become face of his party's opposition to war in Iraq, says verdict, while justified, matters less to voters than recent editorials in American military papers calling for resignation of Defense Sec Donald H Rumsfeld; fact that Bush spends last Sunday before Election Day in two of most Republican states, Nebraska and Florida, is testimony to how bleak year has been for Republican Party and for him; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 5 - President Bush on Sunday seized on the conviction of Saddam Hussein as a milestone in Iraq, seeking to rally Republican voters with the issue of national security as some polls suggested that his party might be making gains in the final hours of the campaign.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/06/us/politics/bush-trumpets-iraq-verdict-to-rally-support.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    },
    {
      "headline": "Newspapers to Test Plan to Sell Ads on Google",
      "snippet": "Google will begin to take bids for newspaper ads along with its auctions of advertisments on millions of Web sites; newspaper companies Gannett, Tribune Co, New York Times Co, Washington Post Co and Hearst all agree to participate in three-month t...",
      "abstract": "Google will begin to take bids for newspaper ads along with its auctions of advertisments on millions of Web sites; newspaper companies Gannett, Tribune Co, New York Times Co, Washington Post Co and Hearst all agree to participate in three-month test of system; plan is important step in Google's goal to build single system through which advertisers can promote products; will give struggling newspaper industry much needed revenue by filling unused space in papers through Google's auction process; advertisers are hopeful efforts will result in lower print advertising prices; photos (M)",
      "lead_paragraph": "In a move into the old-fashioned business of ink on paper, Google is going to start selling advertisements that will appear in the print editions of 50 major newspapers.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/06/business/media/newspapers-to-test-plan-to-sell-ads-on-google.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Online Player in the Game of Politics",
      "snippet": "Popularity of YouTube video sharing service has become important player in world of politics; campaign video material now includes amateur recordings of politicians making speeches and remarks that they do not always realize are being filmed; impa...",
      "abstract": "Popularity of YouTube video sharing service has become important player in world of politics; campaign video material now includes amateur recordings of politicians making speeches and remarks that they do not always realize are being filmed; impact on campaigns is far stronger then expected due to viral nature of Internet and speed at which videos are shared; Associated Press/America Online poll finds 43 percent of voters get political news from Internet; candidates are beginning to use Internet for their own political agenda in effort to compete (M)",
      "lead_paragraph": "KEN AVIDOR would not seem to constitute much of a threat to the Republican Party. A Minnesota graphic artist with no official political role, he is a self-described Luddite and a bit of a wonk with an interest in arcane transportation issues.",
      "publication_date": "2006-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/06/business/media/online-player-in-the-game-of-politics.html",
      "byline": "By David Carr"
    }
  ]
}