{
  "metadata": {
    "date": "2006-10-09",
    "total_articles": 40
  },
  "articles": [
    {
      "headline": "In House Races, More G.O.P. Seats Seen at Risk",
      "snippet": "There are signs that the Congressional page scandal is sapping the enthusiasm of religious conservatives, putting at least five more seats in serious contention.",
      "abstract": "There are signs that the Congressional page scandal is sapping the enthusiasm of religious conservatives, putting at least five more seats in serious contention.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-07T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/07/us/politics/07elect.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "For Recruiter Speaking Arabic, Saying  Go Army  Is a Hard Job",
      "snippet": "Sgt. Cameron Murad must persuade native Arabic speakers to enlist and serve with front-line troops in Iraq.",
      "abstract": "Sgt. Cameron Murad must persuade native Arabic speakers to enlist and serve with front-line troops in Iraq.",
      "lead_paragraph": "EL CAJON, Calif. — Sgt. Cameron Murad wanders the strip malls and parking lots of this Iraqi immigrant enclave in the arid foothills beyond San Diego. Wherever he goes, a hush seems to follow.",
      "publication_date": "2006-10-07T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/07/us/07recruit.html",
      "byline": "By Andrea Elliott"
    },
    {
      "headline": "Google Is Said to Set Sights on YouTube",
      "snippet": "Google is said to be in discussions to acquire the popular video-sharing Web site that has yet to turn a profit, for $1.6 billion.",
      "abstract": "Google is said to be in discussions to acquire the popular video-sharing Web site that has yet to turn a profit, for $1.6 billion.",
      "lead_paragraph": " YouTube, the popular video-sharing Web site that has yet to celebrate its first anniversary or its first profit, is quickly becoming the must-have prize for media and technology giants. ",
      "publication_date": "2006-10-07T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/07/technology/07google.html",
      "byline": "By Andrew Ross Sorkin and Peter Edmonston"
    },
    {
      "headline": "Which Cows Do You Trust?",
      "snippet": "Hormone-free milk is finding a place in the dairy market, riding the popularity of natural foods, without the expenses of producing organic milk.",
      "abstract": "Hormone-free milk is finding a place in the dairy market, riding the popularity of natural foods, without the expenses of producing organic milk.",
      "lead_paragraph": "MONROE, Wash. — For demanding consumers, some dairy producers are demanding less milk from their cows — and charging more for it.",
      "publication_date": "2006-10-07T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/07/business/07milk.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Film on Pedophile Priest Revives Focus on Cardinal",
      "snippet": "The documentary film has heightened interest in a possible criminal case against Cardinal Roger M. Mahony.",
      "abstract": "The documentary film has heightened interest in a possible criminal case against Cardinal Roger M. Mahony.",
      "lead_paragraph": "LOS ANGELES, Oct. 6 — A documentary film featuring an extraordinarily candid interview with a former priest convicted of molesting children has heightened interest among law enforcement officials here in considering a criminal case against Cardinal Roger M. Mahony, says a prosecutor who has been investigating sexual abuse cases involving priests.",
      "publication_date": "2006-10-07T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/07/us/07priest.html",
      "byline": "By Jennifer Steinhauer"
    },
    {
      "headline": "Dissident Quits Board at G.M.",
      "snippet": "Jerome B. York, an adviser to the billionaire investor Kirk Kerkorian, condemned the company’s management.",
      "abstract": "Jerome B. York, an adviser to the billionaire investor Kirk Kerkorian, condemned the company’s management.",
      "lead_paragraph": "DETROIT, Oct. 6 —Will Kirk Kerkorian go away mad — or will he be back?",
      "publication_date": "2006-10-07T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/07/business/07auto.html",
      "byline": "By Nick Bunkley and Micheline Maynard"
    },
    {
      "headline": "Battling Power of Incumbency, and Feeling Left to Fight Alone",
      "snippet": "Jim Marcinkowski, a Democrat unknown to most voters running for Congress against an incumbent, personifies the thankless underdog.",
      "abstract": "Jim Marcinkowski, a Democrat unknown to most voters running for Congress against an incumbent, personifies the thankless underdog.",
      "lead_paragraph": " BRIGHTON, Mich. — Implausible pursuits can be humbling. Jim Marcinkowski, a Democrat, discovers this every day in his bid to dislodge Representative Mike Rogers, a three-term Republican, from the United States Congress. ",
      "publication_date": "2006-10-07T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/07/us/politics/07longshot.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Feeling Free to Take Shots at an Old Bully",
      "snippet": "Computer security firms are complaining that a feature in Microsoft’s new operating system would cripple their industry’s innovation.",
      "abstract": "Computer security firms are complaining that a feature in Microsoft’s new operating system would cripple their industry’s innovation.",
      "lead_paragraph": "A few days ago, two well-spoken executives from the computer security concern Symantec came by the office to complain about Microsoft. Lots of software companies have complaints about Microsoft, of course, but it’s not every day that one of them embarks on a multicity media tour to voice them. That got my attention. ",
      "publication_date": "2006-10-07T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/07/business/07nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "A Kink in Venture Capital’s Gold Chain",
      "snippet": "For the firm Sevin Rosen, the high-risk, high-return venture capital business may have turned into all risk and no return.",
      "abstract": "For the firm Sevin Rosen, the high-risk, high-return venture capital business may have turned into all risk and no return.",
      "lead_paragraph": "The high-risk, high-return venture capital business may have turned into all risk and no return. ",
      "publication_date": "2006-10-07T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/07/business/07venture.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "Job Growth Was Slack Last Month",
      "snippet": "Employers added just 51,000 jobs, the fewest in almost a year, but unemployment dropped to 4.6 percent.",
      "abstract": "Employers added just 51,000 jobs, the fewest in almost a year, but unemployment dropped to 4.6 percent.",
      "lead_paragraph": "For American workers, the job market is starting to look a lot less inviting.",
      "publication_date": "2006-10-07T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/07/business/07jobs.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Battling Power of Incumbency, and Feeling Left to Fight Alone",
      "snippet": "Jim Marcinkowski, Michigan Democrat, is trying to dislodge Rep Mike Rogers, three-term Republican, from US Congress; Marcinkowski, former CIA agent, personifies thankless underdog; he is unknown to most voters in his district northwest of Detroit ...",
      "abstract": "Jim Marcinkowski, Michigan Democrat, is trying to dislodge Rep Mike Rogers, three-term Republican, from US Congress; Marcinkowski, former CIA agent, personifies thankless underdog; he is unknown to most voters in his district northwest of Detroit and irrelevant to national party officials who recruited him--and, in his telling, then abandoned him--as they focused on 50 or so 'battleground' contests; graph; photos (M)",
      "lead_paragraph": "BRIGHTON, Mich. - Implausible pursuits can be humbling. Jim Marcinkowski, a Democrat, discovers this every day in his bid to dislodge Representative Mike Rogers, a three-term Republican, from the United States Congress.",
      "publication_date": "2006-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/07/us/politics/battling-power-of-incumbency-and-feeling-left-to-fight-alone.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Which Cows Do You Trust?",
      "snippet": "Dairy companies are bowing to natural-foods trend by shunning milk from cows treated with genetically engineered growth hormone rBST, which is made by Monsanto and was approved by Food and Drug Administration in 1993; by labeling milk free of arti...",
      "abstract": "Dairy companies are bowing to natural-foods trend by shunning milk from cows treated with genetically engineered growth hormone rBST, which is made by Monsanto and was approved by Food and Drug Administration in 1993; by labeling milk free of artificial hormone, dairy industry can ride popularity of natural goods, without greater expense and special feeds required to produce milk that can be fully certified as 'organic'; hormone-free milk can be priced higher than conventionally labeled milk, but less than organic; rBST is used to increase cow's milk supply by one gallon or more per day; many pure-food advocates oppose hormone's use on health grounds, saying it can require cows to be treated with extra antibiotics and can result in milk with higher amounts of separate hormone linked to cancer in some studies; Dean Foods in June stopped accepting milk from hormone-treated cows at big bottling plant in owns in Florence, NJ, which sells milk under Tuscan name; most of Tuscan milk sold in New York metropolitan area is free of artificial hormone; Dean Foods is beginning similar shift at its New England plants; Darigold, which is owned by Northwest Dairy Association, recently began selling milk only from cows not treated with growth hormone; several other dairy companies in Northwest have recently done likewise; photos (L)",
      "lead_paragraph": "MONROE, Wash. - For demanding consumers, some dairy producers are demanding less milk from their cows -- and charging more for it.",
      "publication_date": "2006-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/07/business/which-cows-do-you-trust.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Dissident Quits Board at G.M.",
      "snippet": "Kirk Kerkorian's close associate Jerome B York steps down from General Motors board, firing off letter sharply critical of company's management; Kerkorian says he is no longer interested in increasing his stake in GM, where he is largest sharehold...",
      "abstract": "Kirk Kerkorian's close associate Jerome B York steps down from General Motors board, firing off letter sharply critical of company's management; Kerkorian says he is no longer interested in increasing his stake in GM, where he is largest shareholder, with about 9.9 percent; moves, in which GM responds with defense of its turnaround strategy, sends company's shares sharply lower, deepening Kerkorian's own losses on investment he began acquiring nearly 18 months ago; photos (M)",
      "lead_paragraph": "DETROIT, Oct. 6 - Will Kirk Kerkorian go away mad -- or will he be back?",
      "publication_date": "2006-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/07/business/dissident-quits-board-at-gm.html",
      "byline": "By Nick Bunkley and Micheline Maynard"
    },
    {
      "headline": "A Kink in Venture Capital’s Gold Chain",
      "snippet": "Sevin Rosen Funds, most of most respected in venture capital industry, decides to close its 10th fund and refuses to receive commitments from investors for $250 million to $300 million; general partner Steve Dow says too much money has flooded ven...",
      "abstract": "Sevin Rosen Funds, most of most respected in venture capital industry, decides to close its 10th fund and refuses to receive commitments from investors for $250 million to $300 million; general partner Steve Dow says too much money has flooded venture capital business and too many companies are being given financing in every conceivable sector; bemoans what he describes as 'terribly weak exit environment,' reference to dearth of initial public offerings and to market for acquisitions at valuations that he considers too low to deliver kind of returns that venture investors expect; graphs (L)",
      "lead_paragraph": "The high-risk, high-return venture capital business may have turned into all risk and no return.",
      "publication_date": "2006-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/07/business/a-kink-in-venture-capitals-gold-chain.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "Job Growth Was Slack Last Month",
      "snippet": "Labor Department reports unemployment dipped to 4.6 percent in September, lowest point since early 2001; says employment grew by just 51,000 jobs; reports job growth averaged 236,000 jobs per month from March 2005 through March 2006; adds employme...",
      "abstract": "Labor Department reports unemployment dipped to 4.6 percent in September, lowest point since early 2001; says employment grew by just 51,000 jobs; reports job growth averaged 236,000 jobs per month from March 2005 through March 2006; adds employment growth was undercounted by 810,000 jobs in period; says over all, index of total hours worked in private sector declined from 105.1 to 105 in September; says health care providers added 24,000 jobs in month, hotels and restaurants increased employment by 19,000, manufacturers cut 19,000 jobs and retailers shed 12,000; construction companies unexpectedly added 8,000 jobs but experts do not think they will be hiring much in future and many may soon be shedding workers; graphs (L)",
      "lead_paragraph": "For American workers, the job market is starting to look a lot less inviting.",
      "publication_date": "2006-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/07/business/job-growth-was-slack-last-month.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Google Is Said to Set Sights on YouTube",
      "snippet": "Google is in discussion to acquire YouTube, popular video-sharing Web site, for $1.6 billion; Microsoft, Yahoo, Viacom and News Corp, among others, have visited YouTube's headquarters in San Mateo, Calif, in recent months to inquire about buying c...",
      "abstract": "Google is in discussion to acquire YouTube, popular video-sharing Web site, for $1.6 billion; Microsoft, Yahoo, Viacom and News Corp, among others, have visited YouTube's headquarters in San Mateo, Calif, in recent months to inquire about buying company; deal for YouTube would be crowning moment for property that emerged as cultural phenomenon almost immediately after it officially began last Dec; its site delivers over 100 million video clips a day; Chad Hurley, founder of company, says he prefers to stay independent; photo (M)",
      "lead_paragraph": "YouTube, the popular video-sharing Web site that has yet to celebrate its first anniversary or its first profit, is quickly becoming the must-have prize for media and technology giants.",
      "publication_date": "2006-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/07/technology/google-is-said-to-set-sights-on-youtube.html",
      "byline": "By Andrew Ross Sorkin and Peter Edmonston"
    },
    {
      "headline": "Feeling Free to Take Shots at an Old Bully",
      "snippet": "Joe Nocera Talking Business column on computer security company Symantec's attempts at discouraging customers from switching to Microsoft Corp's upcoming new Vista software program; says Vista lacks antivirus protection; speculates that Microsoft ...",
      "abstract": "Joe Nocera Talking Business column on computer security company Symantec's attempts at discouraging customers from switching to Microsoft Corp's upcoming new Vista software program; says Vista lacks antivirus protection; speculates that Microsoft did not include antivirus protection because it felt that such software needed to remain province of computer security industry, which generates billion in revenue selling such software; adds that to make it part of Vista would be viewed, especially in Europe, as being too harmful to industry; holds fact that Microsoft is competitor in security arena is why computer security companies view Vista with such fear (M)",
      "lead_paragraph": "A few days ago, two well-spoken executives from the computer security concern Symantec came by the office to complain about Microsoft. Lots of software companies have complaints about Microsoft, of course, but it's not every day that one of them embarks on a multicity media tour to voice them. That got my attention.",
      "publication_date": "2006-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/07/business/feeling-free-to-take-shots-at-an-old-bully.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Film on Pedophile Priest Revives Focus on Cardinal",
      "snippet": "Los Angeles prosecutor William Hodgman says documentary film featuring interview with Oliver O'Grady, former priest convicted of molesting children, has heightened interest among law enforcement officials in considering criminal case against Cardi...",
      "abstract": "Los Angeles prosecutor William Hodgman says documentary film featuring interview with Oliver O'Grady, former priest convicted of molesting children, has heightened interest among law enforcement officials in considering criminal case against Cardinal Roger M Mahony; O'Grady, in documentary, Deliver Us From Evil, describes how he abused young boys and girls across central California over 20 years, including period in 1980's when Mahony was his superior as bishop in Stockton; O'Grady says he was able to continue abusing children in part because of actions by Mahony, who now heads Los Angeles archdiocese; film was written and directed by Amy Berg; photos (M)",
      "lead_paragraph": "LOS ANGELES, Oct. 6 - A documentary film featuring an extraordinarily candid interview with a former priest convicted of molesting children has heightened interest among law enforcement officials here in considering a criminal case against Cardinal Roger M. Mahony, says a prosecutor who has been investigating sexual abuse cases involving priests.",
      "publication_date": "2006-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/07/us/film-on-pedophile-priest-revives-focus-on-cardinal.html",
      "byline": "By Jennifer Steinhauer"
    },
    {
      "headline": "In House Races, More G.O.P. Seats Seen at Risk",
      "snippet": "Analysts say at least five more Republican Congressional seats are in serious contention, unwelcome development for Republicans as they begin to confront a political environment further darkened for them by Congressional page scandal; fury over se...",
      "abstract": "Analysts say at least five more Republican Congressional seats are in serious contention, unwelcome development for Republicans as they begin to confront a political environment further darkened for them by Congressional page scandal; fury over sexually charged messages sent to male teenage pages by Rep Mark Foley is undercutting Republican support among elderly voters and women; there are signs that furor is sapping enthusiasm of group essential to Republican victories in 2002 and 2004: religious conservatives; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/07/us/politics/in-house-races-more-gop-seats-seen-at-risk.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "For Recruiter Speaking Arabic, Saying Go Army Is a Hard Job",
      "snippet": "Second article in occasional series looking at experiences of Muslims in US military focuses on Army recruiter Cameron Murad; Sgt Murad's job is to persuade native Arabic speakers to enlist and serve with front-line troops; linguists have emerged ...",
      "abstract": "Second article in occasional series looking at experiences of Muslims in US military focuses on Army recruiter Cameron Murad; Sgt Murad's job is to persuade native Arabic speakers to enlist and serve with front-line troops; linguists have emerged as critical figures in occupation of Iraq; military, in search for Arabic speakers, has turned to Middle Eastern immigrants in US; Murad, Kurd whose family immigrated to US, is rising star in this effort; he has recruited 10 men to program in little more than a year, record unrivaled in Army National Guard; photos (M)",
      "lead_paragraph": "EL CAJON, Calif. - Sgt. Cameron Murad wanders the strip malls and parking lots of this Iraqi immigrant enclave in the arid foothills beyond San Diego. Wherever he goes, a hush seems to follow.",
      "publication_date": "2006-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/07/us/for-recruiter-speaking-arabic-saying-go-army-is-a-hard-job.html",
      "byline": "By Andrea Elliott"
    },
    {
      "headline": "As Exemptions Grow, Religion Outweighs Regulation",
      "snippet": "Religious organizations enjoy an abundance of exemptions from regulations and taxes. And the number is multiplying rapidly.",
      "abstract": "Religious organizations enjoy an abundance of exemptions from regulations and taxes. And the number is multiplying rapidly.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-08T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/08/business/08religious.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Airbus Chief May Resign Over Issues of Autonomy",
      "snippet": "The upheaval centers on how much control Airbus executives will have to carry out a major overhaul that was announced last week.",
      "abstract": "The upheaval centers on how much control Airbus executives will have to carry out a major overhaul that was announced last week.",
      "lead_paragraph": " PARIS, Oct. 8 — Discussions over who will ultimately make decisions regarding the revamping at Airbus continued over the weekend, and executives close to the talks said on Sunday that the chief executive, Christian Streiff, could resign as early as Monday if he did not secure the autonomy that he wanted.",
      "publication_date": "2006-10-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/09/business/worldbusiness/09airbus.html",
      "byline": "By Nicola Clark"
    },
    {
      "headline": "Lowdown: A Farewell to Gossip",
      "snippet": "Gossip columnist Lloyd Grove, hired in 2003 by The Daily News to countervail the dominance of the New York Post’s Page Six, has been let go.",
      "abstract": "Gossip columnist Lloyd Grove, hired in 2003 by The Daily News to countervail the dominance of the New York Post’s Page Six, has been let go.",
      "lead_paragraph": "Psssst. Which New York gossip columnist, long rumored to be on the bubble, has penned his last item as of today?",
      "publication_date": "2006-10-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/09/business/media/09carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "North Koreans Say They Tested Nuclear Device",
      "snippet": "North Korea became the eighth country in history, and arguably the most unstable and most dangerous, to proclaim that it has joined the club of nuclear weapons states.",
      "abstract": "North Korea became the eighth country in history, and arguably the most unstable and most dangerous, to proclaim that it has joined the club of nuclear weapons states.",
      "lead_paragraph": "WASHINGTON, Monday, Oct. 9 — North Korea said Sunday night that it had set off its first nuclear test, becoming the eighth country in history, and arguably the most unstable and most dangerous, to proclaim that it has joined the club of nuclear weapons states.",
      "publication_date": "2006-10-09T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/09/world/asia/09korea.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Dolans Try New Bid to Take Cablevision Private",
      "snippet": "The Dolans’ bid comes amid a sweeping trend of the nation’s biggest family-controlled companies taking themselves private.",
      "abstract": "The Dolans’ bid comes amid a sweeping trend of the nation’s biggest family-controlled companies taking themselves private.",
      "lead_paragraph": "One of New York’s most powerful families, the Dolans, made a $19.2 billion leveraged bid yesterday to buy out the public shareholders of its cable television empire, Cablevision Systems, which also includes Madison Square Garden, Radio City Music Hall, the New York Knicks and the New York Rangers.",
      "publication_date": "2006-10-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/09/business/09cable.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Evangelicals Blame Foley, Not Republican Party",
      "snippet": "Evangelical Christians interviewed in Virginia insisted the Mark Foley episode would have little impact on their intentions to vote.",
      "abstract": "Evangelical Christians interviewed in Virginia insisted the Mark Foley episode would have little impact on their intentions to vote.",
      "lead_paragraph": "VIRGINIA BEACH, Oct. 7 — As word of Representative Mark Foley’s sexually explicit e-mail messages to former pages spread last week, Republican strategists worried — and Democrats hoped — that the sordid nature of the scandal would discourage conservative Christians from going to the polls.",
      "publication_date": "2006-10-09T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/09/us/politics/09conservatives.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "G.O.P.’s Baker Hints Iraq Plan Needs Change",
      "snippet": "The Republican co-chairman of a bipartisan commission assessing Iraq said he expected to depart from calls to “stay the course.”",
      "abstract": "The Republican co-chairman of a bipartisan commission assessing Iraq said he expected to depart from calls to “stay the course.”",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-09T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/09/world/middleeast/09baker.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "In TV Land This Season, a Few Happy Surprises but No Breakthrough Hits",
      "snippet": "The networks have already dropped several new shows, and many new series are losing the huge audiences delivered by hit shows that precede them.",
      "abstract": "The networks have already dropped several new shows, and many new series are losing the huge audiences delivered by hit shows that precede them.",
      "lead_paragraph": "Three weeks into the new network television season, three new shows are giving early signs of being winners: “Heroes” on NBC, “Jericho” on CBS and “Ugly Betty” on ABC. And some scheduling moves have worked brilliantly, like ABC’s shift of “Grey’s Anatomy,” now television’s hottest show, to Thursday night.",
      "publication_date": "2006-10-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/09/business/media/09network.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "A Challenge for Exterminators",
      "snippet": "The five-year redesign of Microsoft Windows and Office has come down to a final scramble to get the programs to users by the end of the year.",
      "abstract": "The five-year redesign of Microsoft Windows and Office has come down to a final scramble to get the programs to users by the end of the year.",
      "lead_paragraph": "REDMOND, Wash., Oct. 5 — On a whiteboard in a windowless Microsoft conference room here, an elegant curve drawn by a software-testing engineer captures both five years of frustration and more recent progress.",
      "publication_date": "2006-10-09T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/09/technology/09vista.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "After Big Flops, Warner Hopes for ‘Sleeper’ Hit in Smaller Films",
      "snippet": "After a summer of expensive duds, Warner Brothers must rely on a cadre of smaller, riskier films to help pull the studio out of its No. 6 spot for the year so far.",
      "abstract": "After a summer of expensive duds, Warner Brothers must rely on a cadre of smaller, riskier films to help pull the studio out of its No. 6 spot for the year so far.",
      "lead_paragraph": "LOS ANGELES, Oct. 8 — When the romantic comedy “When Harry Met Sally” was released in July 1989, it made just $1.1 million during its opening weekend. But Alan F. Horn, whose film company produced the movie, was confident that, given time, it could be a hit. ",
      "publication_date": "2006-10-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/09/business/media/09warner.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Where Faith Abides, Employees Have Few Rights",
      "snippet": "For years, U.S. judges have used the separation of church and state to shield religious employers of all faiths from labor laws and most employee lawsuits.",
      "abstract": "For years, U.S. judges have used the separation of church and state to shield religious employers of all faiths from labor laws and most employee lawsuits.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/09/business/09religious.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Evangelicals Blame Foley, Not Republican Party",
      "snippet": "Many evangelical Christians say they see Rep Mark Foley's behavior as matter of personal morality, not institutional dysfunction; remarks seem to dash hopes of Democrats that sordid nature of scandal would discourage conservative Christians from g...",
      "abstract": "Many evangelical Christians say they see Rep Mark Foley's behavior as matter of personal morality, not institutional dysfunction; remarks seem to dash hopes of Democrats that sordid nature of scandal would discourage conservative Christians from going to polls; in Virginia, many conservative Christians say episode only reinforces their reasons to vote for their two Republican incumbents in neck-and-neck re-election fights, Rep Thelma Drake and Sen George Allen; all say question of broader responsibility has quickly devolved into storm of partisan charges and countercharges; pollsters and conservative leaders have said for months that grassrooots evangelicals are demoralized by what they feel is Republicans' failure to live up to their talk about social issues; recent poll by Pew Research Center showed steep drop in conservative Christian support for Republicans, but without corresponding gain for Democrats; conservative Christians say Speaker J Dennis Hastert should resign if he knew of most serious claims against Foley and failed to stop him; but they see Democrats' efforts to broaden scandal to Hastert and other Republicans as adding whiff of partisanship to stink of scandal; photos (M)",
      "lead_paragraph": "VIRGINIA BEACH, Oct. 7 - As word of Representative Mark Foley's sexually explicit e-mail messages to former pages spread last week, Republican strategists worried -- and Democrats hoped -- that the sordid nature of the scandal would discourage conservative Christians from going to the polls.",
      "publication_date": "2006-10-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/09/us/politics/evangelicals-blame-foley-not-republican-party.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "A Challenge for Exterminators",
      "snippet": "On a whiteboard in a windowless Microsoft conference room here, an elegant curve drawn by a software-testing engineer captures both five years of frustration and more recent progress.     The principle behind the curve -- that 80 percent of the co...",
      "abstract": "On a whiteboard in a windowless Microsoft conference room here, an elegant curve drawn by a software-testing engineer captures both five years of frustration and more recent progress.     The principle behind the curve -- that 80 percent of the consequences come from 20 percent of the causes -- is rooted in a 19th-century observation about the distribution of wealth. But it also illustrates the challenge for the builders of the next generation of Windows and Office, the world's largest-selling software packages.  ",
      "lead_paragraph": "REDMOND, Wash., Oct. 5 - On a whiteboard in a windowless Microsoft conference room here, an elegant curve drawn by a software-testing engineer captures both five years of frustration and more recent progress.",
      "publication_date": "2006-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/09/technology/a-challenge-for-exterminators.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Airbus Chief May Resign Over Issues of Autonomy",
      "snippet": "Discussions over who will ultimately make decisions regarding the revamping at Airbus continued over the weekend, and executives close to the talks said on Sunday that the chief executive, Christian Streiff, could resign as early as Monday if he d...",
      "abstract": "Discussions over who will ultimately make decisions regarding the revamping at Airbus continued over the weekend, and executives close to the talks said on Sunday that the chief executive, Christian Streiff, could resign as early as Monday if he did not secure the autonomy that he wanted.     According to three people with direct knowledge of the situation, Mr. Streiff, who took his job in July, has lost the support of some top executives at the parent of Airbus, the European Aeronautic Defense and Space Company, and his resignation seemed imminent. Airbus denied over the weekend that Mr. Streiff had already resigned.  ",
      "lead_paragraph": "PARIS, Oct. 8 - Discussions over who will ultimately make decisions regarding the revamping at Airbus continued over the weekend, and executives close to the talks said on Sunday that the chief executive, Christian Streiff, could resign as early as Monday if he did not secure the autonomy that he wanted.",
      "publication_date": "2006-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/09/business/worldbusiness/airbus-chief-may-resign-over-issues-of-autonomy.html",
      "byline": "By Nicola Clark"
    },
    {
      "headline": "In TV Land This Season, a Few Happy Surprises but No Breakthrough Hits",
      "snippet": "Three weeks into the new network television season, three new shows are giving early signs of being winners: ''Heroes'' on NBC, ''Jericho'' on CBS and ''Ugly Betty'' on ABC. And some scheduling moves have worked brilliantly, like ABC's shift of ''...",
      "abstract": "Three weeks into the new network television season, three new shows are giving early signs of being winners: ''Heroes'' on NBC, ''Jericho'' on CBS and ''Ugly Betty'' on ABC. And some scheduling moves have worked brilliantly, like ABC's shift of ''Grey's Anatomy,'' now television's hottest show, to Thursday night.     But on the down side for the networks, several new shows have already been dropped from schedules and many new series have wasted huge audiences from the hit shows that precede them. Those include three new entries on ABC, which still has reason to worry that it may never find companion shows to capitalize on three smash hits -- ''Grey's Anatomy,'' ''Desperate Housewives'' and ''Lost'' -- it introduced two years ago.  ",
      "lead_paragraph": "Three weeks into the new network television season, three new shows are giving early signs of being winners: \"Heroes\" on NBC, \"Jericho\" on CBS and \"Ugly Betty\" on ABC. And some scheduling moves have worked brilliantly, like ABC's shift of \"Grey's Anatomy,\" now television's hottest show, to Thursday night.",
      "publication_date": "2006-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/09/business/media/in-tv-land-this-season-a-few-happy-surprises-but-no.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "G.O.P.’s Baker Hints Iraq Plan Needs Change",
      "snippet": "James A Baker III, Republican co-chairman of bipartisan panel reassessing Iraq strategy for Pres Bush, explicitly rejects rapid withdrawal from Iraq but does suggest that White House enter direct talks with Iran and Syria; Pres Bush refused to dea...",
      "abstract": "James A Baker III, Republican co-chairman of bipartisan panel reassessing Iraq strategy for Pres Bush, explicitly rejects rapid withdrawal from Iraq but does suggest that White House enter direct talks with Iran and Syria; Pres Bush refused to deal with Iran until this spring, and contact with Syria has been sharply limited; Baker says talks should be 'hard-nosed,' but that it is not appeasement to 'talk to your enemies'; his comments offer first glimmer of what other members of so-called Iraq Study Group have described as effort to find politically face-saving way for Bush slowly to extract United States from war; Baker dismisses, as unworkable, Sen Joseph R Biden Jr's proposal to decentralize Iraq and give country's three major sectarian groups their own regions, distributing oil revenue to all; White House officials say Baker has been talking to Pres Bush and national secuity adviser Stephen J Hadley on regular basis; colleagues say he is unlikely to issue suggestions that president has not tacitly approved in advance; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/09/world/middleeast/gops-baker-hints-iraq-plan-needs-change.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Lowdown: A Farewell to Gossip",
      "snippet": "Psssst. Which New York gossip columnist, long rumored to be on the bubble, has penned his last item as of today?     Lloyd Grove has never been much for blind items. The man behind Lowdown, a five-day-a-week gossip column for The Daily News in New...",
      "abstract": "Psssst. Which New York gossip columnist, long rumored to be on the bubble, has penned his last item as of today?     Lloyd Grove has never been much for blind items. The man behind Lowdown, a five-day-a-week gossip column for The Daily News in New York, was sitting last week at a corner table at Pastis to confirm the rumor that started the day he got the job three years ago: the column has ended, along with his lucrative contract (an unnewspaperlike $300,000 a year, some said).  ",
      "lead_paragraph": "Psssst. Which New York gossip columnist, long rumored to be on the bubble, has penned his last item as of today?",
      "publication_date": "2006-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/09/business/media/lowdown-a-farewell-to-gossip.html",
      "byline": "By David Carr"
    },
    {
      "headline": "After Big Flops, Warner Hopes for ‘Sleeper’ Hit in Smaller Films",
      "snippet": "When the romantic comedy ''When Harry Met Sally'' was released in July 1989, it made just $1.1 million during its opening weekend. But Alan F. Horn, whose film company produced the movie, was confident that, given time, it could be a hit.      He ...",
      "abstract": "When the romantic comedy ''When Harry Met Sally'' was released in July 1989, it made just $1.1 million during its opening weekend. But Alan F. Horn, whose film company produced the movie, was confident that, given time, it could be a hit.      He was right. The movie earned $93 million at the domestic box office that summer.  ",
      "lead_paragraph": "LOS ANGELES, Oct. 8 - When the romantic comedy \"When Harry Met Sally\" was released in July 1989, it made just $1.1 million during its opening weekend. But Alan F. Horn, whose film company produced the movie, was confident that, given time, it could be a hit.",
      "publication_date": "2006-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/09/business/media/after-big-flops-warner-hopes-for-sleeper-hit-in-smaller.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "North Koreans Say They Tested Nuclear Device",
      "snippet": "North Korea says it set off its first nuclear test, just two days after it was warned by United Nations Security Council that such action could lead to severe consequences; United States Geological Survey says it detected tremor of 4.2 magnitude o...",
      "abstract": "North Korea says it set off its first nuclear test, just two days after it was warned by United Nations Security Council that such action could lead to severe consequences; United States Geological Survey says it detected tremor of 4.2 magnitude on Korean Peninsula; American officials caution that they have not received any confirmation that test occurred, but senior Bush administration officials say they have little reason to doubt announcement; warn that test would usher in new era of confrontation with isolated and unpredictable country run by Pres Kim Jong-il; hard-liners say time has arrived for neighboring countries, especially China and Russia, to cut off trade and oil supplies that have been Kim's lifeline; China calls test 'flagrant and brazen' violation of international opinion and says it 'firmly opposes' North Korea's conduct; explosion is seen as product of more than two decades of diplomatic failure, spread over at least three American presidencies; photo; map (M)",
      "lead_paragraph": "WASHINGTON, Monday, Oct. 9 - North Korea said Sunday night that it had set off its first nuclear test, becoming the eighth country in history, and arguably the most unstable and most dangerous, to proclaim that it has joined the club of nuclear weapons states.",
      "publication_date": "2006-10-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/09/world/asia/north-koreans-say-they-tested-nuclear-device.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Where Faith Abides, Employees Have Few Rights",
      "snippet": "Second article in series, In God's Name, examining how American religious organizations benefit from increasingly accommodating government, focuses on limited rights of religious employees; finds that legislators, regulators and judges have carved...",
      "abstract": "Second article in series, In God's Name, examining how American religious organizations benefit from increasingly accommodating government, focuses on limited rights of religious employees; finds that legislators, regulators and judges have carved out or preserved safe havens that shield religious employers of all faiths from most employer lawsuits, from laws protecting pensions and providing unemployment benefits, and from laws that give employees right to form unions to negotiate with their employers; finds that over course of last 15 years, religious organizations--especially religious schools--are increasingly able to manage their affairs with less interference from government and their own employees; finds most sweeping judicial protection is called ministerial exception, sometimes called church autonomy doctrine, which judges have applied to religious employment disputes for more than 100 years; finds judges almost never agree to hear controversy that would require them to delve into doctrines, governance, discipline or hiring preferences of any religious faith, citing protections of First Amendment; numerous examples cited; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/09/business/where-faith-abides-employees-have-few-rights.html",
      "byline": "By Diana B. Henriques"
    }
  ]
}