{
  "metadata": {
    "date": "2006-11-21",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "In New Orleans, Rust in the Wheels of Justice",
      "snippet": "After Hurricane Katrina, as many as 500 defendants have been freed because of problems with evidence.",
      "abstract": "After Hurricane Katrina, as many as 500 defendants have been freed because of problems with evidence.",
      "lead_paragraph": "NEW ORLEANS — Seventeen months ago, when Edward Augustine was arrested with what the police said were marijuana and crack cocaine in his pocket and a handgun in his waistband, he seemed like just another run-of-the-mill drug suspect: easy to prosecute, easy to lock up.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/21/us/21evidence.html",
      "byline": "By Christopher Drew"
    },
    {
      "headline": "British Shun a New Offer by Nasdaq",
      "snippet": "London Stock Exchange rejects Nasdaq Stock Market's $5.1 billion cash offer and says it will not meet with Nasdaq executives; Nasdaq officials plan to go ahead with offer; combination of London market and Nasdaq would create company with 6,400 lis...",
      "abstract": "London Stock Exchange rejects Nasdaq Stock Market's $5.1 billion cash offer and says it will not meet with Nasdaq executives; Nasdaq officials plan to go ahead with offer; combination of London market and Nasdaq would create company with 6,400 listings and total market capitalization of $11.3 trillion, making it world's biggest; world's share markets are moving energetically to consolidate, under pressure from customers to reduce fees and offer global services; exchanges can pool their liquidity by merging and offer better prices to buyers and sellers; reaching deal with London could help Nasdaq overtake New York Stock Exchange's parent NYSE Group in Europe; photo of Nasdaq's chief Robert Greifeld and his finance chief David P Warren (M)",
      "lead_paragraph": "LONDON, Nov. 20 - The Nasdaq Stock Market has intensified a trans-Atlantic battle for the London Stock Exchange in an effort to overtake the rival New York Stock Exchange as the world's leading equity marketplace.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/21/business/worldbusiness/british-shun-a-new-offer-by-nasdaq.html",
      "byline": "By Heather Timmons and James Kanter"
    },
    {
      "headline": "Fast Credit, Easy Terms, Buy Now",
      "snippet": "Market Place column; normally cautious bond investors are living like Las Vegas high rollers and stock speculators are behaving like worrywarts as growing number of companies are acquiring huge debt in wave of acquisitions; for some companies, mor...",
      "abstract": "Market Place column; normally cautious bond investors are living like Las Vegas high rollers and stock speculators are behaving like worrywarts as growing number of companies are acquiring huge debt in wave of acquisitions; for some companies, more they borrow, the safer they are deemed; Freeport-McMoRan Copper and Gold announces it will spend $25.9 billion to acquire copper giant Phelps Dodge; much of purchase will be financed with debt, which at one time would have been expected to roil Freeport's bonds; combined companies will go from having no net debt to having staggering $15 billion in net debt; Moody's Investors Service says it will probably upgrade Freeport's credit rating; bond ratings for Phelps Dodge are expected to fall; Freeport borrowed $15 billion, and market said company was more stable because of what it would buy with all that debt; bondholders financed merger deals involving Clear Channel Communications and Reader's Digest Assn; wave of recent purchases by private equity groups has pushed issuance of high-risk debt to record levels; debt has never been easier to get for many acquirers; global issuance of risky high-yield, or junk bonds, has reached record levels (L)",
      "lead_paragraph": "Not so long ago, companies that borrowed lots of money were considered risky, appropriate only for daredevil stock pickers. Those with lots of cash on hand and few outstanding debts might be dull stocks, but they were at least safe bets for bondholders.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/21/business/fast-credit-easy-terms-buy-now.html",
      "byline": "By Charles Duhigg"
    },
    {
      "headline": "Flaws Seen in Markets for Utilities",
      "snippet": "A growing chorus of large industrial power users, municipal utilities and consumer groups argue that the price of electricity has not fallen because the new markets for utilities do not work right.",
      "abstract": "A growing chorus of large industrial power users, municipal utilities and consumer groups argue that the price of electricity has not fallen because the new markets for utilities do not work right.",
      "lead_paragraph": "A growing chorus of large industrial power users, municipal utilities and consumer groups say there is a reason the price of electricity has not fallen since the federal government opened the heavily regulated utility industry to competition a decade ago. The new markets, they argue, do not work right.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/21/business/21utility.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Clinton Won Easily, but Bankroll Shows the Toll",
      "snippet": "Sen Hillary spent more than $30 million on re-election campaign, more than any other Senate candidate this year, even though she had only token opposition; spending helped her win by more than 30 points and built new list of contributors as she be...",
      "abstract": "Sen Hillary spent more than $30 million on re-election campaign, more than any other Senate candidate this year, even though she had only token opposition; spending helped her win by more than 30 points and built new list of contributors as she begins assembling nuts and bolts for potential presidential run; Clinton spent more than $13,000 on flowers, mostly for fund-raisers and donors, $27,000 on valet parking, tens of thousands of dollars a month on consultants and aides and $17 million in ads and mailings, depleting formidable war chest and leaving her with little advantage over Democratic rivals; fund-raisers and disgruntled donors are critical; Clinton has spent at least $36 million on re-election since taking office in 2001, nearly twice as much as Sen Charles Schumer, who won in 2004 with 71 percent of vote; at least $1.1 million went to pollster Mark Penn, $930,000 to strategist Mandy Grunwald, $200,000 to Hudson Media Partners and $37,500 to Clinton friend Maggie Williams; Clinton aides now say Williams should have gotten less than $5,000 and will return rest; photos; list (M)",
      "lead_paragraph": "WASHINGTON, Nov. 20 - She had only token opposition, but Senator Hillary Rodham Clinton still spent more on her re-election -- upward of $30 million -- than any other candidate for Senate this year. So where did all the money go?",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/21/us/politics/clinton-won-easily-but-bankroll-shows-the-toll.html",
      "byline": "By Anne E. Kornblut and Jeff Zeleny"
    },
    {
      "headline": "Google Mapping an Offline Course",
      "snippet": "Major Internet sites are showing a growing interest in the advertising business, and traditional ad firms are starting to worry.",
      "abstract": "Major Internet sites are showing a growing interest in the advertising business, and traditional ad firms are starting to worry.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/21/business/media/21adco.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Fast Credit, Easy Terms, Buy Now",
      "snippet": "Not so long ago, companies that borrowed lots of money were considered risky. That view has now been turned on its head.",
      "abstract": "Not so long ago, companies that borrowed lots of money were considered risky. That view has now been turned on its head.",
      "lead_paragraph": "Not so long ago, companies that borrowed lots of money were considered risky, appropriate only for daredevil stock pickers. Those with lots of cash on hand and few outstanding debts might be dull stocks, but they were at least safe bets for bondholders.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/21/business/21place.html",
      "byline": "By Charles Duhigg"
    },
    {
      "headline": "Clinton Won Easily, but Bankroll Shows the Toll",
      "snippet": "Senator Hillary Rodham Clinton spent more on her re-election than any other candidate for Senate this year.",
      "abstract": "Senator Hillary Rodham Clinton spent more on her re-election than any other candidate for Senate this year.",
      "lead_paragraph": "WASHINGTON, Nov. 20 — She had only token opposition, but Senator Hillary Rodham Clinton still spent more on her re-election — upward of $30 million — than any other candidate for Senate this year. So where did all the money go?",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/21/us/politics/21donate.html",
      "byline": "By Anne E. Kornblut and Jeff Zeleny"
    },
    {
      "headline": "Google Mapping an Offline Course",
      "snippet": "Major Internet sites are showing strong and growing interest in advertising business, and traditional ad firms are starting to get concerned; Google has been leading way, building on its online ad strength by striking deals to sell advertising in ...",
      "abstract": "Major Internet sites are showing strong and growing interest in advertising business, and traditional ad firms are starting to get concerned; Google has been leading way, building on its online ad strength by striking deals to sell advertising in traditional media like newspapers and radio; eBay is developing ad-buying system for TV spots for group of large advertisers like Wal-Mart; Yahoo announces deal with 176 newspapers that does not include offline ad sales, although newspaper executives do not rule that out; ad executives say it is hard to know where Google and other Internet giants will stop; traditional media companies are linking up with online giants that have been stealing their customers and advertisers; traditional companies--like newspapers, magazines, and television and radio networks--are hoping they can reverse their fortunes and share in some of Internet success; stock analysts say offline ad market provides kind of growth opportunity that Internet companies like Google are looking for; Google plans to sell ad spots on radio beginning next month through online auction system that it uses to sell Internet ads; ad sales in traditional media totaled nearly $150 billion last year; Internet ad sales will be about $16 billion this year; WPP Group chief executive Martin Sorrell sees Google as both friend and enemy; Google vice president Tim Armstrong says Google hopes to one day provide place where advertisers can buy ads in all types of media; adds Google's vision does not involve cutting agencies' media buyers out of system; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/21/business/media/google-mapping-an-offline-course.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Flaws Seen in Markets for Utilities",
      "snippet": "Article in series Power Play: The Bidding Game focuses on some reasons price of electricity has not fallen since federal government opened heavily regulated utility industry to competition decade ago; says large industrial power users, municipal u...",
      "abstract": "Article in series Power Play: The Bidding Game focuses on some reasons price of electricity has not fallen since federal government opened heavily regulated utility industry to competition decade ago; says large industrial power users, municipal utilities and consumer groups argue the new markets do not work right; they say when electricity producers offer to supply power for next day, utilities pay everyone highest price accepted; they also contend that producers can withhold power or limit production, with little risk of penalty, even when demand is at its highest, meaning prices soar; coalition of large industrial companies filed complaint in September, arguing that Federal Energy Regulatory Commission failed to ensure proper competition and that it stymied efforts by others to investigate allegations of improper conduct by withholding some of data it collects; commission dismisses critics, saying that where it has determined that market for electricity exists, prices in that market are assumed to be 'just and reasonable,' standard set in federal law; graphs (L)",
      "lead_paragraph": "A growing chorus of large industrial power users, municipal utilities and consumer groups say there is a reason the price of electricity has not fallen since the federal government opened the heavily regulated utility industry to competition a decade ago. The new markets, they argue, do not work right.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/21/business/flaws-seen-in-markets-for-utilities.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Under Pressure, News Corp. Pulls Simpson Project",
      "snippet": "The News Corporation canceled its plans to publish a book and broadcast an interview with O. J. Simpson.",
      "abstract": "The News Corporation canceled its plans to publish a book and broadcast an interview with O. J. Simpson.",
      "lead_paragraph": "Bowing to intense pressure from both outside and inside the company, the News Corporation yesterday canceled its plans to publish a book and broadcast an interview with O. J. Simpson in which he was to give an account of how he might have murdered his former wife Nicole Brown Simpson and her friend Ronald L. Goldman.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/21/us/21simp.html",
      "byline": "By Bill Carter and Edward Wyatt"
    },
    {
      "headline": "Treasury Chief Urges ‘Balance’ in Regulation of U.S. Companies",
      "snippet": "US Treasury Sec Henry M Paulson Jr says excessive regulation and burdensome litigation are prompting companies to choose to list their stock on foreign exchanges over American ones, speech, Economic Club of New York; says wave of revisions to fede...",
      "abstract": "US Treasury Sec Henry M Paulson Jr says excessive regulation and burdensome litigation are prompting companies to choose to list their stock on foreign exchanges over American ones, speech, Economic Club of New York; says wave of revisions to federal laws and regulations after some major corporate scandals improved transparency and accountability at companies and restored investor confidence; also suggests that lawmakers and regulators have gone too far and that it is time for reassessment; institutional investors and some experts argue that significant loosening of rules will be harmful to shareholders and may lead to more corporate problems; photo (M)",
      "lead_paragraph": "Treasury Secretary Henry M. Paulson Jr. said yesterday that excessive regulation and burdensome litigation were prompting companies to choose to list their stock on foreign exchanges over American ones.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/21/business/treasury-chief-urges-balance-in-regulation-of-us-companies.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "In Web World, Rich Now Envy the Superrich",
      "snippet": "Envy may be a sin in some books, but it is a powerful driving force in Silicon Valley, especially with talk of a second dot-com boom.",
      "abstract": "Envy may be a sin in some books, but it is a powerful driving force in Silicon Valley, especially with talk of a second dot-com boom.",
      "lead_paragraph": "SAN FRANCISCO, Nov. 20 — Almost anywhere else, Reid Hoffman would be considered a major success. As an early executive of PayPal, he was in the money when the company was sold to eBay in 2002 for $1.5 billion. These days, he runs a new start-up company of his own while investing in others. ",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/21/technology/21envy.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Israeli Map Says West Bank Posts Sit on Arab Land",
      "snippet": "An Israeli advocacy group says that 39 percent of the land held by Israeli settlements in the occupied West Bank is privately owned by Palestinians.",
      "abstract": "An Israeli advocacy group says that 39 percent of the land held by Israeli settlements in the occupied West Bank is privately owned by Palestinians.",
      "lead_paragraph": "JERUSALEM, Nov. 20 — An Israeli advocacy group, using maps and figures leaked from inside the government, says that 39 percent of the land held by Israeli settlements in the occupied West Bank is privately owned by Palestinians.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/21/world/middleeast/21land.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "In Web World, Rich Now Envy the Superrich",
      "snippet": "Reid Hoffman, early executive with PayPal who reaped great reward when company was sold and now runs own start-up, nevertheless admits to twinge of envy as three former colleagues sell YouTube to Google for $1.65 billion; envy is powerful driving ...",
      "abstract": "Reid Hoffman, early executive with PayPal who reaped great reward when company was sold and now runs own start-up, nevertheless admits to twinge of envy as three former colleagues sell YouTube to Google for $1.65 billion; envy is powerful driving force in Silicon Valley, where technical achievements are admired but financial payoffs are ultimate form of recognition; sentiment is magnified by fickle nature of sudden wealth and huge paydays for small circle of winners; successful ventures also spur new ones; John Pezaris, computational neuroscientist at Harvard who missed out on younger brother first multimillion-dollar venture, is now involved with Peter Pezaris's second start-up; James Hong, co-founder of dating site Hotornot.com, says he got out of envy trap symbolically by trading in his Porsche for Toyota Prius; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, Nov. 20 - Almost anywhere else, Reid Hoffman would be considered a major success. As an early executive of PayPal, he was in the money when the company was sold to eBay in 2002 for $1.5 billion. These days, he runs a new start-up company of his own while investing in others.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/21/technology/in-web-world-rich-now-envy-the-superrich.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "In New Orleans, Rust in the Wheels of Justice",
      "snippet": "Hurricane Katrina's floodwaters scattered tens of thousands of items in evidence rooms of New Orleans courthouse, leaving fetid mess that has made prosecutions impossible in many cases; some 500 defendants, mostly in drug, theft and assault cases,...",
      "abstract": "Hurricane Katrina's floodwaters scattered tens of thousands of items in evidence rooms of New Orleans courthouse, leaving fetid mess that has made prosecutions impossible in many cases; some 500 defendants, mostly in drug, theft and assault cases, have been released for lack of evidence or witnesses who have moved away; officials fear further spike in violent crimes and judges foresee more acquittals, even in cases of murder, rape and armed robbery; Edward Augustine, drug suspect arrested 17 months ago, is one of those released, as Judge Lynda Van Davis chastises prosecutors for going ahead without evidence; 800 defendants have pleaded guilty to various crimes since courts reopened in June but only about 90 trials have been held; more than 2,000 defendants await trials, at least 400 of them in jail; 1,500 cases are set aside because defendants out on bond have left vicinity; other delays stem from shortage of jurors, limits on court hours and public defender's office so overwhelmed that is recruiting law students from around country to conduct interviews; court clerk Warren E Spears describes destruction of huge amounts of evidence, even money in safes, and months-long cleanup; photos (M)",
      "lead_paragraph": "NEW ORLEANS - Seventeen months ago, when Edward Augustine was arrested with what the police said were marijuana and crack cocaine in his pocket and a handgun in his waistband, he seemed like just another run-of-the-mill drug suspect: easy to prosecute, easy to lock up.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/21/us/in-new-orleans-rust-in-the-wheels-of-justice.html",
      "byline": "By Christopher Drew"
    },
    {
      "headline": "Treasury Chief Urges ‘Balance’ in Regulation of U.S. Companies",
      "snippet": "Treasury Secretary Henry M. Paulson Jr. said that excessive regulation and burdensome litigation were prompting companies to choose to list their stock on foreign exchanges over American ones.",
      "abstract": "Treasury Secretary Henry M. Paulson Jr. said that excessive regulation and burdensome litigation were prompting companies to choose to list their stock on foreign exchanges over American ones.",
      "lead_paragraph": "Treasury Secretary Henry M. Paulson Jr. said yesterday that excessive regulation and burdensome litigation were prompting companies to choose to list their stock on foreign exchanges over American ones.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/21/business/21paulson.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Israeli Map Says West Bank Posts Sit on Arab Land",
      "snippet": "Peace Now, Israeli advocacy group for Palestinian rights, uses maps and other data leaked from inside government to report that 39 percent of land held by Israeli settlements in West Bank is privately owned by Palestinians; data indicate that 40 p...",
      "abstract": "Peace Now, Israeli advocacy group for Palestinian rights, uses maps and other data leaked from inside government to report that 39 percent of land held by Israeli settlements in West Bank is privately owned by Palestinians; data indicate that 40 percent of land that Israel plans to keep in any future peace deal is private, including 86.4 percent of large Jerusalem suburb of Maale Adumin and 35.1 percent of Ariel; maps are said to come from 2004 database of Civil Administration; official says ownership issues are still being checked and that sometimes Palestinians do not acknowledge selling land for fear of retribution; maps indicate that beyond private land, 5.8 percent is survey land of unclear ownership, 1.3 percent private Jewish land and about 54 percent undesignated 'state land'; report does not include Jerusalem, which Israel has annexed; one case is in Givat Zeev, where synagogue occupies land that Rabah Abdellatif claims; he has won legal judgments but they have not been carried out; photos; maps; land definitions are complex, given long history of Ottoman Empire, British mandate, Jordanian and Israeli control (M)",
      "lead_paragraph": "JERUSALEM, Nov. 20 - An Israeli advocacy group, using maps and figures leaked from inside the government, says that 39 percent of the land held by Israeli settlements in the occupied West Bank is privately owned by Palestinians.",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/21/world/middleeast/israeli-map-says-west-bank-posts-sit-on-arab-land.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "British Shun a New Offer by Nasdaq",
      "snippet": "The London Stock Exchange, the largest in Europe, quickly rejected Nasdaq’s $5 billion cash offer.",
      "abstract": "The London Stock Exchange, the largest in Europe, quickly rejected Nasdaq’s $5 billion cash offer.",
      "lead_paragraph": "LONDON, Nov. 20 — The Nasdaq Stock Market has intensified a trans-Atlantic battle for the London Stock Exchange in an effort to overtake the rival New York Stock Exchange as the world’s leading equity marketplace. ",
      "publication_date": "2006-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/21/business/worldbusiness/21exchange.html",
      "byline": "By Heather Timmons and James Kanter"
    }
  ]
}