{
  "metadata": {
    "date": "2006-07-04",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "Politics Joins Production as Problem for Airbus",
      "snippet": "The weekend boardroom purge at Airbus and EADS eased a management crisis, but doesn't solve the companies' underlying political problems.",
      "abstract": "The weekend boardroom purge at Airbus and EADS eased a management crisis, but doesn't solve the companies' underlying political problems.",
      "lead_paragraph": "FRANKFURT, July 3 — The weekend boardroom purge at Airbus and its parent company has eased an immediate management crisis. But analysts and industry executives said it would do little to solve the more deep-rooted political problems at Europe's flagship plane maker.",
      "publication_date": "2006-07-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/04/business/worldbusiness/04airbus.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Conservative Has Slight Edge in Mexico Vote",
      "snippet": "Unofficial results in the fiercely contested election for president showed Felipe Calderón, the fiscal conservative, with a lead of one percentage point.",
      "abstract": "Unofficial results in the fiercely contested election for president showed Felipe Calderón, the fiscal conservative, with a lead of one percentage point.",
      "lead_paragraph": "MEXICO CITY, July 3 — Mexico's two leading candidates positioned themselves on Monday for a fight after electoral authorities said Sunday's presidential election was so close it would take at least two days to carefully sift the returns. ",
      "publication_date": "2006-07-04T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/04/world/americas/04mexico.html",
      "byline": "By James C. McKinley Jr. and Ginger Thompson"
    },
    {
      "headline": "Identity Thief Finds Easy Money Hard to Resist",
      "snippet": "Shiva Brent Sharma's account of his exploits provides an insight into both the tools and the motivation of a thief.",
      "abstract": "Shiva Brent Sharma's account of his exploits provides an insight into both the tools and the motivation of a thief.",
      "lead_paragraph": "By the time of Shiva Brent Sharma's third arrest for identity theft, at the age of 20, he had taken in well over $150,000 in cash and merchandise in his brief career. After a certain point, investigators stopped counting.",
      "publication_date": "2006-07-04T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/04/us/04identity.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "A Baghdad Commander, Armed With Pink Tulle",
      "snippet": "Nadia Habib, a fearless wedding planner extraordinaire, copes with bombs, checkpoints and 110 degree heat.",
      "abstract": "Nadia Habib, a fearless wedding planner extraordinaire, copes with bombs, checkpoints and 110 degree heat.",
      "lead_paragraph": "BAGHDAD, Iraq, July 3 — Question: How do you get 15 layers of wedding cake with butter cream frosting through eight checkpoints and 45 minutes of snarled Baghdad traffic in 110 degree heat? ",
      "publication_date": "2006-07-04T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/04/world/middleeast/04planner.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "2 Rivals Authorize G.M. Talks",
      "snippet": "The boards of Nissan and Renault voted Monday to explore a historic three-way alliance with General Motors.",
      "abstract": "The boards of Nissan and Renault voted Monday to explore a historic three-way alliance with General Motors.",
      "lead_paragraph": "DETROIT, July 3 —The boards of Nissan and Renault voted Monday to explore a historic three-way alliance with General Motors, putting pressure on the embattled automotive giant to decide whether it wants two foreign companies, and their charismatic chief executive, Carlos Ghosn, to play a role in its revamping.",
      "publication_date": "2006-07-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/04/business/04gm.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Ambitions Worthy of a Boom",
      "snippet": "An initial public offering of DLF Universal, India's largest builder, would make it worth more than General Motors.",
      "abstract": "An initial public offering of DLF Universal, India's largest builder, would make it worth more than General Motors.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/04/business/worldbusiness/04rich.html",
      "byline": "By Anand Giridharadas"
    },
    {
      "headline": "Ex-G.I. Held in 4 Slayings and Rape in Iraq",
      "snippet": "Federal prosecutors said Steven D. Green, a 21-year-old former private, raped an Iraqi woman and killed her and three family members.",
      "abstract": "Federal prosecutors said Steven D. Green, a 21-year-old former private, raped an Iraqi woman and killed her and three family members.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-04T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/04/us/04arrest.html",
      "byline": "By David S. Cloud and Kirk Semple"
    },
    {
      "headline": "June Sales Were Painful for the Big 3",
      "snippet": "DETROIT, July 3 — Stubbornly high gasoline prices sapped June sales of the profitable pickup trucks and sport utility vehicles made by Detroit's automakers, while Asian rivals reaped the benefits because of their reputation for fuel efficiency.",
      "abstract": "DETROIT, July 3 — Stubbornly high gasoline prices sapped June sales of the profitable pickup trucks and sport utility vehicles made by Detroit's automakers, while Asian rivals reaped the benefits because of their reputation for fuel efficiency.",
      "lead_paragraph": "DETROIT, July 3 — Stubbornly high gasoline prices sapped June sales of the profitable pickup trucks and sport utility vehicles made by Detroit's automakers, while Asian rivals reaped the benefits because of their reputation for fuel efficiency.",
      "publication_date": "2006-07-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/04/business/04auto.html",
      "byline": "By Nick Bunkley"
    },
    {
      "headline": "A Baghdad Commander, Armed With Pink Tulle",
      "snippet": "Nadia Habib, Iraqi wedding planner, carries on her trade despite Iraq's low-grade state of civil war, having persevered already through two wars and decade of devastating economic sanctions; her story attests to fact that daily life in Iraq, howev...",
      "abstract": "Nadia Habib, Iraqi wedding planner, carries on her trade despite Iraq's low-grade state of civil war, having persevered already through two wars and decade of devastating economic sanctions; her story attests to fact that daily life in Iraq, however strange and stunted, still moves in many of its familiar rhythms; Habib describes how weddings have had to adapt to country's difficult circumstances; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, July 3 - Question: How do you get 15 layers of wedding cake with butter cream frosting through eight checkpoints and 45 minutes of snarled Baghdad traffic in 110 degree heat?",
      "publication_date": "2006-07-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/04/world/middleeast/a-baghdad-commander-armed-with-pink-tulle.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Mute 19 Years, He Helps Reveal Brain's Mysteries",
      "snippet": "Scientists using advanced scanning technology find that brain of Terry Wallis, who emerged from 19-year-long state of minimal consciousness in June 2003, is healing itself by forming new neural connections; Wallis continues to improve at home in H...",
      "abstract": "Scientists using advanced scanning technology find that brain of Terry Wallis, who emerged from 19-year-long state of minimal consciousness in June 2003, is healing itself by forming new neural connections; Wallis continues to improve at home in Harriet, Ark, speaking more and remembering more, but still in need of round-the-clock attention; findings about his brain raise hope that doctors will eventually be able to determine which patients with severe brain damage have best chance of recovery, perhaps helping to settle disputes like one that engulfed Terri Schiavo, Florida woman who suffered more profound brain damage than Wallis and who died in 2005 after her life support was removed; Wallis was found to be in persistent vegetative state after his traffic accident, but entered minimally conscious state within months of it; photo (M)",
      "lead_paragraph": "HARRIET, Ark., July 2 - Terry Wallis spends almost all of his waking hours in bed, listening to country-western music in a cramped, two-room bungalow down a gravel road off State Highway 263.",
      "publication_date": "2006-07-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/04/health/psychology/mute-19-years-he-helps-reveal-brains-mysteries.html",
      "byline": "By Benedict Carey"
    },
    {
      "headline": "June Sales Were Painful for the Big 3",
      "snippet": "General Motors sales fell nearly 26 percent in June compared with last year; market share fell to 24.1 percent for first half of year; Ford's share dropped to 17.3 percent and DaimlerChrysler to 13.5 percent; top 10 Asian automakers accounted for ...",
      "abstract": "General Motors sales fell nearly 26 percent in June compared with last year; market share fell to 24.1 percent for first half of year; Ford's share dropped to 17.3 percent and DaimlerChrysler to 13.5 percent; top 10 Asian automakers accounted for 37.3 percent of American market in June, with Toyota and Honda posting record sales; chart (M)",
      "lead_paragraph": "DETROIT, July 3 - Stubbornly high gasoline prices sapped June sales of the profitable pickup trucks and sport utility vehicles made by Detroit's automakers, while Asian rivals reaped the benefits because of their reputation for fuel efficiency.",
      "publication_date": "2006-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/04/business/june-sales-were-painful-for-the-big-3.html",
      "byline": "By Nick Bunkley"
    },
    {
      "headline": "Tapping the Latent Power in What's Left Around the Barnyard",
      "snippet": "Farmers and entrepreneurs, recognizing steady stream of revenue and profit, are replacing malodorous lagoons used to treat manure with anaerobic digesters--devices that create oxygen-free atmosphere in which bacteria digests manure and releases na...",
      "abstract": "Farmers and entrepreneurs, recognizing steady stream of revenue and profit, are replacing malodorous lagoons used to treat manure with anaerobic digesters--devices that create oxygen-free atmosphere in which bacteria digests manure and releases natural gas; various state and federal agencies have subsidized purchases of digesters, since they capture methane--potent greenhouse gas--before it escapes into atmosphere; photos (M)",
      "lead_paragraph": "In a sense, it is the ultimate renewable source of fuel. Weather anomalies can kill off corn crops, calm the winds, obscure the sun -- but through rain or shine, gusts or stillness, cows and hogs and turkeys spew forth a steady stream of manure, one of nature's richest sources of methane, a principal component of natural gas.",
      "publication_date": "2006-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/04/business/tapping-the-latent-power-in-whats-left-around-the-barnyard.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Politics Joins Production as Problem for Airbus",
      "snippet": "Analysts and airline industry executives say boardroom dismissals of European Aeronautic Defense and Space Co co-chief executive Noel Forgeard and Airbus chief executive Gustav Humbert will do little to solve deep-rooted political problems within ...",
      "abstract": "Analysts and airline industry executives say boardroom dismissals of European Aeronautic Defense and Space Co co-chief executive Noel Forgeard and Airbus chief executive Gustav Humbert will do little to solve deep-rooted political problems within French-German airliner company; action came as result of delays in rollout of Airbus's A380 superjumbo jet; photos (M)",
      "lead_paragraph": "FRANKFURT, July 3 - The weekend boardroom purge at Airbus and its parent company has eased an immediate management crisis. But analysts and industry executives said it would do little to solve the more deep-rooted political problems at Europe's flagship plane maker.",
      "publication_date": "2006-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/04/business/worldbusiness/politics-joins-production-as-problem-for-airbus.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Identity Thief Finds Easy Money Hard to Resist",
      "snippet": "Second article in Stolen Lives series on identity theft focuses on Shiva Brent Sharma, 22-year-old inmate of New York State prison, who describes how he became addicted to identity theft at age 20, living with his parents and siblings in Queens; S...",
      "abstract": "Second article in Stolen Lives series on identity theft focuses on Shiva Brent Sharma, 22-year-old inmate of New York State prison, who describes how he became addicted to identity theft at age 20, living with his parents and siblings in Queens; Sharma says he began with phishing and eventually took in well over $150,000 in cash and merchandise by buying access to stolen credit card accounts online and changing cardholders' information; says it was so easy that he fears that even with three arrests to his name, he may relapse after his current two- to four-year sentence is served; tools that allowed Sharma to profit from his thievery were also his undoing; photos of Sharma and one of his victims (L)",
      "lead_paragraph": "By the time of Shiva Brent Sharma's third arrest for identity theft, at the age of 20, he had taken in well over $150,000 in cash and merchandise in his brief career. After a certain point, investigators stopped counting.",
      "publication_date": "2006-07-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/04/us/identity-thief-finds-easy-money-hard-to-resist.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Conservative Has Slight Edge in Mexico Vote",
      "snippet": "Electoral authorities in Mexico say Felipe Calderon holds lead of one percentage point over Andres Manuel Lopez Obrador in presidential election and that it will take at least two days to carefully sift return; both Calderon, fiscal conservative b...",
      "abstract": "Electoral authorities in Mexico say Felipe Calderon holds lead of one percentage point over Andres Manuel Lopez Obrador in presidential election and that it will take at least two days to carefully sift return; both Calderon, fiscal conservative backed by big business, and Lopez Obrador, fiery leftist whose campaign championed country's poor, claim victory, and Lopez Obrador says he will accept defeat only if his own review of results shows he has lost; photos; map shows distribution of of each candidate's support across country (M)",
      "lead_paragraph": "MEXICO CITY, July 3 - Mexico's two leading candidates positioned themselves on Monday for a fight after electoral authorities said Sunday's presidential election was so close it would take at least two days to carefully sift the returns.",
      "publication_date": "2006-07-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/04/world/americas/conservative-has-slight-edge-in-mexico-vote.html",
      "byline": "By James C. McKinley Jr. and Ginger Thompson"
    },
    {
      "headline": "Ex-G.I. Held in 4 Slayings and Rape in Iraq",
      "snippet": "Steven D Green, who was recently discharged from Army because of 'personality disorder,' is arrested in North Carolina on federal charges of raping woman and killing her and three family members in their house in Mahmudiya, Iraq, on March 12; he a...",
      "abstract": "Steven D Green, who was recently discharged from Army because of 'personality disorder,' is arrested in North Carolina on federal charges of raping woman and killing her and three family members in their house in Mahmudiya, Iraq, on March 12; he and other soldiers allegedly discussed rape in advance and carried out crimes after drinking alcohol, leaving a checkpoint and changing from their uniforms into black clothing; court documents say rape victim was 25 years old, but mayor of Mahmudiya says that she was only 15 and that other victims were her parents and seven-year-old sister; Army weighs reactivating Green so that he can be prosecuted by military instead of civilian authorities; at least three other soldiers suspected of involvement in crimes are being held in military base in Iraq and face court-martial; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/04/us/exgi-held-in-4-slayings-and-rape-in-iraq.html",
      "byline": "By David S. Cloud and Kirk Semple"
    },
    {
      "headline": "Ambitions Worthy of a Boom",
      "snippet": "Article on reactions by global investors to initial public offering of DLF Universal, whose chairman Kushal Pal Singh wants to build superstores, skyscrapers and apartment complexes across India; stocks like DLF promise seemingly limitless growth,...",
      "abstract": "Article on reactions by global investors to initial public offering of DLF Universal, whose chairman Kushal Pal Singh wants to build superstores, skyscrapers and apartment complexes across India; stocks like DLF promise seemingly limitless growth, but bubble could pop if investors prices go higher; in recent weeks, as bull market has turned bearish, valuation reportedly has fallen; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/04/business/worldbusiness/ambitions-worthy-of-a-boom.html",
      "byline": "By Anand Giridharadas"
    },
    {
      "headline": "2 Rivals Authorize G.M. Talks",
      "snippet": "Boards of Nissan and Renault vote to explore historic three-way alliance with General Motors; decision by GM board, slated to meet on July 7, will determine whether talks on alliance move forward; Nissan and Renault action lends new weight to chal...",
      "abstract": "Boards of Nissan and Renault vote to explore historic three-way alliance with General Motors; decision by GM board, slated to meet on July 7, will determine whether talks on alliance move forward; Nissan and Renault action lends new weight to challenge to GM chief executive Rick Wagoner, who has rebuffed earlier challenges to his leadership and taken drastic action to try to turn GM around; photo (M)",
      "lead_paragraph": "DETROIT, July 3 - The boards of Nissan and Renault voted Monday to explore a historic three-way alliance with General Motors, putting pressure on the embattled automotive giant to decide whether it wants two foreign companies, and their charismatic chief executive, Carlos Ghosn, to play a role in its revamping.",
      "publication_date": "2006-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/04/business/2-rivals-authorize-gm-talks.html",
      "byline": "By Micheline Maynard"
    }
  ]
}