{
  "metadata": {
    "date": "2006-12-14",
    "total_articles": 15
  },
  "articles": [
    {
      "headline": "Somalia’s Islamists and Ethiopia Gird for a War",
      "snippet": "Islamists in control of Mogadishu, Somalia, prepare for war with Ethiopia, which would further destabilize troubled Horn of Africa; Ethiopia, with tacit approval from US, has been assembling troops to try to hold off Islamists and shore up Somalia...",
      "abstract": "Islamists in control of Mogadishu, Somalia, prepare for war with Ethiopia, which would further destabilize troubled Horn of Africa; Ethiopia, with tacit approval from US, has been assembling troops to try to hold off Islamists and shore up Somalia's weak, unpopular transitional government; analysts unanimously agree that full-scale conflict between Islamists and Ethiopia would be disastrous for Somalia and for entire region, because neighboring countries might join war; some analysts say US and United Nations approach misreads Islamists' power, rooted not in military strength but in their widespread popular support; they say Ethiopia may have strongest military in region, but attacking Islamist forces may only drive them underground, into guerrilla insurgency; map; photos (M)",
      "lead_paragraph": "MOGADISHU, Somalia, Dec. 9 - The stadium was packed, the guns were cocked and even the drenching rain could not douse the jihadist fire.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/14/world/africa/somalias-islamists-and-ethiopia-gird-for-a-war.html",
      "byline": "By Jeffrey Gettleman and Mark Mazzetti"
    },
    {
      "headline": "Vista Wins on Looks. As for Lacks ...",
      "snippet": "Microsoft’s new operating system, Vista, will soon be on sale to the public. But you may need a new computer to run it properly.",
      "abstract": "Microsoft’s new operating system, Vista, will soon be on sale to the public. But you may need a new computer to run it properly.",
      "lead_paragraph": "After five years of starts, stops, executive shuffling, feature rethinks and delays, Windows Vista is finally complete. It’s available to corporations already, and starting Jan. 30, it’s what you’ll get on any new PC. Its programmers, who probably haven’t seen their families in months, will have an especially merry Christmas this year.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/14/technology/14pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "In Beijing Talks, Issues of Will and Way",
      "snippet": "American officials and specialists on China have said Wu Yi, vice prime minister, might not have inclination, or influence, to challenge party apparatus that is tied to sprawling state-owned export industries; China appears to view dialogue betwee...",
      "abstract": "American officials and specialists on China have said Wu Yi, vice prime minister, might not have inclination, or influence, to challenge party apparatus that is tied to sprawling state-owned export industries; China appears to view dialogue between China and US less as vehicle for adjusting its policies than as means to air its opinion that US should alter its economy to end addiction to Chinese goods and loans that sustain huge American trade and budget deficits; Yu Yongding, director of Institute of World Economics and Politics at Chinese Academy of Social Sciences, says visit by US Treas Sec Henry M Paulson will have some influence on Chinese political leaders, but China always prefers gradualism; Yu says Wu is not seen in China as especially sympathetic to main American demand that China stop manipulating its currency in order to expand exports; photo (M)",
      "lead_paragraph": "BEIJING, Thursday, Dec. 14 - When Treasury Secretary Henry M. Paulson Jr. proposed a strategic economic dialogue with China last summer, American officials were cheered by the choice for leader of the Chinese team: an aggressive troubleshooter with a reputation for tough but successful trade negotiations since the early 1990s.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/14/business/worldbusiness/in-beijing-talks-issues-of-will-and-way.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Vista Wins on Looks. As for Lacks ...",
      "snippet": "David Pogue column on advantages and disadvantages of Microsoft's new Windows Vista software program, which will be available to public on Jan 30; photos (L)",
      "abstract": "David Pogue column on advantages and disadvantages of Microsoft's new Windows Vista software program, which will be available to public on Jan 30; photos (L)",
      "lead_paragraph": "After five years of starts, stops, executive shuffling, feature rethinks and delays, Windows Vista is finally complete. It's available to corporations already, and starting Jan. 30, it's what you'll get on any new PC. Its programmers, who probably haven't seen their families in months, will have an especially merry Christmas this year.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/14/technology/vista-wins-on-looks-as-for-lacks.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "H.P. Board Cuts Its Ties With Lawyer",
      "snippet": "Hewlett-Packard’s board is said to have ended a crucial advisory relationship with Larry W. Sonsini, the powerful Silicon Valley lawyer.",
      "abstract": "Hewlett-Packard’s board is said to have ended a crucial advisory relationship with Larry W. Sonsini, the powerful Silicon Valley lawyer.",
      "lead_paragraph": "Hewlett-Packard’s board has ended a crucial advisory relationship with Larry W. Sonsini, the powerful Silicon Valley lawyer, according to a person with close connections to the board. ",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/14/technology/14hewlett.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Democrats Plan to Take Control of Iraq Spending",
      "snippet": "Democrats plan to take more control over billions of dollars being spent on Iraq war when they assume control of Congress in January; Sen Kent Conrad and Rep John M Spratt Jr, incoming chairmen of Senate and House Budget Committees, say they will ...",
      "abstract": "Democrats plan to take more control over billions of dollars being spent on Iraq war when they assume control of Congress in January; Sen Kent Conrad and Rep John M Spratt Jr, incoming chairmen of Senate and House Budget Committees, say they will demand more accountability of war's cost and move to integrate spending into regular federal budget; lawmakers say Bush administration's approach of paying for war through series of emergency requests has limited Congressional scrutiny of spending and hidden true price of war; some lawmakers say emergency spending measures have helped lawmakers win approval for their own pet projects; they say Pentagon has used measures to win financing for projects that should receive full review; both Republicans and Democrats have objected to administration's refusal to add war costs to budget, particularly when conflict has lasted almost four years; chart of Defense Dept budget; photos (M)",
      "lead_paragraph": "WASHINGTON, Dec. 13 - Frustrated by the Bush administration's piecemeal financing of the Iraq war, Democrats are planning to assert more control over the billions of dollars a month being spent on the conflict when they take charge of Congress in January.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/14/washington/democrats-plan-to-take-control-of-iraq-spending.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "U.S. Subpoena Is Seen as Bid to Stop Leaks",
      "snippet": "Federal prosecutors want American Civil Liberties Union to turn over copies of classified document it received from source, raising speculation that government has found novel approach to protecting national-security secrets; subpoena issued to AC...",
      "abstract": "Federal prosecutors want American Civil Liberties Union to turn over copies of classified document it received from source, raising speculation that government has found novel approach to protecting national-security secrets; subpoena issued to ACLU seeks all copies of document, and ACLU lawyers say such subpoenas, if upheld by court, would pose direct threat to journalists and endanger First Amendment rights; some legal experts say issuing subpoena in this case is improper way to enforce law; others say subpoena is unusual but not improper approach; ACLU says subpoena is example of Bush administration's efforts to suppress its critics; ACLU's lawyers have agreed for now not to disclose contents of document; ACLU has moved to quash subpoena and argues that government is also misusing grand jury that issued subpoena; photo (M)",
      "lead_paragraph": "Federal prosecutors are trying to force the American Civil Liberties Union to turn over copies of a classified document it received from a source, using what legal experts called a new extension of the Bush administration's efforts to protect national-security secrets.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/14/washington/us-subpoena-is-seen-as-bid-to-stop-leaks.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "S.E.C. Eases Regulations on Business",
      "snippet": "The Securities and Exchange Commission issued deregulatory orders and proposals intended to lower costs to public companies.",
      "abstract": "The Securities and Exchange Commission issued deregulatory orders and proposals intended to lower costs to public companies.",
      "lead_paragraph": "WASHINGTON, Dec. 13  Responding to criticism that regulators had overreacted to years of major corporate scandals, the Securities and Exchange Commission on Wednesday issued a flurry of deregulatory orders and proposals intended to lower costs to public companies. It said the moves would not reduce investor protection. ",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/14/business/14secure.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "S.E.C. Eases Regulations on Business",
      "snippet": "Securities and Exchange Commission, responding to criticism that regulators overreacted to years of major corporate scandals, issues new deregulation orders and proposals intended to lower costs to public companies; says moves will not reduce inve...",
      "abstract": "Securities and Exchange Commission, responding to criticism that regulators overreacted to years of major corporate scandals, issues new deregulation orders and proposals intended to lower costs to public companies; says moves will not reduce investor protection; proposes loose interpretation for smaller companies of auditing provision of Sarbanes-Oxley Act that has come under attack from many companies; also proposes rule to make it easier for foreign companies to withdraw their securities from American markets; number of companies have asked to withdraw, and officials say current rules discourage companies from listing on US exchanges if they do not have option of withdrawing later; among other noteworthy proposals is one that would increase financial qualifications for investors in hedge funds, to net worth of $2.5 million from current standard of $1 million; agency also proposes new provision on fraud to protect hedge fund investors; also adopts rule that would save corporations expense of mailing financial reports and proxy statements by enabling them to communicate with vast majority of their investors through Internet; commission's votes are unanimous, testimony to changed regulatory climate and political skills of agency's chairman Christopher Cox; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 13 - Responding to criticism that regulators had overreacted to years of major corporate scandals, the Securities and Exchange Commission on Wednesday issued a flurry of deregulatory orders and proposals intended to lower costs to public companies. It said the moves would not reduce investor protection.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/14/business/sec-eases-regulations-on-business.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Big Consolidated Airline Inc.",
      "snippet": "Prospects of higher profits has stimulated new round of merger talks in airline industry, whose fortunes have started to improve after more than $30 billion in losses over last five years; mergers would lead to in short term to fewer planes, more-...",
      "abstract": "Prospects of higher profits has stimulated new round of merger talks in airline industry, whose fortunes have started to improve after more than $30 billion in losses over last five years; mergers would lead to in short term to fewer planes, more-crowded flights and higher fares; Rep James L Oberstar says Justice Department should block any major airline merger; adds if it does not, he will call hearings before his House Committee on Commerce and Transportation next year to consider action to block such mergers; workers for Delta Air Lines gather in Atlanta, Ga, to protest $8.5 billion bid by US Airways to buy Delta, which is operating under bankruptcy protection; graphs; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/14/business/big-consolidated-airline-inc.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Big Consolidated Airline Inc.",
      "snippet": "A new round of merger talks in the airline industry is causing concern about rising fares and reduced air service to smaller destinations.",
      "abstract": "A new round of merger talks in the airline industry is causing concern about rising fares and reduced air service to smaller destinations.",
      "lead_paragraph": "AirTran Holdings is roughly a tenth the size of its main competitor, Delta Air Lines. So AirTran executives would seem unlikely cheerleaders of a potential merger that would make Delta 60 percent larger.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/14/business/14air.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "In Beijing Talks, Issues of Will and Way",
      "snippet": "U.S. officials say a Chinese vice prime minister may not have the influence to challenge the party apparatus that is tied to the sprawling state-owned export industries.",
      "abstract": "U.S. officials say a Chinese vice prime minister may not have the influence to challenge the party apparatus that is tied to the sprawling state-owned export industries.",
      "lead_paragraph": "BEIJING, Thursday, Dec. 14 — When Treasury Secretary Henry M. Paulson Jr. proposed a strategic economic dialogue with China last summer, American officials were cheered by the choice for leader of the Chinese team: an aggressive troubleshooter with a reputation for tough but successful trade negotiations since the early 1990s.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/14/business/worldbusiness/14trade.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Black History Trove, a Life’s Work, Seeks Museum",
      "snippet": "Retired university librarian Mayme Agnew Clayton, who died in October at 83, left behind one of most important collections of African-American materials in US; Clayton painstakingly collected materials over lifetime and kept them in modest garage ...",
      "abstract": "Retired university librarian Mayme Agnew Clayton, who died in October at 83, left behind one of most important collections of African-American materials in US; Clayton painstakingly collected materials over lifetime and kept them in modest garage behind her Los Angeles home; her son Avery Clayton has rented former courthouse in Culver City, Calif, to display collection and is struggling to gather funds to archive materials and form research and cultural center; experts say collection is priceless treasure trove; books and other items cost Ms Clayton hundreds of thousands of dollars over years, money she got through scrimping and living modestly; photos (M)",
      "lead_paragraph": "LOS ANGELES, Dec. 13 - Behind the dusty stools and the old towels, under the broken telephones and the picture frames, amid the spider webs, sits one of the country's most important collections of artifacts devoted to the history of African-Americans.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/14/arts/black-history-trove-a-lifes-work-seeks-museum.html",
      "byline": "By Jennifer Steinhauer"
    },
    {
      "headline": "Somalia’s Islamists and Ethiopia Gird for a War",
      "snippet": "Unlike the internal anarchy that has consumed Somalia for 15 years, the looming battle is now with its neighbor.",
      "abstract": "Unlike the internal anarchy that has consumed Somalia for 15 years, the looming battle is now with its neighbor.",
      "lead_paragraph": "MOGADISHU, Somalia, Dec. 9 — The stadium was packed, the guns were cocked and even the drenching rain could not douse the jihadist fire.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/14/world/africa/14somalia.html",
      "byline": "By Jeffrey Gettleman and Mark Mazzetti"
    },
    {
      "headline": "H.P. Board Cuts Its Ties With Lawyer",
      "snippet": "Hewlett-Packard's board ends crucial advisory relationship with Larry W Sonsini, powerful lawyer from firm Wilson Sonsini Goodrich & Rosati; move is latest repercussion from company's spying on directors and journalists, which has led to criminal ...",
      "abstract": "Hewlett-Packard's board ends crucial advisory relationship with Larry W Sonsini, powerful lawyer from firm Wilson Sonsini Goodrich & Rosati; move is latest repercussion from company's spying on directors and journalists, which has led to criminal prosecution of its former chairwoman Patricia C Dunn; Sonsini and his firm were not involved in spying; Sonsini was caught up in events, and was criticized for failing to prevent incident from damaging company (M)",
      "lead_paragraph": "Hewlett-Packard's board has ended a crucial advisory relationship with Larry W. Sonsini, the powerful Silicon Valley lawyer, according to a person with close connections to the board.",
      "publication_date": "2006-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/14/technology/hp-board-cuts-its-ties-with-lawyer.html",
      "byline": "By Damon Darlin"
    }
  ]
}