{
  "metadata": {
    "date": "2006-10-23",
    "total_articles": 63
  },
  "articles": [
    {
      "headline": "Militias Battle for Iraqi City as Shiite Rivalry Escalates",
      "snippet": "The clashes exposed the deep fissures in the country’s Shiite leadership and cast doubt on the ability of the ruling Shiite coalition to hold itself together. ",
      "abstract": "The clashes exposed the deep fissures in the country’s Shiite leadership and cast doubt on the ability of the ruling Shiite coalition to hold itself together. ",
      "lead_paragraph": "BAGHDAD, Oct. 20 — Hundreds of militiamen linked to the Shiite cleric Moktada al-Sadr battled local police and members of a rival Shiite militia in the southeastern city of Amara on Friday, destroying police stations, seizing control of entire neighborhoods and detonating bombs that sent thick pillars of black smoke into the sky.",
      "publication_date": "2006-10-21T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/21/world/middleeast/21iraq.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Anger Festering in French Areas Scarred in Riots",
      "snippet": "Spiking violent crime statistics across Paris suburbs suggest not only that things have not improved, but that they may well have worsened.",
      "abstract": "Spiking violent crime statistics across Paris suburbs suggest not only that things have not improved, but that they may well have worsened.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-21T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/21/world/europe/21france.html",
      "byline": "By Elaine Sciolino and Ariane Bernard"
    },
    {
      "headline": "Buffett Acts to Extricate Lloyd’s",
      "snippet": "Warren E. Buffett will pay up to $7 billion in insurance claims that threatened to ruin many Lloyd’s investors. ",
      "abstract": "Warren E. Buffett will pay up to $7 billion in insurance claims that threatened to ruin many Lloyd’s investors. ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-21T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/21/business/21insure.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Many Iraqis Look to Gunmen as Protectors",
      "snippet": "Despite its new rogue fringe, Iraqi Shiites see the Mahdi militia as the most effective protector against hostile Sunni groups.",
      "abstract": "Despite its new rogue fringe, Iraqi Shiites see the Mahdi militia as the most effective protector against hostile Sunni groups.",
      "lead_paragraph": "BAGHDAD, Oct. 20 — Behind the maze of men with guns in Iraq is a very simple truth: their barrels offer protection, something Iraqis say the government has never given them.",
      "publication_date": "2006-10-21T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/21/world/middleeast/21militias.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Open Seats Lift Democratic Hopes in the House",
      "snippet": "The open seat, like the one in Colorado’s 7th District, is a golden opportunity for one party to wrest control from the other. ",
      "abstract": "The open seat, like the one in Colorado’s 7th District, is a golden opportunity for one party to wrest control from the other. ",
      "lead_paragraph": "GOLDEN, Colo., Oct. 19 — Ed Perlmutter, a former Democratic state senator, has had other opportunities to run for the House seat representing the district around Denver, but he waited until this year, when the Republican incumbent decided to run for governor rather than seek re-election. ",
      "publication_date": "2006-10-21T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/21/us/politics/21colorado.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "The University of Raising Big Money",
      "snippet": "Are fund-raising campaigns by America’s elite universities just an example of the rich getting even richer — just because they can?",
      "abstract": "Are fund-raising campaigns by America’s elite universities just an example of the rich getting even richer — just because they can?",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-21T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/21/business/21nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Sunny Side Up",
      "snippet": "More companies are finding a risk-free way to adopt solar energy from systems installed by others.",
      "abstract": "More companies are finding a risk-free way to adopt solar energy from systems installed by others.",
      "lead_paragraph": "General Motors liked the idea of using the sun to power its buildings. But until recently, one immutable economic fact held G.M. back: The upfront costs were simply too high to justify the ultimate payoff. ",
      "publication_date": "2006-10-21T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/21/business/21solar.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "A Student’s Video Résumé Gets Attention (Some of It Unwanted)",
      "snippet": "Aleksey Vayner, who became the Internet’s latest viral sensation, is now portraying himself as a victim of a flash flood of Web interest.",
      "abstract": "Aleksey Vayner, who became the Internet’s latest viral sensation, is now portraying himself as a victim of a flash flood of Web interest.",
      "lead_paragraph": "With his name and image on Web sites and his appearance on the “Today” show, Aleksey Vayner may be the most famous investment-banking job applicant in recent memory.",
      "publication_date": "2006-10-21T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/21/business/21bank.html",
      "byline": "By Michael J. de la Merced"
    },
    {
      "headline": "Firing Chief Was Wrong, Panel Says",
      "snippet": "An arbitration panel found that Massachusetts Mutual’s board did not terminate its chief “for cause” and owed benefits denied to him.",
      "abstract": "An arbitration panel found that Massachusetts Mutual’s board did not terminate its chief “for cause” and owed benefits denied to him.",
      "lead_paragraph": "Amid allegations of extramarital affairs with female employees, illegal activity in trading accounts, and the misuse of company aircraft, Robert J. O’Connell was unceremoniously fired as chief executive of the Massachusetts Mutual Life Insurance Company for cause by its directors in June of 2005.",
      "publication_date": "2006-10-21T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/21/business/21mutual.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Doctors Rethink Widespread Use of Heart Stents",
      "snippet": "New evidence indicates that some stents can cause fatal blood clots months or even years after they are implanted.",
      "abstract": "New evidence indicates that some stents can cause fatal blood clots months or even years after they are implanted.",
      "lead_paragraph": "The medical community is having second thoughts about stents. ",
      "publication_date": "2006-10-21T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/21/business/21stent.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "An Open Seat Lifts Democratic Hopes for House",
      "snippet": "Fourth article in occasional series about how 2006 campaign is playing out in Colorado's Seventh Congressional District, which is evenly balanced among Democrats, Republicans and independents; surveys show that Ed Perlmutter, former Democratic sta...",
      "abstract": "Fourth article in occasional series about how 2006 campaign is playing out in Colorado's Seventh Congressional District, which is evenly balanced among Democrats, Republicans and independents; surveys show that Ed Perlmutter, former Democratic state senator, is in command of his race against his Republican opponent, Rick O'Donnell, in contest to succeed Rep Bob Beauprez, Republican who is running for governor; O'Donnell has sought to emphasize hard line on immigration and raise specter of Democratic tax increases while Perlmutter has pressed need for change in Republican-controlled Washington and emphasized stem-cell research; Perlmutter and his Democratic allies have worked to tie O'Donnell to Bush administration and unpopular war; graph; map; photo (M)",
      "lead_paragraph": "GOLDEN, Colo., Oct. 19 - Ed Perlmutter, a former Democratic state senator, has had other opportunities to run for the House seat representing the district around Denver, but he waited until this year, when the Republican incumbent decided to run for governor rather than seek re-election.",
      "publication_date": "2006-10-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/21/us/an-open-seat-lifts-democratic-hopes-for-house.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "A Student’s Video Résumé Gets Attention (Some of It Unwanted)",
      "snippet": "With his name and image on Web sites and his appearance on the ''Today'' show, Aleksey Vayner may be the most famous investment-banking job applicant in recent memory.     Mr. Vayner's curious celebrity came after an 11-page cover letter and résum...",
      "abstract": "With his name and image on Web sites and his appearance on the ''Today'' show, Aleksey Vayner may be the most famous investment-banking job applicant in recent memory.     Mr. Vayner's curious celebrity came after an 11-page cover letter and résumé as well as an elaborate video that he had submitted to the Swiss bank giant UBS showed up on two blogs, and then quickly spread on the Internet. The clip, staged to look like a job interview, is spliced with shots of Mr. Vayner lifting weights and ballroom dancing and has him spouting Zen-like inspirational messages.  ",
      "lead_paragraph": "With his name and image on Web sites and his appearance on the \"Today\" show, Aleksey Vayner may be the most famous investment-banking job applicant in recent memory.",
      "publication_date": "2006-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/21/business/a-students-video-resume-gets-attention-some-of-it-unwanted.html",
      "byline": "By Michael J. de la Merced"
    },
    {
      "headline": "Entrees Reach $40, and, Sorry, the Sides Are Extra",
      "snippet": "Restaurateurs across nation say they have little choice other than to offer $40 entrees, even though it horrifies many customers; such prices, until recently, were stuff of four-star, white-tablecloth meals, but now entrees over $40 can be found i...",
      "abstract": "Restaurateurs across nation say they have little choice other than to offer $40 entrees, even though it horrifies many customers; such prices, until recently, were stuff of four-star, white-tablecloth meals, but now entrees over $40 can be found in restaurants that are merely upscale; several national chains are serving entrees above $40; New York and Las Vegas have led charge in geographic terms, and in culinary ones, luxury items like steak and lobster were first and are still most prevalent; new breed of menu 'engineers' have proved that highly priced entrees increase revenue even if no one orders them; $43 entree makes $36 one look like deal; photos (M)",
      "lead_paragraph": "A new dish is appearing on menus across the nation. Restaurateurs say they have little choice other than offer it, though it horrifies many customers.",
      "publication_date": "2006-10-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/21/dining/entrees-reach-40-and-sorry-the-sides-are-extra.html",
      "byline": "By Jodi Kantor"
    },
    {
      "headline": "The University of Raising Big Money",
      "snippet": "Last week, Stanford University unveiled its new capital campaign, called the Stanford Challenge, which aims to raise $4.3 billion by 2011. That stunning amount is a record for a university fund-raising campaign, but not by much. It overtook Columb...",
      "abstract": "Last week, Stanford University unveiled its new capital campaign, called the Stanford Challenge, which aims to raise $4.3 billion by 2011. That stunning amount is a record for a university fund-raising campaign, but not by much. It overtook Columbia, which just a few weeks earlier had announced a $4 billion campaign of its own.      Then there's Yale University, which has just begun a $3 billion campaign. The University of Virginia is also raising $3 billion. Brown University is trying to raise $1.4 billion; Johns Hopkins, $2 billion; New York University, $2.5 billion; the University of Chicago, $2 billion. Back in 1987, Stanford was the first school to raise $1 billion in a capital campaign.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/21/business/the-university-of-raising-big-money.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Militias Battle for Iraqi City as Shiite Rivalry Escalates",
      "snippet": "Hundreds of militiamen linked to Shiite cleric Moktada al-Sadr battle local police and members of Badr Organization, rival Shiite militia, in Amara; Mahdi Army, Sadr's militia force, at one point appears to be in control of eastern half of city; i...",
      "abstract": "Hundreds of militiamen linked to Shiite cleric Moktada al-Sadr battle local police and members of Badr Organization, rival Shiite militia, in Amara; Mahdi Army, Sadr's militia force, at one point appears to be in control of eastern half of city; it withdraws after negotiations involving representatives of warring militias and Prime Min Nuri Kamal al-Maliki's delegates; Iraqi Army battalion takes control of city; clashes cast doubt on ability of ruling Shiite coalition to hold itself together; it also underscores weaknesses of Iraqi security forces and potency of Mahdi Army; map; photos (M)",
      "lead_paragraph": "BAGHDAD, Oct. 20 - Hundreds of militiamen linked to the Shiite cleric Moktada al-Sadr battled local police and members of a rival Shiite militia in the southeastern city of Amara on Friday, destroying police stations, seizing control of entire neighborhoods and detonating bombs that sent thick pillars of black smoke into the sky.",
      "publication_date": "2006-10-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/21/world/middleeast/militias-battle-for-iraqi-city-as-shiite-rivalry-escalates.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Sunny Side Up",
      "snippet": "General Motors and small but growing number of other companies and municipalities are getting solar energy from systems installed by others; they buy electricity much as they would from utility's grid even though installations are on their own roo...",
      "abstract": "General Motors and small but growing number of other companies and municipalities are getting solar energy from systems installed by others; they buy electricity much as they would from utility's grid even though installations are on their own roofs; because companies that paid for systems will get steady income, they can provide power from sun at competitive electricity rates; solar developer called Developing Energy Efficient Roof Systems--commonly called Deers--bought equipment with money it raised from private financiers; Deers and its investors own cells; GM signed long-term contract to purchase solar-generated electricity from them, at discount to prevailing rate for electricity in region; rate is 9 cents to 10 cents per kilowatt hour; GM expects that solar system will reduce its overall electricity costs by 10 percent per year; photos (L)",
      "lead_paragraph": "General Motors liked the idea of using the sun to power its buildings. But until recently, one immutable economic fact held G.M. back: The upfront costs were simply too high to justify the ultimate payoff.",
      "publication_date": "2006-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/21/business/sunny-side-up.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Many Iraqis Look to Gunmen as Protectors",
      "snippet": "Iraq is awash in killings, and many are blamed on Mahdi Army, militia commanded by Shiite cleric Moktada al-Sadr; Mahdi Army and growing criminal breakaway criminal element have grown into one of government's biggest problems and are major obstacl...",
      "abstract": "Iraq is awash in killings, and many are blamed on Mahdi Army, militia commanded by Shiite cleric Moktada al-Sadr; Mahdi Army and growing criminal breakaway criminal element have grown into one of government's biggest problems and are major obstacle to success of US enterprise; Iraqi Shiites see Mahdi militia as their most effective protector against hostile Sunni groups that have slaughtered Shiites and driven them from their homes; Shiites say that as long as government cannot keep them safe, they cannot support disarming of militias; map; photo (M)",
      "lead_paragraph": "BAGHDAD, Oct. 20 - Behind the maze of men with guns in Iraq is a very simple truth: their barrels offer protection, something Iraqis say the government has never given them.",
      "publication_date": "2006-10-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/21/world/middleeast/many-iraqis-look-to-gunmen-as-protectors.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Doctors Rethink Widespread Use of Heart Stents",
      "snippet": "Some doctors are rethinking their faith in stents in view of emerging evidence that newest and most common type--drug-coated stents--can sometimes cause potentially fatal blood clots months or even years after they are implanted; Food and Drug Adm...",
      "abstract": "Some doctors are rethinking their faith in stents in view of emerging evidence that newest and most common type--drug-coated stents--can sometimes cause potentially fatal blood clots months or even years after they are implanted; Food and Drug Administration will hold hearings in December to consider whether to issue new stent safety guidelines; evidence indicates that overuse of stents may be leading to thousands of heart attacks and deaths each year, whether because stents are being used in relatively mild cases where drugs should be prescribed instead, or because patients are receiving drug-coated versions where simpler, cheaper bare-metal devices might work just as well; neither type of stent has been shown in clinical trials to improve long-term survival compared with other forms of treatment; graph; photo (M)",
      "lead_paragraph": "The medical community is having second thoughts about stents.",
      "publication_date": "2006-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/21/business/doctors-rethink-widespread-use-of-heart-stents.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Buffett Acts to Extricate Lloyd’s",
      "snippet": "Warren E Buffett agrees to pay $7 billion in claims for insurance that Lloyd's of London sold dating as far back as 1920's and 30's; claims at one point had threatened to ruin thousands of Lloyd's investors who had pledged their entire net worth t...",
      "abstract": "Warren E Buffett agrees to pay $7 billion in claims for insurance that Lloyd's of London sold dating as far back as 1920's and 30's; claims at one point had threatened to ruin thousands of Lloyd's investors who had pledged their entire net worth to back up coverage; some investors suffered irreparable damage and all of them contributed to funding separate company that Lloyd's set up in 1996, Equitas, to take over claims and give Lloyd's fresh start; Buffett comments; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/21/business/buffett-acts-to-extricate-lloyds.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Firing Chief Was Wrong, Panel Says",
      "snippet": "Three-person arbitration panel finds that Massachusetts Mutual Life Insurance Co's board of directors did not terminate then chief executive Robert J O'Connell 'for cause' in June 2005; says O'Connell did not breach his fiduciary duties to MassMut...",
      "abstract": "Three-person arbitration panel finds that Massachusetts Mutual Life Insurance Co's board of directors did not terminate then chief executive Robert J O'Connell 'for cause' in June 2005; says O'Connell did not breach his fiduciary duties to MassMutual and that he is owed benefits he had been previously denied; his lawyers estimate he could be repaid as much as $50 million; MassMutual executives declare panel's findings 'incomprehensible' and inconsistent with good corporate governance; files in Massachusetts state court appeal of arbitration panel's finding; photo (M)",
      "lead_paragraph": "Amid allegations of extramarital affairs with female employees, illegal activity in trading accounts, and the misuse of company aircraft, Robert J. O'Connell was unceremoniously fired as chief executive of the Massachusetts Mutual Life Insurance Company for cause by its directors in June of 2005.",
      "publication_date": "2006-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/21/business/firing-chief-was-wrong-panel-says.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Lessons in Closeness, Learned at a Distance",
      "snippet": "On the road and fully immersed, but never out of touch with home.",
      "abstract": "On the road and fully immersed, but never out of touch with home.",
      "lead_paragraph": "WHEN I last wrote in this space, two weeks ago, it was about how I was packing for a weeks-long business trip, trying to navigate the ever-changing rules on carry-on luggage. Looking back, deciding whether my hand cream met the three-ounce-or-less rule turns out to have been the easy part. Stepping out of my life for work for several weeks — that has proven to be much more complicated. ",
      "publication_date": "2006-10-22T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/10/22/jobs/22wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Oh Yeah, There’s a Ballgame, Too",
      "snippet": "Putting on a game has become more expensive, making it a priority for owners to wring more money out of stadiums by turning them into mini-malls.",
      "abstract": "Putting on a game has become more expensive, making it a priority for owners to wring more money out of stadiums by turning them into mini-malls.",
      "lead_paragraph": "Atlanta",
      "publication_date": "2006-10-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/22/business/yourmoney/22stadium.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Guardedly, Democrats Are Daring \nto Believe",
      "snippet": "The Democrats’ confidence is tempered by memories of being outmaneuvered by superior Republican organizing.",
      "abstract": "The Democrats’ confidence is tempered by memories of being outmaneuvered by superior Republican organizing.",
      "lead_paragraph": "WASHINGTON, Oct. 21 — There is something unusual bubbling in Democratic political waters these days: optimism. ",
      "publication_date": "2006-10-22T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/22/us/politics/22dems.html",
      "byline": "By Adam Nagourney and Robin Toner"
    },
    {
      "headline": "Prepare Thee for Some Serious Marketing",
      "snippet": "Nondenominational organizations are modeling their outreach practices on proven business and marketing strategies to reach potential new members. ",
      "abstract": "Nondenominational organizations are modeling their outreach practices on proven business and marketing strategies to reach potential new members. ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/22/business/yourmoney/22faith.html",
      "byline": "By Fara Warner"
    },
    {
      "headline": "S.E.C. Inquiry on Hedge Fund Draws Scrutiny",
      "snippet": "Two Senate committees are investigating how diligently the S.E.C. pursued its inquiry of possible insider trading by Pequot Capital Management.",
      "abstract": "Two Senate committees are investigating how diligently the S.E.C. pursued its inquiry of possible insider trading by Pequot Capital Management.",
      "lead_paragraph": "By the evening of June 20, 2005, the government’s investigation of possible insider trading by Pequot Capital Management, a prominent hedge fund, had reached a critical stage. ",
      "publication_date": "2006-10-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/22/business/22hedge.html",
      "byline": "By Walt Bogdanich and Gretchen Morgenson"
    },
    {
      "headline": "U.S. to Hand Iraq a New Timetable on Security Role",
      "snippet": "Officials said that for the first time Iraq was likely to be asked to agree to a schedule of specific milestones, like disarming sectarian militias.",
      "abstract": "Officials said that for the first time Iraq was likely to be asked to agree to a schedule of specific milestones, like disarming sectarian militias.",
      "lead_paragraph": "WASHINGTON, Oct. 21 — The Bush administration is drafting a timetable for the Iraqi government to address sectarian divisions and assume a larger role in securing the country, senior American officials said.",
      "publication_date": "2006-10-22T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/22/world/middleeast/22policy.html",
      "byline": "By David S. Cloud"
    },
    {
      "headline": "Beware of the Squish Behind the Jet Seat",
      "snippet": "Cleanliness may be next to godliness, but in the airline industry it has taken a back seat to financial survival.",
      "abstract": "Cleanliness may be next to godliness, but in the airline industry it has taken a back seat to financial survival.",
      "lead_paragraph": "ATLANTA  Seatback pockets hiding sticky surprises, carpets with patterns that can no longer conceal the curious stains, overripe lavatories and crevices oozing snack grit and plain old grime.",
      "publication_date": "2006-10-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/22/business/22dirty.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "On Baghdad Streets, a Police Partnership Falters",
      "snippet": "Throughout much of the city many Iraqis do not trust their own police forces.",
      "abstract": "Throughout much of the city many Iraqis do not trust their own police forces.",
      "lead_paragraph": "BAGHDAD, Oct. 21  When Lt. Col. John Norris led his Stryker battalion to the Baya district of Baghdad last month he planned to work hand in glove with the Iraqi police. But no sooner did he venture onto the streets than he discovered that the police who were to be his partners were part of the problem. ",
      "publication_date": "2006-10-22T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/22/world/middleeast/22baghdad.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "The Shot Heard Round the Boardrooms",
      "snippet": "The days of pouring other people’s money into the pockets of C.E.O.’s without justification are over.",
      "abstract": "The days of pouring other people’s money into the pockets of C.E.O.’s without justification are over.",
      "lead_paragraph": "IN his ruling last Thursday requiring Richard A. Grasso to return as much as $100 million in compensation to the New York Stock Exchange, Justice Charles E. Ramos opined colorfully and unequivocally that Mr. Grasso had breached his fiduciary duties by failing to disclose how mountainous his pay had become during his years as the Big Board’s chairman. ",
      "publication_date": "2006-10-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/22/business/yourmoney/22gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Even the Well Employed Yearn to Unleash Their Writer’s Muse",
      "snippet": "Whatever joy Jo Ann S. Barefoot has found by reaching the pinnacle of the business world cannot compare with the thrills she is now finding as an aspiring novelist.",
      "abstract": "Whatever joy Jo Ann S. Barefoot has found by reaching the pinnacle of the business world cannot compare with the thrills she is now finding as an aspiring novelist.",
      "lead_paragraph": "As a banking consultant and former federal regulator, Jo Ann S. Barefoot has rubbed elbows with the elite in her industry, including Paul A. Volcker, the former Federal Reserve chairman. ",
      "publication_date": "2006-10-22T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/10/22/jobs/22jmar.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "At Play in the Realm of Political Animals",
      "snippet": "Capital Club, group of 100 politically connected young men in Washington, most of them Republican, hold regular beer parties, antidote to restrained fund-raisers and embassy cocktail parties that otherwise make up district's social life; insist th...",
      "abstract": "Capital Club, group of 100 politically connected young men in Washington, most of them Republican, hold regular beer parties, antidote to restrained fund-raisers and embassy cocktail parties that otherwise make up district's social life; insist that club's party-hearty spirit, basis of its appeal, will survive if Democrats take control of Congress; photo (M)",
      "lead_paragraph": "POOLESVILLE, Md. - THE gravel driveway for the Potomac Polo Club is unmarked, but the 200 young men and women who traveled here, 45 minutes from Washington, knew they were at the right place when they spotted the black Hummer limousine and saw the crowd at the beer bong.",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "9",
      "web_url": "https://www.nytimes.com/2006/10/22/fashion/at-play-in-the-realm-of-political-animals.html",
      "byline": "By Kayleen Schaefer"
    },
    {
      "headline": "Oh Yeah, There’s a Ballgame, Too",
      "snippet": "Baseball teams are at forefront in turning their stadiums into entertainment centers; Mike Plant, head of baseball operations at Turner Field, Atlanta Braves' home since 1997, and experts on business of sports say as cost of attending games rises ...",
      "abstract": "Baseball teams are at forefront in turning their stadiums into entertainment centers; Mike Plant, head of baseball operations at Turner Field, Atlanta Braves' home since 1997, and experts on business of sports say as cost of attending games rises and people's lives become ever busier, teams must turn more of their parks into shopping malls to give fans extra reasons to spend day or evening there; changes at Turner Field detailed; photos (L)",
      "lead_paragraph": "ATLANTA - DINERS in the members-only 755 Club at Turner Field were recently digging into pulled chicken sandwiches and $6 desserts. Across the stadium, near right field, 20-somethings packed the Chop House bar and grill, one of this city's best places for a first date. In the plaza behind the center field scoreboard, parents watched their children run around Tooner Field, a free playground sponsored by the Cartoon Network.",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/22/business/yourmoney/oh-yeah-theres-a-ballgame-too.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Guardedly, Democrats Are Daringto Believe",
      "snippet": "Democrats are as confident as they have been in decade about regaining at least one chamber of Congress; optimism is tempered by memories of having been outmaneuvered for three elections by superior Republican organizing and financial strength, an...",
      "abstract": "Democrats are as confident as they have been in decade about regaining at least one chamber of Congress; optimism is tempered by memories of having been outmaneuvered for three elections by superior Republican organizing and financial strength, and continued wariness of Pres Bush's senior adviser Karl Rove's political skills; Democratic strategists warn that overconfidence could press party leaders into making decisions that could siphon resources from closely fought races and risk losing advantage; graphs (L)",
      "lead_paragraph": "WASHINGTON, Oct. 21 - There is something unusual bubbling in Democratic political waters these days: optimism.",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/22/us/politics/guardedly-democrats-are-daringto-believe.html",
      "byline": "By Adam Nagourney and Robin Toner"
    },
    {
      "headline": "Lessons in Closeness, Learned at a Distance",
      "snippet": "Lisa Belkin Life's Work column describes how it feels to be separated from her family when she travels for work; says now that her sons are older, she was able to fully focus on her work on recent trip and it left her feeling energized; drawing (M...",
      "abstract": "Lisa Belkin Life's Work column describes how it feels to be separated from her family when she travels for work; says now that her sons are older, she was able to fully focus on her work on recent trip and it left her feeling energized; drawing (M)",
      "lead_paragraph": "WHEN I last wrote in this space, two weeks ago, it was about how I was packing for a weeks-long business trip, trying to navigate the ever-changing rules on carry-on luggage. Looking back, deciding whether my hand cream met the three-ounce-or-less rule turns out to have been the easy part. Stepping out of my life for work for several weeks -- that has proven to be much more complicated.",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/10/22/jobs/lessons-in-closeness-learned-at-a-distance.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Beware of the Squish Behind the Jet Seat",
      "snippet": "Airlines flying fuller jets and paring costs have dispensed with meal service and have invited pasengers to bring their own food on board; many planes are now littered with mess of leftover wrappers and leftovers; widespread layoffs mean there are...",
      "abstract": "Airlines flying fuller jets and paring costs have dispensed with meal service and have invited pasengers to bring their own food on board; many planes are now littered with mess of leftover wrappers and leftovers; widespread layoffs mean there are fewer employees to tidy up; Delta Air Lines let its cleaning schedule slip from once every 30 days to once every 15 to 18 months, resulting in dingy and dirty airliners; graph; photos (L)",
      "lead_paragraph": "ATLANTA - Seatback pockets hiding sticky surprises, carpets with patterns that can no longer conceal the curious stains, overripe lavatories and crevices oozing snack grit and plain old grime.",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/22/business/beware-of-the-squish-behind-the-jet-seat.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Living With Love, Chaos and Haley",
      "snippet": "Article in occasional series Troubled Children: A Family Copes; profile of 10-year old Haley Abaspour, whose illness has been diagnosed as combination of bipolar disorder with psychotic features, obsessive-compulsive disorder, generalized anxiety ...",
      "abstract": "Article in occasional series Troubled Children: A Family Copes; profile of 10-year old Haley Abaspour, whose illness has been diagnosed as combination of bipolar disorder with psychotic features, obsessive-compulsive disorder, generalized anxiety disorder and Tourette's Syndrome, dominates every moment of her family's life; at least six million American children are diagnosed as having serious mental disorders; most are treated with psychiatric medications and therapy and even special schools, but families are often left on their own to sort through conflicting advice; photos (L)",
      "lead_paragraph": "PLYMOUTH, Mass. - When Haley Abaspour started seeing things that were not there -- bugs and mice crawling on her parents' bed, imaginary friends sitting next to her on the couch, dead people at a church that housed her preschool -- her parents were unsure what to think. After all, she was a little girl.",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/22/us/health/living-with-love-chaos-and-haley.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "The Shot Heard Round the Boardrooms",
      "snippet": "Gretchen Morgenson column on New York State Justice Charles E Ramos's ruling tht former New York Stock Exchange chairman Richard A Grasso breached his fiduciary duties by failing to disclose how mountainous his pay had become during his years as c...",
      "abstract": "Gretchen Morgenson column on New York State Justice Charles E Ramos's ruling tht former New York Stock Exchange chairman Richard A Grasso breached his fiduciary duties by failing to disclose how mountainous his pay had become during his years as chairman; holds Ramos's message is clearing warning to corporate directors everywhere: days of pouring other people's money into pockets of chief executive officers without justification is over; photo (L)",
      "lead_paragraph": "IN his ruling last Thursday requiring Richard A. Grasso to return as much as $100 million in compensation to the New York Stock Exchange, Justice Charles E. Ramos opined colorfully and unequivocally that Mr. Grasso had breached his fiduciary duties by failing to disclose how mountainous his pay had become during his years as the Big Board's chairman.",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/22/business/yourmoney/the-shot-heard-round-the-boardrooms.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "U.S. to Hand Iraq a New Timetable on Security Role",
      "snippet": "Bush administration--with help of Gen George W Casey Jr, Amb Zalmay Khalilzad and top military and civilian officials--is drafting timetable for Iraqi government to address sectarian divisions and assume larger role in securing country; government...",
      "abstract": "Bush administration--with help of Gen George W Casey Jr, Amb Zalmay Khalilzad and top military and civilian officials--is drafting timetable for Iraqi government to address sectarian divisions and assume larger role in securing country; government will be asked to agree to specific milestones and broad set of political, economic and military benchmarks; plan does not call for American withdrawal, but recommends changes in strategy and other penalties in case of failure; willingness of administration officials to discuss plan at early stage may be intended to show new flexibility and to pre-empt recommendations of Iraq Study Group (L)",
      "lead_paragraph": "WASHINGTON, Oct. 21 - The Bush administration is drafting a timetable for the Iraqi government to address sectarian divisions and assume a larger role in securing the country, senior American officials said.",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/22/world/middleeast/us-to-hand-iraq-a-new-timetable-on-security-role.html",
      "byline": "By David S. Cloud"
    },
    {
      "headline": "S.E.C. Inquiry on Hedge Fund Draws Scrutiny",
      "snippet": "Senate Finance and Judiciary Committees are investigating how diligently Securities and Exchange Commission pursued its investigation of insider trading at hedge fund Pequot Capital Management; investigator Gary J Aguirre claims he was fired in Se...",
      "abstract": "Senate Finance and Judiciary Committees are investigating how diligently Securities and Exchange Commission pursued its investigation of insider trading at hedge fund Pequot Capital Management; investigator Gary J Aguirre claims he was fired in September 2005 to silence him because he was pursuing testimony of influential Wall Street executive John Mack, who was being considered to run Morgan Stanley but was suspected of passing information to his friend Pequot founder Arthur J Samberg; primary focus of Congressional investigation is SEC's investigation of Pequot's purchase of stock in Heller Financial and dispute over taking Mack's testimony; photos; chronology (L)",
      "lead_paragraph": "By the evening of June 20, 2005, the government's investigation of possible insider trading by Pequot Capital Management, a prominent hedge fund, had reached a critical stage.",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/22/business/sec-inquiry-on-hedge-fund-draws-scrutiny.html",
      "byline": "By Walt Bogdanich and Gretchen Morgenson"
    },
    {
      "headline": "On Baghdad Streets, a Police Partnership Falters",
      "snippet": "Major reason Baghdad security plan has failed to stem violence is because many Iraqi security forces are still not ready or willing to handle security on their own and many Iraqis do not trust their own police forces; strategy aims to use American...",
      "abstract": "Major reason Baghdad security plan has failed to stem violence is because many Iraqi security forces are still not ready or willing to handle security on their own and many Iraqis do not trust their own police forces; strategy aims to use American and Iraqi forces to secure and hold neighborhoods so that essential services can be restored and reconstruction can begin; hold-phase of operation has run into trouble partly because it depends on Iraqi security forces to win trust of population and establish rule of law; Iraqi National Police colonel has advised citizens not to open door for police unless they are accompanied by American soldier; photos (L)",
      "lead_paragraph": "BAGHDAD, Oct. 21 - When Lt. Col. John Norris led his Stryker battalion to the Baya district of Baghdad last month he planned to work hand in glove with the Iraqi police. But no sooner did he venture onto the streets than he discovered that the police who were to be his partners were part of the problem.",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/22/world/middleeast/on-baghdad-streets-a-police-partnership-falters.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Prepare Thee for Some Serious Marketing",
      "snippet": "Religious organizations in US are seeking innovative ways to meet changing needs of churchgoers searching for ways to express their faith; shift in strategy at Willow Creek Community Church in South Barrington, Ill, mirrors moves by other houses o...",
      "abstract": "Religious organizations in US are seeking innovative ways to meet changing needs of churchgoers searching for ways to express their faith; shift in strategy at Willow Creek Community Church in South Barrington, Ill, mirrors moves by other houses of worship across number of denominations to overhaul programs they offer to build their congregations; these organizations say they are modeling their outreach practices on proven business and marketing strategies to reach potential new members or to keep existing ones; they are also changing how they deliver those messages, using videocasts on cellphones and other new technologies, including increasing emphasis on blogs and podcasts; new messages--from Willow Creek and other nondenominational churches to mainstream denominations like Episcopal and United Methodist churches--tend to focus on connectedness, theology and shared values; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/22/business/yourmoney/prepare-thee-for-some-serious-marketing.html",
      "byline": "By Fara Warner"
    },
    {
      "headline": "Even the Well Employed Yearn to Unleash Their Writer’s Muse",
      "snippet": "Jo Ann S Barefoot, who has thriving career in banking, is trying her hand at writing and finding it exhilarating; despite difficulties of succeeding in writing career, many people still yearn to express themselves on paper; writing professors, whi...",
      "abstract": "Jo Ann S Barefoot, who has thriving career in banking, is trying her hand at writing and finding it exhilarating; despite difficulties of succeeding in writing career, many people still yearn to express themselves on paper; writing professors, while unable to quantify trend, say they have seen increase in number of people from all walks of life who want to write; photo (M)",
      "lead_paragraph": "As a banking consultant and former federal regulator, Jo Ann S. Barefoot has rubbed elbows with the elite in her industry, including Paul A. Volcker, the former Federal Reserve chairman.",
      "publication_date": "2006-10-22T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/10/22/jobs/even-the-well-employed-yearn-to-unleash-their-writers-muse.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "As G.O.P. Mopes, Bush Adds the Duties of Optimist in Chief",
      "snippet": "President Bush and his political strategists are doing their best to fend off the sense of impending doom within their party.",
      "abstract": "President Bush and his political strategists are doing their best to fend off the sense of impending doom within their party.",
      "lead_paragraph": "WASHINGTON, Oct. 22 — The capital is filled with Republicans convinced that they will lose the House and maybe the Senate. So last week, the White House and party leaders convened a “friends and allies” teleconference to dispute what Ken Mehlman, chairman of the Republican National Committee, considers flawed conventional wisdom. ",
      "publication_date": "2006-10-23T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/23/us/politics/23bush.html",
      "byline": "By Sheryl Gay Stolberg and Jim Rutenberg"
    },
    {
      "headline": "In Deregulation, Plants Turn Into Blue Chips",
      "snippet": "Investors have profited from buying and reselling plants,  but customers have not fared so well.",
      "abstract": "Investors have profited from buying and reselling plants,  but customers have not fared so well.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-23T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/23/business/23utility.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Grim New Turn Likely to Harden Darfur Conflict",
      "snippet": "For the first time in more than two years, Darfur rebels are brazenly attacking government soldiers and rejecting all previous cease-fires.",
      "abstract": "For the first time in more than two years, Darfur rebels are brazenly attacking government soldiers and rejecting all previous cease-fires.",
      "lead_paragraph": "ON THE CHAD-SUDAN BORDER, Oct. 20 — Haroun Abdullah Kabir stepped from one bloodied corpse to another on the parched, rocky battlefield. He searched the soldiers’ decomposing faces for an aquiline nose, fair complexion or fine, straight hair: telltale Arab features. ",
      "publication_date": "2006-10-23T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/23/world/africa/23sudan.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "Researchers See Privacy Pitfalls in No-Swipe Credit Cards",
      "snippet": "The security of the cards, which can be read through a wallet or an item of clothing, is startlingly weak, researchers say.",
      "abstract": "The security of the cards, which can be read through a wallet or an item of clothing, is startlingly weak, researchers say.",
      "lead_paragraph": "AMHERST, Mass. — They call it the “Johnny Carson attack,” for his comic pose as a psychic divining the contents of an envelope.",
      "publication_date": "2006-10-23T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/23/business/23card.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "The Guidelines Now Tougher, Skilling to Face Sentence Today",
      "snippet": "Most legal experts are betting that Jeffrey K. Skilling will receive at least 25 years in prison.",
      "abstract": "Most legal experts are betting that Jeffrey K. Skilling will receive at least 25 years in prison.",
      "lead_paragraph": "HOUSTON, Oct. 22 — For Jeffrey K. Skilling, it was a last summer of freedom before the bars close behind him. ",
      "publication_date": "2006-10-23T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/23/business/businessspecial3/23skilling.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "On TV as in Hollywood, Little Breathing Room for the Modest Success",
      "snippet": "Television executives have become quick to pull the plug on an expensive show that does not immediately perform to expectations.",
      "abstract": "Television executives have become quick to pull the plug on an expensive show that does not immediately perform to expectations.",
      "lead_paragraph": "LOS ANGELES, Oct. 22 — Few new television shows had as much going for them this fall as “Smith,” a CBS series about a career thief out for one last big score before he retires.",
      "publication_date": "2006-10-23T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/23/business/media/23smith.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "We’re Google. So Sue Us.",
      "snippet": "Google attracts millions of Web users. And, increasingly, it’s attracting the attention of plenty of lawyers, too.",
      "abstract": "Google attracts millions of Web users. And, increasingly, it’s attracting the attention of plenty of lawyers, too.",
      "lead_paragraph": " SAN FRANCISCO, Oct. 19 — Google attracts millions of Web users every day. And, increasingly, it’s attracting the attention of plenty of lawyers, too. ",
      "publication_date": "2006-10-23T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/23/technology/23google.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Rachael Ray Gives the Gift of Time",
      "snippet": "People are working longer and harder, allowing a woman who finds succor in store-bought pasta and canned broth to hit a sweet spot.",
      "abstract": "People are working longer and harder, allowing a woman who finds succor in store-bought pasta and canned broth to hit a sweet spot.",
      "lead_paragraph": "At the unveiling of the new Hearst building in Manhattan some weeks ago, there was a magical moment when two sturdy media icons, Oprah Winfrey and Martha Stewart, ended up chatting with one another. Each occupies a singular place in American cultural consciousness: Ms. Winfrey, with her bootstrap message of personal empowerment, and Ms. Stewart, with her relentless pursuit of steely domestic perfection (she dismissed prison time as if it were a fallen soufflé).",
      "publication_date": "2006-10-23T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/23/business/media/23carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "To Stand or Fall in Baghdad: Capital Is Key to Mission",
      "snippet": "The Iraqi capital, American generals like to say, is the center of gravity for the larger U.S. mission in Iraq.",
      "abstract": "The Iraqi capital, American generals like to say, is the center of gravity for the larger U.S. mission in Iraq.",
      "lead_paragraph": "BAGHDAD, Oct. 22 — After three years of trying to thwart a potent insurgency and tamp down the deadly violence in Iraq, the American military is playing its last hand: the Baghdad security plan.",
      "publication_date": "2006-10-23T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/23/world/middleeast/23baghdad.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Rent’s Bite Is Big in Kansas, Too",
      "snippet": "A Kansas City suburb showed the biggest jump in the percentage of people paying at least 30 percent of their income on rent.",
      "abstract": "A Kansas City suburb showed the biggest jump in the percentage of people paying at least 30 percent of their income on rent.",
      "lead_paragraph": "OLATHE, Kan. — New census data shows that people are paying more of their income for housing in almost every part of the country. And it is hardly surprising that places like Southern California and Manhattan are high on the list. ",
      "publication_date": "2006-10-23T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/23/us/23olathe.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "On TV as in Hollywood, Little Breathing Room for the Modest Success",
      "snippet": "Cancellation of CBS series Smith starring Ray Liotta and Virginia Madsen after three weeks of episodes highlights short window of opportunity television shows have to prove themselves with viewers; show attracted 11 million viewers in debut and av...",
      "abstract": "Cancellation of CBS series Smith starring Ray Liotta and Virginia Madsen after three weeks of episodes highlights short window of opportunity television shows have to prove themselves with viewers; show attracted 11 million viewers in debut and averaged audience of 9 million in first three episodes but network decided show was too expensive to continue; executives are more cautious with dramas with complicated storylines because audience must commit to entire season for success; CBS Entertainment president Nina Tassler says plot of Smith was confusing to viewers; industry has been criticized for not giving quality programming enough time to develop audiences; photos (M)",
      "lead_paragraph": "LOS ANGELES, Oct. 22 - Few new television shows had as much going for them this fall as \"Smith,\" a CBS series about a career thief out for one last big score before he retires.",
      "publication_date": "2006-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/23/business/media/on-tv-as-in-hollywood-little-breathing-room-for-the-modest.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "In Deregulation, Plants Turn Into Blue Chips",
      "snippet": "Article in series Power Play, examines how investors, but not electricity customers, have benefited from decade-long effort to overhaul nation's electricity system; says investors have profitted handsomely by buying and quickly reselling power pla...",
      "abstract": "Article in series Power Play, examines how investors, but not electricity customers, have benefited from decade-long effort to overhaul nation's electricity system; says investors have profitted handsomely by buying and quickly reselling power plants, leaving some electricity customers saddled with monthly surcharges to cover construction costs for plants sold at bargain prices and then resold at huge profits; rate increases stand in contrast to significantly lower prices in other businesses in which competition was introduced; analysts cite several reasons; say not enough new competitors have emerged, regulators allowed utility holding companies to transfer plants from regulated utilities to unregulated wholly owned subsidiaries, then allowed plants to become regulated companies again, so they were virtually guaranteed state-approved profit rates; note that by 2005, only 63 percent of nation's electricity generating capacity was owned by utilities, down from almost 90 percent 10 years ago; critics say customers often have not come out ahead with new system; case of Texas power plants explored in detail; photo; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/23/business/in-deregulation-plants-turn-into-blue-chips.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Researchers See Privacy Pitfalls in No-Swipe Credit Cards",
      "snippet": "Researchers Tom Heydt-Benjamin and Kevin Fu show security dangers in new breed of credit cards that allow purchases without needing signature or physical swiping through machines; credit card companies make claims that cards are safe; tests show d...",
      "abstract": "Researchers Tom Heydt-Benjamin and Kevin Fu show security dangers in new breed of credit cards that allow purchases without needing signature or physical swiping through machines; credit card companies make claims that cards are safe; tests show data are easily stolen; finding comes as privacy advocates and consumer groups are concerned about radio frequency identification, or RFID, security; photos (M)",
      "lead_paragraph": "AMHERST, Mass. - They call it the \"Johnny Carson attack,\" for his comic pose as a psychic divining the contents of an envelope.",
      "publication_date": "2006-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/23/business/researchers-see-privacy-pitfalls-in-noswipe-credit-cards.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "To Stand or Fall in Baghdad: Capital Is Key to Mission",
      "snippet": "Military analysis: American military's Baghdad security plan is key to its mission; feeling is that if Baghdad is overwhelmed by sectarian strife, Iraq will be lost, but if Baghdad can be improved, effects will eventually be felt elsewhere in Iraq...",
      "abstract": "Military analysis: American military's Baghdad security plan is key to its mission; feeling is that if Baghdad is overwhelmed by sectarian strife, Iraq will be lost, but if Baghdad can be improved, effects will eventually be felt elsewhere in Iraq; military considers a secure Baghdad as necessary condition for any alternative plan that does not simply abandon Iraqis to their fate; bedrock strategy is to clear violence-ridden neighborhoods of militias, insurgents and arms caches, hold them with Iraqi and American security forces, and then try to win over population with reconstruction projects, underwritten mainly by Iraqi government; generals have no fallback plan; they are waging everything on their Baghdad security plan; photo (M)",
      "lead_paragraph": "BAGHDAD, Oct. 22 - After three years of trying to thwart a potent insurgency and tamp down the deadly violence in Iraq, the American military is playing its last hand: the Baghdad security plan.",
      "publication_date": "2006-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/23/world/middleeast/to-stand-or-fall-in-baghdad-capital-is-key-to-mission.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Sudan Expels U.N. Envoy",
      "snippet": "The Khartoum government ordered the chief United Nations envoy, Jan Pronk, to leave the country, saying he was an enemy. Page A11.  ",
      "abstract": "The Khartoum government ordered the chief United Nations envoy, Jan Pronk, to leave the country, saying he was an enemy. Page A11.  ",
      "lead_paragraph": "The Khartoum government ordered the chief United Nations envoy, Jan Pronk, to leave the country, saying he was an enemy. Page A11.",
      "publication_date": "2006-10-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/23/front page/world/sudan-expels-un-envoy.html",
      "byline": ""
    },
    {
      "headline": "Rent’s Bite Is Big in Kansas, Too",
      "snippet": "Kansas City suburb of Olathe shows biggest jump in percentage of people paying at least 30 percent of their income on rent, as well as in those paying at least 50 percent on rent; new census data shows average price for new home in Olathe has doub...",
      "abstract": "Kansas City suburb of Olathe shows biggest jump in percentage of people paying at least 30 percent of their income on rent, as well as in those paying at least 50 percent on rent; new census data shows average price for new home in Olathe has doubled since 1980, as population has more than tripled in burgeoning minemetropolis; data confirms that housing burden is not carried uniformly, and is particularly daunting for those with low or stagnant wages who have had to deal with reality of escalating real estate costs; compounding problem in Olathe is that growth has happened so quickly that housing market is neither mature nor diversified; most new construction is expensive and geared toward single-family ownership; new economics is particularly hard on renters and those searching for affordable houses to buy; photos; map (M)",
      "lead_paragraph": "OLATHE, Kan. - New census data shows that people are paying more of their income for housing in almost every part of the country. And it is hardly surprising that places like Southern California and Manhattan are high on the list.",
      "publication_date": "2006-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/23/us/rents-bite-is-big-in-kansas-too.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "As G.O.P. Mopes, Bush Adds the Duties of Optimist in Chief",
      "snippet": "Pres Bush and his political strategists seek to fend off sense of impending doom within Republican Party that they fear will become self-fulfilling prophecy on Nov 7; they are enlisting longtime allies for all-hands-on-deck effort to change mood f...",
      "abstract": "Pres Bush and his political strategists seek to fend off sense of impending doom within Republican Party that they fear will become self-fulfilling prophecy on Nov 7; they are enlisting longtime allies for all-hands-on-deck effort to change mood for final push to Election Day, putting out word for Republicans to keep lid on any pessimistic talk; they are planning travel blitz for Bush during final week to 10 days of campaign; they are counting on barrage of last-minute advertising and their 72-hour voter turnout operation to keep Democrats from taking over House and Senate, even if it means they only eke out a victory; polls augur ever-worsening election results; Bush and his inner circle are said to be well aware of Democratic surge, and of stakes for final two years of an administration already burdened with troubles; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 22 - The capital is filled with Republicans convinced that they will lose the House and maybe the Senate. So last week, the White House and party leaders convened a \"friends and allies\" teleconference to dispute what Ken Mehlman, chairman of the Republican National Committee, considers flawed conventional wisdom.",
      "publication_date": "2006-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/23/us/politics/as-gop-mopes-bush-adds-the-duties-of-optimist-in-chief.html",
      "byline": "By Sheryl Gay Stolberg and Jim Rutenberg"
    },
    {
      "headline": "Grim New Turn Likely to Harden Darfur Conflict",
      "snippet": "Rebels fighting government of Sudan for more autonomy make brazen, direct and successful attacks on soldiers for first time in more than two years, declaring that previous cease-fires are no longer in effect; latest peace agreement, heavily backed...",
      "abstract": "Rebels fighting government of Sudan for more autonomy make brazen, direct and successful attacks on soldiers for first time in more than two years, declaring that previous cease-fires are no longer in effect; latest peace agreement, heavily backed by United States but approved by only one rebel faction and Sudanese government, is in disarray; government vows to crush rebellion; its military, struggling to fend off attacks, will likely turn again to Arab militias called janjaweed to wage its counterinsurgency campaign; hardening conflict is increasingly taking place along porous borders among some of least stable countries in Africa; Darfur rebels are flush with weapons taken from Sudanese military in raids and bought through allies in Chad and Eritrea; they claim they have duty to stop attacks on non-Arab tribes because Sudan has blocked United Nations force from entering Darfur to protect 2.5 million people forced from their homes; photos; map (M)",
      "lead_paragraph": "ON THE CHAD-SUDAN BORDER, Oct. 20 - Haroun Abdullah Kabir stepped from one bloodied corpse to another on the parched, rocky battlefield. He searched the soldiers' decomposing faces for an aquiline nose, fair complexion or fine, straight hair: telltale Arab features.",
      "publication_date": "2006-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/23/world/africa/grim-new-turn-likely-to-harden-darfur-conflict.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "We’re Google. So Sue Us.",
      "snippet": "Google's growth has brought company increasing number of lawsuits involving copyright violation, trademark infringement and its Web site ranking methods; company has spent millions in legal fees over last few years; legal department has grown from...",
      "abstract": "Google's growth has brought company increasing number of lawsuits involving copyright violation, trademark infringement and its Web site ranking methods; company has spent millions in legal fees over last few years; legal department has grown from one lawyer in 2001 to almost 100, including some overseas; Google must be aggressive in fighting lawsuits that may reveal too much about its proprietary technology in court; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 19 - Google attracts millions of Web users every day. And, increasingly, it's attracting the attention of plenty of lawyers, too.",
      "publication_date": "2006-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/23/technology/were-google-so-sue-us.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Rachael Ray Gives the Gift of Time",
      "snippet": "David Carr column on Rachael Ray says she offers alternative to Martha Stewart and Oprah Winfrey approach to domestic perfection; holds her TV program 30-Minute Meals, along with other budget travel and dining shows, attract more than 11 million F...",
      "abstract": "David Carr column on Rachael Ray says she offers alternative to Martha Stewart and Oprah Winfrey approach to domestic perfection; holds her TV program 30-Minute Meals, along with other budget travel and dining shows, attract more than 11 million Food Network viewers each week; says Everyday With Rachael Ray magazine is expected to have circulation of 1.7 million by next year; adds Ray has sold nearly five million of her 16 cookbooks; says professional chefs criticize Ray for being sloppy cook and not being serious about craft but admit she has appeal for masses (M)",
      "lead_paragraph": "At the unveiling of the new Hearst building in Manhattan some weeks ago, there was a magical moment when two sturdy media icons, Oprah Winfrey and Martha Stewart, ended up chatting with one another. Each occupies a singular place in American cultural consciousness: Ms. Winfrey, with her bootstrap message of personal empowerment, and Ms. Stewart, with her relentless pursuit of steely domestic perfection (she dismissed prison time as if it were a fallen soufflé).",
      "publication_date": "2006-10-23T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/23/business/media/rachael-ray-gives-the-gift-of-time.html",
      "byline": "By David Carr"
    },
    {
      "headline": "The Guidelines Now Tougher, Skilling to Face Sentence Today",
      "snippet": "Judge Simeon T Lake III is expected to sentence former Enron chief executive Jeffrey K Skilling to at least 25 years for his role in conspiracy to defraud Enron investors; sentence could possibly be longest ever given to white-collar criminal; sho...",
      "abstract": "Judge Simeon T Lake III is expected to sentence former Enron chief executive Jeffrey K Skilling to at least 25 years for his role in conspiracy to defraud Enron investors; sentence could possibly be longest ever given to white-collar criminal; shows how strict federal guidelines have become in wake of recent large-scale frauds at companies; Enron's co-founder Kenneth L Lay was convicted in case but conviction was vacated last week after his death in July; former chief financial officer Andrew S Fastow was sentenced to 6 years after agreeing to cooperate with prosecutors; photos (M)",
      "lead_paragraph": "HOUSTON, Oct. 22 - For Jeffrey K. Skilling, it was a last summer of freedom before the bars close behind him.",
      "publication_date": "2006-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/23/business/businessspecial3/the-guidelines-now-tougher-skilling-to-face.html",
      "byline": "By Alexei Barrionuevo"
    }
  ]
}