{
  "metadata": {
    "date": "2006-02-06",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "Broad Rise In Hiring Last Month",
      "snippet": "Bureau of Labor Statistics reports unemployment rate declined in January to 4.7 percent, lowest level in more than four years; hiring in nearly every industry added 193,000 jobs to work force, well short of what forecasters expected; revisions for...",
      "abstract": "Bureau of Labor Statistics reports unemployment rate declined in January to 4.7 percent, lowest level in more than four years; hiring in nearly every industry added 193,000 jobs to work force, well short of what forecasters expected; revisions for November and December push average monthly job growth to hefty 229,000; Treasury Secretary John Snow cautiously welcomes jobs news and maintains that wages could continue to rise without forcing companies to push up prices; photo; graphs; charts (M)",
      "lead_paragraph": "In one of the strongest job reports since the start of the recovery in late 2001, the government reported yesterday that the unemployment rate fell to 4.7 percent, its lowest level in more than four years. The nation's employers hired workers in nearly every industry.",
      "publication_date": "2006-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/04/business/broad-rise-in-hiring-last-month.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Increasingly, Internet's Data Trail Leads to Court",
      "snippet": "Issue of online privacy comes to fore in light of Justice Department request to four major Internet companies for data about their users' search queries; America Online, Yahoo and Microsoft have complied with request but Google is resisting; Paul ...",
      "abstract": "Issue of online privacy comes to fore in light of Justice Department request to four major Internet companies for data about their users' search queries; America Online, Yahoo and Microsoft have complied with request but Google is resisting; Paul Ohm, who recently left Justice Department's computer crime and intellectual property section, says public would be shocked to find out how adept law enforcement officers are at accessing e-mails, Internet service records and other online data trails; examples of information and how it is obtained described; photo (M)",
      "lead_paragraph": "Who is sending threatening e-mail to a teenager? Who is saying disparaging things about a company on an Internet message board? Who is communicating online with a suspected drug dealer?",
      "publication_date": "2006-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/04/technology/increasingly-internets-data-trail-leads-to-court.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "NASA Chief Backs Agency Openness",
      "snippet": "NASA Admr Michael D Griffin issues statement calling for 'scientific openness' throughout agency; statement comes week after NASA's top climate scientist James E Hansen complained that space agency's public-affairs office was trying to silence his...",
      "abstract": "NASA Admr Michael D Griffin issues statement calling for 'scientific openness' throughout agency; statement comes week after NASA's top climate scientist James E Hansen complained that space agency's public-affairs office was trying to silence his statements on global warming; Griffin, in e-mail message to agency's 19,000 employees, says it is not job of public-affairs officers to alter engineering or scientific material produced by NASA's technical staff; Hansen says he was threatened with 'dire consequences' if he continued to call for prompt action to limit emissions of heat-trapping gases linked to global warming; he and intermediaries in agency's public-affairs staff say warnings came from White House appointees in NASA headquarters (M)",
      "lead_paragraph": "A week after NASA's top climate scientist complained that the space agency's public-affairs office was trying to silence his statements on global warming, the agency's administrator, Michael D. Griffin, issued a sharply worded statement yesterday calling for \"scientific openness\" throughout the agency.",
      "publication_date": "2006-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/04/science/nasa-chief-backs-agency-openness.html",
      "byline": "By Andrew C. Revkin"
    },
    {
      "headline": "Up, Up and Away From Wall St.",
      "snippet": "Article on Steven Cohen, founder of SAC Capital, and Stephen Schwarzman, head of Blackstone Group, hedge fund managers who lead exclusive crop of traders and investors who have become multibillionaires by abandoning traditional Wall Street playing...",
      "abstract": "Article on Steven Cohen, founder of SAC Capital, and Stephen Schwarzman, head of Blackstone Group, hedge fund managers who lead exclusive crop of traders and investors who have become multibillionaires by abandoning traditional Wall Street playing fields and taken higher risks by running their own investment firms; says Cohen, Schwarzman and other managers are being rewarded handsomely for being owners, putting their own interests ahead of their clients and taking large cut of profits before investors are paid; photo (M)",
      "lead_paragraph": "On Wall Street, where the size of an executive's bonus is often the ultimate measure of success, a new status symbol has emerged: the $500 million cash payout.",
      "publication_date": "2006-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/04/business/up-up-and-away-from-wall-st.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Good Luck With That Broken iPod",
      "snippet": "Joe Nocera column on extraordinary arrogance of Apple when it comes to fixing broken iPods, even those under warranty; notes it is difficult to find customer support number of Apple's Web site and techs, when called, say there is nothing they can ...",
      "abstract": "Joe Nocera column on extraordinary arrogance of Apple when it comes to fixing broken iPods, even those under warranty; notes it is difficult to find customer support number of Apple's Web site and techs, when called, say there is nothing they can do but suggest buying new one; says devices seem to be designed to have short life span and that while new iPod costs $300, repair charge is $250 plus tax; holds Apple is on dangerous course of alienating its customers, especially when time comes that competitors begin offering alternative devices (M)",
      "lead_paragraph": "MY iPod died.",
      "publication_date": "2006-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/04/business/good-luck-with-that-broken-ipod.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "New Printer Cartridge or a Refill? Either Way, Ink Is Getting Cheaper",
      "snippet": "Your Money column on high cost of buying new cartridges for computer printers and alternatives of refilling them yourself, buying cheaper, rebuilt ones or having them refilled by outside companies; says Walgreens is installing refilling machines i...",
      "abstract": "Your Money column on high cost of buying new cartridges for computer printers and alternatives of refilling them yourself, buying cheaper, rebuilt ones or having them refilled by outside companies; says Walgreens is installing refilling machines in some stores and Office Depot is testing same kiosks in Charlotte, NC, and Minneapolis; holds studies, including one commissioned by Hewlett-Packard, indicate that new Hewlett-Packard cartridges had 2 percent failure rate, compared with 70 percent of remanufactured units; notes Cartridge World and other cartridge refiller companies have put dent in printer makers' business; photos (L)",
      "lead_paragraph": "Bill Powell, a sports photographer in Tulsa, Okla., shoots high school and college games and sells his work to the players and their parents.",
      "publication_date": "2006-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/04/technology/new-printer-cartridge-or-a-refill-either-way-ink-is-getting.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "As Tribal Leaders, Women Still Fight Old Views",
      "snippet": "Cecelia Fire Thunder is first woman to be elected president of Oglala Sioux tribe in Pine Ridge, SD, and one of growing group of women Indian leaders; since 1999, at least 11 leaders have become first women elected to top post on their tribes gove...",
      "abstract": "Cecelia Fire Thunder is first woman to be elected president of Oglala Sioux tribe in Pine Ridge, SD, and one of growing group of women Indian leaders; since 1999, at least 11 leaders have become first women elected to top post on their tribes governing councils; political life has been tense for Fire Thunder since she defeated Russell Means little over year ago; Means, American Indian activist and actor, challenged her election in federal lawsuit and some tribe members called for her impeachment; she believes that her sex was at root of turmoil; map; photos of tribal leaders Rebecca A Miles, Erma J Vizenor and Fire Thunder (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/04/us/as-tribal-leaders-women-still-fight-old-views.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Egyptian Ferry Sinks in Red Sea; 1,000 May Be Lost",
      "snippet": "Ferry carrying over 1,400 passengers and crew, most of them Egyptian laborers returning from Saudi Arabia, sinks in Red Sea about 40 miles off coast of Egypt, and only 324 people have been rescued; spokesman for Pres Hosni Mubarak of Egypt raises ...",
      "abstract": "Ferry carrying over 1,400 passengers and crew, most of them Egyptian laborers returning from Saudi Arabia, sinks in Red Sea about 40 miles off coast of Egypt, and only 324 people have been rescued; spokesman for Pres Hosni Mubarak of Egypt raises questions about ferry's safety measures, including whether it had enough lifeboats; ferry, Al Salam Boccaccio 98, was traveling between Duba, Saudi Arabia, and Safaga, Egypt; map; photo (M)",
      "lead_paragraph": "DUBAI, United Arab Emirates, Saturday, Feb. 4 - A ferry carrying more than 1,400 passengers and crew, most of them Egyptian laborers returning from Saudi Arabia, sank Friday about 40 miles off the coast of Egypt, and by late evening, only 324 people had been rescued.",
      "publication_date": "2006-02-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/04/world/middleeast/egyptian-ferry-sinks-in-red-sea-1000-may-be-lost.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Bush to Propose Curbing Growth in Medicare Cost",
      "snippet": "Pres Bush will propose substantial savings in Medicare in his 2007 budget, stepping up his efforts to rein in growing costs of social insurance programs; administration officials and health care lobbyists say Bush will try to reduce projected Medi...",
      "abstract": "Pres Bush will propose substantial savings in Medicare in his 2007 budget, stepping up his efforts to rein in growing costs of social insurance programs; administration officials and health care lobbyists say Bush will try to reduce projected Medicare payments to hospitals and other health care providers by $30 billion to $35 billion in next five years; say Bush intends to seek further increases in Medicare premiums for high-income people, beyond those already scheduled to take effect next year; many of Bush's proposals follow recommendations from Medicare Payment Advisory Commission (M)",
      "lead_paragraph": "WASHINGTON, Feb. 3 - In his budget next week, President Bush will propose substantial savings in Medicare, stepping up his efforts to rein in the growing costs of social insurance programs, administration officials and health care lobbyists said Friday.",
      "publication_date": "2006-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/04/politics/bush-to-propose-curbing-growth-in-medicare-cost.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Oil Graft Fuels the Insurgency, Iraq and U.S. Say",
      "snippet": "Iraqi and American officials see troubling pattern of government corruption enabling flow of oil money and other funds to insurgency and threatening to undermine Iraq's economy; Finance Min Ali Allawi estimates insurgents reap 40 percent to 50 per...",
      "abstract": "Iraqi and American officials see troubling pattern of government corruption enabling flow of oil money and other funds to insurgency and threatening to undermine Iraq's economy; Finance Min Ali Allawi estimates insurgents reap 40 percent to 50 percent of all oil-smuggling profits through infiltration of refinery management and terrorizing truck drivers; frequent insurgent attacks on pipelines have caused Iraqi oil exports to plummet over past year; map; photos (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 4 - Iraqi and American officials say they are seeing a troubling pattern of government corruption enabling the flow of oil money and other funds to the insurgency and threatening to undermine Iraq's struggling economy.",
      "publication_date": "2006-02-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/05/world/middleeast/oil-graft-fuels-the-insurgency-iraq-and-us-say.html",
      "byline": "By Robert F. Worth and James Glanz"
    },
    {
      "headline": "Rebuilding New Orleans, One Appeal at a Time",
      "snippet": "New Orleans officials are in essence allowing random redevelopment to occur throughout city by agreeing nearly 90 percent of time to revise estimates of damage to individual properties below 50 percent; trend undermines plan by Mayor C Ray Nagin's...",
      "abstract": "New Orleans officials are in essence allowing random redevelopment to occur throughout city by agreeing nearly 90 percent of time to revise estimates of damage to individual properties below 50 percent; trend undermines plan by Mayor C Ray Nagin's rebuilding commission to hold off on building permits in damaged areas until more careful planning can take place; as many as 500 building permits are issued every day; photo (L)",
      "lead_paragraph": "NEW ORLEANS, Feb. 4 - Every day the line snakes down a spartan corridor on the eighth floor of City Hall here, as hundreds of people clutch a piece of paper inscribed with a fateful percentage that could force them to abandon their home.",
      "publication_date": "2006-02-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/05/us/nationalspecial/rebuilding-new-orleans-one-appeal-at-a-time.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Rising Prices Lift All Bonuses",
      "snippet": "Gretchen Morgenson column on wildfall bonuses that oil executives are receiving as result of escalating profits; analysts estimate that every $1 increase in per-barrel price of oil translates into 1.5 percent hike in Exxon Mobil earnings which, in...",
      "abstract": "Gretchen Morgenson column on wildfall bonuses that oil executives are receiving as result of escalating profits; analysts estimate that every $1 increase in per-barrel price of oil translates into 1.5 percent hike in Exxon Mobil earnings which, in turn, relates to earnings growth and bigger paychecks; Harvard Prof Lucian Bebchuk says sharp rise has to do with Iraq war and Chinese demand, not with managers' performance; photo (M)",
      "lead_paragraph": "EXXON MOBIL announced record earnings last week: $36.13 billion for 2005, a 43 percent increase over the previous year. That was the highest annual profit any American company has ever earned. Shareholders of energy companies are surely delighting in the gains that sky-high oil prices bring. But their windfalls pale next to the bonanzas received by the executives running these companies, proving again how imperfect the current state of pay-for-performance can be.",
      "publication_date": "2006-02-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/05/business/rising-prices-lift-all-bonuses.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Bold Plan to Go Where Men Have Gone Before",
      "snippet": "Article on Elon Musk, who sold Internet business PayPal to eBay for $1.5 billion and is seeking new direction in life; Musk has invested $100 million in new company, Space Explorations Technology, or Space X, whose goal is to inexpensively launch ...",
      "abstract": "Article on Elon Musk, who sold Internet business PayPal to eBay for $1.5 billion and is seeking new direction in life; Musk has invested $100 million in new company, Space Explorations Technology, or Space X, whose goal is to inexpensively launch satellites into orbit; hopes to launch small payloads to low Earth orbit, for price of $7 million, with series of rockets of his own design; photos (M)",
      "lead_paragraph": "EL SEGUNDO, Calif. - ASK Elon Musk what he wants to do with his life -- after having amassed a $300 million fortune from the Internet -- and the answer is surprising. At 34, he says he is too young to retire. Philanthropy is a bit staid. Starting another Web-based venture is hardly a challenge, not for a man who bought the idea for PayPal, built it up and then sold it to eBay for $1.5 billion.",
      "publication_date": "2006-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/05/business/yourmoney/a-bold-plan-to-go-where-men-have-gone-before.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Nuclear Panel Votes to Report Tehran to U.N.",
      "snippet": "Board of International Atomic Energy Agency votes, 27 to 3, to report Iran to United Nations Security Council, potentially opening door to international punishment of country for its suspected nuclear weapons program; Iran immediately announces th...",
      "abstract": "Board of International Atomic Energy Agency votes, 27 to 3, to report Iran to United Nations Security Council, potentially opening door to international punishment of country for its suspected nuclear weapons program; Iran immediately announces that it will end voluntary cooperation with agency and begin fullscale production of enriched uranium; vote marks failure of British, French and German efforts to coax Iran into freezing nuclear activities with enticing political, technological and economic rewards; photo (L)",
      "lead_paragraph": "VIENNA, Feb. 4 - The 35-nation board of the United Nations atomic energy agency voted here on Saturday to report Iran to the Security Council, a move that reflects increasing suspicion around the world that Iran is determined to develop nuclear weapons.",
      "publication_date": "2006-02-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/05/world/middleeast/nuclear-panel-votes-to-report-tehran-to-un.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Fighting a Little-Known Enemy",
      "snippet": "Home Front column on Suzanne Cohen, executive director of Dystrophic Epidermolysis Bullosa Research Association of America in Manhattan; epidermolysis bullosa is rare disease that is incurable and often fatal; photo (M)",
      "abstract": "Home Front column on Suzanne Cohen, executive director of Dystrophic Epidermolysis Bullosa Research Association of America in Manhattan; epidermolysis bullosa is rare disease that is incurable and often fatal; photo (M)",
      "lead_paragraph": "IF Suzanne Cohen asked you to donate money for TB research and counseling programs, you would almost certainly know what she was talking about. But if she asked you to donate money for E.B. research and counseling programs, you would probably react with a blank stare.",
      "publication_date": "2006-02-05T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/02/05/nyregion/fighting-a-littleknown-enemy.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Carmakers' Big Idea: Think Small",
      "snippet": "Automobile market in America is shifting as DaimlerChrysler's Chrysler unit and Japan's Toyota, Honda and Nissan outpace General Motors and Ford in profits, sales and buzz; Next Four, unlike Ford and GM, are adding jobs, opening plants, introducin...",
      "abstract": "Automobile market in America is shifting as DaimlerChrysler's Chrysler unit and Japan's Toyota, Honda and Nissan outpace General Motors and Ford in profits, sales and buzz; Next Four, unlike Ford and GM, are adding jobs, opening plants, introducing new, smaller models and raising profits by keeping their size, costs and dealers in US relatively small and limiting their brands and lineups; Ron Pinelli, president of Autodata Corp, industry statistics firm, says large-company culture is burden, which Chrysler has already shed; scene at Chrysler plant in Dundee, Mich, run by Global Engine Manufacturing Alliance, partnership of Chrysler, Mitsubishi and Hyundai, described; photos (M)",
      "lead_paragraph": "Dundee, Mich. - THE writer E. F. Schumacher would be proud. Across the automobile market in America, there is an evolving realization that small is beautiful.",
      "publication_date": "2006-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/05/business/yourmoney/carmakers-big-idea-think-small.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "And for Perfect Attendance, Johnny Gets... a Car",
      "snippet": "Schools across country have started offering cash and prizes as rewards for perfect attendance; many schools have been galvanized by federal No Child Left Behind law, which factors attendance into its evaluations, and schools in poor districts are...",
      "abstract": "Schools across country have started offering cash and prizes as rewards for perfect attendance; many schools have been galvanized by federal No Child Left Behind law, which factors attendance into its evaluations, and schools in poor districts are motivated by money from state governments, which is often based on average daily attendance; some experts decry trend, but others say it makes sense in mimicking working world; studies suggest incentives work best with younger students who are more willing to accept importance of working hard; photos (L)",
      "lead_paragraph": "CHELSEA, Mass. - Attendance at Chelsea High School had hovered at a disappointing 90 percent for years, and school officials were determined to turn things around. So, last fall they decided to give students in this poverty-stung city just north of Boston a little extra motivation: students would get $25 for every quarter they had perfect attendance and another $25 if they managed perfect attendance all year.",
      "publication_date": "2006-02-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/05/education/and-for-perfect-attendance-johnny-gets-a-car.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "As Roadside Memorials Multiply, a Second Look",
      "snippet": "Once a week, Lyn Forester gets down on her knees, clears the cigarette butts, candy wrappers and beer cans away from the base of a stark wooden cross and holds a quiet vigil for her daughter, who was killed here in a car accident eight years ago. ...",
      "abstract": "Once a week, Lyn Forester gets down on her knees, clears the cigarette butts, candy wrappers and beer cans away from the base of a stark wooden cross and holds a quiet vigil for her daughter, who was killed here in a car accident eight years ago.      Her ankles dangling from the curb as tractor-trailers hurtle past just feet away, Mrs. Forester says she knows it is both dangerous and illegal to visit this three-foot-wide median along Highway 141 near Wilmington, Del. But she cannot stay away.  ",
      "lead_paragraph": "HOCKESSIN, Del. - Once a week, Lyn Forester gets down on her knees, clears the cigarette butts, candy wrappers and beer cans away from the base of a stark wooden cross and holds a quiet vigil for her daughter, who was killed here in a car accident eight years ago.",
      "publication_date": "2006-02-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/06/us/as-roadside-memorials-multiply-a-second-look.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "A.I.G. Is Expected to Offer $1.6 Billion to Settle With Regulators",
      "snippet": "American International Group, the insurance giant, is expected to announce a settlement with federal and state regulators later this week that will require the company to pay about $1.6 billion to settle charges covering a wide range of regulatory...",
      "abstract": "American International Group, the insurance giant, is expected to announce a settlement with federal and state regulators later this week that will require the company to pay about $1.6 billion to settle charges covering a wide range of regulatory issues, according to two people briefed on the negotiations.     The regulators have been looking into violations at A.I.G. that they say included improper accounting, bid-rigging and skipped payments to state workers' compensation funds.  ",
      "lead_paragraph": "American International Group, the insurance giant, is expected to announce a settlement with federal and state regulators later this week that will require the company to pay about $1.6 billion to settle charges covering a wide range of regulatory issues, according to two people briefed on the negotiations.",
      "publication_date": "2006-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/06/business/aig-is-expected-to-offer-16-billion-to-settle-with-regulators.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Wave of Video Game Fatigue Afflicts Sales, Not Thumbs",
      "snippet": "In November, Activision released True Crime: New York City, a video game that seemed to have all the makings of a hit. It was the sequel to a well-received game, it had the violent aesthetic of the popular Grand Theft Auto series, and it featured ...",
      "abstract": "In November, Activision released True Crime: New York City, a video game that seemed to have all the makings of a hit. It was the sequel to a well-received game, it had the violent aesthetic of the popular Grand Theft Auto series, and it featured licensed songs from name acts like DMX and Public Enemy. Activision promoted the game heavily, with full-page advertisements in mainstream magazines.     By the end of December, however, the game had sold only 348,000 copies -- more than the 210,000 that the first game in the franchise sold in the same time period when it was released in 2003, but significantly below expectations.  ",
      "lead_paragraph": "In November, Activision released True Crime: New York City, a video game that seemed to have all the makings of a hit. It was the sequel to a well-received game, it had the violent aesthetic of the popular Grand Theft Auto series, and it featured licensed songs from name acts like DMX and Public Enemy. Activision promoted the game heavily, with full-page advertisements in mainstream magazines.",
      "publication_date": "2006-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/06/technology/wave-of-video-game-fatigue-afflicts-sales-not-thumbs.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "Making Moves at Paramount",
      "snippet": "Brad Grey may have an image problem, but he says it is not something that has him terribly worried.     In March, Mr. Grey, the former talent manager who is now chairman and chief executive of Paramount Pictures, was criticized for the way he hand...",
      "abstract": "Brad Grey may have an image problem, but he says it is not something that has him terribly worried.     In March, Mr. Grey, the former talent manager who is now chairman and chief executive of Paramount Pictures, was criticized for the way he handled the ouster of a well-liked senior executive. In the fall, some producers complained he was not developing movies quickly enough to fill Paramount's 2006 slate.  ",
      "lead_paragraph": "LOS ANGELES, Feb. 5 - Brad Grey may have an image problem, but he says it is not something that has him terribly worried.",
      "publication_date": "2006-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/06/business/media/making-moves-at-paramount.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "States and Cities Lag in Bird Flu Readiness",
      "snippet": "The nation's 5,000 state and local health departments are rushing to plan for an epidemic of avian flu, but they say they are hobbled by a lack of money and guidance from the federal government.     Only a few places, particularly Seattle and New ...",
      "abstract": "The nation's 5,000 state and local health departments are rushing to plan for an epidemic of avian flu, but they say they are hobbled by a lack of money and guidance from the federal government.     Only a few places, particularly Seattle and New York City, have made significant progress, experts say. Most departments say they expect to be unprepared for at least a year.  ",
      "lead_paragraph": "WASHINGTON, Feb. 2 - The nation's 5,000 state and local health departments are rushing to plan for an epidemic of avian flu, but they say they are hobbled by a lack of money and guidance from the federal government.",
      "publication_date": "2006-02-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/06/politics/states-and-cities-lag-in-bird-flu-readiness.html",
      "byline": "By Donald G. McNeil Jr"
    },
    {
      "headline": "Ego Unleashed, or Everyman of the Market?",
      "snippet": "THE Dow Jones industrial average continues to crab sideways, but the bull market in James J. Cramer has no end in sight.      Mr. Cramer, the money manager-turned-media star, writes a flurry of Web columns on TheStreet.com, is the host of a daily ...",
      "abstract": "THE Dow Jones industrial average continues to crab sideways, but the bull market in James J. Cramer has no end in sight.      Mr. Cramer, the money manager-turned-media star, writes a flurry of Web columns on TheStreet.com, is the host of a daily radio show and, of course, is the star of ''Mad Money,'' a daily maypole for the market-obsessed, on CNBC. Last Wednesday night, he took his maniacal act on the road to Harvard Law School -- his alma mater as he frequently points out -- and received a rock-star reception. And he may get another Trump-size portion of adulation: there is serious talk about a reality show next year.  ",
      "lead_paragraph": "THE Dow Jones industrial average continues to crab sideways, but the bull market in James J. Cramer has no end in sight.",
      "publication_date": "2006-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/06/business/media/ego-unleashed-or-everyman-of-the-market.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Rival Visions Led to Rocky Start for Drug Benefit",
      "snippet": "It was clearly intended to be a transformational moment in American politics: At a center for the elderly in Allentown, Pa., on Sept. 5, 2000, George W. Bush, then a presidential candidate, paid tribute to one of the signature Democratic programs ...",
      "abstract": "It was clearly intended to be a transformational moment in American politics: At a center for the elderly in Allentown, Pa., on Sept. 5, 2000, George W. Bush, then a presidential candidate, paid tribute to one of the signature Democratic programs of the last century and promised to improve it.     ''Medicare is an enduring commitment of our country,'' said Mr. Bush, locked in a tight race with Vice President Al Gore. ''It must be modernized for our times.''  ",
      "lead_paragraph": "WASHINGTON, Feb. 5 - It was clearly intended to be a transformational moment in American politics: At a center for the elderly in Allentown, Pa., on Sept. 5, 2000, George W. Bush, then a presidential candidate, paid tribute to one of the signature Democratic programs of the last century and promised to improve it.",
      "publication_date": "2006-02-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/06/politics/rival-visions-led-to-rocky-start-for-drug-benefit.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Trade Ruling Is Expected to Favor Biotech Food",
      "snippet": "The battle over agricultural biotechnology could reach a tipping point this week, when the World Trade Organization is expected to render its verdict on charges by the United States that Europe is illegally restricting imports of genetically modif...",
      "abstract": "The battle over agricultural biotechnology could reach a tipping point this week, when the World Trade Organization is expected to render its verdict on charges by the United States that Europe is illegally restricting imports of genetically modified crops.      Even if the United States wins -- that is the prevailing rumor -- genetically modified foods would not flood Europe because citizens there remain wary of them. But the American government and the biotechnology industry hope a ruling in their favor would sound a warning to other nations not to follow Europe's lead in restricting farm biotechnology.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/06/business/trade-ruling-is-expected-to-favor-biotech-food.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Seeking New Sources of Money, Charities Get in on Poker Craze",
      "snippet": "Tucked behind a Target store and sharing a strip mall with a dry cleaner and a hair salon, Mr. Peter's Banquet Hall is about as removed from the neon lights of the Las Vegas Strip as anyplace in America. But the drab digs were abuzz one recent wee...",
      "abstract": "Tucked behind a Target store and sharing a strip mall with a dry cleaner and a hair salon, Mr. Peter's Banquet Hall is about as removed from the neon lights of the Las Vegas Strip as anyplace in America. But the drab digs were abuzz one recent weekday with the sound of riffling poker chips -- nearly $58,000 worth -- as 478 players bet and raised, bluffed and folded.      Mike Long, a salesman from nearby Elk Grove Village, left in time for supper, up $100.  ",
      "lead_paragraph": "ARLINGTON HEIGHTS, Ill. - Tucked behind a Target store and sharing a strip mall with a dry cleaner and a hair salon, Mr. Peter's Banquet Hall is about as removed from the neon lights of the Las Vegas Strip as anyplace in America. But the drab digs were abuzz one recent weekday with the sound of riffling poker chips -- nearly $58,000 worth -- as 478 players bet and raised, bluffed and folded.",
      "publication_date": "2006-02-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/06/us/seeking-new-sources-of-money-charities-get-in-on-poker-craze.html",
      "byline": "By Jodi Rudoren"
    },
    {
      "headline": "Pentagon Widens Program to Foil Bombings in Iraq",
      "snippet": "The Pentagon is tripling its spending, to about $3.5 billion this year, on a newly expanded effort to combat the rising number of increasingly powerful and sophisticated homemade bombs that are the No. 1 killer of American troops in Iraq, military...",
      "abstract": "The Pentagon is tripling its spending, to about $3.5 billion this year, on a newly expanded effort to combat the rising number of increasingly powerful and sophisticated homemade bombs that are the No. 1 killer of American troops in Iraq, military officials say.     The move is a tacit acknowledgment that despite years of rising death tolls from the devices, the response has not been sufficiently focused or coordinated at the highest levels. And it comes in addition to recent spending to get more and better armor for troops and their vehicles, spurred by concerns expressed by Congress and the American public.  ",
      "lead_paragraph": "WASHINGTON, Feb. 5 - The Pentagon is tripling its spending, to about $3.5 billion this year, on a newly expanded effort to combat the rising number of increasingly powerful and sophisticated homemade bombs that are the No. 1 killer of American troops in Iraq, military officials say.",
      "publication_date": "2006-02-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/06/politics/pentagon-widens-program-to-foil-bombings-in-iraq.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "As Iraqi Shiites Police Sunnis, Rough Justice Feeds Bitterness",
      "snippet": "When Shiite forces took over this Sunni town, they spread out and clamped down. Checkpoints sprung up. People suspected of being insurgents were driven out. A Shiite took over as mayor.     They restored stability, but at a cost: in the fall, an A...",
      "abstract": "When Shiite forces took over this Sunni town, they spread out and clamped down. Checkpoints sprung up. People suspected of being insurgents were driven out. A Shiite took over as mayor.     They restored stability, but at a cost: in the fall, an American soldier entered a room and found two Sunni prisoners hanging upside down during questioning. Another prisoner was shot dead during an interrogation. His Iraqi captors claimed that he had been trying to escape.  ",
      "lead_paragraph": "SALMAN PAK, Iraq - When Shiite forces took over this Sunni town, they spread out and clamped down. Checkpoints sprung up. People suspected of being insurgents were driven out. A Shiite took over as mayor.",
      "publication_date": "2006-02-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/06/world/middleeast/as-iraqi-shiites-police-sunnis-rough-justice-feeds.html",
      "byline": "By Sabrina Tavernise"
    }
  ]
}