{
  "metadata": {
    "date": "2006-09-04",
    "total_articles": 51
  },
  "articles": [
    {
      "headline": "Iraqi Casualties Are Up Sharply, Study Finds",
      "snippet": "The Pentagon’s latest comprehensive assessment of security in Iraq pointed to sectarian violence and a “potent” insurgency.",
      "abstract": "The Pentagon’s latest comprehensive assessment of security in Iraq pointed to sectarian violence and a “potent” insurgency.",
      "lead_paragraph": "WASHINGTON, Sept. 1 — Iraqi casualties soared by more than 50 percent in recent months, the product of spiraling sectarian clashes and a Sunni-based insurgency that remains “potent and viable,” the Pentagon said in its latest comprehensive assessment of security in Iraq.",
      "publication_date": "2006-09-02T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/02/world/middleeast/02military.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Boredom in the West Fuels Binge Drinking",
      "snippet": "A federal government survey shows that people in a handful of northern tier states drink to excess at very early ages.",
      "abstract": "A federal government survey shows that people in a handful of northern tier states drink to excess at very early ages.",
      "lead_paragraph": "CODY, Wyo. — Barely five people per square mile live on the high, wind-raked ground of Wyoming; the entire state is a small town with long streets, as they say. The open space means room to roam and a sense of frontier freedom. ",
      "publication_date": "2006-09-02T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/02/us/02binge.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "Where Detroit Pins Its Hopes",
      "snippet": "Detroit companies are counting on the crossover, a vehicle that looks like an S.U.V. but is built on the underpinnings of a car, to fill the sales void left by S.U.V.’s.",
      "abstract": "Detroit companies are counting on the crossover, a vehicle that looks like an S.U.V. but is built on the underpinnings of a car, to fill the sales void left by S.U.V.’s.",
      "lead_paragraph": "DETROIT, Sept. 1 — If you had to put one vehicle in a time capsule that describes the 1990’s, it would have to be a sport utility vehicle — the bigger, gutsier and more gas-guzzling the better.",
      "publication_date": "2006-09-02T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/02/business/02crossover.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Would Ruth Have Left New Orleans?",
      "snippet": "Ruth’s Chris Steak House was the first company to abandon New Orleans after Hurricane Katrina. Ever since, some have wondered if Ruth Fertel, the company’s founder, would have done the same. ",
      "abstract": "Ruth’s Chris Steak House was the first company to abandon New Orleans after Hurricane Katrina. Ever since, some have wondered if Ruth Fertel, the company’s founder, would have done the same. ",
      "lead_paragraph": "WHEN I took this job in 2004,” said Craig S. Miller, “the first thing I did was get a little plaque to put on my desk that said, ‘What Would Ruth Do?’ ”",
      "publication_date": "2006-09-02T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/02/business/02nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Iraqi Arabs See Unlikely Haven With Old Foes",
      "snippet": "Thousands of Iraqi Arab families are moving to the secure provinces of Iraqi Kurdistan, making many Kurds nervous.",
      "abstract": "Thousands of Iraqi Arab families are moving to the secure provinces of Iraqi Kurdistan, making many Kurds nervous.",
      "lead_paragraph": "SULAIMANIYA, Iraq — Along with a Ferris wheel and ice cream stands, the park at the heart of this Kurdish city has a monument listing the names of dozens of Kurds killed in a torture compound here by Saddam Hussein’s intelligence officers.",
      "publication_date": "2006-09-02T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/02/world/middleeast/02arabs.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "For Workers Sent Abroad, a Tax Jolt",
      "snippet": "Congress sharply raised the percentage tax rates on Americans working overseas, also imposing taxes on the rent assistance that many companies provide their employees.",
      "abstract": "Congress sharply raised the percentage tax rates on Americans working overseas, also imposing taxes on the rent assistance that many companies provide their employees.",
      "lead_paragraph": " HONG KONG, Sept. 1 — At picnics and dinner parties in the United States, conversations may flit from Iraq to housing prices to hurricanes and perhaps even to Tom Cruise. But for Americans overseas, another subject keeps coming up: taxes.",
      "publication_date": "2006-09-02T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/02/business/02money.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Blow Seen to Profit at Bristol",
      "snippet": "Bristol-Myers Squibb, reeling from the incursion of a generic competitor to its top-selling drug Plavix, lowered its earnings forecast for the year.",
      "abstract": "Bristol-Myers Squibb, reeling from the incursion of a generic competitor to its top-selling drug Plavix, lowered its earnings forecast for the year.",
      "lead_paragraph": "Bristol-Myers Squibb, reeling from the incursion of a generic competitor to its top-selling drug Plavix, said yesterday evening that the impact would reduce its profits this year by at least 20 cents a share, or about $400 million. ",
      "publication_date": "2006-09-02T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/02/business/02drug.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "Jobs and Wages Increased Modestly Last Month",
      "snippet": "Job growth is reaching its peak, confirming that economic activity is slowing to a more sustainable rate.",
      "abstract": "Job growth is reaching its peak, confirming that economic activity is slowing to a more sustainable rate.",
      "lead_paragraph": "Job growth seems to be reaching its peak. Employers added a modest 128,000 jobs in August while wages inched up, confirming that economic activity is slowing from its brisk pace earlier this year to a more sustainable rate, a government report yesterday showed. ",
      "publication_date": "2006-09-02T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/02/business/02jobs.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Jobs and Wages Increased Modestly Last Month",
      "snippet": "Government report shows job growth may have reached its peak as employers added modest 128,000 jobs in August while wages were up slightly; Kenneth Simonson, chief economist of Associated General Contractors of America, says nonresidential builder...",
      "abstract": "Government report shows job growth may have reached its peak as employers added modest 128,000 jobs in August while wages were up slightly; Kenneth Simonson, chief economist of Associated General Contractors of America, says nonresidential builders are expected to continue hiring as building continues; retailers cut 14,000 jobs in August; graphs; photo (M)",
      "lead_paragraph": "Job growth seems to be reaching its peak. Employers added a modest 128,000 jobs in August while wages inched up, confirming that economic activity is slowing from its brisk pace earlier this year to a more sustainable rate, a government report yesterday showed.",
      "publication_date": "2006-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/02/business/jobs-and-wages-increased-modestly-last-month.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Where Detroit Pins Its Hopes",
      "snippet": "Sales of crossover vehicles built on car platforms will pass two million this year and, for first time, beat sales of conventional SUV's; market is expected to grow as consumers want benefits of large vehicles with better fuel efficiency and smoot...",
      "abstract": "Sales of crossover vehicles built on car platforms will pass two million this year and, for first time, beat sales of conventional SUV's; market is expected to grow as consumers want benefits of large vehicles with better fuel efficiency and smoother handling; photos; graph (M)",
      "lead_paragraph": "DETROIT, Sept. 1 - If you had to put one vehicle in a time capsule that describes the 1990's, it would have to be a sport utility vehicle -- the bigger, gutsier and more gas-guzzling the better.",
      "publication_date": "2006-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/02/business/where-detroit-pins-its-hopes.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Boredom in the West Fuels Binge Drinking",
      "snippet": "Federal government survey recently confirmed what residents of Wyoming, Montana and Dakotas already knew: people there drink to excess, at very early ages, well above national average; survey, conducted over three years by Substance Abuse and Ment...",
      "abstract": "Federal government survey recently confirmed what residents of Wyoming, Montana and Dakotas already knew: people there drink to excess, at very early ages, well above national average; survey, conducted over three years by Substance Abuse and Mental Health Services Administration, said that south-central Wyoming led nation with highest rate of alcohol abuse by people age 12 and older; it found that most teenagers drink because they are bored; survey examined behavior in 340 regions of country, and found that some of lowest areas for under-age binge drinking were in nation's most densely packed cities--parts of Washington, DC, Detroit and Los Angeles; photo (M)",
      "lead_paragraph": "CODY, Wyo. - Barely five people per square mile live on the high, wind-raked ground of Wyoming; the entire state is a small town with long streets, as they say. The open space means room to roam and a sense of frontier freedom.",
      "publication_date": "2006-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/02/us/boredom-in-the-west-fuels-binge-drinking.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "Would Ruth Have Left New Orleans?",
      "snippet": "Decision by chief executive Craig S Miller of Ruth's Chris Steak House to not return to New Orleans after Hurricane Katrina angers locals who feel founder Ruth Fertel would have stayed to help rebuild city; Miller claims he was doing what was best...",
      "abstract": "Decision by chief executive Craig S Miller of Ruth's Chris Steak House to not return to New Orleans after Hurricane Katrina angers locals who feel founder Ruth Fertel would have stayed to help rebuild city; Miller claims he was doing what was best for company, which has 1,800 employees across country; photo (M)",
      "lead_paragraph": "WHEN I took this job in 2004,\" said Craig S. Miller, \"the first thing I did was get a little plaque to put on my desk that said, 'What Would Ruth Do?' \"",
      "publication_date": "2006-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/02/business/would-ruth-have-left-new-orleans.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Iraqi Arabs See Unlikely Haven With Old Foes",
      "snippet": "Nearly 39,000 Arab families have been uprooted by Sunni-Shiite sectarian violence in Iraq; many are settling in secure provinces of Iraqi Kurdistan, which is run virtually as separate country by regional government; influx of Arabs has made many K...",
      "abstract": "Nearly 39,000 Arab families have been uprooted by Sunni-Shiite sectarian violence in Iraq; many are settling in secure provinces of Iraqi Kurdistan, which is run virtually as separate country by regional government; influx of Arabs has made many Kurds nervous, and regional leaders are debating whether to corral Arabs into separate housing estates or camps; some Kurds say wave of migration evokes Saddam Hussein's 'Arabization' policy, in which he moved Arabs into Kurdish territory and expelled more than 100,000 Kurds in order to change demographics of region; photo (M)",
      "lead_paragraph": "SULAIMANIYA, Iraq - Along with a Ferris wheel and ice cream stands, the park at the heart of this Kurdish city has a monument listing the names of dozens of Kurds killed in a torture compound here by Saddam Hussein's intelligence officers.",
      "publication_date": "2006-09-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/02/world/middleeast/iraqi-arabs-see-unlikely-haven-with-old-foes.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Jobs and Wages Increased Modestly Last Month",
      "snippet": "Job growth seems to be reaching its peak. Employers added a modest 128,000 jobs in August while wages inched up, confirming that economic activity is slowing from its brisk pace earlier this year to a more sustainable rate, a government report yes...",
      "abstract": "Job growth seems to be reaching its peak. Employers added a modest 128,000 jobs in August while wages inched up, confirming that economic activity is slowing from its brisk pace earlier this year to a more sustainable rate, a government report yesterday showed.      The report eased the concerns of many that wage growth might push inflation higher, or that the weak housing market might abruptly slow the economy. But at the same time, the report also underscored how little the economic recovery has done for the pay of workers.  ",
      "lead_paragraph": "Job growth seems to be reaching its peak. Employers added a modest 128,000 jobs in August while wages inched up, confirming that economic activity is slowing from its brisk pace earlier this year to a more sustainable rate, a government report yesterday showed.",
      "publication_date": "2006-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/02/business/jobs-and-wages-increased-modestly-last-month-807702.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "For Workers Sent Abroad, A Tax Jolt",
      "snippet": "Bill signed by President Bush in May raises taxes sharply for Americans working overseas with salaries plus taxable benefits totaling $93,000 or more; United States is only developed country to tax its citizens while overseas; businesses feel loss...",
      "abstract": "Bill signed by President Bush in May raises taxes sharply for Americans working overseas with salaries plus taxable benefits totaling $93,000 or more; United States is only developed country to tax its citizens while overseas; businesses feel loss of competitive edge if they hire Americans and have to pay costly tax assistance (M)",
      "lead_paragraph": "HONG KONG, Sept. 1 - At picnics and dinner parties in the United States, conversations may flit from Iraq to housing prices to hurricanes and perhaps even to Tom Cruise. But for Americans overseas, another subject keeps coming up: taxes.",
      "publication_date": "2006-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/02/business/your-money-for-workers-sent-abroad-a-tax-jolt.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "LEAK REVELATION LEAVES QUESTIONS",
      "snippet": "Enduring mystery of CIA leak case has been solved; prosecutor Patrick J Fitzgerald knew identity of leaker from his first day in special counsel's chair, but kept inquiry open for nearly two more years before indicting I Lewis Libby Jr on obstruct...",
      "abstract": "Enduring mystery of CIA leak case has been solved; prosecutor Patrick J Fitzgerald knew identity of leaker from his first day in special counsel's chair, but kept inquiry open for nearly two more years before indicting I Lewis Libby Jr on obstruction charges; question of whether Fitzgerald properly exercised his prosecutorial discretion in continuing to pursue possible wrongdoing in case has become subject of debate; former Deputy Sec of State Richard L Armitage told authorities in Oct 2003 that he had been primary source for July 14, 2003, column by Robert D Novak that identified Valerie Wilson as CIA operative; Fitzgerald's decision to prolong inquiry had significant political and legal consequences; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 1 - An enduring mystery of the C.I.A. leak case has been solved in recent days, but with a new twist: Patrick J. Fitzgerald, the prosecutor, knew the identity of the leaker from his very first day in the special counsel's chair, but kept the inquiry open for nearly two more years before indicting I. Lewis Libby Jr., Vice President Dick Cheney's former chief of staff, on obstruction charges.",
      "publication_date": "2006-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/02/us/front page/leak-revelation-leaves-questions.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "Iraqi Casualties Are Up Sharply, Study Finds",
      "snippet": "Pentagon report finds that Iraqi casualties soared by more than 50 percent in recent months, product of spiraling sectarian clashes and Sunni-based insurgency; average number of weekly attacks jumped to almost 800 during period from establishment ...",
      "abstract": "Pentagon report finds that Iraqi casualties soared by more than 50 percent in recent months, product of spiraling sectarian clashes and Sunni-based insurgency; average number of weekly attacks jumped to almost 800 during period from establishment of new Iraqi government on May 20 until Aug 11; that was substantial increase from earlier this year and almost double number of first part of 2004; Iraqi casualties among civilians and security forces reached nearly 120 a day, up from 80 a day in previous reporting period from mid-Feb to mid-May; about two years ago they were running about 30 a day; graph; map (M)",
      "lead_paragraph": "WASHINGTON, Sept. 1 - Iraqi casualties soared by more than 50 percent in recent months, the product of spiraling sectarian clashes and a Sunni-based insurgency that remains \"potent and viable,\" the Pentagon said in its latest comprehensive assessment of security in Iraq.",
      "publication_date": "2006-09-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/02/world/middleeast/iraqi-casualties-are-up-sharply-study-finds.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "At 2-Year Colleges, Students Eager but Unready",
      "snippet": "Nation's 1,200 community colleges are being deluged with hundreds of thousands of students unprepared for college-level work; researchers say that close to half the students who enter college need remedial courses; City University of New York barr...",
      "abstract": "Nation's 1,200 community colleges are being deluged with hundreds of thousands of students unprepared for college-level work; researchers say that close to half the students who enter college need remedial courses; City University of New York barred students who need remediation from attending its four-year colleges in 1999; at least 12 states currently bar their universities from providing remedial courses or take other steps like deferred admissions to steer students toward community colleges; educators say efforts have not cut back on thousands of students who lack basic skills; phenomenon has educators struggling with fundamental questions about access to education, standards and equal opportunity; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/02/education/at-2year-colleges-students-eager-but-unready.html",
      "byline": "By Diana Jean Schemo"
    },
    {
      "headline": "Blow Seen to Profit at Bristol",
      "snippet": "Bristol-Myers Squib says introduction of generic version of its top-selling drug Plavix from competitor Apotex will reduce its profits this year by at least 20 cents a share, or about $400 million; expects profits of only $1.9 billion, instead of ...",
      "abstract": "Bristol-Myers Squib says introduction of generic version of its top-selling drug Plavix from competitor Apotex will reduce its profits this year by at least 20 cents a share, or about $400 million; expects profits of only $1.9 billion, instead of previous expectations of $2.4 billion; 2007 sales of Plavix could also be affected (M)",
      "lead_paragraph": "Bristol-Myers Squibb, reeling from the incursion of a generic competitor to its top-selling drug Plavix, said yesterday evening that the impact would reduce its profits this year by at least 20 cents a share, or about $400 million.",
      "publication_date": "2006-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/02/business/blow-seen-to-profit-at-bristol.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "The Last Stand of the 6-Percenters?",
      "snippet": "As real estate listings migrate to the Web, the broker’s traditional fee is threatened.",
      "abstract": "As real estate listings migrate to the Web, the broker’s traditional fee is threatened.",
      "lead_paragraph": "Seattle",
      "publication_date": "2006-09-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/09/03/business/yourmoney/03real.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Time Warner’s Anxious Autumn",
      "snippet": "Regardless of how much Time Warner tries to regroup, retool and reorganize its sprawling media empire, the stock market just yawns.",
      "abstract": "Regardless of how much Time Warner tries to regroup, retool and reorganize its sprawling media empire, the stock market just yawns.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/09/03/business/yourmoney/03frenzy.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Screening Tools Slow to Arrive in U.S. Airports",
      "snippet": "The federal government has been unable to move bomb-detection technologies from the laboratory to the airport successfully.",
      "abstract": "The federal government has been unable to move bomb-detection technologies from the laboratory to the airport successfully.",
      "lead_paragraph": "EGG HARBOR, N.J. — Citing unexpected reliability problems, the Transportation Security Administration is suspending installation of the only airport checkpoint device that automatically screens passengers for hidden explosives.",
      "publication_date": "2006-09-03T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/03/us/03research.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "In Las Vegas, Now It’s Get Me to the Marriage Bureau on Time",
      "snippet": "The city no longer hands out marriage licenses 24 hours a day on weekends and holidays.",
      "abstract": "The city no longer hands out marriage licenses 24 hours a day on weekends and holidays.",
      "lead_paragraph": "LAS VEGAS, Sept. 2 — Jogging up the stairs of the courthouse, clutching hands and looking tense, Holly Otero and Blain Moos became the last couple to secure a wedding license at midnight on Friday, rushing from the airport to the clerk’s office before the door slammed shut. ",
      "publication_date": "2006-09-03T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/03/us/03vegas.html",
      "byline": "By Jennifer Steinhauer"
    },
    {
      "headline": "Opium Harvest at Record Level in Afghanistan",
      "snippet": "Officials blame the increase in cultivation on the resurgence of Taliban rebels in the south, the country’s prime opium growing region.",
      "abstract": "Officials blame the increase in cultivation on the resurgence of Taliban rebels in the south, the country’s prime opium growing region.",
      "lead_paragraph": "KABUL, Afghanistan, Sept. 2 — Afghanistan’s opium harvest this year has reached the highest levels ever recorded, showing an increase of almost 50 percent from last year, the executive director of the United Nations Office on Drugs and Crime, Antonio Maria Costa, said Saturday in Kabul.",
      "publication_date": "2006-09-03T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/03/world/asia/03afghan.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "A Bank Survives Katrina. Now, the Hard Part.",
      "snippet": "Like New Orleans and its ravaged economy, Liberty Bank and Trust Company has a long way to go in its recovery.",
      "abstract": "Like New Orleans and its ravaged economy, Liberty Bank and Trust Company has a long way to go in its recovery.",
      "lead_paragraph": "New Orleans",
      "publication_date": "2006-09-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/09/03/business/yourmoney/03bank.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Time Warner’s Anxious Autumn",
      "snippet": "Article on some of possible challenges that await Time Warner Inc chief executive Richard D Parsons this fall; issues include whether Parsons will pass reins in next few months to Jeffrey L Bewkes, whether latest strategy of its AOL business--offe...",
      "abstract": "Article on some of possible challenges that await Time Warner Inc chief executive Richard D Parsons this fall; issues include whether Parsons will pass reins in next few months to Jeffrey L Bewkes, whether latest strategy of its AOL business--offering its online service free to high-speed Internet users--will take flight, whether financial performance of its publishing unit Time Inc is becoming worrisome drag and whether it is time to spin off its venerable fleet of magazines; Time Warner spokesman Edward I Adler comments; graph; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/09/03/business/yourmoney/time-warners-anxious-autumn.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Screening Tools Slow to Arrive in U.S. Airports",
      "snippet": "Transportation Security Administration suspends installation of only airport checkpoint device that automatically screens passengers for hidden explosives; cites unexpected reliability problems; problems with trace-detection portals highlight fede...",
      "abstract": "Transportation Security Administration suspends installation of only airport checkpoint device that automatically screens passengers for hidden explosives; cites unexpected reliability problems; problems with trace-detection portals highlight federal government's inability to move bomb-detection technologies successfully from laboratory to airport; members of Congress blame poor management for research stumbles, turf fights, staff turnover and underfinancing; even security officials agree that transportation research effort, which has cost $450 million in last four years, must be fundamentally changed; diagrams; photos (L)",
      "lead_paragraph": "EGG HARBOR, N.J. - Citing unexpected reliability problems, the Transportation Security Administration is suspending installation of the only airport checkpoint device that automatically screens passengers for hidden explosives.",
      "publication_date": "2006-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/03/us/screening-tools-slow-to-arrive-in-us-airports.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Rove's Word Is No Longer G.O.P. Gospel",
      "snippet": "Karl Rove remains dominant adviser to Pres Bush, but questions have arisen among Republicans about Bush administration's political acumen; party's candidates are going their own way in difficult election season, disregarding Rove and criticizing B...",
      "abstract": "Karl Rove remains dominant adviser to Pres Bush, but questions have arisen among Republicans about Bush administration's political acumen; party's candidates are going their own way in difficult election season, disregarding Rove and criticizing Bush's policies; influential conservative commentators have questioned enthusiasm of evangelicals, economic conservatives and other groups Rove has counted on to win elections; administration's decision to concentrate on retaining control of Congress rather than winning governors' races reflects difficult environment; photo (L)",
      "lead_paragraph": "WASHINGTON, Sept. 2 - Karl Rove, the president's chief political adviser, is struggling to steer the Republican Party to victory this fall at a time when he appears to have the least political authority since he came to Washington, party officials said.",
      "publication_date": "2006-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/03/us/roves-word-is-no-longer-gop-gospel.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    },
    {
      "headline": "Opium Harvest at Record Level in Afghanistan",
      "snippet": "United Nations Office on Drugs and Crime reports 49 percent increase in Afghanistan's opium harvest over 2005; increase in cultivation is significantly fueled by resurgence of Taliban rebels in south; rebels encourage and profit from production an...",
      "abstract": "United Nations Office on Drugs and Crime reports 49 percent increase in Afghanistan's opium harvest over 2005; increase in cultivation is significantly fueled by resurgence of Taliban rebels in south; rebels encourage and profit from production and promise protection to growers; Pres Hamid Karzai expresses his disappointment at results and urges international community to expand its commitment to strengthen Afghan police and law enforcement agencies; photo (M)",
      "lead_paragraph": "KABUL, Afghanistan, Sept. 2 - Afghanistan's opium harvest this year has reached the highest levels ever recorded, showing an increase of almost 50 percent from last year, the executive director of the United Nations Office on Drugs and Crime, Antonio Maria Costa, said Saturday in Kabul.",
      "publication_date": "2006-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/03/world/asia/opium-harvest-at-record-level-in-afghanistan.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "A Bank Survives Katrina. Now, the Hard Part.",
      "snippet": "TO reach the executive suite of the Liberty Bank and Trust Company here, you first have to navigate a stretch of town that still lacks street signs. Finding an entrance to the bank's headquarters is another challenge. You have to circle behind the...",
      "abstract": "TO reach the executive suite of the Liberty Bank and Trust Company here, you first have to navigate a stretch of town that still lacks street signs. Finding an entrance to the bank's headquarters is another challenge. You have to circle behind the building, a six-story glass box that is still missing several windows, and -- as if there to work on the plumbing -- walk up a set of corrugated steel steps sandwiched between a Dumpster and an oversized air-conditioning unit.      After traversing a bare room that smells of mildew and walking past three disabled elevators, you trudge up five more flights of steel stairs to reach the office of Alden J. McDonald Jr., the chief executive of this institution, which was the country's third-largest black-owned bank until Hurricane Katrina and floodwaters roared through New Orleans one year ago.  ",
      "lead_paragraph": "New Orleans - TO reach the executive suite of the Liberty Bank and Trust Company here, you first have to navigate a stretch of town that still lacks street signs. Finding an entrance to the bank's headquarters is another challenge. You have to circle behind the building, a six-story glass box that is still missing several windows, and -- as if there to work on the plumbing -- walk up a set of corrugated steel steps sandwiched between a Dumpster and an oversized air-conditioning unit.",
      "publication_date": "2006-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/09/03/business/yourmoney/a-bank-survives-katrina-now-the-hard-part.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Want to Be in Show Business? Here’s a Start",
      "snippet": "New York City Mayor's Office of Film, Theater and Broadcasting trains people, especially minorities and women, to enter city's film and television production industry; 32 people have received jobs through free four-week course, which continues acc...",
      "abstract": "New York City Mayor's Office of Film, Theater and Broadcasting trains people, especially minorities and women, to enter city's film and television production industry; 32 people have received jobs through free four-week course, which continues accepting applicants; photo (M)",
      "lead_paragraph": "CHARLES MOSES, a 24-year-old Brooklyn resident, says he has always been interested in a career in the entertainment industry. Until this spring, his only work in the business was as a teenage extra in an episode of \"Law & Order.\" \"I was just passing by, an angry person in a mob,\" he says of the role.",
      "publication_date": "2006-09-03T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/09/03/nyregion/want-to-be-in-show-business-heres-a-start.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "In Las Vegas, Now It’s Get Me to the Marriage Bureau on Time",
      "snippet": "Las Vegas marriage-license bureau ends its tradition of staying open 24 hours a day Friday through Sunday and on holidays; limits licensure to hours of 8 am to midnight year-round; weddings themselves can still take place by arrangement with chape...",
      "abstract": "Las Vegas marriage-license bureau ends its tradition of staying open 24 hours a day Friday through Sunday and on holidays; limits licensure to hours of 8 am to midnight year-round; weddings themselves can still take place by arrangement with chapels; some chapel owners fear loss of business; photo (M)",
      "lead_paragraph": "LAS VEGAS, Sept. 2 - Jogging up the stairs of the courthouse, clutching hands and looking tense, Holly Otero and Blain Moos became the last couple to secure a wedding license at midnight on Friday, rushing from the airport to the clerk's office before the door slammed shut.",
      "publication_date": "2006-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/03/us/in-las-vegas-now-its-get-me-to-the-marriage-bureau-on-time.html",
      "byline": "By Jennifer Steinhauer"
    },
    {
      "headline": "Couples Cull Embryos to Halt Heritage of Cancer",
      "snippet": "Article in series The DNA Age; prospective parents have been using procedure known as preimplantation genetic diagnosis for more than decade to screen for genes certain to cause serious and untreatable childhood diseases, but some are now using PG...",
      "abstract": "Article in series The DNA Age; prospective parents have been using procedure known as preimplantation genetic diagnosis for more than decade to screen for genes certain to cause serious and untreatable childhood diseases, but some are now using PGD to detect predisposition to potentially treatable cancers that might or might not develop later in life; parents must weigh whether their desire to prevent suffering that is not certain justifies conscious selection of embryo and implicit rejection of embryos that carry defective gene; diagram; photo (L)",
      "lead_paragraph": "As Chad Kingsbury watches his daughter playing in the sandbox behind their suburban Chicago house, the thought that has flashed through his mind a million times in her two years of life comes again: Chloe will never be sick.",
      "publication_date": "2006-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/03/health/couples-cull-embryos-to-halt-heritage-of-cancer.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "The Last Stand of the 6-Percenters?",
      "snippet": "Online real estate broker Redfin and other innovators, including ZipRealty and BuySideInc. com, are using technology to reduce costs and to save time for their brokers; agents do not find and recommend homes--customers do that on their own, using ...",
      "abstract": "Online real estate broker Redfin and other innovators, including ZipRealty and BuySideInc. com, are using technology to reduce costs and to save time for their brokers; agents do not find and recommend homes--customers do that on their own, using Internet listings--and that enables agents to charge less for services they do provide, chiefly handling paperwork and negotiations; real estate industry has resisted change--and protected its commission structure--by controlling information on its Multiple Listing Service database of properties for sale; MLS is only place that contains nearly all homes for sale in community; only brokers can post there, but agents can also display selected information about listing on their own Web sites and on Realtor.com, site that works with National Association of Realtors; typical 6 percent commission, paid out of seller's proceeds and split between seller's and buyer's agents, is under attack because economists do not believe it serves consumers well; graphs; photos (L)",
      "lead_paragraph": "Seattle - WHEN David and Annette Wolf decided that their family was outgrowing its Seattle area home, they also decided that they did not need much help finding a new one.",
      "publication_date": "2006-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/09/03/business/yourmoney/the-last-stand-of-the-6percenters.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Judge Delivers a Dollop of Austerity to Lord Black’s Household",
      "snippet": "Lord Black and his wife are each limited to spending 25,000 Canadian dollars a month on “reasonable” expenses, which must be approved by a court.",
      "abstract": "Lord Black and his wife are each limited to spending 25,000 Canadian dollars a month on “reasonable” expenses, which must be approved by a court.",
      "lead_paragraph": "Two Fridays ago, Conrad M. Black observed his 62nd birthday with a small dinner at his mansion in Toronto, joined by family and friends. Before he could celebrate, however, he received news that there would be an uninvited chaperone: the courts.",
      "publication_date": "2006-09-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/04/business/worldbusiness/04black.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "New Orleans Regains Its Appetite",
      "snippet": "As the water, if not the crisis, has receded in New Orleans,  Brett Anderson has returned to his beat of covering the city’s legendary restaurant culture.",
      "abstract": "As the water, if not the crisis, has receded in New Orleans,  Brett Anderson has returned to his beat of covering the city’s legendary restaurant culture.",
      "lead_paragraph": "THE first anniversary of Katrina was comprehensively observed last week. While the rest of us move on to new calamities, Brett Anderson, a restaurant critic and food writer at The New Orleans Times-Picayune, is sticking with the same old story.",
      "publication_date": "2006-09-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/04/business/media/04carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "A Venerable Newsweekly Changes Its Stripes",
      "snippet": "Richard Stengel, the new managing editor of Time, wants more essays, news analysis and brand-name journalists in the magazine, and a sharper point of view.",
      "abstract": "Richard Stengel, the new managing editor of Time, wants more essays, news analysis and brand-name journalists in the magazine, and a sharper point of view.",
      "lead_paragraph": "For most of the 20th century, under the influence of its founder, Henry R. Luce, Time magazine spoke in a single authoritative voice that reflected the world back to its readers. ",
      "publication_date": "2006-09-04T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/04/business/media/04time.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "New Web Sites Seeking Profit in Wiki Model",
      "snippet": "Advertising-based wiki sites are beginning to take their place alongside blogs and social networking sites as a staple of Silicon Valley business plans.",
      "abstract": "Advertising-based wiki sites are beginning to take their place alongside blogs and social networking sites as a staple of Silicon Valley business plans.",
      "lead_paragraph": "Every day, millions of people find answers on Wikipedia to questions both trivial and serious. Jack Herrick found his business model there.",
      "publication_date": "2006-09-04T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/04/technology/04wiki.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "Troops Cut Death, but Not Fear, in Baghdad Zone",
      "snippet": "Dora, the first of several violent neighborhoods covered by a new Baghdad security plan, represents the embryo of progress.",
      "abstract": "Dora, the first of several violent neighborhoods covered by a new Baghdad security plan, represents the embryo of progress.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-04T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/04/world/middleeast/04dora.html",
      "byline": "By Damien Cave"
    },
    {
      "headline": "Rules Ignored, Toxic Sludge Sinks Chinese Village",
      "snippet": "The destruction of the tiny village of Sugai is a lesson in the difficulty of enforcing environmental rules in China.",
      "abstract": "The destruction of the tiny village of Sugai is a lesson in the difficulty of enforcing environmental rules in China.",
      "lead_paragraph": " URAD QIANQI, China — Dark as soy sauce, perfumed with a chemical stench, the liquid waste from two paper mills overwhelmed the tiny village of Sugai. Villagers tried to construct a makeshift dike, but the toxic water swept it away. Fifty-seven homes sank into a black, polluted lake. ",
      "publication_date": "2006-09-04T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/04/world/asia/04pollution.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Some ID Theft Is Not for Profit, but to Get a Job",
      "snippet": "One of the most common forms of identity theft involves illegal immigrants using fraudulent Social Security numbers.",
      "abstract": "One of the most common forms of identity theft involves illegal immigrants using fraudulent Social Security numbers.",
      "lead_paragraph": "Camber Lybbert thought it was a mistake when her bank told her that her daughter’s Social Security number was on its files for two credit cards and two auto loans, with an outstanding balance of more than $25,000. Her daughter is 3 years old.",
      "publication_date": "2006-09-04T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/04/us/04theft.html",
      "byline": "By John Leland"
    },
    {
      "headline": "Internet Phone Upstart at a Crossroads: Off the Hook, or Off the Mark?",
      "snippet": "Vonage, which helped popularize Internet telephone calling, faces brutal competitive pressure from bigger telecommunications players.",
      "abstract": "Vonage, which helped popularize Internet telephone calling, faces brutal competitive pressure from bigger telecommunications players.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-04T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/04/technology/04vonage.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Some ID Theft Is Not for Profit, but to Get a Job",
      "snippet": "Article in Stolen Lives series on identity theft focuses on illegal immigrants who use stolen Social Security numbers not for financial gain, but rather to obtain work and otherwise conduct their daily lives; Social Security Administration is lega...",
      "abstract": "Article in Stolen Lives series on identity theft focuses on illegal immigrants who use stolen Social Security numbers not for financial gain, but rather to obtain work and otherwise conduct their daily lives; Social Security Administration is legally barred from sharing information with immigration or law enforcement agencies or from telling rightful owners of Social Security numbers that someone else is working under their number; illegal immigrants will never benefit from Social Security taxes they pay by using stolen numbers, and neither will rightful owners; those payments are essentially subsidy from migrant workers to aggregate of American taxpayers; rightful owners' credit can be damaged just as seriously as if they were victim of financial crime; photos (L)",
      "lead_paragraph": "Camber Lybbert thought it was a mistake when her bank told her that her daughter's Social Security number was on its files for two credit cards and two auto loans, with an outstanding balance of more than $25,000. Her daughter is 3 years old.",
      "publication_date": "2006-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/04/us/some-id-theft-is-not-for-profit-but-to-get-a-job.html",
      "byline": "By John Leland"
    },
    {
      "headline": "Troops Cut Death, but Not Fear, in Baghdad Zone",
      "snippet": "Three weeks after American and Iraqi troops began searching, fortifying and patrolling Dora, one of Baghdad's bloodiest neighborhoods, the odor of death on the streets has eased. After 126 bodies surfaced in Dora in July, only 18 turned up in Augu...",
      "abstract": "Three weeks after American and Iraqi troops began searching, fortifying and patrolling Dora, one of Baghdad's bloodiest neighborhoods, the odor of death on the streets has eased. After 126 bodies surfaced in Dora in July, only 18 turned up in August, according to United States military figures. Killings, most often Sunni against Shiite or vice versa in this mixed neighborhood, dropped as well: 14 were reported last month, down from 73 in July.     But in a country long on disappointment and short on hope, Dora represents only the embryo of progress. It was the first of several violent neighborhoods covered by a new Baghdad security plan -- which seeks to create walled-in sanctuaries where economic development can grow in an environment of safety -- and American and Iraqi officials are still struggling to make residents feel safe enough to let their children play in the streets.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/04/world/middleeast/troops-cut-death-but-not-fear-in-baghdad-zone.html",
      "byline": "By Damien Cave"
    },
    {
      "headline": "G.O.P. Seen to Be in Peril of Losing House",
      "snippet": "Republican and Democratic strategists alike say Republicans are in serious danger of losing control of House in November and suffering major losses in Senate; say Congressional districts once considered safely Republican are now competitive; say l...",
      "abstract": "Republican and Democratic strategists alike say Republicans are in serious danger of losing control of House in November and suffering major losses in Senate; say Congressional districts once considered safely Republican are now competitive; say losing control of Senate is longer shot; cite national polls showing that key indicators--presidential approval rating, Congressional approval rating, attitudes on direction of country--reflect electorate unhappy with status quo and open to change; table of races for Republican-controlled House seats that have gotten more competitive since May; photo; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/04/washington/gop-seen-to-be-in-peril-of-losing-house.html",
      "byline": "By Robin Toner and Kate Zernike"
    },
    {
      "headline": "New Web Sites Seeking Profit in Wiki Model",
      "snippet": "Video game companie are trying to attract more women gamers as sales start to decline in male-dominated industry; developers are creating games with more depth and emotional themes that may appeal to women more than violence and mindless action fo...",
      "abstract": "Video game companie are trying to attract more women gamers as sales start to decline in male-dominated industry; developers are creating games with more depth and emotional themes that may appeal to women more than violence and mindless action found in typical offerings; industry leaders such as Ubisoft and Electronic Arts are increasing efforts in underserved segment; photos (M)",
      "lead_paragraph": "Every day, millions of people find answers on Wikipedia to questions both trivial and serious. Jack Herrick found his business model there.",
      "publication_date": "2006-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/04/technology/new-web-sites-seeking-profit-in-wiki-model.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "Judge Delivers a Dollop of Austerity to Lord Black’s Household",
      "snippet": "Two Fridays ago, Conrad M. Black observed his 62nd birthday with a small dinner at his mansion in Toronto, joined by family and friends. Before he could celebrate, however, he received news that there would be an uninvited chaperone: the courts.  ...",
      "abstract": "Two Fridays ago, Conrad M. Black observed his 62nd birthday with a small dinner at his mansion in Toronto, joined by family and friends. Before he could celebrate, however, he received news that there would be an uninvited chaperone: the courts.     An Ontario provincial court judge had signed an order in mid-August freezing the assets of Lord Black and his wife, Barbara Amiel. As a result, even expenses like the catering for the dinner or the salaries of his butler, driver and gardeners could now be subject to court approval.  ",
      "lead_paragraph": "Two Fridays ago, Conrad M. Black observed his 62nd birthday with a small dinner at his mansion in Toronto, joined by family and friends. Before he could celebrate, however, he received news that there would be an uninvited chaperone: the courts.",
      "publication_date": "2006-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/04/business/worldbusiness/judge-delivers-a-dollop-of-austerity-to-lord-blacks.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "A Venerable Newsweekly Changes Its Stripes",
      "snippet": "Time's new managing editor Richard Stengel plans changes for weekly magazine including sharper point of view and hiring of more brand-name journalists; seeks to reshape magazine to be closer to Newsweek's style and format, which may undergo its ow...",
      "abstract": "Time's new managing editor Richard Stengel plans changes for weekly magazine including sharper point of view and hiring of more brand-name journalists; seeks to reshape magazine to be closer to Newsweek's style and format, which may undergo its own transformation; both publications are reacting to changes in media landscape and threats to weekly news cycle from Internet and other 24-hour news sources; photo (M)",
      "lead_paragraph": "For most of the 20th century, under the influence of its founder, Henry R. Luce, Time magazine spoke in a single authoritative voice that reflected the world back to its readers.",
      "publication_date": "2006-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/04/business/media/a-venerable-newsweekly-changes-its-stripes.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Internet Phone Upstart at a Crossroads: Off the Hook, or Off the Mark?",
      "snippet": "Jeffrey A. Citron, the chief executive of Vonage, stood above the floor of the New York Stock Exchange in May, celebrating the initial public offering of the Internet telephone company he grew from a bud.      He proudly bought the first 100 share...",
      "abstract": "Jeffrey A. Citron, the chief executive of Vonage, stood above the floor of the New York Stock Exchange in May, celebrating the initial public offering of the Internet telephone company he grew from a bud.      He proudly bought the first 100 shares. Then he watched as their value plummeted, along with the new holdings of tens of thousands of other shareholders. The stock dropped 13 percent from the opening price that day, then kept on falling.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/04/technology/internet-phone-upstart-at-a-crossroads-off-the-hook-or-off-the.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "New Orleans Regains Its Appetite",
      "snippet": "THE first anniversary of Katrina was comprehensively observed last week. While the rest of us move on to new calamities, Brett Anderson, a restaurant critic and food writer at The New Orleans Times-Picayune, is sticking with the same old story.   ...",
      "abstract": "THE first anniversary of Katrina was comprehensively observed last week. While the rest of us move on to new calamities, Brett Anderson, a restaurant critic and food writer at The New Orleans Times-Picayune, is sticking with the same old story.     A year ago, Mr. Anderson, an old friend and colleague, was one of many reporters at The Times-Picayune struggling to keep his head above water and his notebook dry enough to file some stories.  ",
      "lead_paragraph": "THE first anniversary of Katrina was comprehensively observed last week. While the rest of us move on to new calamities, Brett Anderson, a restaurant critic and food writer at The New Orleans Times-Picayune, is sticking with the same old story.",
      "publication_date": "2006-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/04/business/media/new-orleans-regains-its-appetite.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Rules Ignored, Toxic Sludge Sinks Chinese Village",
      "snippet": "Liquid waste from two paper mills overwhelms tiny Chinese village of Sugai, enveloping 57 homes in toxic lake; disaster occurs despite fact that mills were fined and ordered to upgrade their polllution equipment after serious spill into Yellow Riv...",
      "abstract": "Liquid waste from two paper mills overwhelms tiny Chinese village of Sugai, enveloping 57 homes in toxic lake; disaster occurs despite fact that mills were fined and ordered to upgrade their polllution equipment after serious spill into Yellow River in 2004; fact that local officials never carried out cleanup order provides lesson in difficulty of enforcing environmental rules in China, where there is mounting conflict between economic growth and environmental protection; China has begun to take environment seriously, but pollution is actually worsening in some crucial categories, eliciting public protests; photos; map (M)",
      "lead_paragraph": "URAD QIANQI, China - Dark as soy sauce, perfumed with a chemical stench, the liquid waste from two paper mills overwhelmed the tiny village of Sugai. Villagers tried to construct a makeshift dike, but the toxic water swept it away. Fifty-seven homes sank into a black, polluted lake.",
      "publication_date": "2006-09-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/04/world/asia/rules-ignored-toxic-sludge-sinks-chinese-village.html",
      "byline": "By Jim Yardley"
    }
  ]
}