{
  "metadata": {
    "date": "2006-01-26",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Big Test Looms for Prosecutors at Enron Trial",
      "snippet": "In the court of public opinion, they were convicted long ago. But as Kenneth L. Lay and Jeffrey K. Skilling, the onetime leaders of Enron, step into a court of law next week, the outcome of their fraud trial is far from certain, creating one of th...",
      "abstract": "In the court of public opinion, they were convicted long ago. But as Kenneth L. Lay and Jeffrey K. Skilling, the onetime leaders of Enron, step into a court of law next week, the outcome of their fraud trial is far from certain, creating one of the most closely watched and hotly contested white-collar criminal cases ever.     On one side of the Houston federal courtroom starting Monday will be two top-flight teams of defense lawyers, who will be taking the risky approach of proclaiming many of the controversial actions of Enron and some much-criticized statements of their clients to be legal and truthful.  ",
      "lead_paragraph": "In the court of public opinion, they were convicted long ago. But as Kenneth L. Lay and Jeffrey K. Skilling, the onetime leaders of Enron, step into a court of law next week, the outcome of their fraud trial is far from certain, creating one of the most closely watched and hotly contested white-collar criminal cases ever.",
      "publication_date": "2006-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/26/business/businessspecial3/big-test-looms-for-prosecutors-at-enron-trial.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Kerkorian Repurchases G.M. Stake",
      "snippet": "He's back.     The Tracinda Corporation, owned by the billionaire Kirk Kerkorian, said on Wednesday that it had repurchased 12 million shares in General Motors stock that it had sold late last year to cover tax obligations, giving Mr. Kerkorian th...",
      "abstract": "He's back.     The Tracinda Corporation, owned by the billionaire Kirk Kerkorian, said on Wednesday that it had repurchased 12 million shares in General Motors stock that it had sold late last year to cover tax obligations, giving Mr. Kerkorian the same stake he held before the sale.  ",
      "lead_paragraph": "DETROIT, Jan. 25 - He's back.",
      "publication_date": "2006-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/26/business/kerkorian-repurchases-gm-stake.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Quiet End to Battle of the Bids",
      "snippet": "For Johnson & Johnson, Tuesday started with a morning conference call with analysts to discuss earnings and ended with William C. Weldon, the company's chief executive, and Robert J. Darretta Jr., the chief financial officer, attending a dinner fo...",
      "abstract": "For Johnson & Johnson, Tuesday started with a morning conference call with analysts to discuss earnings and ended with William C. Weldon, the company's chief executive, and Robert J. Darretta Jr., the chief financial officer, attending a dinner for several dozen institutional investors at the ''21'' Club in New York. Throughout the day and evening, the company maintained a rigid silence about the one subject on everyone's mind -- whether it would respond to a midnight deadline to counter Boston Scientific's bold $27 billion offer for Guidant.     ''They wanted to talk about anything but Guidant,'' said one investor who attended the dinner. ''It was the elephant in the room.''  ",
      "lead_paragraph": "For Johnson & Johnson, Tuesday started with a morning conference call with analysts to discuss earnings and ended with William C. Weldon, the company's chief executive, and Robert J. Darretta Jr., the chief financial officer, attending a dinner for several dozen institutional investors at the \"21\" Club in New York. Throughout the day and evening, the company maintained a rigid silence about the one subject on everyone's mind -- whether it would respond to a midnight deadline to counter Boston Scientific's bold $27 billion offer for Guidant.",
      "publication_date": "2006-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/26/business/quiet-end-to-battle-of-the-bids.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Retailer Wants Its Other Brands to Be More Like Gucci",
      "snippet": "Those who drink Château Latour wine or buy Gucci handbags or order a sweater from the Lerner or Lane Bryant catalogs are all doing business with companies owned by François-Henri Pinault, heir to one of France's biggest luxury groups. But the mult...",
      "abstract": "Those who drink Château Latour wine or buy Gucci handbags or order a sweater from the Lerner or Lane Bryant catalogs are all doing business with companies owned by François-Henri Pinault, heir to one of France's biggest luxury groups. But the multibrand model of retailing Mr. Pinault inherited from his father is facing strains.      He owns brands from the gilt-edged Yves Saint Laurent and Bottega Veneta to the middle-brow Printemps department stores and Fnac book and record chain in France.  ",
      "lead_paragraph": "PARIS, Jan. 25 - Those who drink Château Latour wine or buy Gucci handbags or order a sweater from the Lerner or Lane Bryant catalogs are all doing business with companies owned by François-Henri Pinault, heir to one of France's biggest luxury groups. But the multibrand model of retailing Mr. Pinault inherited from his father is facing strains.",
      "publication_date": "2006-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/26/business/retailer-wants-its-other-brands-to-be-more-like-gucci.html",
      "byline": "By John Tagliabue"
    },
    {
      "headline": "Razr vs. Blade: Cloning Is Only Skin Deep",
      "snippet": "THEY say that looks aren't everything, but don't tell Motorola. Its breathtakingly beautiful Razr is the world's best-selling cellphone.     In just one year, this ultrathin metal slab has attained almost iPod-like popularity; 12 million people ar...",
      "abstract": "THEY say that looks aren't everything, but don't tell Motorola. Its breathtakingly beautiful Razr is the world's best-selling cellphone.     In just one year, this ultrathin metal slab has attained almost iPod-like popularity; 12 million people are now slipping Razr phones in and out of their pockets. You can buy the Razr in black, silver, pink or blue (for about $150), and there's more to come.  ",
      "lead_paragraph": "THEY say that looks aren't everything, but don't tell Motorola. Its breathtakingly beautiful Razr is the world's best-selling cellphone.",
      "publication_date": "2006-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/26/technology/circuits/razr-vs-blade-cloning-is-only-skin-deep.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "New Estimate in China Finds Fewer AIDS Cases",
      "snippet": "China countered the long-held suspicion that it has undercounted the number of people with H.I.V. and AIDS by releasing a new, more extensive estimate on Wednesday that found the opposite: that the country had actually overestimated its number of ...",
      "abstract": "China countered the long-held suspicion that it has undercounted the number of people with H.I.V. and AIDS by releasing a new, more extensive estimate on Wednesday that found the opposite: that the country had actually overestimated its number of cases.     The new estimate, conducted with the World Health Organization and the United Nations AIDS program, lowered the country's estimated number of H.I.V. and AIDS cases to 650,000 from the official figure of 840,000 released by the government in 2003. Many experts and AIDS workers have long believed that China has at least 1.5 million cases, possibly far more, and some expressed skepticism that the new figure was any more reliable than past estimates.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/26/world/asia/new-estimate-in-china-finds-fewer-aids-cases.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "In Public Schools, the Name Game as a Donor Lure",
      "snippet": "Next fall, a stunning $55 million high school will open on the edge of Fairmount Park here. For now, it is called the School of the Future, a state-of-the-art building with features like a Web design laboratory and a green roof that incorporates a...",
      "abstract": "Next fall, a stunning $55 million high school will open on the edge of Fairmount Park here. For now, it is called the School of the Future, a state-of-the-art building with features like a Web design laboratory and a green roof that incorporates a storm-water management system. But it may turn out to be the school of the future in another sense, too: It is a public school being used to raise a lot of private money.     A glossy brochure offers dozens of opportunities for donors to get their name or corporate logo emblazoned on the walls : $1 million for the performing arts pavilion, $750,00 for the gyms or the main administrative suite (including the principal's office), $500,000 for the food court/cybercafe, $50,000 for the science laboratories, $25,000 for each of the classrooms, and so on. Microsoft, a partner in designing the school, has already committed $100,000 for the Microsoft Visitors Center.  ",
      "lead_paragraph": "PHILADELPHIA - Next fall, a stunning $55 million high school will open on the edge of Fairmount Park here. For now, it is called the School of the Future, a state-of-the-art building with features like a Web design laboratory and a green roof that incorporates a storm-water management system. But it may turn out to be the school of the future in another sense, too: It is a public school being used to raise a lot of private money.",
      "publication_date": "2006-01-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/26/education/in-public-schools-the-name-game-as-a-donor-lure.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "Prognosis Is Mixed for Health Savings",
      "snippet": "President Bush has made ''consumer-directed'' health savings plans a cornerstone of his policy for addressing runaway medical costs, and he plans to push them again in the State of the Union address next week. But so far there is little evidence t...",
      "abstract": "President Bush has made ''consumer-directed'' health savings plans a cornerstone of his policy for addressing runaway medical costs, and he plans to push them again in the State of the Union address next week. But so far there is little evidence that the approach is helping many consumers come to grips with the high price of health care.     In a way, the early results do offer some hope. More than two million people have signed up for the plans, which were created as part of Medicare overhaul legislation in 2003 but were not an option for many people until the health insurance sign-up season last fall. While that is a tiny fraction of the 180 million Americans with health insurance, some experts say the numbers show a notably fast adoption rate for a complicated new consumer program.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/26/business/prognosis-is-mixed-for-health-savings.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "In Case About Google's Secrets, Yours Are Safe",
      "snippet": "The Justice Department went to court last week to try to force Google, by far the world's largest Internet search engine, to turn over an entire week's worth of searches. The move, which Google is fighting, has alarmed its users, enraged privacy a...",
      "abstract": "The Justice Department went to court last week to try to force Google, by far the world's largest Internet search engine, to turn over an entire week's worth of searches. The move, which Google is fighting, has alarmed its users, enraged privacy advocates, changed some people's Internet search habits and set off a debate about how much privacy one can expect on the Web.     But the case itself, according to people involved in it and scholars who are following it, has almost nothing to do with privacy. It will turn, instead, on serious but relatively routine questions about trade secrets and civil procedure.  ",
      "lead_paragraph": "The Justice Department went to court last week to try to force Google, by far the world's largest Internet search engine, to turn over an entire week's worth of searches. The move, which Google is fighting, has alarmed its users, enraged privacy advocates, changed some people's Internet search habits and set off a debate about how much privacy one can expect on the Web.",
      "publication_date": "2006-01-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/26/technology/in-case-about-googles-secrets-yours-are-safe.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Hamas Presses Fatah in Palestinian Vote, Surveys Say",
      "snippet": "Hamas, the militant Islamic party sworn to the destruction of Israel, won a large share of votes in the first Palestinian legislative elections in a decade, depriving the more secular Fatah party of its longstanding monopoly on power, surveys of v...",
      "abstract": "Hamas, the militant Islamic party sworn to the destruction of Israel, won a large share of votes in the first Palestinian legislative elections in a decade, depriving the more secular Fatah party of its longstanding monopoly on power, surveys of voters leaving the polls indicated Wednesday.     While those surveys showed Fatah with a narrow lead, the vote marked the first entry of Hamas into representative Palestinian politics, a fundamental change, and its strong showing raised questions about the near-term future of any peace talks with Israel.  ",
      "lead_paragraph": "RAMALLAH, West Bank, Jan. 25 - Hamas, the militant Islamic party sworn to the destruction of Israel, won a large share of votes in the first Palestinian legislative elections in a decade, depriving the more secular Fatah party of its longstanding monopoly on power, surveys of voters leaving the polls indicated Wednesday.",
      "publication_date": "2006-01-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/26/world/middleeast/hamas-presses-fatah-in-palestinian-vote-surveys-say.html",
      "byline": "By Steven Erlanger and Greg Myre"
    }
  ]
}