{
  "metadata": {
    "date": "2006-10-03",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Pressure Grows for Republicans Over Foley Scandal",
      "snippet": "House Speaker J. Dennis Hastert faced intensifying questions about the response to Representative Mark Foley’s messages to a teenage page.",
      "abstract": "House Speaker J. Dennis Hastert faced intensifying questions about the response to Representative Mark Foley’s messages to a teenage page.",
      "lead_paragraph": "WASHINGTON, Oct. 2 — Speaker J. Dennis Hastert faced intensifying questions on Monday about why Republicans had not reacted more assertively to Representative Mark Foley’s messages to a teenage page, as members of his party, fearing a political debacle, demanded a strong response.",
      "publication_date": "2006-10-03T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/03/us/03foley.html",
      "byline": "By Carl Hulse and Jeff Zeleny"
    },
    {
      "headline": "Telecom Deal by Singapore Roused Thais",
      "snippet": "Among the many measures of a successful foreign investment, helping to set off a coup d’état is definitely not one of them.",
      "abstract": "Among the many measures of a successful foreign investment, helping to set off a coup d’état is definitely not one of them.",
      "lead_paragraph": "SINGAPORE, Oct. 2 — Among the many measures of a successful foreign investment, helping to set off a coup d’état is definitely not one of them. ",
      "publication_date": "2006-10-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/03/business/worldbusiness/03singapore.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Colliding With Death at 37,000 Feet, and Living",
      "snippet": "In a corporate jet flying 37,000 feet above the Amazon rainforest, I heard the three words I will never forget: “We’ve been hit.”",
      "abstract": "In a corporate jet flying 37,000 feet above the Amazon rainforest, I heard the three words I will never forget: “We’ve been hit.”",
      "lead_paragraph": " SÃO JOSE DOS CAMPOS, Brazil, Oct. 1 — It had been an uneventful, comfortable flight.",
      "publication_date": "2006-10-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/03/business/03road.html",
      "byline": "By Joe Sharkey"
    },
    {
      "headline": "A Racial Rift That Isn’t Black and White",
      "snippet": "Race relations are changing in many Southern towns, with blacks losing ground.",
      "abstract": "Race relations are changing in many Southern towns, with blacks losing ground.",
      "lead_paragraph": "WILLACOOCHEE, Ga. — The ministers close their eyes and raise their voices to the heavens and, for a moment, they are colorless. Two men who grew up desperately poor, who picked tobacco in the fields and hauled boxes at Wal-Mart and whose life journeys ultimately led them to the Lord and to each other.",
      "publication_date": "2006-10-03T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/03/us/03georgia.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "After Afghan Battle, a Harder Fight for Peace",
      "snippet": "After NATO forces flushed out Taliban insurgents in Pashmul, Afghanistan, a new and more difficult battle began - for the support of the local people.",
      "abstract": "After NATO forces flushed out Taliban insurgents in Pashmul, Afghanistan, a new and more difficult battle began - for the support of the local people.",
      "lead_paragraph": "PASHMUL, Afghanistan — NATO forces scored one of their biggest victories here in ferocious fighting in September, flushing out an area of southern Afghanistan that had been swarming with Taliban insurgents. But almost immediately a new and more difficult battle began — for support of the local people. ",
      "publication_date": "2006-10-03T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/03/world/asia/03afghan.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Man Shoots 11, Killing 5 Girls, in Amish School",
      "snippet": "A milk truck driver in Pennsylvania killed four young girls and wounded seven others before killing himself.",
      "abstract": "A milk truck driver in Pennsylvania killed four young girls and wounded seven others before killing himself.",
      "lead_paragraph": "NICKEL MINES, Pa., Oct. 2 — A dairy truck driver, apparently nursing a 20-year-old grudge, walked into a one-room Amish schoolhouse here Monday morning and systematically tried to execute the girls there, killing four and wounding seven before killing himself, the police said. ",
      "publication_date": "2006-10-03T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/03/us/03amish.html",
      "byline": "By David Kocieniewski and Gary Gately"
    },
    {
      "headline": "G.M. Applying Its Sales Skills to Its Comeback Story",
      "snippet": "When the board of General Motors meets Tuesday it must try to answer the question: Is the company’s turnaround real?",
      "abstract": "When the board of General Motors meets Tuesday it must try to answer the question: Is the company’s turnaround real?",
      "lead_paragraph": "Is the turnaround at General Motors for real?",
      "publication_date": "2006-10-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/03/business/03auto.html",
      "byline": "By Micheline Maynard and Nick Bunkley"
    },
    {
      "headline": "If Preppies Took Over Wal-Mart",
      "snippet": "Wal-Mart has begun quietly testing a new look for its 1.3 million workers in the United States: khaki pants and a navy blue polo shirt.",
      "abstract": "Wal-Mart has begun quietly testing a new look for its 1.3 million workers in the United States: khaki pants and a navy blue polo shirt.",
      "lead_paragraph": "For decades, a humble blue smock or vest has been required dress for employees at Wal-Mart Stores, conveying the retailer’s working-class image and its modest roots in rural Bentonville, Ark.",
      "publication_date": "2006-10-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/03/business/03uniform.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Is Th-Th-That All, Folks?",
      "snippet": "With more than a dozen computer-animated movies being readied for release, Hollywood is facing the prospect of serious viewer fatigue.",
      "abstract": "With more than a dozen computer-animated movies being readied for release, Hollywood is facing the prospect of serious viewer fatigue.",
      "lead_paragraph": "HOLLYWOOD, Oct. 2 — Mike Hernandez has had it with the new offerings of animated movies.",
      "publication_date": "2006-10-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/03/business/media/03animation.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Big Board Delays Plan on Voting",
      "snippet": "The New York Stock Exchange has quietly pushed back a plan that would prevent brokers from voting their clients’ shares in board elections when the stockholders have given no voting instructions of their own.",
      "abstract": "The New York Stock Exchange has quietly pushed back a plan that would prevent brokers from voting their clients’ shares in board elections when the stockholders have given no voting instructions of their own.",
      "lead_paragraph": "The New York Stock Exchange has quietly pushed back a plan that would prevent brokers from voting their clients’ shares in board elections when the stockholders have given no voting instructions of their own. ",
      "publication_date": "2006-10-03T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/03/business/03wall.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Colliding With Death at 37,000 Feet, and Living",
      "snippet": "New York Times reporter Joe Sharkey offers first-person account of being passenger on plane involved in midair crash, and surviving; says he was one of seven people on private Embraer Legacy 600 jet whose wing was clipped by Boeing 737 with 155 pe...",
      "abstract": "New York Times reporter Joe Sharkey offers first-person account of being passenger on plane involved in midair crash, and surviving; says he was one of seven people on private Embraer Legacy 600 jet whose wing was clipped by Boeing 737 with 155 people aboard while flying over Amazon rainforest; describes how pilots of his plane desperately sought airport to land, sending out Mayday signal and finally spotting runway of military base hidden deep in Amazon; describes hard and fast landing and sense of euphoria among passengers until they learned that Boeing's passengers and crew all died in crash; says Brazilian military inspector is certain that two planes were inexplicably at same altitude in same space in sky; photos (M)",
      "lead_paragraph": "SÃO JOSE DOS CAMPOS, Brazil, Oct. 1 - It had been an uneventful, comfortable flight.",
      "publication_date": "2006-10-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/03/business/colliding-with-death-at-37000-feet-and-living.html",
      "byline": "By Joe Sharkey"
    },
    {
      "headline": "After Afghan Battle, a Harder Fight for Peace",
      "snippet": "NATO forces that win battles against Taliban insurgency in Afghanistan must then work to keep Taliban out, win support of people and keep the peace; in Pashmul, where NATO forces scored one of their biggest victories, villagers trickling back blam...",
      "abstract": "NATO forces that win battles against Taliban insurgency in Afghanistan must then work to keep Taliban out, win support of people and keep the peace; in Pashmul, where NATO forces scored one of their biggest victories, villagers trickling back blame NATO for heavy destruction of their homes and shops from bombardments; to help enlist their support, military commanders and governor of Kandahar Province are handing out half million dollars in humanitarian aid and promising families more help with repairing war's damage; most villagers say they oppose Taliban but had been powerless to stop groups of armed men who moved into area over recent months; but some villagers are known to have fed and sheltered Taliban and possibly fought alongside them; photo; maps (M)",
      "lead_paragraph": "PASHMUL, Afghanistan - NATO forces scored one of their biggest victories here in ferocious fighting in September, flushing out an area of southern Afghanistan that had been swarming with Taliban insurgents. But almost immediately a new and more difficult battle began -- for support of the local people.",
      "publication_date": "2006-10-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/03/world/asia/after-afghan-battle-a-harder-fight-for-peace.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Pressure Grows for Republicans Over Foley Scandal",
      "snippet": "Speaker J Dennis Hastert strains to hold Republican Party together five weeks from Election Day amid unfolding revelations about Rep Mark Foley's sexually explicit instant messages to teenage page; Hastert, facing intensifying questions about why ...",
      "abstract": "Speaker J Dennis Hastert strains to hold Republican Party together five weeks from Election Day amid unfolding revelations about Rep Mark Foley's sexually explicit instant messages to teenage page; Hastert, facing intensifying questions about why Republicans did not react more assertively, holds conference call with House Republicans and hears blunt advice and criticism from participants who press for further action to reassure voters; Hastert defends Republicans' handling of parent's complaint last year about communication from Foley to parent's teenage son; Foley was instructed to break off any contact with former page and Republicans did not pursue matter further; Foley releases statement saying he has entered rehabilitation clinic for treatment of 'alcoholism and related behavioral problems'; Democrats across country seize on issue that they say is resonating with voters; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 2 - Speaker J. Dennis Hastert faced intensifying questions on Monday about why Republicans had not reacted more assertively to Representative Mark Foley's messages to a teenage page, as members of his party, fearing a political debacle, demanded a strong response.",
      "publication_date": "2006-10-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/03/us/pressure-grows-for-republicans-over-foley-scandal.html",
      "byline": "By Carl Hulse and Jeff Zeleny"
    },
    {
      "headline": "Big Board Delays Plan on Voting",
      "snippet": "New York Stock Exchange has quietly pushed back plan that would prevent brokers from voting their clients' shares in board elections when stockholders have given no voting instructions of their own; plan, which was announced in June, was supposed ...",
      "abstract": "New York Stock Exchange has quietly pushed back plan that would prevent brokers from voting their clients' shares in board elections when stockholders have given no voting instructions of their own; plan, which was announced in June, was supposed to go into effect in time for next spring's shareholder meeting season; analysts say it would have halted practice that helps entrench board members because brokerage firms always vote for directors proposed by company management; estimated 80 percent of public companies' shares are held by brokerage firms for their clients, in what is known as their 'Street name'; exchange president Catherine R Kinney says rule change is not dead but it is being scheduled to go into effect in 2008 (M)",
      "lead_paragraph": "The New York Stock Exchange has quietly pushed back a plan that would prevent brokers from voting their clients' shares in board elections when the stockholders have given no voting instructions of their own.",
      "publication_date": "2006-10-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/03/business/big-board-delays-plan-on-voting.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "G.M. Applying Its Sales Skills to Its Comeback Story",
      "snippet": "General Motors' board will consider whether turnabout is for real; GM's biggest investor Kirk Kerkorian, disagrees with management's assertion that company is well on its way to recovery; Kerkorian--through his adviser who now sits on GM's board, ...",
      "abstract": "General Motors' board will consider whether turnabout is for real; GM's biggest investor Kirk Kerkorian, disagrees with management's assertion that company is well on its way to recovery; Kerkorian--through his adviser who now sits on GM's board, Jerome B York--has pushed GM to discuss possible alliance with Carlos Ghosn, who runs both Renault and Nissan; associates say Kerkorian is concerned that his idea for broad alliance is being kicked under rug by GM's chief executive Rick Wagoner, who sees it as challenge to his authority; range of measurements from companies like J D Power & Associates, Edmunds.com and Consumers Union show mixed performance by GM during last three years; GM has been able to cut rebates it offers buyers, resale value of its cars has risen from last year and it can command more for its cars and trucks than industry average; its market share has dropped most of any car company; vice chairman Robert A Lutz says GM's progress is genuine and not just result of deteriorating performance at Ford and Chrysler; bond managers have grown more fond of GM as value of its debt increases and company appears less likely to default; analysts say they have hard time getting clear read on GM's financial results; graphs (M)",
      "lead_paragraph": "Is the turnaround at General Motors for real?",
      "publication_date": "2006-10-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/03/business/gm-applying-its-sales-skills-to-its-comeback-story.html",
      "byline": "By Micheline Maynard and Nick Bunkley"
    },
    {
      "headline": "If Preppies Took Over Wal-Mart",
      "snippet": "Wal--Mart Stores has been quietly testing new loss for its 1.3 million workers in US: khaki pants and navy blue polo shirt; Wal-Mart, long symbol of dowdy, traditional fashions, is graduating to preppy; blue polo and khaki test, being conducted in...",
      "abstract": "Wal--Mart Stores has been quietly testing new loss for its 1.3 million workers in US: khaki pants and navy blue polo shirt; Wal-Mart, long symbol of dowdy, traditional fashions, is graduating to preppy; blue polo and khaki test, being conducted in about 100 stores, may extend across chain as early as November; photo (M)",
      "lead_paragraph": "For decades, a humble blue smock or vest has been required dress for employees at Wal-Mart Stores, conveying the retailer's working-class image and its modest roots in rural Bentonville, Ark.",
      "publication_date": "2006-10-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/03/business/if-preppies-took-over-walmart.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "A Racial Rift That Isn’t Black and White",
      "snippet": "Article in series The Latino South, focuses on how Hispanic immigrants are changing dynamics of race relations in many Southern towns; in Willacoochee, Ga, blacks are now outnumbered by Hispanics; two groups, who often live and work side by side, ...",
      "abstract": "Article in series The Latino South, focuses on how Hispanic immigrants are changing dynamics of race relations in many Southern towns; in Willacoochee, Ga, blacks are now outnumbered by Hispanics; two groups, who often live and work side by side, compete fiercely for working-class jobs and government resources; by several measures, blacks are already losing ground; many of them express anguish at being supplanted by immigrants who know little of their history and sometimes treat them with disdain; some Hispanics say African-Americans treat them with hostility and disparage them with slurs, even though blacks know sting of racism all too well; tensions falred nationally this year when some African-Americans expressed anger and unease as immigrant groups hailed efforts to legalize illegal immigrants as new civil rights movement; in Willacoochee, divide between Hispanics and blacks has been transcended in friendship forged between Rev Atanacio Gaona, Hispanic, and Rev Harvey Williams Jr, who is black; photos; map (L)",
      "lead_paragraph": "WILLACOOCHEE, Ga. - The ministers close their eyes and raise their voices to the heavens and, for a moment, they are colorless. Two men who grew up desperately poor, who picked tobacco in the fields and hauled boxes at Wal-Mart and whose life journeys ultimately led them to the Lord and to each other.",
      "publication_date": "2006-10-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/03/us/a-racial-rift-that-isnt-black-and-white.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "Telecom Deal by Singapore Roused Thais",
      "snippet": "$1.9 billion purchase of controlling stake in Thailand's dominant telecommunications conglomerate called Shin early this year by group led by Singapore government's investment arm, Temasek Holdings, provoked national outrage in Thailand; buying it...",
      "abstract": "$1.9 billion purchase of controlling stake in Thailand's dominant telecommunications conglomerate called Shin early this year by group led by Singapore government's investment arm, Temasek Holdings, provoked national outrage in Thailand; buying it from family of prime minister widely accused of corruption touched off extensive street protests that culminated on Sept 19 in military ouster of Thaksin Shinawatra as Thai leader; coup has thrust Temasek into unusual focus; created, owned and overseen by government, it has embarked on ambitious overseas investment campaign that exceeded $13 billion in its latest fiscal year; Thaksin is in exile; Temasek has lost about $700 million and Thai officials, including those from Ministry of Commerce, are investigating whether deal was illegal; photo (M)",
      "lead_paragraph": "SINGAPORE, Oct. 2 - Among the many measures of a successful foreign investment, helping to set off a coup d'état is definitely not one of them.",
      "publication_date": "2006-10-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/03/business/worldbusiness/telecom-deal-by-singapore-roused-thais.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Is Th-Th-That All, Folks?",
      "snippet": "Hollywood is facing viewer fatigue for computer-animated movies as more than dozen such movies are being readied for release by next summer; analysts and industry executives have long warned of coming glut of computer-animated movies; some movies ...",
      "abstract": "Hollywood is facing viewer fatigue for computer-animated movies as more than dozen such movies are being readied for release by next summer; analysts and industry executives have long warned of coming glut of computer-animated movies; some movies are failing to meet expectations or are flopping outright; this summer's The Wild from Walt Disney Co proved anything but for moviegoers, bringing in only $37 million at domestic box office; biggest disappointment was The Ant Bully, produced by actor Tom Hanks and distributed by Warner Brothers Entertainment; film brought in only $27 million; recent debut of Sony Corp's Open Season brought in $23 million over past weekend; only coming weeks will tell whether it will be widely embraced by moviegoers; both Pixar, recently acquired by Walt Disney Co, and its main rival, DreamWorks Animation, continue to dominate animation genre because their brands are widely known and highly regarded, but even those studios are feeling pinch; some upcoming animated films discussed; photos (M)",
      "lead_paragraph": "HOLLYWOOD, Oct. 2 - Mike Hernandez has had it with the new offerings of animated movies.",
      "publication_date": "2006-10-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/03/business/media/is-thththat-all-folks.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Man Shoots 11, Killing 5 Girls, in Amish School",
      "snippet": "Heavily armed gunman walks into one-room Amish schoolhouse in Nickel Mines, Pa, and systematically tries to execute girls there, killing four and wounding seven before killing himself; police say Charles C Roberts, 32, was dairy truck driver with ...",
      "abstract": "Heavily armed gunman walks into one-room Amish schoolhouse in Nickel Mines, Pa, and systematically tries to execute girls there, killing four and wounding seven before killing himself; police say Charles C Roberts, 32, was dairy truck driver with wife and three children; say he was intent on finding female victims, and school was 'target of opportunity'; say he had no criminal record or history of psychiatric illness; say notes he left at his home said he was distraught about some slight that occured more than 20 years ago; say he lived near school but was not Amish and did not appear to have religious bias against Amish; police, alerted by teacher, were about to storm school when shootings began; police do not release names of victims but say all had been girls from 6 to 13; photos; map (M)",
      "lead_paragraph": "NICKEL MINES, Pa., Oct. 2 - A dairy truck driver, apparently nursing a 20-year-old grudge, walked into a one-room Amish schoolhouse here Monday morning and systematically tried to execute the girls there, killing four and wounding seven before killing himself, the police said.",
      "publication_date": "2006-10-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/03/us/man-shoots-11-killing-5-girls-in-amish-school.html",
      "byline": "By David Kocieniewski and Gary Gately"
    }
  ]
}