{
  "metadata": {
    "date": "2006-12-20",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "Deal Maker’s 3-Day Tally: $37 Billion",
      "snippet": "Apollo Group founder Leon Black has struck about $37 billion worth of deals in last three days; Apollo acquired real estate franchiser Realogy on Dec 17 for $9 billion; Apollo acquires Harrah's Entertainment, world's largest casino company, for $2...",
      "abstract": "Apollo Group founder Leon Black has struck about $37 billion worth of deals in last three days; Apollo acquired real estate franchiser Realogy on Dec 17 for $9 billion; Apollo acquires Harrah's Entertainment, world's largest casino company, for $27.8 billion; deal, which includes assumption of $10.7 billion in debt, is made in tandem with Texas Pacific Group; graph; photo (M)",
      "lead_paragraph": "It has been a good week to be Leon Black. In the course of just three days, Mr. Black, the enigmatic founder of the Apollo Group, a private equity firm, has struck about $37 billion worth of deals.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/20/business/deal-makers-3day-tally-37-billion.html",
      "byline": "By Andrew Ross Sorkin and Michael J. de la Merced"
    },
    {
      "headline": "Top Shiite Cleric Is Said to Favor a Coalition for Iraq",
      "snippet": "Grand Ayatollah Ali al-Sistani has tentatively approved a U.S.-backed plan that aims to isolate extremists, officials say.",
      "abstract": "Grand Ayatollah Ali al-Sistani has tentatively approved a U.S.-backed plan that aims to isolate extremists, officials say.",
      "lead_paragraph": "BAGHDAD, Dec. 19 —Iraq’s most venerated Shiite cleric has tentatively approved an American-backed coalition of Shiite, Sunni Arab and Kurdish parties that aims to isolate extremists, particularly the powerful Shiite militia leader Moktada al-Sadr, Iraqi and Western officials say.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/20/world/middleeast/20sistani.html",
      "byline": "By Kirk Semple and Edward Wong"
    },
    {
      "headline": "Top Shiite Cleric Is Said to Favor a Coalition for Iraq",
      "snippet": "Influential Shiite cleric Grand Ayatollah Ali al-Sistani reportedly has tentatively approved plan for coalition of Shiite, Sunni Arab and Kurdish parties that aims to isolate extremists, particularly powerful Shiite militia leader Moktada al-Sadr;...",
      "abstract": "Influential Shiite cleric Grand Ayatollah Ali al-Sistani reportedly has tentatively approved plan for coalition of Shiite, Sunni Arab and Kurdish parties that aims to isolate extremists, particularly powerful Shiite militia leader Moktada al-Sadr; ayatollah has grown increasingly distressed as Shiite-led government proves incapable of taming violence and improving public services; appears to be backing away from demand that Shiites play dominant political role, agreeing to moderate front against extremists; Pres Bush's national security adviser Stephen Hadley urges engaging Sistani for new nonsectarian alliance and Bush has received Shiite and Sunni politicians at White House to encourage cooperation; Sistani insists any realignment preserve unity of Shiite parliamentary bloc, although various parties might form own coalitions with Sunnis or Kurds, which could fragment bloc because Sadr would not sign on; photos (M)",
      "lead_paragraph": "BAGHDAD, Dec. 19 - Iraq's most venerated Shiite cleric has tentatively approved an American-backed coalition of Shiite, Sunni Arab and Kurdish parties that aims to isolate extremists, particularly the powerful Shiite militia leader Moktada al-Sadr, Iraqi and Western officials say.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/20/world/middleeast/top-shiite-cleric-is-said-to-favor-a-coalition-for-iraq.html",
      "byline": "By Kirk Semple and Edward Wong"
    },
    {
      "headline": "Spinoff Set by Summer for Discover",
      "snippet": "Morgan Stanley’s decision to spin off Discover demonstrates a renewed emphasis on its core trading and investment banking business.",
      "abstract": "Morgan Stanley’s decision to spin off Discover demonstrates a renewed emphasis on its core trading and investment banking business.",
      "lead_paragraph": "He built it. Now he is taking it apart.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/20/business/20morgan.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Google Steps More Boldly Into PayPal’s Territory",
      "snippet": "Google is getting thousands of customers to sign up for its new payment service Google Checkout; Google is not charging merchants any processing fees through end of 2007; many customers are placing ads alongside Google's search results, exactly wh...",
      "abstract": "Google is getting thousands of customers to sign up for its new payment service Google Checkout; Google is not charging merchants any processing fees through end of 2007; many customers are placing ads alongside Google's search results, exactly what Google wants; Checkout was seen as formidable rival to eBay's PayPal online payment service when it was introduced in June; Checkout's use with some merchants has already surpassed PayPal's; service is calculated effort to expand Google's base of advertisers, which provide bulk of company's revenues; Steve Grossberg, who sells video games online and uses Checkout, comments; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, Dec. 19 - Steven Grossberg, who sells video games online from his home in Wellington, Fla., recently sent an enticing offer to 20,000 customers: $10 off any purchase over $30 using a new payment service, Google Checkout.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/20/technology/google-steps-more-boldly-into-paypals-territory.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "To-Do List: Wrap Gifts. Have Baby.",
      "snippet": "In four of the years between 1997 and 2003, the day with more births than any other fell between Christmas and New Year’s Day.",
      "abstract": "In four of the years between 1997 and 2003, the day with more births than any other fell between Christmas and New Year’s Day.",
      "lead_paragraph": " For decades and decades, the busiest day of the year in the nation’s maternity wards fell sometime in mid-September. Americans evidently do a lot of baby-making during the cold, dark days of December, and once a baby has been made, the die for its birth date has largely been cast.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/20/business/20leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Spinoff Set by Summer for Discover",
      "snippet": "He built it. Now he is taking it apart.     John J. Mack, in his boldest strategic move since he became chief executive last year, said yesterday that Morgan Stanley would spin off its slow-growing credit card unit, Discover.  ",
      "abstract": "He built it. Now he is taking it apart.     John J. Mack, in his boldest strategic move since he became chief executive last year, said yesterday that Morgan Stanley would spin off its slow-growing credit card unit, Discover.  ",
      "lead_paragraph": "He built it. Now he is taking it apart.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/20/business/spinoff-set-by-summer-for-discover.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Raising the Floor on Pay",
      "snippet": "The Democrats’ proposed minimum wage increase does not catch up with what some states have already done to raise the pay of tens of millions of workers.",
      "abstract": "The Democrats’ proposed minimum wage increase does not catch up with what some states have already done to raise the pay of tens of millions of workers.",
      "lead_paragraph": " On the verge of controlling Congress, the Democrats are making a much-delayed increase in the minimum wage their signature attempt to lift incomes and quiet widespread economic anxiety. But the party’s modest proposal does not catch up with what the states have already done to raise the wages of tens of millions of workers. ",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/20/business/20minwage.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "In This Town, Even a Mall Rat Can Get Rattled",
      "snippet": "Paramus, N.J., is one of the nation’s strongest shopping magnets, generating roughly $5 billion a year in sales.",
      "abstract": "Paramus, N.J., is one of the nation’s strongest shopping magnets, generating roughly $5 billion a year in sales.",
      "lead_paragraph": "PARAMUS, N.J., Dec. 15 — It is fitting that the first store drivers heading south on Route 17 see as they enter town is a Stop & Shop. After all, Paramus is one of the nation’s strongest shopping magnets, generating roughly $5 billion a year in retail sales, an amount about equal to the gross domestic product of Cambodia, Nicaragua or the sultanate of Brunei.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/20/business/20mall.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Google Steps More Boldly Into PayPal’s Territory",
      "snippet": "Google’s aggressive promotion of its Checkout payment service has helped speed its adoption by online merchants.",
      "abstract": "Google’s aggressive promotion of its Checkout payment service has helped speed its adoption by online merchants.",
      "lead_paragraph": "SAN FRANCISCO, Dec. 19  Steven Grossberg, who sells video games online from his home in Wellington, Fla., recently sent an enticing offer to 20,000 customers: $10 off any purchase over $30 using a new payment service, Google Checkout.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/20/technology/20checkout.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "China Tightens Adoption Rules for Foreigners",
      "snippet": "China reportedly will tighten rules on foreign adoptions, ruling out adoptive parents who are single, obese, older than 50 or who fail to meet certain financial, physical or psychological standards; responds to enormous spike in applications that ...",
      "abstract": "China reportedly will tighten rules on foreign adoptions, ruling out adoptive parents who are single, obese, older than 50 or who fail to meet certain financial, physical or psychological standards; responds to enormous spike in applications that far exceeds number of available babies, mostly girls; plan raises anxiety among Americans for whom China is leading source of foreign-born adopted children; government's aim now is control number of applications and give children best chance to be raised by healthy, stable parents; applicants will have to have body-mass index under 40, no criminal record, high school diploma and be free of certain health problems like cancer and AIDS; couples have to be married at least two years, have no more than two divorces between them and have income of at least $10,000 per person in household; American agency officials and adoptive parents comment; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/20/us/china-tightens-adoption-rules-for-foreigners.html",
      "byline": "By Pam Belluck and Jim Yardley"
    },
    {
      "headline": "China Tightens Adoption Rules for Foreigners",
      "snippet": "China plans to bar people who fail to meet certain benchmarks in financial, physical or psychological health from adopting Chinese children.",
      "abstract": "China plans to bar people who fail to meet certain benchmarks in financial, physical or psychological health from adopting Chinese children.",
      "lead_paragraph": "China plans to tighten rules on foreign adoptions, barring people who are single, obese, older than 50 or who fail to meet certain benchmarks in financial, physical or psychological health from adopting Chinese children, according to adoption agencies in the United States.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/20/us/20adopt.html",
      "byline": "By Pam Belluck and Jim Yardley"
    },
    {
      "headline": "Fear and Hope in Immigrant’s Furtive Existence",
      "snippet": "Second article in series Three Sisters describes furtive life of Mexican woman named Veronica, who lives illegally with husband and four children in San Antonio, and fears constantly that she and husband will be arrested and deported back to Mexic...",
      "abstract": "Second article in series Three Sisters describes furtive life of Mexican woman named Veronica, who lives illegally with husband and four children in San Antonio, and fears constantly that she and husband will be arrested and deported back to Mexico; her life is far different from that of sister Raquel Rodriguez, legal immigrant who works and raises family ten miles away, while helping her numerous relatives as much as she can; photos (M)",
      "lead_paragraph": "SAN ANTONIO - Verónica keeps her foot steady on the pedal. She turns onto a side street, where trouble is easier to avoid. A yellow traffic light flashes and she stops; running it is not an option.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/20/us/fear-and-hope-in-immigrants-furtive-existence.html",
      "byline": "By Lizette Alvarez"
    },
    {
      "headline": "Deal Maker’s 3-Day Tally: $37 Billion",
      "snippet": "This week’s $37 billion in acquisitions and a new $12 billion fund have catapulted Apollo Group and its founder, Leon Black, into the upper echelons of private equity.",
      "abstract": "This week’s $37 billion in acquisitions and a new $12 billion fund have catapulted Apollo Group and its founder, Leon Black, into the upper echelons of private equity.",
      "lead_paragraph": "It has been a good week to be Leon Black. In the course of just three days, Mr. Black, the enigmatic founder of the Apollo Group, a private equity firm, has struck about $37 billion worth of deals. ",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/20/business/20apollo.html",
      "byline": "By Andrew Ross Sorkin and Michael J. de la Merced"
    },
    {
      "headline": "Fear and Hope in Immigrant’s Furtive Existence",
      "snippet": "Verónica’s accomplishments in the U.S. would be the envy of most everyone in the neighborhood where she grew up.",
      "abstract": "Verónica’s accomplishments in the U.S. would be the envy of most everyone in the neighborhood where she grew up.",
      "lead_paragraph": "SAN ANTONIO — Verónica keeps her foot steady on the pedal. She turns onto a side street, where trouble is easier to avoid. A yellow traffic light flashes and she stops; running it is not an option.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/20/us/20veronica.html",
      "byline": "By Lizette Alvarez"
    },
    {
      "headline": "Raising the Floor on Pay",
      "snippet": "Democrats, who are on verge of controlling Congress, are making much-delayed increase in minimum wage their signature attempt to lift incomes and quiet widespread economic anxiety; party's modest proposal does not catch up with what states have al...",
      "abstract": "Democrats, who are on verge of controlling Congress, are making much-delayed increase in minimum wage their signature attempt to lift incomes and quiet widespread economic anxiety; party's modest proposal does not catch up with what states have already done to raise wages of tens of millions of workers; Democrats plan to introduce bill in Congress in January 2007 that would increase federal minimum wage to $7.25 an hour in spring 2009, reaching that level in three steps from present $5.15; more than 13 million workers earning less than $7.25 an hour today, or just above that, would get raises; 29 states have jumped ahead of federal government now have minimums that range from $6.15 to $7.63 an hour, lifting 70 percent of nation's work force well above federal level of $5.15; graphs; photo (L)",
      "lead_paragraph": "On the verge of controlling Congress, the Democrats are making a much-delayed increase in the minimum wage their signature attempt to lift incomes and quiet widespread economic anxiety. But the party's modest proposal does not catch up with what the states have already done to raise the wages of tens of millions of workers.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/20/business/raising-the-floor-on-pay.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "President Wants to Increase Size of Armed Forces",
      "snippet": "Pres Bush says US should expand size of armed forces, acknowledging strains of Iraq and Afghanistan wars and what he suggests will be long battle against Islamic extremism; tells Washington Post he has asked new Defense Sec Robert Gates to prepare...",
      "abstract": "Pres Bush says US should expand size of armed forces, acknowledging strains of Iraq and Afghanistan wars and what he suggests will be long battle against Islamic extremism; tells Washington Post he has asked new Defense Sec Robert Gates to prepare budget proposal for Congress, where many lawmakers have been urging increase; aides say Bush is speaking generally, not foreshadowing decision on sending more troops to stabilize Baghdad; shift is abrupt break with former Sec Donald Rumsfeld's view that better intelligence and technology can substitute for bigger force; focus would be on more ground forces for Army and Marine Corps; Bush, asked if US is winning in Iraq, quotes Gen Peter Pace's recent 'construct' that US is not winning and not losing; Congress authorized 30,000-soldier increase after Sept 11 attacks, when Army stood at about 484,000; officials hope to reach 515,000 next year, as permanent floor; active-duty Army peaked at 1.4 million troops during Korean war, hovered at 800,000 in 1970s and 1980s and dropped below 500,000 after cold war ended; graph; increase would do little to meet Iraq needs; each addition of 10,000 soldiers will cost about $1.2 billion; Joint Chiefs of Staff are concerned that US show enough strength to deter potential adversaries emboldened by perception that military is bogged down in Iraq (M)",
      "lead_paragraph": "WASHINGTON, Dec. 19 - President Bush said Tuesday that the United States should expand the size of its armed forces, acknowledging that the military had been strained by the wars in Iraq and Afghanistan and would need to grow to cope with what he suggested would be a long battle against Islamic extremism.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/20/washington/president-wants-to-increase-size-of-armed-forces.html",
      "byline": "By Thom Shanker and Jim Rutenberg"
    },
    {
      "headline": "To-Do List: Wrap Gifts. Have Baby.",
      "snippet": "David Leonhardt column on link between increased birth rates during last week of year and more lenient and increased tax breaks for families who have children by end of year; says in last decade, September has lost its unchallenged status as time ...",
      "abstract": "David Leonhardt column on link between increased birth rates during last week of year and more lenient and increased tax breaks for families who have children by end of year; says in last decade, September has lost its unchallenged status as time for 'National Birth Day,' day with more births than any other; holds big day fell between Christmas and New Year's Day for four of last seven years--1997 through 2003--for which government has released statistics; notes there is good chance that National Birth Day will take place on Dec 28 this year; graph; photo (M)",
      "lead_paragraph": "For decades and decades, the busiest day of the year in the nation's maternity wards fell sometime in mid-September. Americans evidently do a lot of baby-making during the cold, dark days of December, and once a baby has been made, the die for its birth date has largely been cast.",
      "publication_date": "2006-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/20/business/todo-list-wrap-gifts-have-baby.html",
      "byline": "By David Leonhardt"
    }
  ]
}