{
  "metadata": {
    "date": "2006-12-22",
    "total_articles": 15
  },
  "articles": [
    {
      "headline": "For eBay, It’s About Political Connections in China",
      "snippet": "Ebay's decision to close its Web site in China and take 49 percent stake in e-commerce venture with China's TOM Online Inc is latest sign that local knowledge and connections matter in Chinese market; no one questions that TOM Online knows Chinese...",
      "abstract": "Ebay's decision to close its Web site in China and take 49 percent stake in e-commerce venture with China's TOM Online Inc is latest sign that local knowledge and connections matter in Chinese market; no one questions that TOM Online knows Chinese market and has political influence; TOM Online's reliance on wireless services has prompted some experts to question how it will fare in electronic commerce; TOM Online has political connections that remain crucial in China; Li Kashing, Hong Kong's wealthiest tycoon and man who has cultivated close relationships with top Communist leaders on mainland for decades, controls company; Wang Lei Lei, chief executive of TOM Online and chief executive of joint venture, is grandson of People's Liberation Army general and known for his political connections; photo (M)",
      "lead_paragraph": "HONG KONG, Dec. 21 - EBay's decision to close its Web site in China and take a 49 percent stake in an e-commerce venture with a Chinese company is the latest sign that local knowledge and connections matter in the Chinese market.",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/22/technology/for-ebay-its-about-political-connections-in-china.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Marines Charge 4 With Murder of Iraq Civilians",
      "snippet": "The criminal charges are an unusually aggressive judicial reaction to a massacre that has damaged the military’s credibility with Iraqis.",
      "abstract": "The criminal charges are an unusually aggressive judicial reaction to a massacre that has damaged the military’s credibility with Iraqis.",
      "lead_paragraph": "Four marines were charged yesterday with murder in the killings of two dozen Iraqi civilians, including at least 10 women and children, in the village of Haditha last year, military officials said at Camp Pendleton, Calif. ",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/22/world/middleeast/22haditha.html",
      "byline": "By Paul von Zielbauer and Carolyn Marshall"
    },
    {
      "headline": "A Price Run-Up for Run-Down Communes",
      "snippet": "An oil-driven real estate boom is driving office rents out of sight in Russia and giving even Communist tenement housing investment potential.",
      "abstract": "An oil-driven real estate boom is driving office rents out of sight in Russia and giving even Communist tenement housing investment potential.",
      "lead_paragraph": "ST. PETERSBURG, Russia — In a kitchen lit by a bare bulb, where cockroaches roam and the floor is a mosaic of cracked linoleum, Tatyana N. Mailyan dreams of real estate riches. ",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/22/business/worldbusiness/22russoreal.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Incentives on Oil Barely Help U.S., Study Suggests",
      "snippet": "Study finds that federal incentives to encourage offshore drilling in Gulf of Mexico can cost government billions of dollars in uncollected royalties, yet cause only small increase in production; study also suggests that cost of any additional oil...",
      "abstract": "Study finds that federal incentives to encourage offshore drilling in Gulf of Mexico can cost government billions of dollars in uncollected royalties, yet cause only small increase in production; study also suggests that cost of any additional oil could be as much as $80 a barrel, far more than government would have to pay if it simply bought oil on its own; industry analysts say United States is much more generous to oil companies than most other countries, demanding smaller share of revenues than others that let private companies drill on public lands and in public waters; they note also that while US has sweetened incentives in recent years, dozens of other countries have demanded bigger share of revenue; Interior Dept, which conducted study, refused to release it for more than year; photos; chart (L)",
      "lead_paragraph": "WASHINGTON, Dec. 21 - The United States offers some of the most lucrative incentives in the world to companies that drill for oil in publicly owned coastal waters, but a newly released study suggests that the government is getting very little for its money.",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/22/washington/incentives-on-oil-barely-help-us-study-suggests.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "For eBay, It’s About Political Connections in China",
      "snippet": "EBay’s decision to close its Web site in China and instead partner with a Beijing company is the latest sign that local knowledge and connections matter in Chinese business.",
      "abstract": "EBay’s decision to close its Web site in China and instead partner with a Beijing company is the latest sign that local knowledge and connections matter in Chinese business.",
      "lead_paragraph": "HONG KONG, Dec. 21 — EBay’s decision to close its Web site in China and take a 49 percent stake in an e-commerce venture with a Chinese company is the latest sign that local knowledge and connections matter in the Chinese market.",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/22/technology/22ebay.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Parenting as Therapy for Child's Mental Disorders",
      "snippet": "Last in series of articles, Troubled Children, focuses on how some parents are employing behavior modification techniques rather than drugs for their children diagnosed with attention-deficit hyperactivity disorder, or ADHD; science behind nondrug...",
      "abstract": "Last in series of articles, Troubled Children, focuses on how some parents are employing behavior modification techniques rather than drugs for their children diagnosed with attention-deficit hyperactivity disorder, or ADHD; science behind nondrug treatments is getting stronger; some researchers and doctors are looking at how inconsistent, overly permissive or uncertain child-rearing styles might worsen children's problems, and how certain therapies night help resolve problems, in combination with drug therapy or without drugs; behavior modification for ADHD and related problems is based on straightforward system of rewards and consequences; parents reward every good or cooperative act they see, and remove privileges in response to defiance and other misbehavior; they learn to ignore annoying but harmless attempts to win attention; parents are encouraged to maintain clear, neutral tone when instructing their children, or penalizing them; several parents describe their experiences; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/22/health/parenting-as-therapy-for-childs-mental-disorders.html",
      "byline": "By Benedict Carey"
    },
    {
      "headline": "Incentives on Oil Barely Help U.S., Study Suggests",
      "snippet": "The study predicts that inducements for coastal drilling would cause only a tiny increase in production of oil that could cost as much as $80 a barrel.",
      "abstract": "The study predicts that inducements for coastal drilling would cause only a tiny increase in production of oil that could cost as much as $80 a barrel.",
      "lead_paragraph": "WASHINGTON, Dec. 21 — The United States offers some of the most lucrative incentives in the world to companies that drill for oil in publicly owned coastal waters, but a newly released study suggests that the government is getting very little for its money.",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "Washington",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/22/washington/22royalty.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "A Price Run-Up for Run-Down Communes",
      "snippet": "Russia is concluding year of extraordinary, oil-driven real estate boom; Moscow ranks as fourth-most-expensive city in world for office rents; large banks and American university endowments and pension funds in pursuit of higher returns are also f...",
      "abstract": "Russia is concluding year of extraordinary, oil-driven real estate boom; Moscow ranks as fourth-most-expensive city in world for office rents; large banks and American university endowments and pension funds in pursuit of higher returns are also flocking to Russian real estate; dozen real estate funds are active in St Petersburg, where prices doubled this year in residential property, fastest-growing segment; Rreef, real estate arm of Deutsche Bank, plans to invest $500 million in new residential property; Swedish fund Ruric has $100 million to invest; Russian real estate companies raised $2.75 billion in initial and secondary stock offerings this year and are aiming for same amount in 2007; investors are trying to buy everything from office towers to cow pastures as sites for new malls that are popping up around Russia's largest cities; property prices are rising so rapidly that by some accounts from local brokers, 30 percent of apartments were bought last year not as family homes, but as investments by companies or individuals; foreign companies are renovating formerly communal apartments; some major real estate deals detailed; photos (L)",
      "lead_paragraph": "ST. PETERSBURG, Russia - In a kitchen lit by a bare bulb, where cockroaches roam and the floor is a mosaic of cracked linoleum, Tatyana N. Mailyan dreams of real estate riches.",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/22/business/worldbusiness/a-price-runup-for-rundown-communes.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Bristol Says U.S. Inquiry Is Settled",
      "snippet": "Bristol-Myers Squibb reaches tentative agreement to pay $499 million to settle federal investigation into illegal sales and marketing activities from late 1990s through 2005; settlement, and special charges company also announces, will wipe out co...",
      "abstract": "Bristol-Myers Squibb reaches tentative agreement to pay $499 million to settle federal investigation into illegal sales and marketing activities from late 1990s through 2005; settlement, and special charges company also announces, will wipe out company's fourth-quarter profit (M)",
      "lead_paragraph": "Bristol-Myers Squibb has reached a tentative agreement to pay $499 million to settle a federal investigation into illegal sales and marketing activities from the late 1990s through 2005, the company said yesterday.",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/22/business/bristol-says-us-inquiry-is-settled.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Marines Charge 4 With Murder of Iraq Civilians",
      "snippet": "Four marines are charged with murder in killings of two dozen Iraqi civilians, including at least 10 women and children, in village of Haditha last year; in addition, military prosecutors charge four officers with dereliction of duty and failure t...",
      "abstract": "Four marines are charged with murder in killings of two dozen Iraqi civilians, including at least 10 women and children, in village of Haditha last year; in addition, military prosecutors charge four officers with dereliction of duty and failure to ensure that accurate information about killings was delivered up Marine Corps' chain of command; Marines could punish other ranking officers administratively in weeks to come; charges, including 13 counts of murder against Staff Sgt Frank Wuterich, suggest that military prosecutors view Haditha killings as being among most serious breaches of military rules in nearly four-year war; two military investigations were conducted into actions of members of Company K, Third Battalion, First Marine Regiment after roadside bomb killed one of their comrades on Nov 19, 2005, in Haditha, village rife with Sunni Arab insurgents; murder charges against four enlisted marines are punishable by maximum of life in prison and dishonorable discharge; in addition to Wuterich, others charged with murder are Sgt Sanick De La Cruz, Lance Cpl Justin L Sharratt and Lance Cpl Stephen B Tatum; Lt Col Jeffrey R Chessani, leader of battalion, is charged with failing to direct thorough investigation; photo; list of others charged (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/22/world/middleeast/marines-charge-4-with-murder-of-iraq-civilians.html",
      "byline": "By Paul von Zielbauer and Carolyn Marshall"
    },
    {
      "headline": "Bristol Says U.S. Inquiry Is Settled",
      "snippet": "Bristol-Myers Squibb has agreed to pay $499 million to settle a federal investigation into illegal sales and marketing activities from the late 1990s through 2005.",
      "abstract": "Bristol-Myers Squibb has agreed to pay $499 million to settle a federal investigation into illegal sales and marketing activities from the late 1990s through 2005.",
      "lead_paragraph": "Bristol-Myers Squibb has reached a tentative agreement to pay $499 million to settle a federal investigation into illegal sales and marketing activities from the late 1990s through 2005, the company said yesterday. ",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/22/business/22bristol.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "With Owners in the Dark, Stocks Go Up",
      "snippet": "Floyd Norris column on companies that have done fairly well on stock market since they stopped releasing current financial data; holds not enforcing delisting rules when company is encountering financial problems removes incentive to complete fina...",
      "abstract": "Floyd Norris column on companies that have done fairly well on stock market since they stopped releasing current financial data; holds not enforcing delisting rules when company is encountering financial problems removes incentive to complete financial filings as rapidly possible; companies discussed include Navistar International, Krispy Kreme and Take-Two Interactive Software; graph (M)",
      "lead_paragraph": "It's becoming harder and harder for some companies to file financial statements, and one result is that Navistar, one of the most historic companies in America, was almost kicked off the New York Stock Exchange this week -- and was cut from the Standard & Poor's 500-stock index, where it had been since the predecessor of that list was begun in 1925.",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/22/business/with-owners-in-the-dark-stocks-go-up.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Russians Buy Control of Oil Field",
      "snippet": "Russia's Gazprom acquires controlling share of Sakhalin 2, vast energy project in Russia's remote Far East, after highly publicized campaign of pressure on its foreign operator Royal Dutch Shell; Gazprom will pay $7.45 billion; critics of sale cal...",
      "abstract": "Russia's Gazprom acquires controlling share of Sakhalin 2, vast energy project in Russia's remote Far East, after highly publicized campaign of pressure on its foreign operator Royal Dutch Shell; Gazprom will pay $7.45 billion; critics of sale call it first effective nationalization of large foreign oil or gas project in Russia, which this year surpassed Saudi Arabia on oil production; Pres Vladimir V Putin announces deal at Kremlin meeting with executives from Gazprom, Shell and Japanese trading houses Mitsui and Mitsubishi, which also own part of project; says Russia remains open to energy investment; photo (M)",
      "lead_paragraph": "MOSCOW, Dec. 21 - Gazprom, the Russian energy monopoly, bought control of the world's largest combined oil and natural gas development Thursday after a highly publicized campaign of pressure on its foreign operator, Royal Dutch Shell.",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/22/business/worldbusiness/russians-buy-control-of-oil-field.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "With Owners in the Dark, Stocks Go Up",
      "snippet": "Companies can now keep trading on major markets while giving out only the numbers they choose, and investors don’t seem to mind.",
      "abstract": "Companies can now keep trading on major markets while giving out only the numbers they choose, and investors don’t seem to mind.",
      "lead_paragraph": "It’s becoming harder and harder for some companies to file financial statements, and one result is that Navistar, one of the most historic companies in America, was almost kicked off the New York Stock Exchange this week — and was cut from the Standard & Poor’s 500-stock index, where it had been since the predecessor of that list was begun in 1925.",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/22/business/22norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Russians Buy Control of Oil Field",
      "snippet": "The Russian energy monopoly Gazprom bought control of Sakhalin 2, the world’s largest combined oil and natural gas development, from Royal Dutch Shell.",
      "abstract": "The Russian energy monopoly Gazprom bought control of Sakhalin 2, the world’s largest combined oil and natural gas development, from Royal Dutch Shell.",
      "lead_paragraph": "MOSCOW, Dec. 21 — Gazprom, the Russian energy monopoly, bought control of the world’s largest combined oil and natural gas development Thursday after a highly publicized campaign of pressure on its foreign operator, Royal Dutch Shell.",
      "publication_date": "2006-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/22/business/worldbusiness/22shell.html",
      "byline": "By Andrew E. Kramer"
    }
  ]
}