{
  "metadata": {
    "date": "2006-11-01",
    "total_articles": 27
  },
  "articles": [
    {
      "headline": "Gambling Against the Dollar",
      "snippet": "The fate of the dollar often seems like one of the most boring economic subjects around.  But in the end it will determine how well Americans live.",
      "abstract": "The fate of the dollar often seems like one of the most boring economic subjects around.  But in the end it will determine how well Americans live.",
      "lead_paragraph": " A couple of years ago, Robert E. Rubin — éminence grise at Citigroup and the Democratic Party’s economic wise man — decided that the United States dollar was headed for a fall.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/01/business/01leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Chief Guilty at Cendant in 3rd Trial",
      "snippet": "It took eight years and three trials, but federal prosecutors finally convicted the former chairman of the Cendant Corporation of accounting fraud.",
      "abstract": "It took eight years and three trials, but federal prosecutors finally convicted the former chairman of the Cendant Corporation of accounting fraud.",
      "lead_paragraph": "BRIDGEPORT, Conn., Oct. 31 — It took eight years and three trials, but federal prosecutors finally won their case on Tuesday against Walter A. Forbes, the former chairman of the Cendant Corporation.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/01/business/01cendant.html",
      "byline": "By Stacey Stowe"
    },
    {
      "headline": "Iraqi Demands Pullback; U.S. Lifts Baghdad Cordon",
      "snippet": "Prime Min Nuri al-Maliki demands removal of US checkpoints from streets of Baghdad in bold gambit that is part of increasingly tense struggle for more independence from his American protectors; US troops abandon positions set up with Iraqi forces ...",
      "abstract": "Prime Min Nuri al-Maliki demands removal of US checkpoints from streets of Baghdad in bold gambit that is part of increasingly tense struggle for more independence from his American protectors; US troops abandon positions set up with Iraqi forces to hunt for missing US soldier, to jubilation of Shiites in Sadr City; photos; Maliki's declaration, implying he has power to command US forces, seems to overstep his authority in order to placate Shiite constituency; initial US reaction strongly suggests it was not issued in concert with Americans; US Embassy says hours later that order results from Maliki meeting with Amb Zalmay Khalilzad and Gen George Casey; abrupt declaration also follows visit by national security adviser Stephen Hadley to discuss reversing slide to all-out civil war; violence continues; at least 50 civilians are kidnapped and two more US soldiers die; Maliki was under Shiite pressure to lift eight-day cordon around Sadr City, where kidnapped American soldier is believed held; Iraqis who say they are his in-laws identify him as Ahmed Qusai al-Taei (M)",
      "lead_paragraph": "BAGHDAD, Oct. 31 - Prime Minister Nuri Kamal al-Maliki demanded the removal of American checkpoints from the streets of Baghdad on Tuesday, in what appeared to be his latest and boldest gambit in an increasingly tense struggle for more independence from his American protectors.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/world/middleeast/iraqi-demands-pullback-us-lifts-baghdad-cordon.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "A Look Back at the Buzz of 2006",
      "snippet": "David Pogue column reviews highlights of consumer technology developments in 2006 in computers, digital video recording and cellular telephones; drawings (M)",
      "abstract": "David Pogue column reviews highlights of consumer technology developments in 2006 in computers, digital video recording and cellular telephones; drawings (M)",
      "lead_paragraph": "AS consumer technology goes, 2006 was an impressive year. It's not even over, but there's already been enough eyebrow-raising news to fill an ordinary year three times over.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2006/11/01/technology/circuits/a-look-back-at-the-buzz-of-2006.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "National Battle Over Abortion Focuses on South Dakota Vote",
      "snippet": "A local battle is being waged in South Dakota over a statewide ballot measure that would ban most abortions. ",
      "abstract": "A local battle is being waged in South Dakota over a statewide ballot measure that would ban most abortions. ",
      "lead_paragraph": "SIOUX FALLS, S.D. — In the downtown headquarters of those opposing a ban on nearly all abortions in this state, there are notes from around the country taped up and down the hallway: “They need to butt out of women’s lives” and “Why did S.D. vote for this?”",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/us/01abort.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "CVS in Talks to Buy Drug Middleman",
      "snippet": "CVS is said to be in talks to buy Caremark, the biggest pharmacy benefits manager, for more than $21 billion.",
      "abstract": "CVS is said to be in talks to buy Caremark, the biggest pharmacy benefits manager, for more than $21 billion.",
      "lead_paragraph": "CVS, the second-biggest drugstore chain in the country, is in advanced talks to acquire Caremark Rx, the leading pharmacy benefits manager, for more than $21 billion, people close to the negotiations said yesterday. ",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/01/business/01deal.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "National Battle Over Abortion Focuses on South Dakota Vote",
      "snippet": "Battle in South Dakota over ballot measure to install one of country's strictest anti-abortion laws is playing out in television ads, yard signs and church sermons; photos; national advocates on both sides watch closely, saying outcome could send ...",
      "abstract": "Battle in South Dakota over ballot measure to install one of country's strictest anti-abortion laws is playing out in television ads, yard signs and church sermons; photos; national advocates on both sides watch closely, saying outcome could send national debate swerving in new directions and set tone for fate of similar laws in other states; ban was passed by Legislature but pushed to statewide vote by opponents; law makes it felony for doctor to perform abortion except to prevent death of pregnant woman; intentionally sweeping ban is described by Gov Mike Rounds as 'full frontal attack' on Roe v Wade decision (M)",
      "lead_paragraph": "SIOUX FALLS, S.D. - In the downtown headquarters of those opposing a ban on nearly all abortions in this state, there are notes from around the country taped up and down the hallway: \"They need to butt out of women's lives\" and \"Why did S.D. vote for this?\"",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/us/national-battle-over-abortion-focuses-on-south-dakota-vote.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Gambling Against the Dollar",
      "snippet": "David Leonhardt column on why former Goldman Sachs head Robert E Rubin's logic to bet against US dollar by buying options on other currencies made perfect sense, why it sill does and why most people who have made similar bets in recent years have ...",
      "abstract": "David Leonhardt column on why former Goldman Sachs head Robert E Rubin's logic to bet against US dollar by buying options on other currencies made perfect sense, why it sill does and why most people who have made similar bets in recent years have taken a bath; notes bet turned out to be very bad bet; graph; photo (M)",
      "lead_paragraph": "A couple of years ago, Robert E. Rubin -- éminence grise at Citigroup and the Democratic Party's economic wise man -- decided that the United States dollar was headed for a fall.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/01/business/gambling-against-the-dollar.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "THE REACH OF WAR",
      "snippet": "GRIM OUTLOOK FOR VIOLENCE -- An American military barometer from two weeks ago, detail above, shows Iraq edging toward chaos, with a sharp rise in sectarian violence since a Shiite shrine was bombed in February.   PAGE A12    U.S. DEATHS OUTSIDE B...",
      "abstract": " GRIM OUTLOOK FOR VIOLENCE -- An American military barometer from two weeks ago, detail above, shows Iraq edging toward chaos, with a sharp rise in sectarian violence since a Shiite shrine was bombed in February.   PAGE A12    U.S. DEATHS OUTSIDE BAGHDAD -- About two-thirds of American troop deaths in October occurred outside Baghdad, notably in Anbar Province.   PAGE A14  ",
      "lead_paragraph": "GRIM OUTLOOK FOR VIOLENCE -- An American military barometer from two weeks ago, detail above, shows Iraq edging toward chaos, with a sharp rise in sectarian violence since a Shiite shrine was bombed in February. PAGE A12",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/front page/world/the-reach-of-war.html",
      "byline": ""
    },
    {
      "headline": "Are We Shopping? Is This a Store?",
      "snippet": "Floor-to-ceiling glass storefront at malls is beginning to give way to elaborate walls that make it impossible to see inside; outside of Ruehl No 925, new chain from Abercrombie & Fitch, is brick facade that mimics front of townhouse; exterior of ...",
      "abstract": "Floor-to-ceiling glass storefront at malls is beginning to give way to elaborate walls that make it impossible to see inside; outside of Ruehl No 925, new chain from Abercrombie & Fitch, is brick facade that mimics front of townhouse; exterior of its corporate sibling, clothing store called Hollister, resembles beach shack, its windows covered by wooden shutters; entrance to Martin & Osa, new retailer from American Eagle Outfitters, is long wooden wall with thin strip of dark blue glass; if plate-glass windows say hello, walls that are replacing them say go away; photos (L)",
      "lead_paragraph": "It's hard to window shop without the windows.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/01/realestate/are-we-shopping-is-this-a-store.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Working Mothers Find Some Peace on the Road",
      "snippet": "For many working mothers, business trips have become mini-vacations. ",
      "abstract": "For many working mothers, business trips have become mini-vacations. ",
      "lead_paragraph": "Before Lucia Skwarek, a portfolio manager and mother in New York City, gets on a plane bound for business in Moscow or Milan, there are not only meetings, but play dates to schedule. When she is done wooing investors for her hedge fund and parsing a pile of e-mail messages, though, Ms. Skwarek looks forward to a little “me” time.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/business/01travel.html",
      "byline": "By Lisa W. Foderaro"
    },
    {
      "headline": "Gifts From the Matrix",
      "snippet": "Industry analysts call 2006 great year for innovation, citing new technologies that have been around for years but are crossing into mainstream; cite new category of desktop computers and video-game consoles as exciting advances; photos; drawing (...",
      "abstract": "Industry analysts call 2006 great year for innovation, citing new technologies that have been around for years but are crossing into mainstream; cite new category of desktop computers and video-game consoles as exciting advances; photos; drawing (M)",
      "lead_paragraph": "AS children, many of us embraced the comforting fiction (do not read too closely, Virginia) that as the holiday season approached, elves in their Arctic workshops were hammering out everything from baby dolls to toy airplanes. As adults, we know that the truth is much less enchanted.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2006/11/01/technology/circuits/gifts-from-the-matrix.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "Are We Shopping? Is This a Store?",
      "snippet": "It’s hard to window shop without the windows. But in malls across the country, chains forgo window displays for town house look and shack chic.",
      "abstract": "It’s hard to window shop without the windows. But in malls across the country, chains forgo window displays for town house look and shack chic.",
      "lead_paragraph": "It’s hard to window shop without the windows. ",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Real Estate",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/01/realestate/01storefronts.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "New Czars of Conspicuous Consumption",
      "snippet": "Vendors arrive in Moscow for second annual Millionaire Fair, setting up elaborate booths offering range of high-priced products, from jets and yachts to private islands and more familiar luxury goods; they are angling for glance or hint of interes...",
      "abstract": "Vendors arrive in Moscow for second annual Millionaire Fair, setting up elaborate booths offering range of high-priced products, from jets and yachts to private islands and more familiar luxury goods; they are angling for glance or hint of interest from Russia's oil barrons, captains of industry and others whose origins of wealth are unclear; Swiss executive Michael Morren displays diamond-studded cellphone for $1.27 million, while selling others for $18,000 to $150,000; World Bank figures show gap between rich and poor is widening in Russia, though it is still not as extreme as in US; photos (L)",
      "lead_paragraph": "MOSCOW, Oct. 31 - Who would boast that their wares are the world's most expensive? Those selling to a select class of Russians.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/01/business/worldbusiness/new-czars-of-conspicuous-consumption.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "A Look Back at the Buzz of 2006",
      "snippet": "As consumer technology goes, 2006 was an impressive year. It’s not even over, but there’s already been enough eyebrow-raising news to fill an ordinary year three times over.",
      "abstract": "As consumer technology goes, 2006 was an impressive year. It’s not even over, but there’s already been enough eyebrow-raising news to fill an ordinary year three times over.",
      "lead_paragraph": "AS consumer technology goes, 2006 was an impressive year. It’s not even over, but there’s already been enough eyebrow-raising news to fill an ordinary year three times over. ",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "SPG",
      "web_url": "https://www.nytimes.com/2006/11/01/technology/circuits/01pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "After the Storm, Students Left Alone and Angry",
      "snippet": "John McDonogh High School, largest functioning high school in New Orleans, has at least 25 security guards, metal detector and police outside but still has been scene of several serious assaults, including beatings that left guard and teacher hosp...",
      "abstract": "John McDonogh High School, largest functioning high school in New Orleans, has at least 25 security guards, metal detector and police outside but still has been scene of several serious assaults, including beatings that left guard and teacher hospitalized; violence hints at post-Katrina phenomenon of teenagers living alone or with siblings, fending for themselves without supervision of parents displaced by storm; principal Donald Jackson says up to fifth of his students are raising themselves, without parental authority for them or school to turn to; McDonogh educators wonder at parents leaving school-age children unattended but answer stems from fragmented social structure of families that were barely functioning even before hurricane; photos (M)",
      "lead_paragraph": "NEW ORLEANS, Oct. 31 - John McDonogh High School has at least 25 security guards, at the entrance, up the stairs and outside classes. The school has a metal detector, four police officers and four police cruisers on the sidewalk.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/education/after-the-storm-students-left-alone-and-angry.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Gifts From the Matrix",
      "snippet": "Designers and engineers have come up with new classifications of enticing devices, scores of which will reach store shelves in time for the holidays.",
      "abstract": "Designers and engineers have come up with new classifications of enticing devices, scores of which will reach store shelves in time for the holidays.",
      "lead_paragraph": "AS children, many of us embraced the comforting fiction (do not read too closely, Virginia) that as the holiday season approached, elves in their Arctic workshops were hammering out everything from baby dolls to toy airplanes. As adults, we know that the truth is much less enchanted.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "SPG",
      "web_url": "https://www.nytimes.com/2006/11/01/technology/circuits/01inno.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "As Vote Nears, Stances on War Set Off Sparks",
      "snippet": "Pres Bush takes break from bleak Republican campaign season to relive 2004 by charging Sen John Kerry with disparaging US troops; Kerry says remark was botched joke aimed at Bush; photos; Bush defends his war with vigor while campaigning in Georgi...",
      "abstract": "Pres Bush takes break from bleak Republican campaign season to relive 2004 by charging Sen John Kerry with disparaging US troops; Kerry says remark was botched joke aimed at Bush; photos; Bush defends his war with vigor while campaigning in Georgia even as Republican candidates distance themselves from increasingly lethal issue; several call for changing course and Pentagon leadership; Democratic ads by contrast feature battle scenes and photos of Republicans with Bush; White House calculates that attacking Kerry to fire up dispirited conservative base outweighs risk of spotlighting war that has become huge burden for party's candidates; Kerry told students in California to study hard or 'you get stuck in Iraq'; says he intended joke that aides had prepared to say 'if you aren't smart, if you're intellectually lazy' then 'you end up getting us stuck in a war in Iraq. Just ask President Bush' (M)",
      "lead_paragraph": "WASHINGTON, Oct. 31 - For at least a few hours on Tuesday, President Bush had a chance to relive his victorious campaign of 2004, taking a break from a bleak Republican campaign season as he attacked Senator John Kerry of Massachusetts over the war in Iraq.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/us/politics/as-vote-nears-stances-on-war-set-off-sparks.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    },
    {
      "headline": "New Czars of Conspicuous Consumption",
      "snippet": "Moscow’s second annual Millionaire Fair had vendors peddling high-priced products, from jets and yachts to private islands.",
      "abstract": "Moscow’s second annual Millionaire Fair had vendors peddling high-priced products, from jets and yachts to private islands.",
      "lead_paragraph": "MOSCOW, Oct. 31 — Who would boast that their wares are the world’s most expensive? Those selling to a select class of Russians. ",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/01/business/worldbusiness/01millionaire.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "North Korea Will Resume Nuclear Talks",
      "snippet": "North Korea agrees to resume nuclear disarmament talks, first sign of easing tensions since nuclear test; China says six-nation talks will reconvene after hiatus of more than year; US envoy Christopher Hill says they could begin this month or next...",
      "abstract": "North Korea agrees to resume nuclear disarmament talks, first sign of easing tensions since nuclear test; China says six-nation talks will reconvene after hiatus of more than year; US envoy Christopher Hill says they could begin this month or next; photo; China scrambled to reopen diplomatic channel even while joining US and other powers in supporting UN sanctions; analysts suspect Kim Jong-il is agreeing to forestall tough enforcement and get China and South Korea to ease North's growiong economic woes; Sec Condoleezza Rice plays down impact of test, saying 'nobody accepts' that North is nuclear power; Hill and North Korean counterpart Kim Kye-gwan reportedly met secretly in Beijing to hash out terms of resuming talks (M)",
      "lead_paragraph": "BEIJING, Oct. 31 - North Korea agreed Tuesday to resume nuclear disarmament talks, a first sign of easing tensions since the country's nuclear test this month. But the talks have dragged on inconclusively for three years, and the chances for rolling back the country's now-proven nuclear capability remained uncertain.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/world/asia/north-korea-will-resume-nuclear-talks.html",
      "byline": "By Joseph Kahn and Helene Cooper"
    },
    {
      "headline": "CVS in Talks to Buy Drug Middleman",
      "snippet": "CVS, second-biggest drugstore chain in country, is in advanced talks to acquire Caremark Rx, leading pharmacy benefits manager, for more than $21 billion; transaction would transform CVS from being primarily retailer to becoming nation's preeminen...",
      "abstract": "CVS, second-biggest drugstore chain in country, is in advanced talks to acquire Caremark Rx, leading pharmacy benefits manager, for more than $21 billion; transaction would transform CVS from being primarily retailer to becoming nation's preeminent manager of pharmacy benefits; merger talks illustrate attraction that pharmacy benefits manager--middleman between drug companies and employees and others with drug benefits coverage--still hold despite challenges to business that have emerged in recent weeks; negotiations are at critical stage; exact terms unkown (M)",
      "lead_paragraph": "CVS, the second-biggest drugstore chain in the country, is in advanced talks to acquire Caremark Rx, the leading pharmacy benefits manager, for more than $21 billion, people close to the negotiations said yesterday.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/01/business/cvs-in-talks-to-buy-drug-middleman.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Working Mothers Find Some Peace on the Road",
      "snippet": "Mothers who have to travel on business often enjoy delicious, though sometimes guilty, pleasure of peaceful evenings in hotels, reading, relaxing and sleeping without incessant demands of young children; portfolio manager Lucia Skwarek, publicist ...",
      "abstract": "Mothers who have to travel on business often enjoy delicious, though sometimes guilty, pleasure of peaceful evenings in hotels, reading, relaxing and sleeping without incessant demands of young children; portfolio manager Lucia Skwarek, publicist Cheryl Squadrito and others say they savor rare time for themselves, even if separations are emotionally fraught; photos (M)",
      "lead_paragraph": "Before Lucia Skwarek, a portfolio manager and mother in New York City, gets on a plane bound for business in Moscow or Milan, there are not only meetings, but play dates to schedule. When she is done wooing investors for her hedge fund and parsing a pile of e-mail messages, though, Ms. Skwarek looks forward to a little \"me\" time.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/business/working-mothers-find-some-peace-on-the-road.html",
      "byline": "By Lisa W. Foderaro"
    },
    {
      "headline": "As Vote Nears, Stances on War Set Off Sparks",
      "snippet": "The president drew attention to the Iraq war by attacking Senator John Kerry over remarks.",
      "abstract": "The president drew attention to the Iraq war by attacking Senator John Kerry over remarks.",
      "lead_paragraph": "WASHINGTON, Oct. 31 — For at least a few hours on Tuesday, President Bush had a chance to relive his victorious campaign of 2004, taking a break from a bleak Republican campaign season as he attacked Senator John Kerry of Massachusetts over the war in Iraq.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/us/politics/01elect.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    },
    {
      "headline": "Chief Guilty at Cendant in 3rd Trial",
      "snippet": "Cendant Corp's former chairman Walter A Forbes is convicted on charges that he masterminded accounting fraud that resulted in investors losing $19 billion when Cendant's stock fell after disclosure; Forbes is convicted in third trial; Forbes is co...",
      "abstract": "Cendant Corp's former chairman Walter A Forbes is convicted on charges that he masterminded accounting fraud that resulted in investors losing $19 billion when Cendant's stock fell after disclosure; Forbes is convicted in third trial; Forbes is convicted of conspiracy and two counts of submitting false reports to Securities and Exchange Commission in overstating his company's earnings by more than $250 million; is acquitted on securities fraud charge; Forbes remains free on $1.2 million bill (M)",
      "lead_paragraph": "BRIDGEPORT, Conn., Oct. 31 - It took eight years and three trials, but federal prosecutors finally won their case on Tuesday against Walter A. Forbes, the former chairman of the Cendant Corporation.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/01/business/chief-guilty-at-cendant-in-3rd-trial.html",
      "byline": "By Stacey Stowe"
    },
    {
      "headline": "North Korea Will Resume Nuclear Talks",
      "snippet": "The move was a first sign of easing tensions since the country’s nuclear test, but the chances for success in negotiations remained uncertain.",
      "abstract": "The move was a first sign of easing tensions since the country’s nuclear test, but the chances for success in negotiations remained uncertain.",
      "lead_paragraph": "BEIJING, Oct. 31  North Korea agreed Tuesday to resume nuclear disarmament talks, a first sign of easing tensions since the country’s nuclear test this month. But the talks have dragged on inconclusively for three years, and the chances for rolling back the country’s now-proven nuclear capability remained uncertain.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/world/asia/01korea.html",
      "byline": "By Joseph Kahn and Helene Cooper"
    },
    {
      "headline": "Iraqi Demands Pullback; U.S. Lifts Baghdad Cordon",
      "snippet": "The Iraqi prime minister’s move appeared to be his boldest gambit in a tense struggle for more independence from his American protectors.",
      "abstract": "The Iraqi prime minister’s move appeared to be his boldest gambit in a tense struggle for more independence from his American protectors.",
      "lead_paragraph": "BAGHDAD, Oct. 31 — Prime Minister Nuri Kamal al-Maliki demanded the removal of American checkpoints from the streets of Baghdad on Tuesday, in what appeared to be his latest and boldest gambit in an increasingly tense struggle for more independence from his American protectors. ",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/world/middleeast/01iraq.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "As Vote Nears, Stances on War Set Off Sparks",
      "snippet": "The president drew attention to the Iraq war by attacking Senator John Kerry over remarks.",
      "abstract": "The president drew attention to the Iraq war by attacking Senator John Kerry over remarks.",
      "lead_paragraph": "WASHINGTON, Oct. 31 — For at least a few hours on Tuesday, President Bush had a chance to relive his victorious campaign of 2004, taking a break from a bleak Republican campaign season as he attacked Senator John Kerry of Massachusetts over the war in Iraq.",
      "publication_date": "2006-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/01/us/politics/01elect.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    }
  ]
}