{
  "metadata": {
    "date": "2006-11-14",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "A Setback for Vietnam Trade Bill",
      "snippet": "The defeat of the bill to normalize trade relations with Vietnam, though probably only temporary, was a portent that trade bills could face tougher odds with Democrats in power.",
      "abstract": "The defeat of the bill to normalize trade relations with Vietnam, though probably only temporary, was a portent that trade bills could face tougher odds with Democrats in power.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "Washington",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/14/washington/14trade.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Hedge Manager Is Almost Famous",
      "snippet": "Raanan A. Agus, the manager of one of Goldman Sachs’ largest internal hedge funds, does everything in his power to keep a lid on his public profile.",
      "abstract": "Raanan A. Agus, the manager of one of Goldman Sachs’ largest internal hedge funds, does everything in his power to keep a lid on his public profile.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/14/business/14wall.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "After Vote, Public Demands Change of Scenery",
      "snippet": "Election Day has come and gone, which opens drive to remove more than 20 million campaign signs from American landscape; photos; officials in at least nine states have imposed curbs on how long signs can be left out, with Delaware charging campaig...",
      "abstract": "Election Day has come and gone, which opens drive to remove more than 20 million campaign signs from American landscape; photos; officials in at least nine states have imposed curbs on how long signs can be left out, with Delaware charging campaigns $25 for each day they are not removed and Virginia deputizing volunteers to remove signs from highways; two restaurant chains offer incentives to customers to turn in signs and campaigns are buying them back; other such efforts noted (M)",
      "lead_paragraph": "BETHESDA, Md., Nov. 13 - Election Day has come and gone, and now comes the true test for candidates: how well they clean up after themselves. With a bumper crop of more than 20 million campaign signs this election season, the race has begun.",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/14/us/politics/after-vote-public-demands-change-of-scenery.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Loading an Airliner Is Rocket Science",
      "snippet": "Spurred by financial pressures and packed planes — often 80 to 90 percent full — airlines have come up with a wide variation of passenger boarding techniques.",
      "abstract": "Spurred by financial pressures and packed planes — often 80 to 90 percent full — airlines have come up with a wide variation of passenger boarding techniques.",
      "lead_paragraph": "Airlines have been boarding passengers for decades, long enough, it would seem, to have figured out the best way to get people on and off a plane. But they haven’t.",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/14/business/14boarding.html",
      "byline": "By Paul Burnham Finney"
    },
    {
      "headline": "Loading an Airliner Is Rocket Science",
      "snippet": "Airlines have come up with wide variation of boarding techniques, from simple back-to-front protocol to one of most complicated strategies, known as reverse pyramid system, that US Airways has adopted; minimizing time on ground, especially on shor...",
      "abstract": "Airlines have come up with wide variation of boarding techniques, from simple back-to-front protocol to one of most complicated strategies, known as reverse pyramid system, that US Airways has adopted; minimizing time on ground, especially on shorter flights that use single-aisle aircraft, means planes can get back in air faster so they can make money; basic back-to-front procedure is still used by many airlines; Delta and United use outside-in technique, nicknamed Wilma, for window first, then middle and then aisle; Southwest Airlines lets passengers board in order they arrive, with no assigned seats; diagrams (M)",
      "lead_paragraph": "Airlines have been boarding passengers for decades, long enough, it would seem, to have figured out the best way to get people on and off a plane. But they haven't.",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/14/business/loading-an-airliner-is-rocket-science.html",
      "byline": "By Paul Burnham Finney"
    },
    {
      "headline": "Uneasy Days for Chiefs in Germany",
      "snippet": "The back-to-back ousters of the heads of two marquee German companies show how treacherous life is becoming for the country's corporate bosses.",
      "abstract": "The back-to-back ousters of the heads of two marquee German companies show how treacherous life is becoming for the country's corporate bosses.",
      "lead_paragraph": "FRANKFURT, Nov. 13  The back-to-back ousters of the heads of two marquee German companies  Deutsche Telekom and Volkswagen  show how treacherous life is becoming in this country for corporate bosses, caught between a new breed of aggressive investors and an old set of stubborn problems.",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/14/business/worldbusiness/14deutsche.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "After Vote, Public Demands Change of Scenery",
      "snippet": "Officials in at least nine states have imposed new limits on how long political signs can be left.",
      "abstract": "Officials in at least nine states have imposed new limits on how long political signs can be left.",
      "lead_paragraph": "BETHESDA, Md., Nov. 13 — Election Day has come and gone, and now comes the true test for candidates: how well they clean up after themselves. With a bumper crop of more than 20 million campaign signs this election season, the race has begun. ",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/14/us/politics/14signs.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "For Evangelicals, Supporting Israel Is ‘God’s Foreign Policy’",
      "snippet": "Second article in series Anatomy of an Alliance discusses strong evangelical Christian support for Israel and effect on Bush administration's foreign policy; white evangelicals make up about quarter of American electorate and large part of Republi...",
      "abstract": "Second article in series Anatomy of an Alliance discusses strong evangelical Christian support for Israel and effect on Bush administration's foreign policy; white evangelicals make up about quarter of American electorate and large part of Republican party base remains committed to fiercely pro-Israel agenda that seems likely to have effect on policy choices; Rev John Hagee, founder of Christians United For Israel, says support for Israel is 'God's foreign policy'; evangelicals see Iranian Pres Mahmoud Ahmadinejad as mortal threat and are wary of potential talks with Iran to resolve Iraq conflict; James Dobson likens such talks to appeasing Hitler; Rabbi Yechiel Eckstein, Israeli government's goodwill ambassador to evangelicals, says ads on Fox television for his International Fellowship of Christians and Jews drew 30,000 new donors; photo; evangelicals like Hagee see Israel as heralding second coming of Christ while others hold more generally that God maintains covenant with Jews and commands Christians to help 'older brothers' (M)",
      "lead_paragraph": "WASHINGTON, Nov. 13 - As Israeli bombs fell on Lebanon for a second week last July, the Rev. John Hagee of San Antonio arrived in Washington with 3,500 evangelicals for the first annual conference of his newly founded organization, Christians United For Israel.",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/14/washington/for-evangelicals-supporting-israel-is-gods-foreign-policy.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "A Setback for Vietnam Trade Bill",
      "snippet": "House of Representatives, 228-161, defeats measure that Pres Bush had sought to normalize trade relations with Vietnam, four days before Bush is scheduled to leave for his first visit to that country; setback may be only temporary; bill embodies a...",
      "abstract": "House of Representatives, 228-161, defeats measure that Pres Bush had sought to normalize trade relations with Vietnam, four days before Bush is scheduled to leave for his first visit to that country; setback may be only temporary; bill embodies approval by Congress of what is known as 'permanent normal trade relations' with Vietnam, which would make it easier for that country to join World Trade Organization and would allow American companies to share in benefits of open market; House Republican leaders say they will bring legislation back in couple of days under normal procedures, which require only majority, or 218 votes, for passage; bill is expected to pass Senate next week; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/14/washington/a-setback-for-vietnam-trade-bill.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "As Math Scores Lag, a New Push for the Basics",
      "snippet": "American education officials are rethinking math teaching for second time in generation, pushed by students' lagging performance on international tests and warnings that reform math, which critics call 'fuzzy' math, has crippled learning by de-emp...",
      "abstract": "American education officials are rethinking math teaching for second time in generation, pushed by students' lagging performance on international tests and warnings that reform math, which critics call 'fuzzy' math, has crippled learning by de-emphasizing basic drills and memorization in favor of allowing children to find own ways to solve problems; parental unease is also prompting many families to pay for private tutoring; National Council of Teachers of Mathematics, which influenced generation of change after 1989, now recommends tighter focus on basic skills and end to state requirements that schools teach dozens of math topics in each grade; new report calls for curriculum centering on 'quick recall' of multiplication and division, area of two-dimensional shapes and understanding of decimals; Washington, Utah and Florida area among states re-examining standards; grass-roots groups in cities agitate for return to basics, citing California's gains since it turned away from reform math; New York City says its curriculum covers both approaches; parents in Washington State strongly criticize teaching; only 51 percent of tenth-graders passed state tests in Sept, far fewer than were proficient in reading or writing; Prof Virginia Warfield notes that in Asia, where children test much higher, it is assumed that everyone learns math, and parents will help; photos (M)",
      "lead_paragraph": "SEATTLE - For the second time in a generation, education officials are rethinking the teaching of math in American schools.",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/14/education/as-math-scores-lag-a-new-push-for-the-basics.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "With a Dish, Broadband Goes Rural",
      "snippet": "Companies providing Internet access using satellites are filling one of the biggest gaps in the country’s digital infrastructure.",
      "abstract": "Companies providing Internet access using satellites are filling one of the biggest gaps in the country’s digital infrastructure.",
      "lead_paragraph": "The town of Rindge, N.H., is just 70 miles from Boston, but to telephone and cable companies it might as well be at the end of the earth. Many of the town’s 5,500 residents cannot get broadband Internet access from the providers in the area, Verizon and Pine Tree Cable, even though communities nearby have had the service for years.",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/14/technology/14satellite.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "With a Dish, Broadband Goes Rural",
      "snippet": "Satellite providers WildBlue Communications, Hughes Network Systems and Spacenet, which sells StarBand service, are providing broadband Internet access to many rural communities; about 15 million households cannot get broadband from their phone or...",
      "abstract": "Satellite providers WildBlue Communications, Hughes Network Systems and Spacenet, which sells StarBand service, are providing broadband Internet access to many rural communities; about 15 million households cannot get broadband from their phone or cable provider because companies have been slow to expand their high-speed networks in areas where there are not enough customers to generate what they regard as adequate profit; there are drawbacks to satellite approach that make it unlikely to be serious rival to more common broadband options; WildBlue's cheapest service costs $50 each month, about twice Verizon's introductory offer, and dish costs several hundred dollars; heavy rain sometimes knocks out service, and small delays are common as signals beam to and from satellite orbiting 24,000 miles above earth; customer Craig Clark of Rindge, NH, comments on service; photo (M)",
      "lead_paragraph": "The town of Rindge, N.H., is just 70 miles from Boston, but to telephone and cable companies it might as well be at the end of the earth. Many of the town's 5,500 residents cannot get broadband Internet access from the providers in the area, Verizon and Pine Tree Cable, even though communities nearby have had the service for years.",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/14/technology/with-a-dish-broadband-goes-rural.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Uneasy Days for Chiefs in Germany",
      "snippet": "Back-to-back ousters of heads of Germany's Deutsche Telekom and Volkswagen show how treacherous life is becoming in Germany for corporate bosses, caught between new breed of aggressive investors and old set of stubborn problems; Deutsche Telekom n...",
      "abstract": "Back-to-back ousters of heads of Germany's Deutsche Telekom and Volkswagen show how treacherous life is becoming in Germany for corporate bosses, caught between new breed of aggressive investors and old set of stubborn problems; Deutsche Telekom names Rene Obermann to succeed Kai-Uwe Ricke, who resigned after losing confidence of leading shareholders, German government and American private equity firm Blackstone Group; Volkswagen's chief executive Bernd Pischetsrieder was forced out last week after lengthy struggle with company's chairman Ferdinand K Piech, who is also increasingly powerful shareholder; both executives were scrambling to streamline their companies in face of withering global competition; photos (M)",
      "lead_paragraph": "FRANKFURT, Nov. 13 - The back-to-back ousters of the heads of two marquee German companies -- Deutsche Telekom and Volkswagen -- show how treacherous life is becoming in this country for corporate bosses, caught between a new breed of aggressive investors and an old set of stubborn problems.",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/14/business/worldbusiness/uneasy-days-for-chiefs-in-germany.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Pakistan Link Seen in Afghan Suicide Attacks",
      "snippet": "The trail of the bombers who have carried out a rising number of suicide attacks in Afghanistan traces back to Pakistan, Afghan officials say.",
      "abstract": "The trail of the bombers who have carried out a rising number of suicide attacks in Afghanistan traces back to Pakistan, Afghan officials say.",
      "lead_paragraph": "PESHAWAR, Pakistan, Nov. 13  Afghan and NATO security forces have recently rounded up several men like Hafiz Daoud Shah, a 21-year-old unemployed Afghan refugee who says he drove across the border to Afghanistan in September in a taxi with three other would-be suicide bombers.",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/14/world/asia/14afghan.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Hedge Manager Is Almost Famous",
      "snippet": "Profile of Raanan A Agus, manager of one of Goldman Sach Group's largest internal hedge funds; says Agus, who is owner of Honda minivan, will be in line for one of richer paydays at end of year; holds that Agus appears to be content to drive Honda...",
      "abstract": "Profile of Raanan A Agus, manager of one of Goldman Sach Group's largest internal hedge funds; says Agus, who is owner of Honda minivan, will be in line for one of richer paydays at end of year; holds that Agus appears to be content to drive Honda is reminder that relatively ascetic sensibility that marked Agus' predecessors, like Robert E Rubin, remains in place at Goldman, even in today's gilded era; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/14/business/hedge-manager-is-almost-famous.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Bush, After Talk With Iraq Panel, Says He's Open to Change, but",
      "snippet": "Pres Bush meets with independent panel examining strategic options for Iraq and says later that while he is open to new ideas, those making suggestions must recognize that best military options depend on conditions on ground; reports 'good discuss...",
      "abstract": "Pres Bush meets with independent panel examining strategic options for Iraq and says later that while he is open to new ideas, those making suggestions must recognize that best military options depend on conditions on ground; reports 'good discussion' with panel led by James Baker and Lee Hamilton; Bush is under intense pressure to change course, from Democrats and senior Republicans like Sen John Warner, who says election results reflect Americans' deep concern with 'loss of life, loss of limb' and enormous expenditures; Sen Lindsey Graham 'adamantly' oppposes deadline; Sen Carl Levin, incoming Armed Services Committee chairman, accuses administration of ignoring obvious reality that US is deep in hole and should stop digging; committee to open hearings with testimony from Gen John Abizaid and Gen Peter Pace; photo of study group members Leon Panetta, William Perry, Edwin Meese, Charles Robb, Philip Zelikow and Sandra Day O'Connor (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/14/washington/the-reach-of-war-bush-after-talk-with-iraq-panel-says-hes-open.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Pakistan Link Seen in Afghan Suicide Attacks",
      "snippet": "Afghan security officials say trail of organizing, financing and recruiting bombers who are carrying out rising number of suicide attacks traces back to Pakistan; cite recent arrest of several men like Hafiz Daoud Shah, 21-year-old Afghan refugee ...",
      "abstract": "Afghan security officials say trail of organizing, financing and recruiting bombers who are carrying out rising number of suicide attacks traces back to Pakistan; cite recent arrest of several men like Hafiz Daoud Shah, 21-year-old Afghan refugee who says he drove across border in taxi with three other would-be suicide bombers; senior US officer agrees with charge; Pakistani leadership denies infiltration problem, saying roots of Taliban insurgency lie in Afghanistan, but dispute divides governments as US pushes them to cooperate; raodside bombs and suicide attacks, once rare in Afghanistan, have grown more frequent and deadly in last year, with nearly 100 people killed in last two months and 17 suspected bombers captured; photo; Pakistan now admits bombers are being trained in Banjaur, small Pathan border area; one official cites training as reason for airstrike on religious school that killed more than 80 people; Shah says he and cohorts were to blow themselves up in four attacks in Kabul; he is one of 2.5 million Afghans who live as refugees in Pakistan and often join militants (M)",
      "lead_paragraph": "PESHAWAR, Pakistan, Nov. 13 - Afghan and NATO security forces have recently rounded up several men like Hafiz Daoud Shah, a 21-year-old unemployed Afghan refugee who says he drove across the border to Afghanistan in September in a taxi with three other would-be suicide bombers.",
      "publication_date": "2006-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/14/world/asia/pakistan-link-seen-in-afghan-suicide-attacks.html",
      "byline": "By Carlotta Gall"
    }
  ]
}