{
  "metadata": {
    "date": "2006-02-27",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "Taking Spying to Higher Level, Agencies Look for More Ways to Mine Data",
      "snippet": "Bush administration is looking at ways to mine databases in its anti-terrorist eavesdropping program: computerized systems that reveal connections between seemingly innocuous and unrelated pieces of information; tools government officials are look...",
      "abstract": "Bush administration is looking at ways to mine databases in its anti-terrorist eavesdropping program: computerized systems that reveal connections between seemingly innocuous and unrelated pieces of information; tools government officials are looking for are new, but their application would fall under well-established practice of data mining: using mathematical and statistical techniques to scan for hidden relationships in streams of digital data or large databases; intelligence agencies, hardly newcomers to data mining, are using new technologies to take practice to another level; but by fundamentally changing nature of surveillance, high-tech data mining raises privacy concerns that are only beginning to be widely debated; to find illicit activities it is necessary to turn loose software sentinels to examine all digital behavior whether it is innocent or not; technology industry executives and government officials say that intelligence agency systems take techniques used by Internet-era software snoops step further, applying software analysis tools now routinely used by law enforcement agencies to identify criminal activities and political terrorist organizations that would otherwise be missed by human eavesdroppers; one such tool is Analyst's Notebook, crime investigation 'spreadsheet' and visualization tool developed by i2Inc, diagram (L)",
      "lead_paragraph": "PALO ALTO, Calif., Feb. 23 - A small group of National Security Agency officials slipped into Silicon Valley on one of the agency's periodic technology shopping expeditions this month.",
      "publication_date": "2006-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/25/technology/taking-spying-to-higher-level-agencies-look-for-more-ways-to.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "U.S. Subpoenas 2 Dow Writers, Then Backs Off",
      "snippet": "Securities and Exchange Commission issued subpoena to Carol S Remond and Herb Greenberg, journalists at two Dow Jones publications, when it ordered them to provide information about conversations they had with stock traders and analysts; SEC decid...",
      "abstract": "Securities and Exchange Commission issued subpoena to Carol S Remond and Herb Greenberg, journalists at two Dow Jones publications, when it ordered them to provide information about conversations they had with stock traders and analysts; SEC decided not to enforce subpoena after it received questions from other reporters; subpoena sought information from Greenberg, columnist for MarketWatch.com, and Remond, columnist for Dow Jones Newswires, about articles that have contributed to stock declines at several companies; SEC is examining accusations that research firm, Gradient Analytics, and its predecessor company, Camelback Research Alliance, have worked with short sellers and hedge funds to manipulate share prices of several companies; Greenberg's columns have moved share prices of some of companies at issue, particularly Overstock.com; photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 24 - The Securities and Exchange Commission took the rare step of issuing a subpoena to two journalists two weeks ago when it ordered columnists at two Dow Jones publications to provide information about conversations that they had with stock traders and analysts.",
      "publication_date": "2006-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/25/politics/us-subpoenas-2-dow-writers-then-backs-off.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Judge Lets BlackBerry Stay in Play for Now",
      "snippet": "Judge James R Spencer rules that he will not immediately stop BlackBerry wireless e-mail service at heart of long-running patent dispute; says he is surprised and disappointed that Research in Motion and NTP have not been able to reach settlement;...",
      "abstract": "Judge James R Spencer rules that he will not immediately stop BlackBerry wireless e-mail service at heart of long-running patent dispute; says he is surprised and disappointed that Research in Motion and NTP have not been able to reach settlement; judge gives no timetable as to when he will issue injunction; United States Patent and Trademark Office has found all three of NTP patents related to case invalid; NTP says it will appeal; photo (M)",
      "lead_paragraph": "RICHMOND, Va., Feb. 24 - Owners of BlackBerry wireless e-mail devices can continue to use them, at least for now.",
      "publication_date": "2006-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/25/business/judge-lets-blackberry-stay-in-play-for-now.html",
      "byline": "By Joshua Brockman"
    },
    {
      "headline": "Muslim Clerics Call for an End to Iraqi Rioting",
      "snippet": "Imams across Iraq call for end to sectarian rioting that has left more than 170 people dead over past three days, as political leaders hold emergency meetings to contain crisis; Sunni and Shiite political and clerical leaders betray ominous polari...",
      "abstract": "Imams across Iraq call for end to sectarian rioting that has left more than 170 people dead over past three days, as political leaders hold emergency meetings to contain crisis; Sunni and Shiite political and clerical leaders betray ominous polarization of attitudes about who was at fault for outbreak of violence, along with increased hostility to US role in Iraq; Iraqi leaders and US officials are aware that conflict could still push Iraq into civil war; Prime Min Ibrahim al-Jaafari extends daytime curfew for second day; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 24 - With the streets of the capital and other major cities largely emptied by an extraordinary daytime curfew, imams across Iraq called Friday for an end to the sectarian rioting that has left more than 170 people dead over the past three days, as political leaders held emergency meetings to contain the crisis.",
      "publication_date": "2006-02-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/25/world/middleeast/muslim-clerics-call-for-an-end-to-iraqi-rioting.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Overstock's Campaign of Menace",
      "snippet": "Joe Nocera column on Securities and Exchange Commission's decision not to enforce subpoenas it issued to Carol S Remond, columnist for Dow Jones Newswires, and Herb Greenberg, columnist for Marketwatch.com, that requested information about article...",
      "abstract": "Joe Nocera column on Securities and Exchange Commission's decision not to enforce subpoenas it issued to Carol S Remond, columnist for Dow Jones Newswires, and Herb Greenberg, columnist for Marketwatch.com, that requested information about articles they wrote contributed to stock declines at several companies, especially Overstock.com; says Overstock's chief executive Patrick M Byrne, who made accusations against journalist, is menace for anyone who cares about First Amendment; holds Byrne is using courts, Internet, his taunting e-mails--and even his conspiracy theory against press, as part of thinly disguised effort to squelch any and all criticism of Overstock; photo (M)",
      "lead_paragraph": "I am just sitting here with a glass of wine in my hands, reflecting on what a really bad week you and your friends have had,\" read the e-mail message to Herb Greenberg, a well-known columnist for MarketWatch.com.",
      "publication_date": "2006-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/25/business/overstocks-campaign-of-menace.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Sectarian Bloodshed Reveals Strength of Iraq Militias",
      "snippet": "Iraqi and US officials say that sectarian violence that has shaken Iraq demonstrates power that militias have to draw country into full-scale civil war, and how difficult it would be for state to stop it; militias pose double threat to future of I...",
      "abstract": "Iraqi and US officials say that sectarian violence that has shaken Iraq demonstrates power that militias have to draw country into full-scale civil war, and how difficult it would be for state to stop it; militias pose double threat to future of Iraq: they exist as marauding gangs and as sanctioned members of Iraqi Army and police; attacks, mostly by Shiite militiamen, showed how deeply militias have spread inside government forces; Shiite political leaders and clerics say they are justified in keeping their armies to prevent insurgent attacks like one that destroyed golden dome of Askariya Shrine in Samarra; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 24 - The sectarian violence that has shaken Iraq this week has demonstrated the power that the many militias here have to draw the country into a full-scale civil war, and how difficult it would be for the state to stop it, Iraqi and American officials say.",
      "publication_date": "2006-02-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/25/world/middleeast/sectarian-bloodshed-reveals-strength-of-iraq-militias.html",
      "byline": "By Edward Wong and Sabrina Tavernise"
    },
    {
      "headline": "A Move to Add Still More Fine Print to Advertised Airfares",
      "snippet": "Airlines are attempting to loosen industry advertising regulations that would allow them to advertise fares that do not include full amounts; overall price of ticket would increase when items such as fuel surcharges are added making price comparis...",
      "abstract": "Airlines are attempting to loosen industry advertising regulations that would allow them to advertise fares that do not include full amounts; overall price of ticket would increase when items such as fuel surcharges are added making price comparison difficult; prices have been pushed lower by passengers increasingly booking flights on Internet travel sites; older airlines such as United, American, Northwest, Delta and Continental stand to benefit from looser regulations while low-cost carriers like Southwest Airlines and Jetblue have contributed to competitive pricing; photos (M)",
      "lead_paragraph": "CHICAGO, Feb. 24 - If a number of large airlines have their way, comparison shopping -- a main force in driving down airfares -- could get much more difficult.",
      "publication_date": "2006-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/25/business/media/a-move-to-add-still-more-fine-print-to-advertised-airfares.html",
      "byline": "By Jeff Bailey and Christopher Elliott"
    },
    {
      "headline": "Security Gaps at Dubai Port",
      "snippet": "At a model port in Dubai, a sweeping security regimen was set up after the Sept. 11 attacks, largely at the request of the United States. But experts say it still falls short. Page 26.  ",
      "abstract": "At a model port in Dubai, a sweeping security regimen was set up after the Sept. 11 attacks, largely at the request of the United States. But experts say it still falls short. Page 26.  ",
      "lead_paragraph": "At a model port in Dubai, a sweeping security regimen was set up after the Sept. 11 attacks, largely at the request of the United States. But experts say it still falls short. Page 26.",
      "publication_date": "2006-02-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/26/us/security-gaps-at-dubai-port.html",
      "byline": ""
    },
    {
      "headline": "Dubai Expected to Ask for Review of Port Deal",
      "snippet": "Dubai Ports World is expected to announce deal inviting United States government to conduct broad review of security concerns in regard to its bid to manage terminals at six American ports; goal is to delay or circumvent collision with Republican ...",
      "abstract": "Dubai Ports World is expected to announce deal inviting United States government to conduct broad review of security concerns in regard to its bid to manage terminals at six American ports; goal is to delay or circumvent collision with Republican leaders, who have been threatening to support some form of Congressional action against bid, while giving Pres Bush face-saving way of backing away from his repeated assertions that bid presents no security risk; photo (L)",
      "lead_paragraph": "WASHINGTON, Feb. 25 - After two days of behind-the-scenes negotiations with the Bush administration and Congress, the Dubai company seeking to manage terminals at six American ports is expected to announce by Monday a deal inviting the government to conduct a broad new review of security concerns, senior administration officials and a company adviser say.",
      "publication_date": "2006-02-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/26/politics/dubai-expected-to-ask-for-review-of-port-deal.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "A Growing Afghan Prison Rivals Bleak Guantánamo",
      "snippet": "American military now holds some 500 terror suspects in primitive conditions and indefinitely without charges at detention camp at Bagram air base in Afghanistan; Bagram bars outside visitors except International Red Cross and refuses to make publ...",
      "abstract": "American military now holds some 500 terror suspects in primitive conditions and indefinitely without charges at detention camp at Bagram air base in Afghanistan; Bagram bars outside visitors except International Red Cross and refuses to make public names of those held there; conditions have improved since 2003; human rights groups say reports of abuse have declined; growing population at camp is in part result of Bush administration decision to cut off flow of detainees to Guantanamo Bay Naval Base; photo (L)",
      "lead_paragraph": "While an international debate rages over the future of the American detention center at Guantánamo Bay, Cuba, the military has quietly expanded another, less-visible prison in Afghanistan, where it now holds some 500 terror suspects in more primitive conditions, indefinitely and without charges.",
      "publication_date": "2006-02-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/26/world/a-growing-afghan-prison-rivals-bleak-guantanamo.html",
      "byline": "By Tim Golden and Eric Schmitt"
    },
    {
      "headline": "Two Tiers, Slipping Into One",
      "snippet": "Article in series Rewriting the Social Contract: Barriers to Middle-Class Pay; longstanding wage advantage that manufacturing workers enjoy over their counterparts in services or construction is shrinking fast as older workers depart, at Caterpill...",
      "abstract": "Article in series Rewriting the Social Contract: Barriers to Middle-Class Pay; longstanding wage advantage that manufacturing workers enjoy over their counterparts in services or construction is shrinking fast as older workers depart, at Caterpillar and at other companies; United Auto Workers union at Caterpillar reluctantly accepted two-tier contract that provides significantly lower wages and benefits for newly hired employees; new second tier is as much as $20 per hour below cost for older workers; trade-off is promise of manufacturing revival at long last in old Rust Belt, as new hires come aboard at much lower labor costs; even healthy and highly profitable companies like Caterpillar are engaging in practice of two-tier wage structure; longstanding presumption that factory workers at successful companies can achieve secure, relatively prosperous middle-class life for themselves and their families is evaporating; Caterpillar chief executive Jim Owens says lowering wages has allowed company to add jobs; graph; photos (L)",
      "lead_paragraph": "PEORIA, Ill. - RICK DOTY is a 30-year veteran of Caterpillar, the big tractor and earth-moving equipment manufacturer. He is paid $23.51 an hour as a machinist, and he receives additional benefits worth almost as much. That sets him far above newly hired workers consigned to a much lower wage scale.",
      "publication_date": "2006-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/26/business/yourmoney/two-tiers-slipping-into-one.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Facing Death, Learning to Live",
      "snippet": "Lisa Belkin Life's Work column on book Chasing Daylight: How My Forthcoming Death Transformed My Life; author Eugene D O'Kelly was given three months to live after cancer diagnosis; published posthumously, book deals with how successful man learns...",
      "abstract": "Lisa Belkin Life's Work column on book Chasing Daylight: How My Forthcoming Death Transformed My Life; author Eugene D O'Kelly was given three months to live after cancer diagnosis; published posthumously, book deals with how successful man learns to redefine success in final months of his life; drawing (M)",
      "lead_paragraph": "WHAT would you do if you were given mere months to live? We've all asked ourselves that, playing a game of sorts to separate the important from the less so. We usually forget the answers quickly, and go back to the bad habits that made us wonder in the first place.",
      "publication_date": "2006-02-26T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/02/26/jobs/facing-death-learning-to-live.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "No Tie Is Required, but You May Need a Résumé in the Lunch Pail",
      "snippet": "Career professionals are seeing more blue collar workers seeking advice about resume writing; as manufacturing jobs dwindle, many experts are recommending that union workers and others with seemingly secure jobs prepare resume and learn how to mar...",
      "abstract": "Career professionals are seeing more blue collar workers seeking advice about resume writing; as manufacturing jobs dwindle, many experts are recommending that union workers and others with seemingly secure jobs prepare resume and learn how to market themselves and their skills; photo (M)",
      "lead_paragraph": "It took a wide layoff and fierce job competition to persuade Tony Confer to do something he had never wanted to do: write a résumé. Mr. Confer, 44, who was laid off first as a maintenance technician and later from a factory job, admitted that putting together a résumé wasn't a priority after 19 years at the same company repairing air compressors, electric furnaces and hydraulic systems.",
      "publication_date": "2006-02-26T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/02/26/jobs/no-tie-is-required-but-you-may-need-a-resume-in-the-lunch-pail.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "In Sony's Stumble, the Ghost of Betamax",
      "snippet": "Microsoft's decision last September to abandon its neutral stance and support Toshiba and its HD-DVD standard over Blu-ray format led by Sony reverberated through technology industry; Intel joined Microsoft in backing HD-DVD; Hewlett-Packard withd...",
      "abstract": "Microsoft's decision last September to abandon its neutral stance and support Toshiba and its HD-DVD standard over Blu-ray format led by Sony reverberated through technology industry; Intel joined Microsoft in backing HD-DVD; Hewlett-Packard withdrew its exclusive support of Blue-ray camp; LG Electronics hedged its bets, signing deal to license Toshiba's technology; one of main reasons underpinning Microsoft's move to shuck its neutrality led to Sony's acknowledgment that it might delay its spring scheduled release of its PlayStation 3 game console partly because needed technology was still being worked out; possible delay and Blu-ray group's loss of its once-commanding lead are not encouraging developments for Sony in its attempt to revive its electronics group after series of bungles; photo (L)",
      "lead_paragraph": "AT first glance, Amir Majidimehr does not look like a game-changer in the battle to develop the next generation of DVD players and discs. As the vice president for Windows digital media at Microsoft, he neither steers a Hollywood studio nor controls one of the many consumer electronics giants that are betting billions of dollars on one of the two new formats that promise to play high-definition movies and television shows.",
      "publication_date": "2006-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/26/business/in-sonys-stumble-the-ghost-of-betamax.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Younger Clerics Showing Power in Iraq's Unrest",
      "snippet": "Recent sectarian violence in Iraq shows rival hardline Shiite clerical factions pushing each other toward more militant and anti-American stances; paramount cleric Ayatollah Ali al-Sistani appears to have been outflanked by younger and more aggres...",
      "abstract": "Recent sectarian violence in Iraq shows rival hardline Shiite clerical factions pushing each other toward more militant and anti-American stances; paramount cleric Ayatollah Ali al-Sistani appears to have been outflanked by younger and more aggressive figures; main struggle has been between leading factions of Moktada al-Sadr and Abdul Aziz al-Hakim, both supported by Iran and eager to be seen as protectors of Shiite masses; fact that many hardline political leaders are also clerics complicates situation; photos (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 25 - American officials have been repeatedly stunned and frequently thwarted in the past three years by the extraordinary power of Muslim clerics over Iraqi society. But in the sectarian violence of the past few days, that power has taken an ominous turn, as rival hard-line Shiite clerical factions have pushed each other toward more militant and anti-American stances, Iraqi and Western officials say.",
      "publication_date": "2006-02-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/26/world/middleeast/younger-clerics-showing-power-in-iraqs-unrest.html",
      "byline": "By Robert F. Worth and Edward Wong"
    },
    {
      "headline": "The Adviser Who Became the Activist",
      "snippet": "Lazard head Bruce Wasserstein crossed line between adviser and co-conspirator when he presented plan to break up Time Warner Inc; rather than making case on behalf of his client Carl C Icahn, who is leading fight against Time Warner, Wasserstein a...",
      "abstract": "Lazard head Bruce Wasserstein crossed line between adviser and co-conspirator when he presented plan to break up Time Warner Inc; rather than making case on behalf of his client Carl C Icahn, who is leading fight against Time Warner, Wasserstein assumed role of activist investor, for reasons that remain inexplicable; he proclaimed that plan to break up company into four pieces was his own; Wasserstein's decision to play prominent role in Icahn's failed fight--and to declare break-up plan his own--may have exposed him as Wall Street's Emperor With No Clout; it may have put him in precarious position with his current and prospective clients; unscientific study of some of Lazard's top clients found that many privately expressed concerns about Wasserstein's foray into corporate activism; photo (M)",
      "lead_paragraph": "WHEN Bruce Wasserstein, the enigmatic investment banker who runs Lazard, presented a plan to break up Time Warner almost three weeks ago, he crossed a line between adviser and co-conspirator.",
      "publication_date": "2006-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/02/26/business/yourmoney/the-adviser-who-became-the-activist.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "For Ken Lay, Enron's Riches Turning to Ruin",
      "snippet": "Personal financial records of former Enron Corp chmn Kenneth L Lay show that he has already fallen from ranks of Houston's millionaires, with stated net worth of less than $650,000; assets held in trust are almost sure to be eaten up by legal fees...",
      "abstract": "Personal financial records of former Enron Corp chmn Kenneth L Lay show that he has already fallen from ranks of Houston's millionaires, with stated net worth of less than $650,000; assets held in trust are almost sure to be eaten up by legal fees; Lay faces potential liability from shareholder lawsuits; Lay's failing fortune underscores how far corporate chieftains at scandal-ridden companies may be pushed toward insolvency before civil or criminal judgment is entered against them; photo (L)",
      "lead_paragraph": "HOUSTON, Feb. 25 - For Kenneth L. Lay, it has been a true reversal of fortune -- and not just in the courtroom.",
      "publication_date": "2006-02-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/02/26/business/for-ken-lay-enrons-riches-turning-to-ruin.html",
      "byline": "By Alexei Barrionuevo and Kurt Eichenwald"
    },
    {
      "headline": "Cyberthieves Silently Copy Your Passwords as You Type",
      "snippet": "Most people who use e-mail now know enough to be on guard against ''phishing'' messages that pretend to be from a bank or business but are actually attempts to steal passwords and other personal information.      But there is evidence that among g...",
      "abstract": "Most people who use e-mail now know enough to be on guard against ''phishing'' messages that pretend to be from a bank or business but are actually attempts to steal passwords and other personal information.      But there is evidence that among global cybercriminals, phishing may already be passé.  ",
      "lead_paragraph": "Most people who use e-mail now know enough to be on guard against \"phishing\" messages that pretend to be from a bank or business but are actually attempts to steal passwords and other personal information.",
      "publication_date": "2006-02-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/27/technology/cyberthieves-silently-copy-your-passwords-as-you-type.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "The Big Man Still Reigns in Hollywood",
      "snippet": "NEXT Sunday at the Oscars, directors, actors and producers from a handful of small films will pick up the majority of the big awards. The winners will talk about courage, about independence, about the women and men who were willing to step forward...",
      "abstract": "NEXT Sunday at the Oscars, directors, actors and producers from a handful of small films will pick up the majority of the big awards. The winners will talk about courage, about independence, about the women and men who were willing to step forward and triumph over the big Hollywood machine.      So they will be sticking it to the man. Except, of course, they are the man.  ",
      "lead_paragraph": "NEXT Sunday at the Oscars, directors, actors and producers from a handful of small films will pick up the majority of the big awards. The winners will talk about courage, about independence, about the women and men who were willing to step forward and triumph over the big Hollywood machine.",
      "publication_date": "2006-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/27/business/media/the-big-man-still-reigns-in-hollywood.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Army to Pay Halliburton Unit Most Costs Disputed by Audit",
      "snippet": "The Army has decided to reimburse a Halliburton subsidiary for nearly all of its disputed costs on a $2.41 billion no-bid contract to deliver fuel and repair oil equipment in Iraq, even though the Pentagon's own auditors had identified more than $...",
      "abstract": "The Army has decided to reimburse a Halliburton subsidiary for nearly all of its disputed costs on a $2.41 billion no-bid contract to deliver fuel and repair oil equipment in Iraq, even though the Pentagon's own auditors had identified more than $250 million in charges as potentially excessive or unjustified.      The Army said in response to questions on Friday that questionable business practices by the subsidiary, Kellogg Brown & Root, had in some cases driven up the company's costs. But in the haste and peril of war, it had largely done as well as could be expected, the Army said, and aside from a few penalties, the government was compelled to reimburse the company for its costs.  ",
      "lead_paragraph": "The Army has decided to reimburse a Halliburton subsidiary for nearly all of its disputed costs on a $2.41 billion no-bid contract to deliver fuel and repair oil equipment in Iraq, even though the Pentagon's own auditors had identified more than $250 million in charges as potentially excessive or unjustified.",
      "publication_date": "2006-02-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/27/world/middleeast/army-to-pay-halliburton-unit-most-costs-disputed-by-audit.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Another White House Briefing, Another Day of Mutual Mistrust",
      "snippet": "Mike McCurry, who was President Bill Clinton's press secretary a decade ago, is kicking himself to this day for ever allowing the White House briefings to be televised live.     ''It was a huge error on my part,'' Mr. McCurry recalled the other da...",
      "abstract": "Mike McCurry, who was President Bill Clinton's press secretary a decade ago, is kicking himself to this day for ever allowing the White House briefings to be televised live.     ''It was a huge error on my part,'' Mr. McCurry recalled the other day after watching a relentless White House press corps badger Scott McClellan, the current White House press secretary, about a hunting accident in which Vice President Dick Cheney shot a friend, Harry M. Whittington, and delayed telling the news media about it. ''It has turned into a theater of the absurd.''  ",
      "lead_paragraph": "Mike McCurry, who was President Bill Clinton's press secretary a decade ago, is kicking himself to this day for ever allowing the White House briefings to be televised live.",
      "publication_date": "2006-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/27/business/media-another-white-house-briefing-another-day-of-mutual-mistrust.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "He Helped Build the iPod; Now He Has Built a Rival",
      "snippet": "When Samsung, the consumer electronics giant, decided to mount a serious challenge to Apple Computer's iPod music player early last year, it turned to a little-known Silicon Valley software start-up with a cluttered one-room office tucked away her...",
      "abstract": "When Samsung, the consumer electronics giant, decided to mount a serious challenge to Apple Computer's iPod music player early last year, it turned to a little-known Silicon Valley software start-up with a cluttered one-room office tucked away here in a building above a mortgage title company.      The result of that partnership is Samsung's newest Z5 portable MP3 player, which will appear on store shelves March 5. The software inside the player was forged at Iventor Inc. by a small team of programmers led by Paul Mercer, 38, a veteran Apple Macintosh software designer.  ",
      "lead_paragraph": "PALO ALTO, Calif., Feb. 23 - When Samsung, the consumer electronics giant, decided to mount a serious challenge to Apple Computer's iPod music player early last year, it turned to a little-known Silicon Valley software start-up with a cluttered one-room office tucked away here in a building above a mortgage title company.",
      "publication_date": "2006-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/27/technology/he-helped-build-the-ipod-now-he-has-built-a-rival.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "CBS Intends to Ring In With Breaking News for a Subscription Fee",
      "snippet": "The CBS Corporation is expected to announce today the first subscription services that send news and entertainment alerts that include video clips to mobile phones. They are part of a broad new strategy to sell wireless media products directly to ...",
      "abstract": "The CBS Corporation is expected to announce today the first subscription services that send news and entertainment alerts that include video clips to mobile phones. They are part of a broad new strategy to sell wireless media products directly to consumers.     A CBS News to Go service will be sold for 99 cents a month, while a service called E.T. to Go, focusing on entertainment news built off the show ''Entertainment Tonight,'' will initially be offered for $3.99 a month. Entertainment Tonight is produced by Paramount Television, another division of CBS.  ",
      "lead_paragraph": "The CBS Corporation is expected to announce today the first subscription services that send news and entertainment alerts that include video clips to mobile phones. They are part of a broad new strategy to sell wireless media products directly to consumers.",
      "publication_date": "2006-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/27/technology/cbs-intends-to-ring-in-with-breaking-news-for-a-subscription-fee.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Iraqi Sunni Bloc to Rejoin Talks on Government",
      "snippet": "Leaders of the main Sunni Arab political bloc have decided to return to suspended talks over the formation of a new government, the top Sunni negotiator said Sunday. The step could help defuse the sectarian tensions that threatened to spiral into ...",
      "abstract": "Leaders of the main Sunni Arab political bloc have decided to return to suspended talks over the formation of a new government, the top Sunni negotiator said Sunday. The step could help defuse the sectarian tensions that threatened to spiral into open civil war last week after the bombing of a Shiite shrine and the killings of Sunnis in reprisal.     That bloodletting has amounted to the worst sectarian violence since the American invasion nearly three years ago, and the possibility of Iraqis killing one another on an even greater scale appears to have helped drive Sunni Arab politicians back to moderation, after they angrily withdrew from negotiations last Thursday.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 26 - Leaders of the main Sunni Arab political bloc have decided to return to suspended talks over the formation of a new government, the top Sunni negotiator said Sunday. The step could help defuse the sectarian tensions that threatened to spiral into open civil war last week after the bombing of a Shiite shrine and the killings of Sunnis in reprisal.",
      "publication_date": "2006-02-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/27/world/middleeast/iraqi-sunni-bloc-to-rejoin-talks-on-government.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Growing Old Together, in New Kind of Commune",
      "snippet": "They are unlikely revolutionaries. Bearing walkers and canes, a veritable Merck Manual of ailments among them, the 12 old friends -- average age 80 -- looked as though they should have been sitting down to a game of Scrabble, not pioneering a new ...",
      "abstract": "They are unlikely revolutionaries. Bearing walkers and canes, a veritable Merck Manual of ailments among them, the 12 old friends -- average age 80 -- looked as though they should have been sitting down to a game of Scrabble, not pioneering a new kind of commune.     Opting for old age on their own terms, they were starting a new chapter in their lives as residents of Glacier Circle, the country's first self-planned housing development for the elderly -- a community they had conceived and designed themselves, right down to its purple gutters.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/27/us/growing-old-together-in-new-kind-of-commune.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "News Corporation to Tap Not Just Its Film Vaults, but Art From the Street",
      "snippet": "Twelve executives from the News Corporation gathered recently in a makeshift office in Barcelona to plot their newest entertainment venture. But they did not come to discuss television dramas, film or newspapers, their core businesses, but how to ...",
      "abstract": "Twelve executives from the News Corporation gathered recently in a makeshift office in Barcelona to plot their newest entertainment venture. But they did not come to discuss television dramas, film or newspapers, their core businesses, but how to create entertainment for the cellphone.     In what is the boldest venture yet by an established media company to insinuate itself into millions of cellphones, the News Corporation has created a mobile entertainment store called Mobizzo and a production studio to focus exclusively on developing cellphone entertainment in much the same way that 20th Century Fox creates movies and television.  ",
      "lead_paragraph": "Twelve executives from the News Corporation gathered recently in a makeshift office in Barcelona to plot their newest entertainment venture. But they did not come to discuss television dramas, film or newspapers, their core businesses, but how to create entertainment for the cellphone.",
      "publication_date": "2006-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/27/technology/news-corporation-to-tap-not-just-its-film-vaults-but-art-from.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "German Intelligence Gave U.S. Iraqi Defense Plan, Report Says",
      "snippet": "Two German intelligence agents in Baghdad obtained a copy of Saddam Hussein's plan to defend the Iraqi capital, which a German official passed on to American commanders a month before the invasion, according to a classified study by the United Sta...",
      "abstract": "Two German intelligence agents in Baghdad obtained a copy of Saddam Hussein's plan to defend the Iraqi capital, which a German official passed on to American commanders a month before the invasion, according to a classified study by the United States military.      In providing the Iraqi document, German intelligence officials offered more significant assistance to the United States than their government has publicly acknowledged. The plan gave the American military an extraordinary window into Iraq's top-level deliberations, including where and how Mr. Hussein planned to deploy his most loyal troops.  ",
      "lead_paragraph": "WASHINGTON, Feb. 26 - Two German intelligence agents in Baghdad obtained a copy of Saddam Hussein's plan to defend the Iraqi capital, which a German official passed on to American commanders a month before the invasion, according to a classified study by the United States military.",
      "publication_date": "2006-02-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/27/politics/german-intelligence-gave-us-iraqi-defense-plan-report-says.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "In the Music of New Orleans, Katrina Leaves Angry Edge",
      "snippet": "The beat was crisp New Orleans funk, thumping to keep the crowd dancing at the uptown club Tipitina's. The band onstage, Dumpstaphunk, was led by Ivan Neville, the son of Aaron Neville and a member of New Orleans's first family of rhythm and blues...",
      "abstract": "The beat was crisp New Orleans funk, thumping to keep the crowd dancing at the uptown club Tipitina's. The band onstage, Dumpstaphunk, was led by Ivan Neville, the son of Aaron Neville and a member of New Orleans's first family of rhythm and blues.      He was back in town for a club date on the weekend before Mardi Gras, when so many top New Orleans musicians returned that it almost seemed they had never gone away.  ",
      "lead_paragraph": "NEW ORLEANS, Feb. 26 - The beat was crisp New Orleans funk, thumping to keep the crowd dancing at the uptown club Tipitina's. The band onstage, Dumpstaphunk, was led by Ivan Neville, the son of Aaron Neville and a member of New Orleans's first family of rhythm and blues.",
      "publication_date": "2006-02-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/27/arts/in-the-music-of-new-orleans-katrina-leaves-angry-edge.html",
      "byline": "By Jon Pareles"
    }
  ]
}