{
  "metadata": {
    "date": "2006-12-08",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Iraqi Refugees Strain Mideast",
      "snippet": "Nearly two million people have fled Iraq since the invasion in 2003, the bulk of them settling in Syria and Jordan, where their welcome has worn thin and their sheer numbers threaten to overwhelm the host countries. Page A18.  ",
      "abstract": "Nearly two million people have fled Iraq since the invasion in 2003, the bulk of them settling in Syria and Jordan, where their welcome has worn thin and their sheer numbers threaten to overwhelm the host countries. Page A18.  ",
      "lead_paragraph": "Nearly two million people have fled Iraq since the invasion in 2003, the bulk of them settling in Syria and Jordan, where their welcome has worn thin and their sheer numbers threaten to overwhelm the host countries. Page A18.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/08/front page/world/iraqi-refugees-strain-mideast.html",
      "byline": ""
    },
    {
      "headline": "Long a Laggard, Wages Start to Outpace Prices",
      "snippet": "The buying power of U.S. workers is now rising at the fastest rate since the late 1990s.",
      "abstract": "The buying power of U.S. workers is now rising at the fastest rate since the late 1990s.",
      "lead_paragraph": "After four years in which pay failed to keep pace with price increases, wages for most American workers have begun rising significantly faster than inflation.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/08/business/08wage.html",
      "byline": "By Jeremy W. Peters and David Leonhardt"
    },
    {
      "headline": "Happy Birthday. Vacate Your Office.",
      "snippet": "Many big law firms are keeping up with mandatory retirement age rules to make room for new blood.",
      "abstract": "Many big law firms are keeping up with mandatory retirement age rules to make room for new blood.",
      "lead_paragraph": "As November drew near, A. Paul Victor, who spent decades at the law firm Weil, Gotshal & Manges defending corporate clients, kept a close eye on the calendar.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/08/business/08legal.html",
      "byline": "By Julie Creswell and Karen Donovan"
    },
    {
      "headline": "70 Years Later, a Scapegoat Gets a Break",
      "snippet": "Normal short selling is about to become easier. But as in 1932, there are many who see the most aggressive short sellers as part of a Wall Street conspiracy to drive down prices.",
      "abstract": "Normal short selling is about to become easier. But as in 1932, there are many who see the most aggressive short sellers as part of a Wall Street conspiracy to drive down prices.",
      "lead_paragraph": "“Short selling,” thundered Representative Adolph J. Sabath, Democrat of Illinois, “is the greatest evil that has been permitted or sanctioned by the government that I know of.” It was, in short, the cause of the Great Depression.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/08/business/08norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "70 Years Later, a Scapegoat Gets a Break",
      "snippet": "Floyd Norris column on Securities and Exchange Commission proposal to drop rule to exempt some companies from so-called uptick rule or short selling; says newfound acceptance of short sellers is deceptive; holds those most exercised over evils of ...",
      "abstract": "Floyd Norris column on Securities and Exchange Commission proposal to drop rule to exempt some companies from so-called uptick rule or short selling; says newfound acceptance of short sellers is deceptive; holds those most exercised over evils of shorts say they have nothing against legitimate short selling but it is naked short selling they despise; says naked short selling is practice of selling stocks short without borrowing them that leads to delivering shares; holds Wall Street firms tend to see it as minor ill, and point out that naked short sellers will still have to pay up if stock price rises; says there are many people who see most aggressive short sellers as part of Wall Street conspiracy to drive down prices; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/08/business/70-years-later-a-scapegoat-gets-a-break.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Dueling Views Pit Baker Against Rice",
      "snippet": "News analysis says that much of Iraq Study Group's criticism of Bush administration reflects different worldviews of report's architect James A Baker III and Sec of State Condoleezza Rice; Baker argues for US to engage with Iran, if only to reveal...",
      "abstract": "News analysis says that much of Iraq Study Group's criticism of Bush administration reflects different worldviews of report's architect James A Baker III and Sec of State Condoleezza Rice; Baker argues for US to engage with Iran, if only to reveal to world its 'rejectionist attitude'; he says US should try to engage Syria and help convince Arab moderates that US can be flexible and negotiate; Rice has not responded to Baker's arguments, but her aides say she already has coherent, effective strategy; Rice has sought to further isolate Syria and Iran and has loudly advocated for democracy in Middle East, idea that Baker and commission conspicuously ignore in their report; some experts say that they have different mind-sets: Baker is negotiator who believes in engaging adversaries and Rice is part of administration that divides world into friends and foes (M)",
      "lead_paragraph": "WASHINGTON, Dec. 7 - Many of the blistering critiques of the Bush administration contained in the Iraq Study Group's report boil down to this: the differing worldviews of Baker versus Rice.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/08/world/middleeast/dueling-views-pit-baker-against-rice.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Wal-Mart Fires Marketing Star and Ad Agency",
      "snippet": "Wal-Mart's top marketing executive Julie Roehm is out of job amid allegations, which she denies, that she accepted gifts from ad agencies, particularly Draft FCB, maintained personal relationship with subordinate Sean Womack and showed favoritism ...",
      "abstract": "Wal-Mart's top marketing executive Julie Roehm is out of job amid allegations, which she denies, that she accepted gifts from ad agencies, particularly Draft FCB, maintained personal relationship with subordinate Sean Womack and showed favoritism toward potential vendors; Wal-Mart, in surprising rebuke, overturns Roehm's choice, Draft FCB, to replace company's longtime ad agencies, decision that puts $580 million worth of marketing up for grabs again; photo (M)",
      "lead_paragraph": "It was a coup for Wal-Mart: hiring away a top marketing executive whose envelope-pushing advertising campaigns -- like a lingerie-filled mock football game -- generated big business and big buzz.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/08/business/media/walmart-fires-marketing-star-and-ad-agency.html",
      "byline": "By Michael Barbaro and Stuart Elliott"
    },
    {
      "headline": "Culturally, Hedge Funds Go Public",
      "snippet": "The increase in cultural references to hedge funds parallels the explosive growth in hedge funds.",
      "abstract": "The increase in cultural references to hedge funds parallels the explosive growth in hedge funds.",
      "lead_paragraph": " Soft light gently illuminates two former lovers, eyes only for each other, as they stand on a balcony on a warm, starry night.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/08/business/media/08hedge.html",
      "byline": "By Michael J. de la Merced"
    },
    {
      "headline": "Wal-Mart Fires Marketing Star and Ad Agency",
      "snippet": "Julie Roehm was never at home within the painstakingly modest by-the-books culture of Wal-Mart.",
      "abstract": "Julie Roehm was never at home within the painstakingly modest by-the-books culture of Wal-Mart.",
      "lead_paragraph": "It was a coup for Wal-Mart: hiring away a top marketing executive whose envelope-pushing advertising campaigns — like a lingerie-filled mock football game — generated big business and big buzz. ",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/08/business/media/08adco.html",
      "byline": "By Michael Barbaro and Stuart Elliott"
    },
    {
      "headline": "Off to College Alone, Shadowed by Mental Illness",
      "snippet": "Increasing number of young people entering college have diagnoses of serious mental disorders, making difficult transition to college life even more fraught; usual college struggles are complicated by decisions about counseling, medication and dis...",
      "abstract": "Increasing number of young people entering college have diagnoses of serious mental disorders, making difficult transition to college life even more fraught; usual college struggles are complicated by decisions about counseling, medication and disclosure of illness; transition is difficult for parents too, who must grapple with boundaries and distance; some young adults approach transition with independence, some with avoidance; students most dependent on their parents may be especially unprepared for stress of college; students who are most independent may be afraid to ask for help when they need it; parents may feel further alienated because teenagers legally become adults at age 18 in most states; also, college counselors are bound by confidentiality and parents may not know there is trouble; mental health experts say students with mental illness should establish local health support on or near campus before starting college; experiences of students with mental illness detailed; photos (L)",
      "lead_paragraph": "Her mother called it a negotiable proposition. But to Jean Lynch-Thomason, a 17-year-old with bipolar disorder who started college this fall, her mom's notion to fly from their home in Nashville to her campus in Olympia, Wash., every few weeks to monitor Jean's illness felt needlessly intrusive.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/08/health/off-to-college-alone-shadowed-by-mental-illness.html",
      "byline": "By Lynette Clemetson"
    },
    {
      "headline": "Long a Laggard, Wages Start to Outpace Prices",
      "snippet": "Wages for most American workers have begun rising significantly faster than inflation for first time since late 1990s; after years of stagnant, even declining real wages for typical worker, recent surge raises possibility that job market could be ...",
      "abstract": "Wages for most American workers have begun rising significantly faster than inflation for first time since late 1990s; after years of stagnant, even declining real wages for typical worker, recent surge raises possibility that job market could be on brink of strong run; but some economists say economy has slowed significantly in recent months and that wage improvement may turn out to be temporary spike; recent rise in wages appears to be increasing pay for both rich and poor, after years of sharply rising income inequality; wages have risen so quickly that some economists worry that they could push inflation up on their own, by forcing companies to raise prices; charts of wage growth; photo (M)",
      "lead_paragraph": "After four years in which pay failed to keep pace with price increases, wages for most American workers have begun rising significantly faster than inflation.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/08/business/long-a-laggard-wages-start-to-outpace-prices.html",
      "byline": "By Jeremy W. Peters and David Leonhardt"
    },
    {
      "headline": "Bush Backs Away From 2 Key Ideas of Panel on Iraq",
      "snippet": "Pres Bush distances himself from two of Iraq Study Group's most fundamental recommendations, as panel begins lobbying Congress to adopt report wholesale; Bush backs away from panel's recommendations to pull back US combat troops from Iraq over nex...",
      "abstract": "Pres Bush distances himself from two of Iraq Study Group's most fundamental recommendations, as panel begins lobbying Congress to adopt report wholesale; Bush backs away from panel's recommendations to pull back US combat troops from Iraq over next 15 months and to engage in direct talks with Iran and Syria; Bush says he needs to consult his military commanders about troop movements, and he sets conditions for talks with Iran and Syria that are not likely to be met; Bush, with British Prime Min Tony Blair at his side, continues to talk about war in ideological terms, calling war part of broader struggle against good and evil, totalitarianism and democracy; Bush says he will give report careful consideration but says he does not intend to accept all 79 recommendations; he says he will make no decision until he receives three other reviews under way; Pentagon review is still being completed, but some officials express concern about Iraq Study Group's troop pullback timetable; photos (M)",
      "lead_paragraph": "WASHINGTON, Dec. 7 - President Bush moved quickly to distance himself on Thursday from the central recommendations of the bipartisan Iraq Study Group, even as the panel's co-chairmen opened an intensive lobbying effort on Capitol Hill to press Mr. Bush to adopt their report wholesale.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/08/world/middleeast/bush-backs-away-from-2-key-ideas-of-panel-on-iraq.html",
      "byline": "By Sheryl Gay Stolberg and Kate Zernike"
    },
    {
      "headline": "China Trip by Paulson Lifts Stakes",
      "snippet": "Pressure is mounting on Treas Sec Henry M Paulson Jr to produce results during his Dec 13-15 visit to China with six Cabinet members and Federal Reserve chairman Ben S Bernanke or face wave of protectionist measures in new Congress next year; Paul...",
      "abstract": "Pressure is mounting on Treas Sec Henry M Paulson Jr to produce results during his Dec 13-15 visit to China with six Cabinet members and Federal Reserve chairman Ben S Bernanke or face wave of protectionist measures in new Congress next year; Paulson has conferred with business leaders urging him to bring about changes in China's economic practices, particularly its regulated economy, manipulation of currency levels to spur exports and its failure to crack down on piracy of software, pharmaceuticals and other items; Paulson's aides are also conferring with Chinese representatives preparing of his meetings; both sides caution not to expect breakthroughs on big issues; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 7 - As Treasury Secretary Henry M. Paulson Jr. prepares for his passage to China with six Cabinet members and the chairman of the Federal Reserve, pressure is mounting on him to produce results or face a wave of protectionist measures in the new Congress next year.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/08/business/china-trip-by-paulson-lifts-stakes.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Bush Backs Away From 2 Key Ideas of Panel on Iraq",
      "snippet": "President Bush did not seem to endorse a pullback of U.S. combat brigades over the next 15 months or talks with Iran and Syria. ",
      "abstract": "President Bush did not seem to endorse a pullback of U.S. combat brigades over the next 15 months or talks with Iran and Syria. ",
      "lead_paragraph": "WASHINGTON, Dec. 7 — President Bush moved quickly to distance himself on Thursday from the central recommendations of the bipartisan Iraq Study Group, even as the panel’s co-chairmen opened an intensive lobbying effort on Capitol Hill to press Mr. Bush to adopt their report wholesale. ",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/08/world/middleeast/08prexy.html",
      "byline": "By Sheryl Gay Stolberg and Kate Zernike"
    },
    {
      "headline": "China Trip by Paulson Lifts Stakes",
      "snippet": "Pressure is mounting on Treasury Secretary Henry M. Paulson Jr. to produce results or face protectionist measures in Congress next year.",
      "abstract": "Pressure is mounting on Treasury Secretary Henry M. Paulson Jr. to produce results or face protectionist measures in Congress next year.",
      "lead_paragraph": "WASHINGTON, Dec. 7 — As Treasury Secretary Henry M. Paulson Jr. prepares for his passage to China with six Cabinet members and the chairman of the Federal Reserve, pressure is mounting on him to produce results or face a wave of protectionist measures in the new Congress next year.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/08/business/08paulson.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Culturally, Hedge Funds Go Public",
      "snippet": "Hedge funds have become new cultural shorthand for fast money; John Wiley & Sons in October issued its latest how-to book Hedge Funds for Dummies by Ann C Logue; Kenneth Cole is offering Hedge Fund--leather loafer on its Web site at clearance pric...",
      "abstract": "Hedge funds have become new cultural shorthand for fast money; John Wiley & Sons in October issued its latest how-to book Hedge Funds for Dummies by Ann C Logue; Kenneth Cole is offering Hedge Fund--leather loafer on its Web site at clearance price of $119.98; short-lived ABC reality show One Ocean View, which aimed to show love lives of 11 20-somethings at their Fire Island, NY, weekend house, featured Lauren, junior analyst at unnamed hedge fund; increase in corporate references to hedge funds parallels explosive growth in hedge funds; there are now nearly 9,000 of them, with total assets of more than $1.2 trillion, up from $38.9 billion in 1990; photos (M)",
      "lead_paragraph": "Soft light gently illuminates two former lovers, eyes only for each other, as they stand on a balcony on a warm, starry night.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/08/business/media/culturally-hedge-funds-go-public.html",
      "byline": "By Michael J. de la Merced"
    },
    {
      "headline": "Dueling Views Pit Baker Against Rice",
      "snippet": "Many of the critiques in the Iraq Study Group’s report boil down to the differing views of a former secretary of state and the current one.",
      "abstract": "Many of the critiques in the Iraq Study Group’s report boil down to the differing views of a former secretary of state and the current one.",
      "lead_paragraph": "WASHINGTON, Dec. 7 — Many of the blistering critiques of the Bush administration contained in the Iraq Study Group’s report boil down to this: the differing worldviews of Baker versus Rice. ",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/08/world/middleeast/08diplo.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Happy Birthday. Vacate Your Office.",
      "snippet": "Many big law firm partnerships are keeping up practice of pushing out older lawyers to make room for younger ones; Altman Weil survey shows of 46 law firms with 100 or more lawyers, about 57 percent of them reported mandatory retirement age, rangi...",
      "abstract": "Many big law firm partnerships are keeping up practice of pushing out older lawyers to make room for younger ones; Altman Weil survey shows of 46 law firms with 100 or more lawyers, about 57 percent of them reported mandatory retirement age, ranging from 65 to 72; mandatory retirement ages seem to be skewing younger at time when good health and longer life expectancy are increasing; retirement at law firm Simpson Thacher & Bartlett is 65, but retirement benefits are capped at 62 and few partners stick around after that; brutal battle over issue of aging lawyers is being fought in federal court in Chicago, where Equal Employment Opportunity Commission has filed lawsuit accusing Sidley Austin of age discrimination; lawyers are closely watching Sidley case because it could ultimately lead to restructuring of law firm partnerships; A Paul Victor, who spent decades at Weil, Gotshal & Manages, was forced to retire at age 68 and went to rival firm Dewey Ballantine as partner in antitrust group, comments; photos (M)",
      "lead_paragraph": "As November drew near, A. Paul Victor, who spent decades at the law firm Weil, Gotshal & Manges defending corporate clients, kept a close eye on the calendar.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/08/business/happy-birthday-vacate-your-office.html",
      "byline": "By Julie Creswell and Karen Donovan"
    },
    {
      "headline": "Changes Are Expected in Voting by 2008 Election",
      "snippet": "Federal voting officials say sweeping changes in voting methods, including banning most electronic voting machines without paper trail, are likely by 2008 presidential election; proposed changes are result of growing skepticism about reliability a...",
      "abstract": "Federal voting officials say sweeping changes in voting methods, including banning most electronic voting machines without paper trail, are likely by 2008 presidential election; proposed changes are result of growing skepticism about reliability and security of paperless touch-screen machines used by 30 percent of US voters; several counties around country are already considering scrapping their voting systems after problems during midterm elections this year, and federal technology experts recently concluded that paperless machines could not be secured from tampering; changes would also mean that federal authorities inspect vote-counting software and code could be made public; concerns have been mounting that there is no legitimate way to conduct recount or to check for malfunction or fraud with paperless machines; changes face resistance by some state and local officials who are still reeling from last major overhaul of voting system in 2002, and some say $150 million in federal aid proposed would not be enough to fund changes; chart of voting changes since 2002 (M)",
      "lead_paragraph": "By the 2008 presidential election, voters around the country are likely to see sweeping changes in how they cast their ballots and how those ballots are counted, including an end to the use of most electronic voting machines without a paper trail, federal voting officials and legislators say.",
      "publication_date": "2006-12-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/08/washington/changes-are-expected-in-voting-by-2008-election.html",
      "byline": "By Ian Urbina and Christopher Drew"
    }
  ]
}