{
  "metadata": {
    "date": "2006-12-07",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "More Camera, More Style, Modest Price",
      "snippet": "David Pogue reviews 11 cameras with street price under $300; photos (M)",
      "abstract": "David Pogue reviews 11 cameras with street price under $300; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/07/technology/more-camera-more-style-modest-price.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Will Iraq Study Group’s Plan Work on the Battlefield?",
      "snippet": "Military analysis says recommendations by Iraq Study Group go against assessments made by some of its own military advisers and posits that US can accomplish in one year what it has failed to accomplish in three; says study group is projecting tha...",
      "abstract": "Military analysis says recommendations by Iraq Study Group go against assessments made by some of its own military advisers and posits that US can accomplish in one year what it has failed to accomplish in three; says study group is projecting that rapid infusion of US military trainers will improve Iraqi security forces enough that US combat brigades can withdraw by early 2008; says experience of US commanders shows difficulties in rapidly handing over security responsibilities to Iraq; military experts say there are several difficulties with panel's recommendation: that it underestimates challenge of building Iraqi security force; that rapid withdrawal of US combat forces would expose remaining US advisers to dangerous risk; that it may take combined efforts of US combat units and Iraqi security forces to halt spiraling violence and civil strife; map; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/07/world/middleeast/will-iraq-study-groups-plan-work-on-the-battlefield.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Fannie Mae to Restate Results by $6.3 Billion Because of Accounting",
      "snippet": "Fannie Mae will reduce its earnings by $6.3 billion to correct several years of accounting problems in one of nation's biggest financial scandals; Federal regulators plan to file lawsuit before end of year in effort to recover millions of dollars ...",
      "abstract": "Fannie Mae will reduce its earnings by $6.3 billion to correct several years of accounting problems in one of nation's biggest financial scandals; Federal regulators plan to file lawsuit before end of year in effort to recover millions of dollars from Fannie Mae's former chairman Franklin D Raines and chief financial officer Timothy Howard; both men were ousted in December 2004; James B Lockhart III, director of Office of Housing and Enterprise Oversight, comments; Federal investigators have searched through company's records, leading Securities and Exchange Commission and Office of Housing and Enterprise Oversight to exact $400 million civil penalty in May; Daniel H Mudd, who succeeded Raines as Fannie Mae's chief executive, comments; photo (M)",
      "lead_paragraph": "Fannie Mae, the largest buyer of American mortgages, said yesterday that it would reduce its earnings by $6.3 billion to correct several years of accounting problems in one of the nation's biggest financial scandals.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/07/business/fannie-mae-to-restate-results-by-63-billion-because-of-accounting.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Will It Work in the White House?",
      "snippet": "President Bush faces the question of whether he is ready to embrace the spirit of the Iraq Study Group report and produce a new approach of his own.",
      "abstract": "President Bush faces the question of whether he is ready to embrace the spirit of the Iraq Study Group report and produce a new approach of his own.",
      "lead_paragraph": "WASHINGTON, Dec. 6 — In 142 stark pages, the Iraq Study Group report makes an impassioned plea for bipartisan consensus on the most divisive foreign policy issue of this generation. Without President Bush, that cannot happen.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/07/world/middleeast/07assess.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Report Says Oil Royalties Go Unpaid",
      "snippet": "Eight-month investigation by Interior Department's inspector general Earl E Devaney has found pervasive problems in government's program for ensuring companies pay royalties they owe on billions of dollars of oil and gas pumped on federal land and...",
      "abstract": "Eight-month investigation by Interior Department's inspector general Earl E Devaney has found pervasive problems in government's program for ensuring companies pay royalties they owe on billions of dollars of oil and gas pumped on federal land and in coastal waters; Devaney, in report to Congress, says agency's data are often inaccurate, that its officials rely too heavily on statements by oil companies rather than actual records and that only about 9 percent of all oil and gas leases are being reviewed; report undermines claims by top Interior officials that department is aggressively pursuing underpayments and outright cheating by companies that drill on property owned by American public; Interior officials defend program, but announce they will develop 'action plan' to address Devaney's recommendations (M)",
      "lead_paragraph": "WASHINGTON, Dec. 6 - An eight-month investigation by the Interior Department's chief watchdog has found pervasive problems in the government's program for ensuring that companies pay the royalties they owe on billions of dollars of oil and gas pumped on federal land and in coastal waters.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/07/washington/report-says-oil-royalties-go-unpaid.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Fannie Mae to Restate Results by $6.3 Billion Because of Accounting",
      "snippet": "The restatement is one of the biggest for an American company, although it falls short of the $11 billion charge taken by WorldCom in 2002. ",
      "abstract": "The restatement is one of the biggest for an American company, although it falls short of the $11 billion charge taken by WorldCom in 2002. ",
      "lead_paragraph": "Fannie Mae, the largest buyer of American mortgages, said yesterday that it would reduce its earnings by $6.3 billion to correct several years of accounting problems in one of the nation’s biggest financial scandals.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/07/business/07fannie.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Dwindling Docket Mystifies Supreme Court",
      "snippet": "Supreme Court has taken 40 percent fewer cases this term than last and justices are mystified at shortfall; legal scholars say reasons for decline have been building for decades: federal government has been losing fewer cases in lower courts and h...",
      "abstract": "Supreme Court has taken 40 percent fewer cases this term than last and justices are mystified at shortfall; legal scholars say reasons for decline have been building for decades: federal government has been losing fewer cases in lower courts and has less reason to appeal; as Congress enacts fewer laws, justices have fewer statutes to interpret; scholars theorize that court is so closely divided that neither liberals nor conservatives want to take case they might lose; legal experts say law clerks are reluctant to look overly credulous and are reluctant to recommend cases; William H Rehnquist made clear when he became chief justice in 1986 that he believed earlier court was taking too many cases and in 1988, Congress eliminated from court's jurisdiction category of 'mandatory' appeals; justices themselves seem mystified at paucity of cases that meet court's criteria; graph of court opinions (M)",
      "lead_paragraph": "WASHINGTON, Dec. 6 - On the Supreme Court's color-coded master calendar, which was distributed months before the term began on the first Monday in October, Dec. 6 is marked in red to signify a day when the justices are scheduled to be on the bench, hearing arguments.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/07/washington/dwindling-docket-mystifies-supreme-court.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Far From Extinct",
      "snippet": "At age 36, technological advances and global trade have put the latest revision of the giant Boeing 747 back in demand.",
      "abstract": "At age 36, technological advances and global trade have put the latest revision of the giant Boeing 747 back in demand.",
      "lead_paragraph": " After air traffic fell off sharply following the Sept. 11, 2001, attacks, the Boeing 747, the hump-backed giant of the skies, appeared to have run out of lives. ",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/07/business/worldbusiness/07boeing.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Panel Urges Basic Shift in U.S. Policy in Iraq",
      "snippet": "Iraq Study Group says situation in Iraq is dire and bluntly rebukes Pres Bush's current strategy and details different approach, including pullback of US troops over 15 months; panel's recommendations include call for direct engagement with Syria ...",
      "abstract": "Iraq Study Group says situation in Iraq is dire and bluntly rebukes Pres Bush's current strategy and details different approach, including pullback of US troops over 15 months; panel's recommendations include call for direct engagement with Syria and Iran as part of diplomatic strategy in region; key proposal is that US tell Iraq that failure to make progress on reconciliation and security would accelerate US withdrawal and reduce support; commission says that Iraqis must understand that US military commitment is not permanent; panel recommends plan to increase training of Iraqi forces while simultaneously pulling back combat brigades, plan unlikely to satisfy critics on either side; panel's proposal is remarkable condemnation of US policy and members say recommendations are not guarantee against failure in Iraq; supporters of approach say it is overdue effort to shift responsibility onto Iraqis; critics say conclusion is naive and does not address potential chaos and weakened Iraqi government; White House is careful not to criticize report's findings and says Bush will announce his own strategy later this month; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 6 - A bipartisan commission warned Wednesday that \"the situation in Iraq is grave and deteriorating,\" and it handed President Bush both a rebuke for his current strategy and a detailed blueprint for a fundamentally different approach, including the pullback of all American combat brigades over the next 15 months.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/07/world/middleeast/panel-urges-basic-shift-in-us-policy-in-iraq.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Murdoch and Malone Find a Way to Make Up",
      "snippet": "The News Corporation agreed to buy out John C. Malone’s stake in the company in exchange for a stake in DirecTV.",
      "abstract": "The News Corporation agreed to buy out John C. Malone’s stake in the company in exchange for a stake in DirecTV.",
      "lead_paragraph": " Rupert Murdoch and John C. Malone, who have wrangled for two years over Mr. Malone’s challenge to Mr. Murdoch’s control of the News Corporation, have made peace.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/07/technology/07cable.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Will Iraq Study Group’s Plan Work on the Battlefield? ",
      "snippet": "The military recommendations issued by the Iraq Study Group run counter to assessments made by some of its own military advisers.",
      "abstract": "The military recommendations issued by the Iraq Study Group run counter to assessments made by some of its own military advisers.",
      "lead_paragraph": "The military recommendations issued yesterday by the Iraq Study Group are based more on hope than history and run counter to assessments made by some of its own military advisers.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/07/world/middleeast/07military.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Murdoch and Malone Find a Way to Make Up",
      "snippet": "News Corp chairman Rupert Murdoch and Liberty Media head John C Malone strike deal that will have Malone take Murdoch's 39 percent stake in DirecTV satellite service as well as three regional sports networks owned by News Corp's Fox subsidiary, pl...",
      "abstract": "News Corp chairman Rupert Murdoch and Liberty Media head John C Malone strike deal that will have Malone take Murdoch's 39 percent stake in DirecTV satellite service as well as three regional sports networks owned by News Corp's Fox subsidiary, plus some $500 million in cash; Malone will sell his $11 billion stake in News Corp back to company; News Corp will retire Liberty's 19 percent voting stake and 15 percent nonvoting interest in what amounts to huge share buyback; Murdoch will have gain of close $5 billion on DirecTV since buying his stake in 2003; photo (M)",
      "lead_paragraph": "Rupert Murdoch and John C. Malone, who have wrangled for two years over Mr. Malone's challenge to Mr. Murdoch's control of the News Corporation, have made peace.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/07/technology/murdoch-and-malone-find-a-way-to-make-up.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "More Camera, More Style, Modest Price",
      "snippet": "How much digital camera can you get for $300? A lot more than last year.",
      "abstract": "How much digital camera can you get for $300? A lot more than last year.",
      "lead_paragraph": "As you grow older, you begin to ponder the eternal questions. What is the meaning of life? What happens to our souls after death? And how much digital camera can you get for $300?",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/07/technology/07pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Report Says Oil Royalties Go Unpaid",
      "snippet": "A government inquiry found pervasive problems in the monitoring of royalties for oil drilling.",
      "abstract": "A government inquiry found pervasive problems in the monitoring of royalties for oil drilling.",
      "lead_paragraph": " WASHINGTON, Dec. 6 — An eight-month investigation by the Interior Department’s chief watchdog has found pervasive problems in the government’s program for ensuring that companies pay the royalties they owe on billions of dollars of oil and gas pumped on federal land and in coastal waters.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "Washington",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/07/washington/07royalty.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Far From Extinct",
      "snippet": "Demand is growing for new Boeing 747-8 Intercontinental, which was introduced year ago; Boeing has 73 orders for plane after Lufthansa places $5.5 billion order for 20 747-8s and takes options to buy 20 more; demand for Boeing 747, which was first...",
      "abstract": "Demand is growing for new Boeing 747-8 Intercontinental, which was introduced year ago; Boeing has 73 orders for plane after Lufthansa places $5.5 billion order for 20 747-8s and takes options to buy 20 more; demand for Boeing 747, which was first introduced in 1970, seemed to be waning as world moved to smaller, more fuel-efficient planes; reversal of fortune comes as Airbus's A380 has stumbled, falling two years behind its delivery schedule amid persistent problems and management shakeup at company; 747-8 is designed to carry up to 467 passengers, while A380 can carry up to 555; new 747 is inexpensive way for Boeing to capture some passenger orders, lot of cargo orders and make fair amount of money because of Airbus's problems; photos (L)",
      "lead_paragraph": "After air traffic fell off sharply following the Sept. 11, 2001, attacks, the Boeing 747, the hump-backed giant of the skies, appeared to have run out of lives.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/07/business/worldbusiness/far-from-extinct.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Will It Work in the White House?",
      "snippet": "News analysis: Iraq Study Group report confronts Pres Bush with powerful argument that his policy in Iraq is failing and that he must move toward disengagement; real question now is whether report will result in Bush's accepting implicit criticism...",
      "abstract": "News analysis: Iraq Study Group report confronts Pres Bush with powerful argument that his policy in Iraq is failing and that he must move toward disengagement; real question now is whether report will result in Bush's accepting implicit criticism and embracing policy approach he has thus far refused; Bush has sought to play down role report would have in shaping his own strategy and administration has several reviews of its own under way; Bush has been adjusting his policy in modest ways but question remains whether he will embrace spirit of bipartisan report and take new approach that amounts to more than repackaging; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 6 - In 142 stark pages, the Iraq Study Group report makes an impassioned plea for bipartisan consensus on the most divisive foreign policy issue of this generation. Without President Bush, that cannot happen.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/07/world/middleeast/will-it-work-in-the-white-house.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Panel Urges Basic Shift in U.S. Policy in Iraq",
      "snippet": "The blueprint for a different approach includes the pullback of all American combat brigades over the next 15 months.",
      "abstract": "The blueprint for a different approach includes the pullback of all American combat brigades over the next 15 months.",
      "lead_paragraph": "WASHINGTON, Dec. 6 — A bipartisan commission warned Wednesday that “the situation in Iraq is grave and deteriorating,” and it handed President Bush both a rebuke for his current strategy and a detailed blueprint for a fundamentally different approach, including the pullback of all American combat brigades over the next 15 months.",
      "publication_date": "2006-12-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/07/world/middleeast/07baker.html",
      "byline": "By David E. Sanger"
    }
  ]
}