{
  "metadata": {
    "date": "2006-11-07",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "THE '06 VOTE",
      "snippet": "Overheated Expectations?  For a combination of reasons, including bullish prognostications by handicappers and polls that promise a blowout, Democrats' hopes have soared. But those expectations may be overheated.   By Adam Nagourney, Page A18    F...",
      "abstract": " Overheated Expectations?  For a combination of reasons, including bullish prognostications by handicappers and polls that promise a blowout, Democrats' hopes have soared. But those expectations may be overheated.   By Adam Nagourney, Page A18    Furor Over a Telephone Blitz  The Republican Party's sweeping computerized telephone blitz in several dozen races that are likely to determine control of the House has set off a furor over campaign tactics.   By Christopher Drew and Carl Hulse, Page A18    Bush and Rove, Still Strategizing  George W. Bush and his political partner Karl Rove ended their last campaign together in the sliver of northwestern Florida that arguably gave them their 2000 victory.   By Jim Rutenberg, Page A18  ",
      "lead_paragraph": "Overheated Expectations? For a combination of reasons, including bullish prognostications by handicappers and polls that promise a blowout, Democrats' hopes have soared. But those expectations may be overheated. By Adam Nagourney, Page A18",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/07/us/front page/the-06-vote.html",
      "byline": ""
    },
    {
      "headline": "Committed to Coal, and in a Hurry, Too",
      "snippet": "TXU Corp is embarking on nation's single largest coal-oriented construction campaign, with plan to add more than 9,000 megawatts of new capacity, equivalent of 3.5 percent of nation's current coal-fired capacity; capacity is enough to power millio...",
      "abstract": "TXU Corp is embarking on nation's single largest coal-oriented construction campaign, with plan to add more than 9,000 megawatts of new capacity, equivalent of 3.5 percent of nation's current coal-fired capacity; capacity is enough to power millions of homes, using coal from other giant pits like one in Fairfield, Tex, and still more in Wyoming; TXU is spending $10 billion on 11 new coal power plants that will produce copious amounts of global warming gases for decades to come; TXU says it is considering 7,000 to 14,000 more megawatts of capacity in other parts of country, possibly including Northeast and Midwest; whatever coal-burning plants cost to ecosystem, it could be immensely profitable bet; company executives say plants will provide cheap electricity for Texas, make lots of money for shareholders, conserve more valuable natural gas and reduce pollutants that make smog; outside groups, including Public Citizen, Pew Center for Global Climate Change and Natural Resources Defense Council say TXU is embarking on its immense construction campaign without taking account of its role in emerging environmental catastrophe; TXU chief executive Mike McCall comments; graph; map; photos (L)",
      "lead_paragraph": "FAIRFIELD, Tex. - In a huge pit, gigantic bulldozers and earth-moving machines are removing two layers of coal, the last shavings in a monumental task that has dug 200 feet down and expanded across 20 square miles over the last 35 years.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/07/business/committed-to-coal-and-in-a-hurry-too.html",
      "byline": "By Matthew L. Wald"
    },
    {
      "headline": "China to Pass U.S. in 2009 in Emissions",
      "snippet": "International Energy Agency report shows China will surpass US in 2009, nearly decade ahead of previous predictions, as biggest emitter of main gas linked to global warming; China's rise, fueled heavily by coal, is particularly troubling to climat...",
      "abstract": "International Energy Agency report shows China will surpass US in 2009, nearly decade ahead of previous predictions, as biggest emitter of main gas linked to global warming; China's rise, fueled heavily by coal, is particularly troubling to climate scientists because as developing country, China is exempt from Kyoto Protocol's requirements for reductions in emissions of global warming gases; unregulated emissions from China, India and other developing countries are likely to account for most of global increase in carbon dioxide emissions over next quarter-century; China has resisted limits on its own emissions and those of other developing countries; United States, biggest current emitter of gases, has rejected protocol in part because most lawmakers and Pres Bush say its exemption for rising powers like China is unfair; agency says global energy demand will grow 53 percent by 2030 if nothing is done; oil consumption is seen rising to 116 million barrels per day, compared with 85 million barrels now; demand for coal, mostly for power generation, will rise 59 percent; energy-related carbon dioxide emissions will increase 55 percent, to 44.1 billion in 2030; environmental officials from around world begin meeting in Nairobi to discuss new agreement after Kyoto Protocol; talks are aimed partly at bringing larger developing countries like China, India and Brazil under emission controls; graph; photo (L)",
      "lead_paragraph": "LONDON, Nov. 6 - China will surpass the United States in 2009, nearly a decade ahead of previous predictions, as the biggest emitter of the main gas linked to global warming, the International Energy Agency has concluded in a report to be released Tuesday.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/07/business/worldbusiness/china-to-pass-us-in-2009-in-emissions.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Kidnappings Haunt Long War in Sri Lanka",
      "snippet": "Renewed ethnic conflict in Sri Lanka has resulted in rash of kidnappings, reminiscent of abductions in 1980's; victims come from all walks of life and for most part are Tamil, country's main ethnic minority; most kidnapping crimes remain unsolved;...",
      "abstract": "Renewed ethnic conflict in Sri Lanka has resulted in rash of kidnappings, reminiscent of abductions in 1980's; victims come from all walks of life and for most part are Tamil, country's main ethnic minority; most kidnapping crimes remain unsolved; Sinhalese-led government has battled Tamil separatist guerillas for 25 years, but new danger is from splinter Tamil rebel faction accused of alliance with government and participation in abductions; government denies any link to group, called Karuna faction, but kidnappings have cast suspicions on Pres Mahinda Rajapakse's administration; United Nations has recommended sending foreign monitors to investigate human rights abuses, but Rajapakse instead announced government commission of inquiry, to be aided by foreign observers; photos (M)",
      "lead_paragraph": "COLOMBO, Sri Lanka - Like a returning ghost, a rash of mysterious abductions has come to haunt this country once more.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/07/world/asia/kidnappings-haunt-long-war-in-sri-lanka.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Leftist Headed Toward Victory in Nicaragua",
      "snippet": "Partial results indicated that Daniel Ortega, a former Marxist president, would win the presidential election.",
      "abstract": "Partial results indicated that Daniel Ortega, a former Marxist president, would win the presidential election.",
      "lead_paragraph": "MANAGUA, Nicaragua, Nov. 6 — Sixteen years after he left power, Daniel Ortega, a former Marxist president and the Sandinista leader who is still regarded as a sworn foe by many in Washington, appeared headed to a victory on Monday in the Nicaraguan presidential election.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/07/world/americas/07nicaragua.html",
      "byline": "By James C. McKinley Jr. and Jill Replogle"
    },
    {
      "headline": "China to Pass U.S. in 2009 in Emissions",
      "snippet": "China will surpass the United States as the biggest emitter of carbon dioxide in 2009, the International Energy Agency has concluded.",
      "abstract": "China will surpass the United States as the biggest emitter of carbon dioxide in 2009, the International Energy Agency has concluded.",
      "lead_paragraph": "LONDON, Nov. 6 — China will surpass the United States in 2009, nearly a decade ahead of previous predictions, as the biggest emitter of the main gas linked to global warming, the International Energy Agency has concluded in a report to be released Tuesday.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/07/business/worldbusiness/07pollute.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Chief Bids to Buy Out Hotel Chain",
      "snippet": "Four Seasons Hotels chief executive Isadore Sharp makes $3.7 billion buyout bid for luxury hotel chain; offer is backed by Kingdom Hotels International, holding company of Saudi Prince Walid bin Talal, and Cascade Investment, investment vehicle of...",
      "abstract": "Four Seasons Hotels chief executive Isadore Sharp makes $3.7 billion buyout bid for luxury hotel chain; offer is backed by Kingdom Hotels International, holding company of Saudi Prince Walid bin Talal, and Cascade Investment, investment vehicle of Bill Gates; Sharp would be paid $288 million if transaction is successful; Sharp stresses he will not entertain any rival offers; photo (M)",
      "lead_paragraph": "The chief executive and controlling shareholder of Four Seasons Hotels, Isadore Sharp, made a $3.7 billion buyout bid for the luxury hotel chain yesterday.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/07/business/chief-bids-to-buy-out-hotel-chain.html",
      "byline": "By Andrew Ross Sorkin and Eric Dash"
    },
    {
      "headline": "In Arizona, 'For Sale' Is a Sign of the Times",
      "snippet": "The number of unsold homes in Phoenix is soaring and builders are pulling back as a housing bonanza turns bust.",
      "abstract": "The number of unsold homes in Phoenix is soaring and builders are pulling back as a housing bonanza turns bust.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Real Estate",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/07/realestate/07land.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "In Arizona, 'For Sale' Is a Sign of the Times",
      "snippet": "New-home sales have fallen dramatically in West, and especially in Phoenix area, which was epicenter of real estate boom; strong local economy and 20 percent population increase cast Phoenix as one of fastest-growing housing markets; current sales...",
      "abstract": "New-home sales have fallen dramatically in West, and especially in Phoenix area, which was epicenter of real estate boom; strong local economy and 20 percent population increase cast Phoenix as one of fastest-growing housing markets; current sales cancellations among big builders are running as high as 40 percent, in Phoenix and around country; Phoenix-area builders predict current downtown will not last long, saying sales will increase again once homes on market are absorbed by influx of new residents; other experts are more pessimistic, saying supply of homes exceeded demand by dramatic amount; economists also note that construction sector was significant factor in economic boom; photo; map; chart of Phoenix home sales (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/07/realestate/in-arizona-for-sale-is-a-sign-of-the-times.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Kidnappings Haunt Long War in Sri Lanka",
      "snippet": "A rash of mysterious abductions is once more a terrifying sideshow in Sri Lanka’s newly revived ethnic conflict.",
      "abstract": "A rash of mysterious abductions is once more a terrifying sideshow in Sri Lanka’s newly revived ethnic conflict.",
      "lead_paragraph": "COLOMBO, Sri Lanka — Like a returning ghost, a rash of mysterious abductions has come to haunt this country once more.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/07/world/asia/07lanka.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Microsoft Xbox to Join the Battle for Video Downloading",
      "snippet": "Microsoft will offer movies and episodes of television shows for downloading through its Xbox Live online service in US, starting Nov 22; has negotiated rights to rent or sell more than 1,000 hours of material from CBS, MTV Networks, Paramount, Wa...",
      "abstract": "Microsoft will offer movies and episodes of television shows for downloading through its Xbox Live online service in US, starting Nov 22; has negotiated rights to rent or sell more than 1,000 hours of material from CBS, MTV Networks, Paramount, Warner Brothers and Turner Broadcasting, along with martial arts show Ultimate Fighting Championship; video store will work much like that of Apple Computer, with some important differences; while users will be able to keep television shows, movies can be rented for only limited period; videos will not be playable on other devices and cannot be burned onto DVDs, but online service will keep track of purchases so that users can log in to watch videos on friend's Xbox; Microsoft corporate vice president Peter Moore comments; photo (M)",
      "lead_paragraph": "Owners of Microsoft's Xbox 360 game console will soon be able to watch science fiction epics as well as play them.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/07/technology/microsoft-xbox-to-join-the-battle-for-video-downloading.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "Chief Bids to Buy Out Hotel Chain",
      "snippet": "The chief executive and controlling shareholder of Four Seasons Hotels, Isadore Sharp, made a $3.7 billion buyout bid.",
      "abstract": "The chief executive and controlling shareholder of Four Seasons Hotels, Isadore Sharp, made a $3.7 billion buyout bid.",
      "lead_paragraph": "The chief executive and controlling shareholder of Four Seasons Hotels, Isadore Sharp, made a $3.7 billion buyout bid for the luxury hotel chain yesterday.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/07/business/07deal.html",
      "byline": "By Andrew Ross Sorkin and Eric Dash"
    },
    {
      "headline": "Big Bonuses Seen Again for Wall St.",
      "snippet": "Year-end bonuses on Wall Street are forecast to be highly lucrative, with the payouts rising 10 percent to 15 percent from 2005.",
      "abstract": "Year-end bonuses on Wall Street are forecast to be highly lucrative, with the payouts rising 10 percent to 15 percent from 2005.",
      "lead_paragraph": "On Wall Street, the rich keep getting richer.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/07/business/07wall.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Leftist Headed Toward Victory in Nicaragua",
      "snippet": "Daniel Ortega, former Marxist president and Sandinista leader, appears victorious in preliminary results of Nicaragua's presidential election; Ortega victory would be defeat for Bush administration, which has strongly opposed his election and says...",
      "abstract": "Daniel Ortega, former Marxist president and Sandinista leader, appears victorious in preliminary results of Nicaragua's presidential election; Ortega victory would be defeat for Bush administration, which has strongly opposed his election and says it will withdraw aid from Ortega government; Ortega says he is no longer Marxist and promises good relations with US; Ortega victory would be another gain for leftists in Latin America; Ortega's opponents and US refuse to recognize his expected victory until final results are announced; Ortega failed to regain power in 1996 and 2001 elections, but appears to have been helped in this election by recent change in election law and scandal involving former Pres Enrique Bolanos; photo (M)",
      "lead_paragraph": "MANAGUA, Nicaragua, Nov. 6 - Sixteen years after he left power, Daniel Ortega, a former Marxist president and the Sandinista leader who is still regarded as a sworn foe by many in Washington, appeared headed to a victory on Monday in the Nicaraguan presidential election.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/07/world/americas/leftist-headed-toward-victory-in-nicaragua.html",
      "byline": "By James C. McKinley Jr. and Jill Replogle"
    },
    {
      "headline": "Committed to Coal, and in a Hurry, Too",
      "snippet": "The TXU Corporation is planning 11 new coal power plants even as tough emission rules seem inevitable.",
      "abstract": "The TXU Corporation is planning 11 new coal power plants even as tough emission rules seem inevitable.",
      "lead_paragraph": "FAIRFIELD, Tex. — In a huge pit, gigantic bulldozers and earth-moving machines are removing two layers of coal, the last shavings in a monumental task that has dug 200 feet down and expanded across 20 square miles over the last 35 years. ",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/07/business/07coal.html",
      "byline": "By Matthew L. Wald"
    },
    {
      "headline": "Big Bonuses Seen Again for Wall St.",
      "snippet": "Alan Johnson Associates survey finds year-end bonuses on Wall Street will be highly lucrative, with payouts rising 10 percent to 15 percent from 2005; investment bankers, who give advice to corporations, are expected to experience biggest percenta...",
      "abstract": "Alan Johnson Associates survey finds year-end bonuses on Wall Street will be highly lucrative, with payouts rising 10 percent to 15 percent from 2005; investment bankers, who give advice to corporations, are expected to experience biggest percentage rise, about 20 percent to 25 percent, from 2005; traders, who make investment bets for their firms, and those who operate in complex world of structured products and derivatives will receive $40 million to $50 million; average managing director is expected to get $1.7 million, up from $1.2 million last year (M)",
      "lead_paragraph": "On Wall Street, the rich keep getting richer.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/07/business/big-bonuses-seen-again-for-wall-st.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Candidates Make Dash for Finish Line",
      "snippet": "Candidates and their supporters release barrage of advertising and get-out-the-vote campaigns on final day of one of most expensive and meanest mid-term elections in US history; most independent analysts predict strong Democratic showing, but Repu...",
      "abstract": "Candidates and their supporters release barrage of advertising and get-out-the-vote campaigns on final day of one of most expensive and meanest mid-term elections in US history; most independent analysts predict strong Democratic showing, but Republicans cite slight Democratic dip in most recent polls; Democratic officials acknowledge uncertainty of tight Senate races in Maryland, Montana, New Jersey and Rhode Island; independent analysts predict Democratic gains of 20 to 40 seats in House, giving party control for first time since 1994; Pres Bush spends day rallying Republican voters in several states, but some party candidates are reluctant to be linked to unpopular president; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 6 - Exhausted candidates across the country delivered their final appeals on Monday, closing a campaign that will determine the balance of power in Washington for the next two years and render a judgment about President Bush and the war in Iraq.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/07/us/politics/candidates-make-dash-for-finish-line.html",
      "byline": "By John M. Broder and Jim Rutenberg"
    },
    {
      "headline": "Candidates Make Dash for Finish Line",
      "snippet": "Voters were flooded with advertising and ambitious turnout operations at the end of an expensive and nasty campaign.",
      "abstract": "Voters were flooded with advertising and ambitious turnout operations at the end of an expensive and nasty campaign.",
      "lead_paragraph": "WASHINGTON, Nov. 6 — Exhausted candidates across the country delivered their final appeals on Monday, closing a campaign that will determine the balance of power in Washington for the next two years and render a judgment about President Bush and the war in Iraq.",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/07/us/politics/07election.html",
      "byline": "By John M. Broder and Jim Rutenberg"
    },
    {
      "headline": "Microsoft Xbox to Join the Battle for Video Downloading",
      "snippet": "Microsoft said it would offer movies and television shows for download through its Xbox Live online service.",
      "abstract": "Microsoft said it would offer movies and television shows for download through its Xbox Live online service.",
      "lead_paragraph": "Editors’ Note Appended",
      "publication_date": "2006-11-07T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/07/technology/07xbox.html",
      "byline": "By Robert Levine"
    }
  ]
}