{
  "metadata": {
    "date": "2021-07-15",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "Democrats Roll Out $3.5 Trillion Budget to Fulfill Biden’s Broad Agenda",
      "snippet": "“We’re going to get a lot done,” President Biden said, as Senate Democrats began drafting the details on a social and environmental bill that could yield transformative change.",
      "abstract": "“We’re going to get a lot done,” President Biden said, as Senate Democrats began drafting the details on a social and environmental bill that could yield transformative change.",
      "lead_paragraph": "WASHINGTON — President Biden and congressional Democrats vowed on Wednesday to push through a $3.5 trillion budget blueprint to vastly expand social and environmental programs by extending the reach of education and health care, taxing the rich and tackling the warming of the planet.",
      "publication_date": "2021-07-14T20:03:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/07/14/us/politics/biden-social-spending-deal.html",
      "byline": "By Jonathan Weisman, Emily Cochrane and Jim Tankersley"
    },
    {
      "headline": "Suspects in Haitian President’s Killing Met to Plan a Future Without Him",
      "snippet": "Haitian officials accuse the suspects of meeting to plot President Jovenel Moïse’s assassination, but participants say the sessions were intended to plan a government once the president stepped down.",
      "abstract": "Haitian officials accuse the suspects of meeting to plot President Jovenel Moïse’s assassination, but participants say the sessions were intended to plan a government once the president stepped down.",
      "lead_paragraph": "BOGOTÁ, Colombia — Several of the central figures under investigation by the Haitian authorities in connection with the assassination of President Jovenel Moïse gathered in the months before the killing to discuss rebuilding the troubled nation once the president was out of power, according to the Haitian police, Colombian intelligence officers and participants in the discussions.",
      "publication_date": "2021-07-15T07:32:55+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/07/15/world/americas/haiti-assassination-suspects.html",
      "byline": "By Anatoly Kurmanaev, Frances Robles and Julie Turkewitz"
    },
    {
      "headline": "Inflation? Not in Japan. And That Could Hold a Warning for the U.S.",
      "snippet": "If the United States’ bout of rising prices soon eases, its economy could fall back into the cycle of weak inflation that preceded the pandemic — a situation much like Japan’s.",
      "abstract": "If the United States’ bout of rising prices soon eases, its economy could fall back into the cycle of weak inflation that preceded the pandemic — a situation much like Japan’s.",
      "lead_paragraph": "TOKYO — In the United States, everyone is talking about inflation. The country’s reopening from the coronavirus pandemic has unleashed pent-up demand for everything from raw materials like lumber to secondhand goods like used cars, pushing up prices at the fastest clip in over a decade.",
      "publication_date": "2021-07-15T10:09:02+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/07/15/business/economy/inflation-us-japan.html",
      "byline": "By Ben Dooley"
    },
    {
      "headline": "China Criticized the Afghan War. Now It Worries About the Withdrawal.",
      "snippet": "An explosion that killed Chinese workers in Pakistan has stirred fears in Beijing of regional instability.",
      "abstract": "An explosion that killed Chinese workers in Pakistan has stirred fears in Beijing of regional instability.",
      "lead_paragraph": "The Chinese government rarely passes up a chance to accuse the United States of military adventurism and hegemony. In the case of Afghanistan, though, it has changed its tone, warning that Washington now bears the responsibility for the hasty end to its two-decade war there.",
      "publication_date": "2021-07-15T13:04:15+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/07/15/world/middleeast/china-pakistan-afghanistan.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Tech Workers Who Swore Off the Bay Area Are Coming Back",
      "snippet": "Critics said the pandemic would make the industry flee San Francisco and its southern neighbor, Silicon Valley. But tech can’t seem to quit its gravitational center.",
      "abstract": "Critics said the pandemic would make the industry flee San Francisco and its southern neighbor, Silicon Valley. But tech can’t seem to quit its gravitational center.",
      "lead_paragraph": "SAN FRANCISCO — Last year, Greg Osuri decided he’d had enough of the Bay Area. Between smoke-choked air from nearby wildfires and the coronavirus lockdown, it felt as if the walls of his apartment in San Francisco’s Twin Peaks neighborhood were closing in on him.",
      "publication_date": "2021-07-15T14:41:56+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/07/15/technology/tech-workers-bay-area-back.html",
      "byline": "By Kellen Browning"
    }
  ]
}