{
  "metadata": {
    "date": "2021-03-08",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Goldman Sachs Partners’ Exits Point to a Changing Culture at the Bank",
      "snippet": "An unusually large number of senior executives have left Goldman recently as C.E.O. David Solomon remakes the Wall Street firm.",
      "abstract": "An unusually large number of senior executives have left Goldman recently as C.E.O. David Solomon remakes the Wall Street firm.",
      "lead_paragraph": "A little more than two years into David M. Solomon’s tenure as chief executive of Goldman Sachs, at least nine senior executives have left or intend to leave soon. It’s an unusually large number for a firm long defined by its tight-knit partnership culture.",
      "publication_date": "2021-03-05T16:41:45+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/05/business/goldman-sachs-partner-exits.html",
      "byline": "By Kate Kelly"
    },
    {
      "headline": "Tesla’s Stock Tumbles Amid Sales Worries and Market Volatility",
      "snippet": "Investors appear to be reconsidering the high share price as other automakers offer more electric vehicles.",
      "abstract": "Investors appear to be reconsidering the high share price as other automakers offer more electric vehicles.",
      "lead_paragraph": "When the stock of Tesla, the electric carmaker, was added to one of the world’s most important stock indexes in January, some analysts said the company’s shares might no longer jump up and down erratically and could behave more like those of blue-chip companies.",
      "publication_date": "2021-03-05T17:43:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/05/business/tesla-stock-price.html",
      "byline": "By Neal E. Boudette and Peter Eavis"
    },
    {
      "headline": "Eyeing Re-election, Macron Walks a Tightrope Above Swirling Crises in France",
      "snippet": "The French president wants to change Europe, redefine his country and win re-election. But first he needs to overcome the biggest economic and social crisis since World War II.",
      "abstract": "The French president wants to change Europe, redefine his country and win re-election. But first he needs to overcome the biggest economic and social crisis since World War II.",
      "lead_paragraph": "PARIS — In a recent meeting with a handful of foreign correspondents, President Emmanuel Macron of France philosophized for 100 minutes on the record, without notes. He dotted his conversation with Americanisms — “game-changer,” “honest brokers” — that must have had de Gaulle turning in his grave. He dissected French “universalism.” He mused on colonial history. He identified hatred, turbocharged by social media, as “a threat to democracy itself.”",
      "publication_date": "2021-03-05T18:06:52+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/05/world/europe/france-emmanuel-macron.html",
      "byline": "By Roger Cohen"
    },
    {
      "headline": "A Vexing Question for Democrats: What Drives Latino Men to Republicans?",
      "snippet": "Several voters said values like individual responsibility and providing for one’s family, and a desire for lower taxes and financial stability, led them to reject a party embraced by their parents.",
      "abstract": "Several voters said values like individual responsibility and providing for one’s family, and a desire for lower taxes and financial stability, led them to reject a party embraced by their parents.",
      "lead_paragraph": "Erik Ortiz, a 41-year-old hip-hop music producer in Florida, grew up poor in the South Bronx, and spent much of his time as a young adult trying to establish himself financially. Now he considers himself rich. And he believes shaking off the politics of his youth had something to do with it.",
      "publication_date": "2021-03-05T18:36:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/05/us/politics/latino-voters-democrats.html",
      "byline": "By Jennifer Medina"
    },
    {
      "headline": "Senate Is on Track for Stimulus Vote After Democrats Agree to Trim Jobless Aid",
      "snippet": "Bowing to moderates who said the jobless aid was too generous, Democrats dropped their bid to raise a weekly federal unemployment benefit to $400 from $300.",
      "abstract": "Bowing to moderates who said the jobless aid was too generous, Democrats dropped their bid to raise a weekly federal unemployment benefit to $400 from $300.",
      "lead_paragraph": "WASHINGTON — Senate Democrats on Friday scaled back the $400-a-week unemployment payments in President Biden’s $1.9 trillion stimulus plan, making a key concession to placate a crucial moderate in their own party who had threatened to defect and derail the new administration’s first major legislative initiative.",
      "publication_date": "2021-03-06T00:24:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/05/us/politics/senate-stimulus-bill.html",
      "byline": "By Emily Cochrane"
    },
    {
      "headline": "In a Land Dominated by Ex-Rebels, Kosovo Women Find Power at the Ballot Box",
      "snippet": "Women are winning greater political representation in Kosovo, raising hopes of more equality in a country still living with the scars of the war against Serbian rule in the 1990s.",
      "abstract": "Women are winning greater political representation in Kosovo, raising hopes of more equality in a country still living with the scars of the war against Serbian rule in the 1990s.",
      "lead_paragraph": "PODUJEVA, Kosovo — Saranda Bogujevci gazed without flinching at a cluster of bullet holes left in the garden wall by a massacre two decades ago that wiped out most of her family and put 16 rounds into her own body.",
      "publication_date": "2021-03-06T08:00:09+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/06/world/europe/kosovo-women-parliament.html",
      "byline": "By Andrew Higgins"
    },
    {
      "headline": "A Year Without Our Work Friends",
      "snippet": "What the absence of day-to-day connections showed us about how we spent our days.",
      "abstract": "What the absence of day-to-day connections showed us about how we spent our days.",
      "lead_paragraph": "Since 2014, I have traveled almost constantly, touring the country and, sometimes, the world. It was pretty exciting. I had a day job as a creative writing professor for most of that time, but I was on campus only one or two days a week, and I did the rest of my work remotely. My last office was a desperately grim room that was filthy when I moved in. There were some old, bent bookshelves, a desk from the 1960s and a filing cabinet. I never found the right chair.",
      "publication_date": "2021-03-06T10:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2021/03/06/business/roxane-gay-work-friend-work-from-home.html",
      "byline": "By Roxane Gay"
    },
    {
      "headline": "In Georgia, Republicans Take Aim at Role of Black Churches in Elections",
      "snippet": "New proposals by the G.O.P.-controlled Legislature have targeted Sunday voting, part of a raft of measures that could reduce the impact of Black voters in the state.",
      "abstract": "New proposals by the G.O.P.-controlled Legislature have targeted Sunday voting, part of a raft of measures that could reduce the impact of Black voters in the state.",
      "lead_paragraph": "SAVANNAH, Ga. — Sundays are always special at the St. Philip Monumental A.M.E. church. But in October, the pews are often more packed, the sermon a bit more urgent and the congregation more animated, and eager for what will follow: piling into church vans and buses — though some prefer to walk — and heading to the polls.",
      "publication_date": "2021-03-06T10:00:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/06/us/politics/churches-black-voters-georgia.html",
      "byline": "By Nick Corasaniti and Jim Rutenberg"
    },
    {
      "headline": "The Robots Are Coming for Phil in Accounting",
      "snippet": "Workers with college degrees and specialized training once felt relatively safe from automation. They aren’t.",
      "abstract": "Workers with college degrees and specialized training once felt relatively safe from automation. They aren’t.",
      "lead_paragraph": "The robots are coming. Not to kill you with lasers, or beat you in chess, or even to ferry you around town in a driverless Uber.",
      "publication_date": "2021-03-06T10:00:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2021/03/06/business/the-robots-are-coming-for-phil-in-accounting.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "‘I’ve Never Seen Anything Like This’: Chaos Strikes Global Shipping",
      "snippet": "The pandemic has disrupted international trade, driving up the cost of shipping goods and adding a fresh challenge to the global economic recovery.",
      "abstract": "The pandemic has disrupted international trade, driving up the cost of shipping goods and adding a fresh challenge to the global economic recovery.",
      "lead_paragraph": "Off the coast of Los Angeles, more than two dozen container ships filled with exercise bikes, electronics and other highly sought imports have been idling for as long as two weeks.",
      "publication_date": "2021-03-06T10:00:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/06/business/global-shipping.html",
      "byline": "By Peter S. Goodman, Alexandra Stevenson, Niraj Chokshi and Michael Corkery"
    },
    {
      "headline": "To Juice the Economy, Biden Bets on the Poor",
      "snippet": "Mr. Biden’s bottom-up $1.9 trillion aid package is a sharp reversal from the tax cut bill that was President Donald J. Trump’s first big legislative victory.",
      "abstract": "Mr. Biden’s bottom-up $1.9 trillion aid package is a sharp reversal from the tax cut bill that was President Donald J. Trump’s first big legislative victory.",
      "lead_paragraph": "WASHINGTON — To jump-start the ailing economy, President Biden is turning to the lowest-paid workers in America, and to the people who are currently unable to work at all.",
      "publication_date": "2021-03-06T16:48:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/06/business/economy/biden-economy.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "Divided Senate Passes Biden’s Pandemic Aid Plan",
      "snippet": "The chamber approved the package after a grueling marathon of amendment votes and last-ditch negotiations. The measure must now clear the House a second time.",
      "abstract": "The chamber approved the package after a grueling marathon of amendment votes and last-ditch negotiations. The measure must now clear the House a second time.",
      "lead_paragraph": "WASHINGTON — President Biden’s sweeping $1.9 trillion stimulus bill passed a deeply divided Senate on Saturday, as Democrats pushed through a pandemic aid plan that includes an extraordinary increase in safety net spending in the largest antipoverty effort in a generation.",
      "publication_date": "2021-03-06T17:25:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/06/us/politics/biden-stimulus-plan.html",
      "byline": "By Emily Cochrane"
    },
    {
      "headline": "How One Firm Put an ‘Extraordinary Burden’ on the U.S.’s Troubled Stockpile",
      "snippet": "The shortage of lifesaving medical equipment last year was a searing example of the government’s failed coronavirus response. As health workers resorted to wearing trash bags, one Maryland company profited by selling anthrax vaccines to the countr...",
      "abstract": "The shortage of lifesaving medical equipment last year was a searing example of the government’s failed coronavirus response. As health workers resorted to wearing trash bags, one Maryland company profited by selling anthrax vaccines to the country’s emergency reserve.",
      "lead_paragraph": "WASHINGTON — A year ago, President Donald J. Trump declared a national emergency, promising a wartime footing to combat the coronavirus. But as Covid-19 spread unchecked, sending thousands of dying people to the hospital, desperate pleas for protective masks and other medical supplies went unanswered.",
      "publication_date": "2021-03-06T21:04:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/06/us/emergent-biosolutions-anthrax-coronavirus.html",
      "byline": "By Chris Hamby and Sheryl Gay Stolberg"
    },
    {
      "headline": "Lessons From a Year of Pandemic Spending",
      "snippet": "Lost jobs and lockdowns forced almost everyone to change spending habits. How many of those changes will stick? We talked to five households about their pandemic budgeting.",
      "abstract": "Lost jobs and lockdowns forced almost everyone to change spending habits. How many of those changes will stick? We talked to five households about their pandemic budgeting.",
      "lead_paragraph": "Pandemic living has probably reshaped your relationship with money.",
      "publication_date": "2021-03-07T10:00:24+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/07/your-money/coronavirus-pandemic-budgets.html",
      "byline": "By Tara Siegel Bernard"
    },
    {
      "headline": "In the Stimulus Bill, a Policy Revolution in Aid for Children",
      "snippet": "The $1.9 trillion pandemic relief package moving through Congress advances an idea that Democrats have been nurturing for decades: establishing a guaranteed income for families with children.",
      "abstract": "The $1.9 trillion pandemic relief package moving through Congress advances an idea that Democrats have been nurturing for decades: establishing a guaranteed income for families with children.",
      "lead_paragraph": "WASHINGTON — A year ago, Anique Houpe, a single mother in suburban Atlanta, was working as a letter carrier, running a side business catering picnics and settling into a rent-to-own home in Stone Mountain, Ga., where she thought her boys would flourish in class and excel on the football field.",
      "publication_date": "2021-03-07T20:31:46+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/07/us/politics/child-tax-credit-stimulus.html",
      "byline": "By Jason DeParle"
    },
    {
      "headline": "Journalists Rebel at NewsNation, a Newcomer in Cable News",
      "snippet": "Two top editors at the channel’s new prime-time newscast resigned amid staff complaints of a right-wing tilt and concern over the involvement of the former Fox News chief Bill Shine.",
      "abstract": "Two top editors at the channel’s new prime-time newscast resigned amid staff complaints of a right-wing tilt and concern over the involvement of the former Fox News chief Bill Shine.",
      "lead_paragraph": "Last summer, a staff of more than 150 people started putting together “NewsNation,” a three-hour prime-time cable news show that was billed as a throwback to the just-the-facts news programs of TV’s golden age. Unlike the prime-time shows on CNN, Fox News and MSNBC filled with partisan monologues and fiery discussions, “NewsNation” would serve up unbiased news reports in a straightforward manner.",
      "publication_date": "2021-03-07T21:24:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/07/business/media/newsnation-cable-news.html",
      "byline": "By Katie Robertson"
    },
    {
      "headline": "Alaska’s Remote Villages Race Against Time and History",
      "snippet": "The coronavirus has spread into the most remote villages, a reminder of earlier pandemics that ravaged the state. Now there is a rush to deliver vaccines in time.",
      "abstract": "The coronavirus has spread into the most remote villages, a reminder of earlier pandemics that ravaged the state. Now there is a rush to deliver vaccines in time.",
      "lead_paragraph": "BIRCH CREEK, Alaska — As the turboprop plane rumbled to a halt at the edge of a frozen landing strip, Vennessa Joseph and her fellow villagers were racing to meet it, their snowmobiles kicking up a flurry of powder behind them.",
      "publication_date": "2021-03-07T21:51:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/07/us/alaska-villages-covid-deaths-vaccines.html",
      "byline": "By Mike Baker, Serge F. Kovaleski and Ash Adams"
    },
    {
      "headline": "How to Find an Impartial Jury in the Trial Over George Floyd’s Death",
      "snippet": "Jury selection is scheduled to begin on Monday in the trial of Derek Chauvin, the former police officer charged in connection with Mr. Floyd’s death.",
      "abstract": "Jury selection is scheduled to begin on Monday in the trial of Derek Chauvin, the former police officer charged in connection with Mr. Floyd’s death.",
      "lead_paragraph": "[Live: Follow coverage of the Derek Chauvin trial.]",
      "publication_date": "2021-03-07T22:28:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/07/us/george-floyd-derek-chauvin-jurors.html",
      "byline": "By Tim Arango and Shaila Dewan"
    },
    {
      "headline": "They Had a Fun Pandemic. You Can Read About It in Print.",
      "snippet": "A downtown New York crowd is pushing back against the homogenization of big social media.",
      "abstract": "A downtown New York crowd is pushing back against the homogenization of big social media.",
      "lead_paragraph": "Honor Levy, 23, with a piece of fiction published on The New Yorker’s website and a short story collection coming out next year, was regretting her decision to pull her piece from The Drunken Canal as we walked last Thursday past the publication’s unmarked white newspaper box in Lower Manhattan. But her friend and editor, Claire Banse, also 23, had told her the paper had already hit its quota on the word “retarded” and she’d objected. (What else rhymes with “departed”?) Now, her short story wouldn’t appear in the fifth and largest issue of the paper, whose mystique would only be enlarged by the fact that Ms. Banse’s co-editor, Michelle Guterman, who goes by “Gutes,” had closed the issue while experiencing Covid-19 symptoms.",
      "publication_date": "2021-03-08T00:03:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/07/business/media/the-drunken-canal-media-nyc.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "Josh Hawley Is ‘Not Going Anywhere.’ How Did He Get Here?",
      "snippet": "The senator’s objection to the election results surprised some supporters. But interviews with dozens of people close to him show his growing comfort with doing what it takes to hold on to power.",
      "abstract": "The senator’s objection to the election results surprised some supporters. But interviews with dozens of people close to him show his growing comfort with doing what it takes to hold on to power.",
      "lead_paragraph": "Most Republicans who spoke at the recent Conservative Political Action Conference in Orlando, Fla., avoided acknowledging the events of Jan. 6. But less than 30 seconds into his speech, Senator Josh Hawley confronted them head on.",
      "publication_date": "2021-03-08T00:24:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/07/us/politics/josh-hawley.html",
      "byline": "By Elaina Plott and Danny Hakim"
    },
    {
      "headline": "‘I Just Didn’t Want to Be Alive Anymore’: Meghan Says Life as Royal Made Her Suicidal",
      "snippet": "In a bombshell interview with Oprah Winfrey, the Duchess of Sussex said she had asked officials at Buckingham Palace for medical help but was told it would damage the institution.",
      "abstract": "In a bombshell interview with Oprah Winfrey, the Duchess of Sussex said she had asked officials at Buckingham Palace for medical help but was told it would damage the institution.",
      "lead_paragraph": "A year after Meghan Markle married Prince Harry in a fairy-tale wedding, she said in an extraordinary interview broadcast on Sunday night, her life as a member of the British royal family had become so emotionally desolate that she contemplated suicide.",
      "publication_date": "2021-03-08T02:21:27+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/07/world/europe/oprah-interview-harry-meghan.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "How Do Silicon Valley Techies Celebrate Getting Rich in a Pandemic?",
      "snippet": "Not by buying airplanes. Instead, the newest start-up millionaires are proceeding cautiously.",
      "abstract": "Not by buying airplanes. Instead, the newest start-up millionaires are proceeding cautiously.",
      "lead_paragraph": "To hear more audio stories from publishers like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2021-03-08T08:00:09+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/08/technology/silicon-valley-techies-rich-pandemic.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "Oil Giants Prepare to Put Carbon Back in the Ground",
      "snippet": "Climate concerns push BP and other firms to seek new roles as pollution fighters.",
      "abstract": "Climate concerns push BP and other firms to seek new roles as pollution fighters.",
      "lead_paragraph": "During more than three decades in the oil and gas business, Andy Lane has managed the construction of enormous facilities for extracting and transporting natural gas, in places like Trinidad and Indonesia.",
      "publication_date": "2021-03-08T10:00:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/08/business/carbon-capture-bp.html",
      "byline": "By Stanley Reed"
    }
  ]
}