{
  "metadata": {
    "date": "2021-03-30",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Corporations, Vocal About Racial Justice, Go Quiet on Voting Rights",
      "snippet": "“They are complicit in their silence,” one activist said, as bills that would disproportionately affect Black citizens across the country stir public debate.",
      "abstract": "“They are complicit in their silence,” one activist said, as bills that would disproportionately affect Black citizens across the country stir public debate.",
      "lead_paragraph": "As Black Lives Matter protesters filled the streets last summer, many of the country’s largest corporations expressed solidarity and pledged support for racial justice. But now, with lawmakers around the country advancing restrictive voting rights bills that would have a disproportionate impact on Black voters, corporate America has gone quiet.",
      "publication_date": "2021-03-29T18:58:46+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/29/business/corporate-america-voting-rights.html",
      "byline": "By David Gelles"
    },
    {
      "headline": "Virus Origins Remain Unclear in W.H.O.-China Inquiry",
      "snippet": "Far more work is needed to understand how the pandemic began, the report says, but it is not clear that Beijing will cooperate. “We may never find the true origins,” an expert said.",
      "abstract": "Far more work is needed to understand how the pandemic began, the report says, but it is not clear that Beijing will cooperate. “We may never find the true origins,” an expert said.",
      "lead_paragraph": "For 27 days, they searched for clues in Wuhan, visiting hospitals, live animal markets and government laboratories, conducting interviews and pressing Chinese officials for data, but an international team of experts departed the country still far from understanding the origins of the coronavirus pandemic that has killed nearly 2.8 million people worldwide.",
      "publication_date": "2021-03-29T19:05:05+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/29/world/asia/china-virus-WHO-report.html",
      "byline": "By Javier C. Hernández and James Gorman"
    },
    {
      "headline": "Biden Pushes Mask Mandate as C.D.C. Director Warns of ‘Impending Doom’",
      "snippet": "The administration is stepping up the pace of vaccinations and expanding access to shots, but it remains in a race against a virus on the upswing.",
      "abstract": "The administration is stepping up the pace of vaccinations and expanding access to shots, but it remains in a race against a virus on the upswing.",
      "lead_paragraph": "WASHINGTON — President Biden, facing a rise in coronavirus cases around the country, called on Monday for governors and mayors to reinstate mask mandates as the director of the Centers for Disease Control and Prevention warned of “impending doom” from a potential fourth surge of the pandemic.",
      "publication_date": "2021-03-29T23:56:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/29/us/politics/biden-virus-vaccine.html",
      "byline": "By Sharon LaFraniere and Sheryl Gay Stolberg"
    },
    {
      "headline": "Banks Face Billions in Losses as a Bet on ViacomCBS and Other Stocks Goes Awry",
      "snippet": "Archegos Capital Management, led by Bill Hwang, couldn’t meet financial demands, creating turmoil on Wall Street and raising questions about the fund’s ties to lenders.",
      "abstract": "Archegos Capital Management, led by Bill Hwang, couldn’t meet financial demands, creating turmoil on Wall Street and raising questions about the fund’s ties to lenders.",
      "lead_paragraph": "Turmoil surrounding a little-known firm run by a onetime star trader rippled through Wall Street on Monday, exposing banks to billions of dollars in losses and highlighting yet again the potential of individual players to hobble an intricately connected but largely opaque financial system.",
      "publication_date": "2021-03-30T00:47:49+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/29/business/archegos-hwang-viacomcbs-discovery.html",
      "byline": "By Kate Kelly, Matt Phillips, Andrew Ross Sorkin and Alexandra Stevenson"
    },
    {
      "headline": "‘Believe Your Eyes,’ Prosecutor Tells Jury on First Day of Derek Chauvin Trial",
      "snippet": "The lawyer for Mr. Chauvin, a former Minneapolis police officer charged in the killing of George Floyd, suggested that jurors should look beyond the video.",
      "abstract": "The lawyer for Mr. Chauvin, a former Minneapolis police officer charged in the killing of George Floyd, suggested that jurors should look beyond the video.",
      "lead_paragraph": "MINNEAPOLIS — For nearly a year, the country’s understanding of George Floyd’s death has come mostly from a gruesome video of a white Minneapolis police officer kneeling on Mr. Floyd’s neck for more than nine minutes. It has become, for many, a painful encapsulation of racism in policing.",
      "publication_date": "2021-03-30T01:12:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/29/us/chauvin-trial-george-floyd.html",
      "byline": "By John Eligon, Tim Arango, Shaila Dewan and Nicholas Bogel-Burroughs"
    },
    {
      "headline": "As Mask Mandates Lift, Retail Workers Again Feel Vulnerable",
      "snippet": "“It’s no different now than it was a year ago,” one Kroger employee said, as states like Texas and Mississippi end mask requirements.",
      "abstract": "“It’s no different now than it was a year ago,” one Kroger employee said, as states like Texas and Mississippi end mask requirements.",
      "lead_paragraph": "Marilyn Reece, the lead bakery clerk at a Kroger in Batesville, Miss., started noticing more customers walking around the store without masks this month after the state mandate to wear face coverings was repealed. Kroger still requires them, but that doesn’t seem to matter.",
      "publication_date": "2021-03-30T07:00:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/30/business/grocery-retail-mask-mandates.html",
      "byline": "By Sapna Maheshwari"
    },
    {
      "headline": "The Taliban Think They Have Already Won, Peace Deal or Not",
      "snippet": "“We have defeated the enemy.” The international community is scrambling to secure peace in Afghanistan, but the Taliban believe they have the upper hand — and are saying as much.",
      "abstract": "“We have defeated the enemy.” The international community is scrambling to secure peace in Afghanistan, but the Taliban believe they have the upper hand — and are saying as much.",
      "lead_paragraph": "KABUL, Afghanistan — The Taliban’s swagger is unmistakable. From the recent bellicose speech of their deputy leader, boasting of “conquests,” to sneering references to the “foreign masters” of the “illegitimate” Kabul government, to the Taliban’s own website tally of “puppets” killed — Afghan soldiers — they are promoting a bold message:",
      "publication_date": "2021-03-30T09:00:25+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/30/world/asia/taliban-victory-afghanistan.html",
      "byline": "By Adam Nossiter"
    }
  ]
}