{
  "metadata": {
    "date": "2021-09-16",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Newsom Beat the Recall, Now Comes the Hard Part: Governing California",
      "snippet": "Gov. Gavin Newsom is facing multiple crises. Ninety percent of California is in extreme drought. The median home price has eclipsed $800,000. Some 100,000 people are sleeping outside or in their cars.",
      "abstract": "Gov. Gavin Newsom is facing multiple crises. Ninety percent of California is in extreme drought. The median home price has eclipsed $800,000. Some 100,000 people are sleeping outside or in their cars.",
      "lead_paragraph": "SACRAMENTO — For nearly a year — while a pandemic raged, while wildfires roared, while smoke smothered the once-pristine blue skies over Lake Tahoe — Gov. Gavin Newsom has had to simultaneously govern the nation’s most populous state and beat back an attempted recall.",
      "publication_date": "2021-09-15T22:21:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/09/15/us/gavin-newsom-governor-california.html",
      "byline": "By Shawn Hubler"
    },
    {
      "headline": "U.S. Booster Policy Is in Flux as Studies Add to Dissent",
      "snippet": "A week before President Biden’s plan is to roll out, scientists are at odds about whether extra coronavirus shots are needed and for whom.",
      "abstract": "A week before President Biden’s plan is to roll out, scientists are at odds about whether extra coronavirus shots are needed and for whom.",
      "lead_paragraph": "WASHINGTON — Almost a month ago, President Biden announced a plan to make coronavirus booster shots available to most adults in the United States eight months after they received their second dose. But a week before the plan is to roll out, its contours are up in the air amid a chorus of dissent inside and outside the government.",
      "publication_date": "2021-09-16T00:14:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/09/15/us/politics/booster-shots-fda.html",
      "byline": "By Sharon LaFraniere and Noah Weiland"
    },
    {
      "headline": "Biology Starts to Get a Technological Makeover",
      "snippet": "The story of Ginkgo Bioworks shows the challenges and progress in the emerging field of synthetic biology.",
      "abstract": "The story of Ginkgo Bioworks shows the challenges and progress in the emerging field of synthetic biology.",
      "lead_paragraph": "BOSTON — Two white-coated lab technicians, seated at work stations in a corner, are vastly outnumbered by the machines. Robotic arms calibrate liquids in microdrops. Small trays, with 96 tiny wells each, shuttle around the lab on magnetic tracks. Centrifuges whir. Gene sequencers hum.",
      "publication_date": "2021-09-16T07:00:10+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/09/16/technology/synthetic-biology.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "California Housing Is a Crisis Newsom Can Take Into His Own Hands",
      "snippet": "Having survived a recall vote, the governor is free to focus on the state’s homeless population and housing shortage. He has more room to maneuver than he did when he first took office.",
      "abstract": "Having survived a recall vote, the governor is free to focus on the state’s homeless population and housing shortage. He has more room to maneuver than he did when he first took office.",
      "lead_paragraph": "The median home price in California has eclipsed $800,000. Tenants in the state are among the most cost-burdened in the country. Each night more than 100,000 residents sleep outside or in their cars. A crisis, a disaster, the religion of sorrow, a disgrace — whatever journalists and politicians call it, people across the state, including all the major candidates for governor in the recall vote this week, agree that the situation is untenable.",
      "publication_date": "2021-09-16T07:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/09/16/business/california-housing-crisis.html",
      "byline": "By Conor Dougherty"
    },
    {
      "headline": "The Battle for Digital Privacy Is Reshaping the Internet",
      "snippet": "As Apple and Google enact privacy changes, businesses are grappling with the fallout, Madison Avenue is fighting back and Facebook has cried foul.",
      "abstract": "As Apple and Google enact privacy changes, businesses are grappling with the fallout, Madison Avenue is fighting back and Facebook has cried foul.",
      "lead_paragraph": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2021-09-16T09:00:23+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/09/16/technology/digital-privacy.html",
      "byline": "By Brian X. Chen"
    },
    {
      "headline": "Will the Bus Driver Ever Come? Or the Substitute Teacher or Cafeteria Worker?",
      "snippet": "Just weeks into the new year, schools are struggling to fill jobs. Low pay, few benefits and erratic schedules are keeping workers away.",
      "abstract": "Just weeks into the new year, schools are struggling to fill jobs. Low pay, few benefits and erratic schedules are keeping workers away.",
      "lead_paragraph": "In Massachusetts, Gov. Charlie Baker is activating the National Guard to help with the shortage in bus drivers. In North Carolina, legislators are hoping to ease a cafeteria worker shortage by giving districts federal funding to cover signing bonuses for new hires. And some Missouri districts are wiping away some of the requirements to become a substitute teacher to attract more applicants.",
      "publication_date": "2021-09-16T09:00:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/09/16/us/school-shortages-bus-drivers-workers.html",
      "byline": "By Giulia Heyward"
    },
    {
      "headline": "House Panel Expands Inquiry Into Climate Disinformation by Oil Giants",
      "snippet": "Executives from Exxon, Shell, BP and others are being called to testify in Congress next month after a secret recording this year exposed an Exxon official boasting of such efforts.",
      "abstract": "Executives from Exxon, Shell, BP and others are being called to testify in Congress next month after a secret recording this year exposed an Exxon official boasting of such efforts.",
      "lead_paragraph": "The House Oversight Committee has widened its inquiry into the oil and gas industry’s role in spreading disinformation about the role of fossil fuels in causing global warming, calling on top executives from Exxon Mobil, Chevron, BP and Royal Dutch Shell, as well as the lobby groups American Petroleum Institute and the United States Chamber of Commerce, to testify before Congress next month.",
      "publication_date": "2021-09-16T13:03:25+0000",
      "section_name": "Climate",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/09/16/climate/exxon-oil-disinformation-house-probe.html",
      "byline": "By Hiroko Tabuchi"
    },
    {
      "headline": "In Submarine Deal With Australia, U.S. Counters China but Enrages France",
      "snippet": "The reaction signals a widening rift among Western allies over China. French officials accused President Biden of acting like his predecessor.",
      "abstract": "The reaction signals a widening rift among Western allies over China. French officials accused President Biden of acting like his predecessor.",
      "lead_paragraph": "PARIS — President Biden’s announcement of a deal to help Australia deploy nuclear-powered submarines has strained the Western alliance, infuriating France and foreshadowing how the conflicting American and European responses to confrontation with China may redraw the global strategic map.",
      "publication_date": "2021-09-16T14:24:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/09/16/world/europe/france-australia-uk-us-submarines.html",
      "byline": "By Roger Cohen"
    },
    {
      "headline": "Ex-Employer of GameStop Trader ‘Roaring Kitty’ Fined for Lack of Oversight",
      "snippet": "The employee, Keith Gill, was also carrying out trades on behalf of three other people not affiliated with MassMutual, according to the settlement.",
      "abstract": "The employee, Keith Gill, was also carrying out trades on behalf of three other people not affiliated with MassMutual, according to the settlement.",
      "lead_paragraph": "The insurer MassMutual will pay a $4 million fine as part of a settlement with Massachusetts regulators involving the conduct of Keith Gill, a former employee and online trader known as “Roaring Kitty” whose relentless cheerleading for shares of GameStop was at the heart of the meme-stock mania earlier this year.",
      "publication_date": "2021-09-16T15:01:54+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/09/16/business/roaring-kitty-gamestop-massmutual-settlement.html",
      "byline": "By Matt Phillips"
    }
  ]
}