{
  "metadata": {
    "date": "2021-11-22",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Painful Changes in Society Eased Passage of Bold Safety Net Measure",
      "snippet": "President Barack Obama barely muscled his health law through the House. But income inequality, economic stagnation and a pandemic propelled an even more ambitious bill.",
      "abstract": "President Barack Obama barely muscled his health law through the House. But income inequality, economic stagnation and a pandemic propelled an even more ambitious bill.",
      "lead_paragraph": "WASHINGTON — In March 2010, with Tea Party activists protesting loudly in the hallways of Capitol Hill and the political wind in their faces, 34 House Democrats — including Representative Stephen F. Lynch of Massachusetts — broke with their president to vote against passage of the Affordable Care Act.",
      "publication_date": "2021-11-19T16:55:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/19/us/politics/democrats-economic-bill.html",
      "byline": "By Jonathan Weisman"
    },
    {
      "headline": "A Hoffa Ally, Then a Foe, and Soon the Teamsters President",
      "snippet": "Sean O’Brien scored a decisive victory among union members after criticizing the current leadership as too timid in UPS talks and Amazon organizing.",
      "abstract": "Sean O’Brien scored a decisive victory among union members after criticizing the current leadership as too timid in UPS talks and Amazon organizing.",
      "lead_paragraph": "Sean O’Brien was a rising star in the International Brotherhood of Teamsters in 2017 when the union’s longtime president, James P. Hoffa, effectively cast him aside.",
      "publication_date": "2021-11-19T18:09:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/11/19/business/economy/teamsters-sean-obrien-hoffa.html",
      "byline": "By Noam Scheiber"
    },
    {
      "headline": "On Putin’s Strategic Chessboard, a Series of Destabilizing Moves",
      "snippet": "In the stretch of Europe from the Baltic Sea to the Black Sea, where Moscow and the West have competed for influence for decades, the threat of a new military conflict is growing.",
      "abstract": "In the stretch of Europe from the Baltic Sea to the Black Sea, where Moscow and the West have competed for influence for decades, the threat of a new military conflict is growing.",
      "lead_paragraph": "VILNIUS, Lithuania — An ominous buildup of Russian troops near Ukraine. A migration crisis in Belarus that Western leaders call a “hybrid war” by a Kremlin client state. Escalating fears over natural gas that have Europe dreading a cold winter.",
      "publication_date": "2021-11-19T18:13:30+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/19/world/europe/russia-putin-belarus-ukraine.html",
      "byline": "By Anton Troianovski"
    },
    {
      "headline": "Elizabeth Holmes Begins Her Defense in Fraud Trial",
      "snippet": "The U.S. rested its case after 11 weeks, and Ms. Holmes, the founder of the blood testing start-up Theranos, took the stand.",
      "abstract": "The U.S. rested its case after 11 weeks, and Ms. Holmes, the founder of the blood testing start-up Theranos, took the stand.",
      "lead_paragraph": "SAN JOSE, Calif. — For the past 11 weeks, prosecutors revealed emails from desperate investors. They held up falsified documents side by side with the originals. They called dozens of witnesses who lobbed accusations of deceit and evasiveness.",
      "publication_date": "2021-11-19T18:34:22+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/11/19/technology/elizabeth-holmes-trial.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "Companies Love to Buy Back Their Stock. A Tax Could Deter Them.",
      "snippet": "Supporters of the Biden buyback tax say it will be good for the economy. Skeptics say it will hurt investment.",
      "abstract": "Supporters of the Biden buyback tax say it will be good for the economy. Skeptics say it will hurt investment.",
      "lead_paragraph": "Corporate America has been feeding a stock buyback boom for decades, with companies spending trillions of dollars to repurchase their shares without paying any taxes on those transactions.",
      "publication_date": "2021-11-19T21:49:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/11/19/business/biden-tax-buyback-stock.html",
      "byline": "By Peter Eavis"
    },
    {
      "headline": "When it comes to self-defense, the prosecution has a heavier burden.",
      "snippet": "The acquittal of Kyle Rittenhouse points to the wide berth given to defendants who say they acted out of fear.",
      "abstract": "The acquittal of Kyle Rittenhouse points to the wide berth given to defendants who say they acted out of fear.",
      "lead_paragraph": "For many Americans, the acquittal of Kyle Rittenhouse on all charges on Friday was a vindication of an innocent, if not heroic, teenager with good intentions. For others, it was a brutal disappointment, further evidence that the courts give white men a pass for their actions.",
      "publication_date": "2021-11-20T00:58:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/19/us/rittenhouse-acquittal-self-defense.html",
      "byline": "By Shaila Dewan and Mitch Smith"
    },
    {
      "headline": "Career Coaching Today: Forget the Corporate Ladder and Find Yourself",
      "snippet": "The pandemic created a great reckoning among workers. Here to serve them is a raft of newfangled career coaches.",
      "abstract": "The pandemic created a great reckoning among workers. Here to serve them is a raft of newfangled career coaches.",
      "lead_paragraph": "Ana Sarnoski quit her job in the development office at the University of Florida in 2019, shortly after she gave birth to her second daughter. The frequent travel and the expectation that she attend events on nights and weekends were getting to be too much. Once the pandemic hit, she found herself missing the income, and the self-confidence that came with it. She started to wonder what her return to working life would look like given her disinclination to return to a job like her former one.",
      "publication_date": "2021-11-20T10:00:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2021/11/20/business/career-spiritual-coaching-pandemic.html",
      "byline": "By Lauren Mechling"
    },
    {
      "headline": "Family Unvisited, Travel a No-Go: The Hard Costs of High Gas Prices",
      "snippet": "They hit their highest level since 2014 last month, forcing Americans to rejigger household budgets and forgo leisure activities.",
      "abstract": "They hit their highest level since 2014 last month, forcing Americans to rejigger household budgets and forgo leisure activities.",
      "lead_paragraph": "A driver in Belleville, N.J., cut his cable and downsized his apartment to save money for gas. A retiree in Vallejo, Calif., said he had stopped driving to go fishing because the miles cost too much in fuel. An auto repairman in Toms River, N.J., doesn’t go to restaurants as often. And an Uber Eats deliveryman said he couldn’t afford frequent visits to his family and friends, some of whom live 60 miles away.",
      "publication_date": "2021-11-20T10:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/11/20/business/high-gas-prices.html",
      "byline": "By Emma Goldberg, Coral Murphy Marcos and Kellen Browning"
    },
    {
      "headline": "A Power Struggle Over Cobalt Rattles the Clean Energy Revolution",
      "snippet": "The quest for Congo’s cobalt, which is vital for electric vehicles and the worldwide push against climate change, is caught in an international cycle of exploitation, greed and gamesmanship.",
      "abstract": "The quest for Congo’s cobalt, which is vital for electric vehicles and the worldwide push against climate change, is caught in an international cycle of exploitation, greed and gamesmanship.",
      "lead_paragraph": "KISANFU, Democratic Republic of Congo — Just up a red dirt road, across an expanse of tall, dew-soaked weeds, bulldozers are hollowing out a yawning new canyon that is central to the world’s urgent race against global warming.",
      "publication_date": "2021-11-20T10:00:27+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/20/world/china-congo-cobalt.html",
      "byline": "By Dionne Searcey, Michael Forsythe, Eric Lipton and Ashley Gilbertson"
    },
    {
      "headline": "With Back Channels to Manchin and Sinema, Pelosi Found a Path to a Deal",
      "snippet": "The House’s approval of a sweeping social policy bill after weeks of fits and starts notched another win for the speaker in a career defined by them.",
      "abstract": "The House’s approval of a sweeping social policy bill after weeks of fits and starts notched another win for the speaker in a career defined by them.",
      "lead_paragraph": "WASHINGTON — On a Wednesday night in September, while President Biden backslapped in the Republican dugout during the annual congressional baseball game, Speaker Nancy Pelosi sat nearby, sober-faced and wagging her finger while speaking into her cellphone, toiling to salvage her party’s top legislative priority as it teetered on the brink of collapse.",
      "publication_date": "2021-11-20T16:57:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/20/us/politics/pelosi-democrats-biden-agenda.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Rittenhouse Case Highlights the Nation’s Deep Division Over Gun Rights",
      "snippet": "As groups debate the effect of the verdict, the legislative stalemate shows no signs of changing, and weapons on the street grow.",
      "abstract": "As groups debate the effect of the verdict, the legislative stalemate shows no signs of changing, and weapons on the street grow.",
      "lead_paragraph": "Four days before Kyle Rittenhouse was acquitted of murder, the judge in his case tossed out a charge: illegal possession of the military-style semiautomatic rifle he used to kill two people.",
      "publication_date": "2021-11-20T17:06:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/20/us/kyle-rittenhouse-gun-control.html",
      "byline": "By Glenn Thrush"
    },
    {
      "headline": "A Socialite, a Gardener, a Message in Blood: The Murder That Still Grips France",
      "snippet": "The victim was a socialite. A message in her blood accused the gardener. But a grammatical error raised questions of class and language — and whether he was being framed.",
      "abstract": "The victim was a socialite. A message in her blood accused the gardener. But a grammatical error raised questions of class and language — and whether he was being framed.",
      "lead_paragraph": "PARIS — The wealthy socialite was found dead in the basement of her villa on the Côte d’Azur. The only door was locked from the outside but also barricaded from within. A message, scrawled in the victim’s own blood, seemed to accuse her gardener.",
      "publication_date": "2021-11-20T18:15:55+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/20/world/europe/france-murder-ghislaine-marchal-omar-raddad.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "How Do You Make Teen Comedies Today? Buy a High School.",
      "snippet": "A former school outside Syracuse, N.Y., has been transformed into American High, a production hub for inexpensive films aimed at streaming platforms.",
      "abstract": "A former school outside Syracuse, N.Y., has been transformed into American High, a production hub for inexpensive films aimed at streaming platforms.",
      "lead_paragraph": "LIVERPOOL, N.Y. — The teenage couple is lounging on the lawn outside a high school, taking advantage of a free period between classes in that age-old way: making out on the quad. A friend runs over, clearly agitated by a drama unfolding elsewhere, and asks for help. The duo reluctantly gets up and follows, dragging their backpacks behind them.",
      "publication_date": "2021-11-21T08:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2021/11/21/business/media/american-high-teen-comedies-movies.html",
      "byline": "By Nicole Sperling"
    },
    {
      "headline": "G.O.P. Donors Back Manchin and Sinema as They Reshape Biden’s Agenda",
      "snippet": "The two Democratic senators are attracting campaign contributions from business interests and conservatives as progressives fume over their efforts to pare back the president’s domestic policy bill.",
      "abstract": "The two Democratic senators are attracting campaign contributions from business interests and conservatives as progressives fume over their efforts to pare back the president’s domestic policy bill.",
      "lead_paragraph": "WASHINGTON — Over the summer, as he was working to scale back President Biden’s domestic agenda, Senator Joe Manchin III of West Virginia traveled to an $18 million mansion in Dallas for a fund-raiser that attracted Republican and corporate donors who have cheered on his efforts.",
      "publication_date": "2021-11-21T10:00:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/21/us/politics/manchin-sinema-republican-donors.html",
      "byline": "By Kenneth P. Vogel and Kate Kelly"
    },
    {
      "headline": "How the U.S. Lost Ground to China in the Contest for Clean Energy",
      "snippet": "Americans failed to safeguard decades of diplomatic and financial investments in Congo, where the world’s largest supply of cobalt is controlled by Chinese companies backed by Beijing.",
      "abstract": "Americans failed to safeguard decades of diplomatic and financial investments in Congo, where the world’s largest supply of cobalt is controlled by Chinese companies backed by Beijing.",
      "lead_paragraph": "WASHINGTON — Tom Perriello saw it coming but could do nothing to stop it. André Kapanga too. Despite urgent emails, phone calls and personal pleas, they watched helplessly as a company backed by the Chinese government took ownership from the Americans of one of the world’s largest cobalt mines.",
      "publication_date": "2021-11-21T10:00:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/21/world/us-china-energy.html",
      "byline": "By Eric Lipton, Dionne Searcey and Ashley Gilbertson"
    },
    {
      "headline": "Two Fox News Contributors Quit in Protest of Tucker Carlson’s Jan. 6 Special",
      "snippet": "Jonah Goldberg and Stephen Hayes, stars of a brand of conservatism that has fallen out of fashion, decide they’ve had enough.",
      "abstract": "Jonah Goldberg and Stephen Hayes, stars of a brand of conservatism that has fallen out of fashion, decide they’ve had enough.",
      "lead_paragraph": "The trailer for Tucker Carlson’s special about the Jan. 6 mob at the Capitol landed online on Oct. 27, and that night Jonah Goldberg sent a text to his business partner, Stephen Hayes: “I’m tempted just to quit Fox over this.”",
      "publication_date": "2021-11-21T22:45:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/11/21/business/jonah-goldberg-steve-hayes-quit-fox-tucker-carlson.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "As Hopes for Nuclear Deal Fade, Iran Rebuilds and Risks Grow",
      "snippet": "With Iran’s new administration preparing for its first international nuclear negotiations, there are signs that there will be no going back to the 2015 agreement.",
      "abstract": "With Iran’s new administration preparing for its first international nuclear negotiations, there are signs that there will be no going back to the 2015 agreement.",
      "lead_paragraph": "WASHINGTON — Over the past 20 months, Israeli intelligence operatives have assassinated Iran’s chief nuclear scientist and triggered major explosions at four Iranian nuclear and missile facilities, hoping to cripple the centrifuges that produce nuclear fuel and delay the day when Tehran’s new government might be able to build a bomb.",
      "publication_date": "2021-11-21T23:23:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/21/us/politics/iran-nuclear-standoff.html",
      "byline": "By David E. Sanger, Steven Erlanger, Farnaz Fassihi and Lara Jakes"
    },
    {
      "headline": "Netflix Turns Its Attention to Films It Hopes Everyone Wants to See",
      "snippet": "The streaming service wants to be more than a place where big names bring passion projects studios have passed on. It’s now trying to make the kind of blockbusters normally seen in theaters.",
      "abstract": "The streaming service wants to be more than a place where big names bring passion projects studios have passed on. It’s now trying to make the kind of blockbusters normally seen in theaters.",
      "lead_paragraph": "Toward the end of “Red Notice,” Netflix’s flashiest and most expensive attempt to date at starting a film franchise, Ryan Reynolds descends into a cave to search for a bounty pilfered by Nazis. Adorned in khakis and a fedora, he whistles the theme to “Raiders of the Lost Ark” as he walks down the stairs. The director Rawson Thurber calls it “a tip of the cap to the greatest action-adventure film of all time.”",
      "publication_date": "2021-11-22T08:00:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/11/22/business/media/netflix-movies-theaters.html",
      "byline": "By Nicole Sperling"
    },
    {
      "headline": "As Thanksgiving Approaches, U.S. Virus Cases Tick Upward Once More",
      "snippet": "Cases are rising again in parts of the country, but more people are traveling, and health officials have largely stopped telling people to skip celebrations.",
      "abstract": "Cases are rising again in parts of the country, but more people are traveling, and health officials have largely stopped telling people to skip celebrations.",
      "lead_paragraph": "CHICAGO — A month ago, new coronavirus cases in the United States were ticking steadily downward and the worst of a miserable summer surge fueled by the Delta variant appeared to be over. But as Americans travel this week to meet far-flung relatives for Thanksgiving dinner, new virus cases are rising once more, especially in the Upper Midwest and Northeast.",
      "publication_date": "2021-11-22T08:00:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/22/us/us-covid-cases-rising-thanksgiving.html",
      "byline": "By Mitch Smith"
    },
    {
      "headline": "Biden Sticks With Powell as Fed Chair, Resisting Political Pressure",
      "snippet": "The White House returned to a longstanding pattern in which presidents reappoint the same leader of the Federal Reserve regardless of partisan identity.",
      "abstract": "The White House returned to a longstanding pattern in which presidents reappoint the same leader of the Federal Reserve regardless of partisan identity.",
      "lead_paragraph": "WASHINGTON — President Biden said Monday that he would renominate Jerome H. Powell, the Federal Reserve chair, to another four-year term, opting for policy continuity at a moment of rapid inflation and economic uncertainty and betting that the Fed will do more to help workers reap the gains of the pandemic recovery.",
      "publication_date": "2021-11-22T14:00:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/22/business/economy/fed-chair-jerome-powell-biden.html",
      "byline": "By Jeanna Smialek and Jim Tankersley"
    },
    {
      "headline": "Lael Brainard is tapped for vice chair of the Federal Reserve.",
      "snippet": "The longtime Washington insider is now the central bank’s No. 2. That could give her more bandwidth to influence policy.",
      "abstract": "The longtime Washington insider is now the central bank’s No. 2. That could give her more bandwidth to influence policy.",
      "lead_paragraph": "President Biden said on Monday that he would nominate Lael Brainard as the Federal Reserve’s vice chair, the No. 2 role at the Fed and one that could give her a stronger mandate to influence everything from the cost of money to the future of digital cash.",
      "publication_date": "2021-11-22T14:00:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/11/22/business/economy/lael-brainard-fed-vice-chair.html",
      "byline": "By Jeanna Smialek and Madeleine Ngo"
    }
  ]
}