{
  "metadata": {
    "date": "2021-05-04",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Bill and Melinda Gates Are Divorcing After 27 Years of Marriage",
      "snippet": "The announcement raises questions about the fate of their fortune. The couple helped create the Giving Pledge, but much of his Microsoft money has not yet been donated.",
      "abstract": "The announcement raises questions about the fate of their fortune. The couple helped create the Giving Pledge, but much of his Microsoft money has not yet been donated.",
      "lead_paragraph": "Bill and Melinda Gates, two of the richest people in the world, who reshaped philanthropy and public health with the fortune Mr. Gates made as a co-founder of Microsoft, said on Monday that they were divorcing.",
      "publication_date": "2021-05-03T20:46:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/03/business/bill-melinda-gates-divorce.html",
      "byline": "By David Gelles, Andrew Ross Sorkin and Nicholas Kulish"
    },
    {
      "headline": "Apple and Epic Trial Opens With a Tour of the Fortnite ‘Metaverse’",
      "snippet": "Epic has accused Apple of unfairly using its App Store’s power to take a cut of the money made in Fortnite, a popular online game.",
      "abstract": "Epic has accused Apple of unfairly using its App Store’s power to take a cut of the money made in Fortnite, a popular online game.",
      "lead_paragraph": "OAKLAND, Calif. — Cosmetics. Digital dances called “emotes” A currency called V-Bucks. Virtual concerts. Fortnite, the popular gaming platform, is more than just a game. It is a “metaverse,” full of virtual life, said Tim Sweeney, chief executive of Epic Games, the company that created Fortnite.",
      "publication_date": "2021-05-03T21:42:39+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/03/business/apple-epic-fortnite-trial.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "Pressure Mounts to Lift Patent Protections on Coronavirus Vaccines",
      "snippet": "President Biden and drugmakers are facing demands from liberal activists and global leaders to suspend intellectual property rights on the vaccines as the pandemic surges.",
      "abstract": "President Biden and drugmakers are facing demands from liberal activists and global leaders to suspend intellectual property rights on the vaccines as the pandemic surges.",
      "lead_paragraph": "WASHINGTON — President Biden, faced with surging Covid-19 crises in India and South America, is under intensifying pressure from the international community and his party’s left flank to commit to increasing the vaccine supply by loosening patent and intellectual property protections on coronavirus vaccines.",
      "publication_date": "2021-05-04T00:16:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/05/03/us/politics/biden-coronavirus-vaccine-patents.html",
      "byline": "By Sheryl Gay Stolberg, Thomas Kaplan and Rebecca Robbins"
    },
    {
      "headline": "In Another Reversal, Biden Raises Limit on Number of Refugees Allowed Into the U.S.",
      "snippet": "The action comes about two weeks after President Biden announced that he was leaving the Trump administration’s limit of 15,000 refugees in place, prompting a swift backlash.",
      "abstract": "The action comes about two weeks after President Biden announced that he was leaving the Trump administration’s limit of 15,000 refugees in place, prompting a swift backlash.",
      "lead_paragraph": "WASHINGTON — President Biden on Monday reversed himself and said he would allow as many as 62,500 refugees to enter the United States during the next six months, eliminating the sharp limits that President Donald J. Trump imposed on those seeking refuge from war, violence or natural disasters.",
      "publication_date": "2021-05-04T01:14:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/05/03/us/politics/biden-refugee-limit.html",
      "byline": "By Michael D. Shear and Zolan Kanno-Youngs"
    },
    {
      "headline": "Criminal or Martyr? Prisoner Poses a Political Dilemma for Spain.",
      "snippet": "A Catalan separatist leader, Jordi Cuixart, is serving a nine-year prison sentence for supporting a failed independence bid in his Spanish region. His supporters say he should not be in prison at all.",
      "abstract": "A Catalan separatist leader, Jordi Cuixart, is serving a nine-year prison sentence for supporting a failed independence bid in his Spanish region. His supporters say he should not be in prison at all.",
      "lead_paragraph": "BARCELONA, Spain — Off a leafy boulevard in Barcelona sit the headquarters of Omnium Cultural, an organization known in Spain as much for its literary prizes as for its dreams of an independent republic in Catalonia.",
      "publication_date": "2021-05-04T04:20:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/05/04/world/europe/spain-catalonia-independence-prisoner.html",
      "byline": "By Nicholas Casey"
    },
    {
      "headline": "Business Coalitions Speak Out Against Voting Restrictions in Texas",
      "snippet": "Companies including HP, Microsoft and Unilever are calling for expanded voting access in the state after weeks of silence from national businesses on Republicans’ voting bills there.",
      "abstract": "Companies including HP, Microsoft and Unilever are calling for expanded voting access in the state after weeks of silence from national businesses on Republicans’ voting bills there.",
      "lead_paragraph": "Two broad coalitions of companies and executives released letters on Tuesday calling for expanded voting access in Texas, wading into the contentious debate over Republican legislators’ proposed new restrictions on balloting after weeks of relative silence from the business community in the state.",
      "publication_date": "2021-05-04T09:00:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/04/us/politics/microsoft-hp-patagonia-texas-voting-rights.html",
      "byline": "By Nick Corasaniti and David Gelles"
    },
    {
      "headline": "Mr. Beast, YouTube Star, Wants to Take Over the Business World",
      "snippet": "Jimmy Donaldson, 22, is out to become the Elon Musk of online creators.",
      "abstract": "Jimmy Donaldson, 22, is out to become the Elon Musk of online creators.",
      "lead_paragraph": "Jimmy Donaldson, 22, a YouTube megastar better known as Mr. Beast, operates six YouTube channels with names like MrBeast, MrBeast Shorts and Beast Reacts that together have 91 million subscribers. People have viewed his videos more than 13 billion times. And last year as the pandemic raged, he became the most-subscribed YouTube creator in the country.",
      "publication_date": "2021-05-04T09:00:42+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/04/technology/mr-beast-youtube.html",
      "byline": "By Taylor Lorenz"
    },
    {
      "headline": "Pfizer Reaps Hundreds of Millions in Profits From Covid Vaccine",
      "snippet": "The company said its vaccine generated $3.5 billion in revenue in the first three months of this year.",
      "abstract": "The company said its vaccine generated $3.5 billion in revenue in the first three months of this year.",
      "lead_paragraph": "Last year, racing to develop a vaccine in record time, Pfizer made a big decision: Unlike several rival manufacturers, which vowed to forgo profits on their shots during the Covid-19 pandemic, Pfizer planned to profit on its vaccine.",
      "publication_date": "2021-05-04T11:29:35+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/04/business/pfizer-covid-vaccine-profits.html",
      "byline": "By Rebecca Robbins and Peter S. Goodman"
    },
    {
      "headline": "As Cars Go Electric, China Builds a Big Lead in Factories",
      "snippet": "Fueled with money from Wall Street and local officials, automakers plan to build eight million electric cars a year there, more than Europe and North America combined.",
      "abstract": "Fueled with money from Wall Street and local officials, automakers plan to build eight million electric cars a year there, more than Europe and North America combined.",
      "lead_paragraph": "ZHAOQING, China — Xpeng Motors, a Chinese electric car start-up, recently opened a large assembly plant in southeastern China and is building a matching factory nearby. It has announced plans for a third.",
      "publication_date": "2021-05-04T15:04:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/04/business/china-electric-cars.html",
      "byline": "By Keith Bradsher"
    }
  ]
}