{
  "metadata": {
    "date": "2021-03-17",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "‘I Have No Money for Food’: Among the Young, Hunger Is Rising",
      "snippet": "In France and across Europe, more students are facing food insecurity as the pandemic enters its second year and job cuts in their families take a widening toll.",
      "abstract": "In France and across Europe, more students are facing food insecurity as the pandemic enters its second year and job cuts in their families take a widening toll.",
      "lead_paragraph": "PARIS — Amandine Chéreau hurried from her cramped student apartment in suburban Paris to catch a train for an hourlong trip into the city. Her stomach rumbled with hunger, she said, as she headed for a student-run food bank near the Bastille, where she joined a snaking line with 500 young people waiting for handouts.",
      "publication_date": "2021-03-16T17:56:37+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/16/business/hunger-food-insecurity-europe.html",
      "byline": "By Liz Alderman"
    },
    {
      "headline": "Russian Interference in 2020 Included Influencing Trump Associates, Report Says",
      "snippet": "The assessment was the intelligence community’s most comprehensive look at foreign efforts to interfere in the election.",
      "abstract": "The assessment was the intelligence community’s most comprehensive look at foreign efforts to interfere in the election.",
      "lead_paragraph": "WASHINGTON — President Vladimir V. Putin of Russia authorized extensive efforts to hurt the candidacy of Joseph R. Biden Jr. during the election last year, including by mounting covert operations to influence people close to President Donald J. Trump, according to a declassified intelligence report released on Tuesday.",
      "publication_date": "2021-03-16T20:03:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/16/us/politics/election-interference-russia-2020-assessment.html",
      "byline": "By Julian E. Barnes"
    },
    {
      "headline": "In a First, Uber Agrees to Classify British Drivers as ‘Workers’",
      "snippet": "The new legal classification, which follows a U.K. court ruling last month, will entitle the workers to more pay and benefits, but stops short of making them employees.",
      "abstract": "The new legal classification, which follows a U.K. court ruling last month, will entitle the workers to more pay and benefits, but stops short of making them employees.",
      "lead_paragraph": "LONDON — For years, Uber has successfully deployed armies of lawyers and lobbyists around the world to fight attempts to reclassify drivers as company workers entitled to higher wages and benefits rather than lower-cost, self-employed freelancers.",
      "publication_date": "2021-03-16T21:00:08+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/16/technology/uber-uk-drivers-worker-status.html",
      "byline": "By Adam Satariano"
    },
    {
      "headline": "Were the Airline Bailouts Really Needed?",
      "snippet": "Once again, we have socialized an industry’s losses and privatized its profits.",
      "abstract": "Once again, we have socialized an industry’s losses and privatized its profits.",
      "lead_paragraph": "A year ago this week, Doug Parker, the chief executive of American Airlines, flew to Washington to begin what became a yearlong lobbying campaign for a series of taxpayer-funded bailouts during the pandemic.",
      "publication_date": "2021-03-16T21:59:39+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/16/business/dealbook/airline-bailouts.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Europe’s Vaccine Suspension May Be Driven as Much by Politics as Science",
      "snippet": "Once it became clear Germany was pausing, the pressure mounted on other governments to hold off as well, out of fear of seeming incautious and for the sake of a united front.",
      "abstract": "Once it became clear Germany was pausing, the pressure mounted on other governments to hold off as well, out of fear of seeming incautious and for the sake of a united front.",
      "lead_paragraph": "ROME — After days of touting the safety of AstraZeneca’s vaccine, Italy’s health minister, Roberto Speranza, took a call from his German counterpart on Monday and learned that Germany was concerned enough about a few cases of serious blood clots among some who had received the vaccine to suspend its use.",
      "publication_date": "2021-03-16T23:20:33+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/16/world/europe/europe-astrazeneca-vaccine-suspensions.html",
      "byline": "By Jason Horowitz and Benjamin Mueller"
    },
    {
      "headline": "Surge in Migrants Defies Easy or Quick Solutions for Biden",
      "snippet": "The administration expects more apprehensions at the border this year than at any point in the past two decades. Enacting policy to deal with the problems faces deep-rooted political and logistical challenges.",
      "abstract": "The administration expects more apprehensions at the border this year than at any point in the past two decades. Enacting policy to deal with the problems faces deep-rooted political and logistical challenges.",
      "lead_paragraph": "WASHINGTON — The Biden administration warned on Tuesday that the United States expected to make more apprehensions along the southwestern border this year than at any time in the past two decades, underscoring the urgency for the White House to develop solutions for the chronic problems with immigration from Central America.",
      "publication_date": "2021-03-17T01:02:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/16/us/politics/biden-immigration.html",
      "byline": "By Michael D. Shear and Zolan Kanno-Youngs"
    },
    {
      "headline": "Learning Apps Have Boomed in the Pandemic. Now Comes the Real Test.",
      "snippet": "Start-ups hope there’s no turning back for online learning, even as more students return to the classroom.",
      "abstract": "Start-ups hope there’s no turning back for online learning, even as more students return to the classroom.",
      "lead_paragraph": "After a tough year of toggling between remote and in-person schooling, many students, teachers and their families feel burned out from pandemic learning. But companies that market digital learning tools to schools are enjoying a coronavirus windfall.",
      "publication_date": "2021-03-17T09:00:33+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/17/technology/learning-apps-students.html",
      "byline": "By Natasha Singer"
    },
    {
      "headline": "How to Clean Up Steel? Bacteria, Hydrogen and a Lot of Cash.",
      "snippet": "With climate concerns growing, steel companies face an inevitable crunch. ArcelorMittal sees solutions, but the costs are likely to run into tens of billions of dollars in Europe alone.",
      "abstract": "With climate concerns growing, steel companies face an inevitable crunch. ArcelorMittal sees solutions, but the costs are likely to run into tens of billions of dollars in Europe alone.",
      "lead_paragraph": "Few materials are more essential than steel, yet steel mills are among the leading polluters. They burn coke, a derivative of coal, and belch millions of tons of greenhouse gases. Roughly two tons of carbon dioxide rises into the atmosphere for every ton of steel made using blast furnaces.",
      "publication_date": "2021-03-17T09:00:37+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/17/business/steel-emissions-arcelor-mittal.html",
      "byline": "By Stanley Reed"
    },
    {
      "headline": "In Washington, ‘Free Trade’ Is No Longer Gospel",
      "snippet": "Like its predecessor, the Biden administration has largely dispensed with the idea of free trade as a goal in and of itself.",
      "abstract": "Like its predecessor, the Biden administration has largely dispensed with the idea of free trade as a goal in and of itself.",
      "lead_paragraph": "WASHINGTON — For decades, the principle of “free trade” inspired a kind of religious reverence among most American politicians. Lawmakers, diplomats and presidents justified their policies through the pursuit of freer trade, which, like the spread of democracy and market capitalism, was presumed to be a universal and worthy goal.",
      "publication_date": "2021-03-17T12:28:46+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/17/business/economy/free-trade-biden-tai.html",
      "byline": "By Ana Swanson"
    }
  ]
}