{
  "metadata": {
    "date": "2021-08-23",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "How the Taliban Turned Social Media Into a Tool for Control",
      "snippet": "In the 1990s, they banned the internet. Now they use it to threaten and cajole the Afghan people, in a sign of how they might use technology to build power.",
      "abstract": "In the 1990s, they banned the internet. Now they use it to threaten and cajole the Afghan people, in a sign of how they might use technology to build power.",
      "lead_paragraph": "In one video, a Taliban official reassured female health workers that they could keep their jobs. In another, militants told Sikhs, a minority religious group, that they were free and protected. Still others suggested a new lawfulness in Kabul, with Talib fighters holding looters and thieves at gunpoint.",
      "publication_date": "2021-08-20T17:15:33+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/20/technology/afghanistan-taliban-social-media.html",
      "byline": "By Paul Mozur and Zia ur-Rehman"
    },
    {
      "headline": "Maker of Popular Covid Test Told Factory to Destroy Inventory",
      "snippet": "One of the leading producers of rapid tests purged supplies and laid off workers as sales dwindled. Weeks later, the U.S. is facing a surge in infections with diminished capacity.",
      "abstract": "One of the leading producers of rapid tests purged supplies and laid off workers as sales dwindled. Weeks later, the U.S. is facing a surge in infections with diminished capacity.",
      "lead_paragraph": "For weeks in June and July, workers at a Maine factory making one of America’s most popular rapid tests for Covid-19 were given a task that shocked them: take apart millions of the products they had worked so hard to create and stuff them into garbage bags.",
      "publication_date": "2021-08-20T18:40:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/20/us/abbott-covid-tests.html",
      "byline": "By Sheri Fink"
    },
    {
      "headline": "G.M. Expands Chevrolet Bolt Recall Over Battery Fire Concern",
      "snippet": "The recall now covers the car’s entire output, beginning with the 2017 version. The latest move, to add three model years, raises costs by $1 billion.",
      "abstract": "The recall now covers the car’s entire output, beginning with the 2017 version. The latest move, to add three model years, raises costs by $1 billion.",
      "lead_paragraph": "General Motors said on Friday that it was expanding its recall of Chevrolet Bolt electric cars that have been found to be at risk of overheating and catching fire as a result of manufacturing defects.",
      "publication_date": "2021-08-20T20:46:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/08/20/business/gm-chevrolet-bolt-battery-recall.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "Biden Defends Afghanistan Evacuation as Thousands Besiege Kabul Airport",
      "snippet": "The president cited “significant progress’’ in getting Americans out of Afghanistan. But Afghans linked to U.S. troops and other Western groups fear being left behind.",
      "abstract": "The president cited “significant progress’’ in getting Americans out of Afghanistan. But Afghans linked to U.S. troops and other Western groups fear being left behind.",
      "lead_paragraph": "LONDON — The desperate scenes at the Kabul airport reverberated around the world on Friday, forcing President Biden to defend his handling of the chaotic evacuation and fueling recrimination from American allies that are struggling to get their own citizens out of Taliban-controlled Afghanistan.",
      "publication_date": "2021-08-20T21:10:33+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/20/world/asia/biden-afghanistan-evacuation-kabul-airport.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Facebook, Fearing Public Outcry, Shelved Earlier Report on Popular Posts",
      "snippet": "The company praised itself this week for being “the most transparent platform on the internet.”",
      "abstract": "The company praised itself this week for being “the most transparent platform on the internet.”",
      "lead_paragraph": "When Facebook this week released its first quarterly report about the most viewed posts in the United States, Guy Rosen, its vice president of integrity, said the social network had undertaken “a long journey” to be “by far the most transparent platform on the internet.” The list showed that the posts with the most reach tended to be innocuous content like recipes and cute animals.",
      "publication_date": "2021-08-20T22:08:43+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/08/20/technology/facebook-popular-posts.html",
      "byline": "By Davey Alba and Ryan Mac"
    },
    {
      "headline": "Biden Ran on Competence and Empathy. Afghanistan Is Testing That.",
      "snippet": "The chaotic endgame of the American withdrawal has undercut some of the most fundamental premises of President Biden’s presidency.",
      "abstract": "The chaotic endgame of the American withdrawal has undercut some of the most fundamental premises of President Biden’s presidency.",
      "lead_paragraph": "For most of the last week, in the fires of the worst foreign policy crisis of his young administration, the president who won the White House on a promise of competence and compassion has had trouble demonstrating much of either.",
      "publication_date": "2021-08-21T00:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/21/us/politics/biden-afghanistan-withdrawal.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Afghanistan Faces Economic Shock as Sanctions Replace Foreign Aid",
      "snippet": "The Taliban will be under pressure to keep a fragile economy afloat.",
      "abstract": "The Taliban will be under pressure to keep a fragile economy afloat.",
      "lead_paragraph": "WASHINGTON — As the Taliban attempt the precarious shift from insurgent movement to functioning government, Afghanistan is facing the heightened risk of a financial collapse after being propped up for the past two decades by foreign aid that now accounts for nearly half its legal economy.",
      "publication_date": "2021-08-21T07:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/08/21/business/afghanistan-economy.html",
      "byline": "By Alan Rappeport"
    },
    {
      "headline": "He Guarded Haiti’s Slain President. And He Was a Suspect in a Drug Inquiry.",
      "snippet": "Officials are examining whether President Jovenel Moïse’s killing was tied to the drug trade. The man in charge of his safety was a suspect in a major trafficking case, they say.",
      "abstract": "Officials are examining whether President Jovenel Moïse’s killing was tied to the drug trade. The man in charge of his safety was a suspect in a major trafficking case, they say.",
      "lead_paragraph": "PORT-AU-PRINCE, Haiti — The commander in charge of guarding the Haitian president’s home quickly became a suspect in the assassination of President Jovenel Moïse last month when his security team inexplicably melted away, enabling hit men to enter the residence with little resistance and kill the president in his own bedroom.",
      "publication_date": "2021-08-21T09:00:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/21/world/americas/haiti-president-assassination-drugs.html",
      "byline": "By Maria Abi-Habib"
    },
    {
      "headline": "50 Years After Vietnam, Thousands Flee Another Lost American War",
      "snippet": "The United States admitted more than 300,000 Southeast Asians after the Vietnam War. Analysts say there is little chance the country will repeat the extensive refugee resettlement effort.",
      "abstract": "The United States admitted more than 300,000 Southeast Asians after the Vietnam War. Analysts say there is little chance the country will repeat the extensive refugee resettlement effort.",
      "lead_paragraph": "It was the end of a decades-long American military engagement overseas, and thousands of U.S. allies were clamoring to board the last planes leaving for, they hoped, eventual resettlement in the United States. Their capital had fallen. Deadly reprisals for those who stayed behind were almost certain.",
      "publication_date": "2021-08-21T12:45:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/21/us/refugees-history-afghanistan.html",
      "byline": "By Miriam Jordan"
    },
    {
      "headline": "Miscue After Miscue, U.S. Exit Plan Unravels",
      "snippet": "President Biden promised an orderly withdrawal. That pledge, compounded by missed signals and miscalculations, proved impossible.",
      "abstract": "President Biden promised an orderly withdrawal. That pledge, compounded by missed signals and miscalculations, proved impossible.",
      "lead_paragraph": "WASHINGTON — The nation’s top national security officials assembled at the Pentagon early on April 24 for a secret meeting to plan the final withdrawal of American troops from Afghanistan. It was two weeks after President Biden had announced the exit over the objection of his generals, but now they were carrying out his orders.",
      "publication_date": "2021-08-21T16:27:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/21/us/politics/biden-taliban-afghanistan-kabul.html",
      "byline": "By Michael D. Shear, David E. Sanger, Helene Cooper, Eric Schmitt, Julian E. Barnes and Lara Jakes"
    },
    {
      "headline": "Turmoil Was Brewing at Time’s Up Long Before Cuomo",
      "snippet": "The prominent anti-harassment charity, criticized for its relationship with the former New York governor, is facing an identity crisis over its ties to those in power.",
      "abstract": "The prominent anti-harassment charity, criticized for its relationship with the former New York governor, is facing an identity crisis over its ties to those in power.",
      "lead_paragraph": "Nearly four years ago, moving with resolve after the global #MeToo explosion, some of the country’s most famous women formed a new charity, Time’s Up, to fight sexual harassment in the workplace. Their collective power, funds and aspirations offered the promise of real progress.",
      "publication_date": "2021-08-21T18:05:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/21/us/times-up-metoo-sexual-harassment.html",
      "byline": "By Jodi Kantor, Arya Sundaram, Melena Ryzik and Cara Buckley"
    },
    {
      "headline": "Desperation as Afghans Seek to Flee a Country Retaken by the Taliban",
      "snippet": "A toddler was trampled to death as a crowd surged near the Kabul airport, and many residents who aided America remain in hiding, fearing they will be killed by their new rulers.",
      "abstract": "A toddler was trampled to death as a crowd surged near the Kabul airport, and many residents who aided America remain in hiding, fearing they will be killed by their new rulers.",
      "lead_paragraph": "On Saturday morning, a former interpreter for an American company in Kabul plunged into a mass of humanity outside a gate at the Kabul airport with her family in tow.",
      "publication_date": "2021-08-21T21:33:12+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/21/world/asia/afghanistan-kabul-fear-taliban.html",
      "byline": "By David Zucchino"
    },
    {
      "headline": "God, Money, YOLO: How Cathie Wood Found Her Flock",
      "snippet": "Ms. Wood says the Holy Spirit moved her to strike out on her own after an up-and-down career in money management. But it’s her belief in herself that won the Reddit crowd’s faith.",
      "abstract": "Ms. Wood says the Holy Spirit moved her to strike out on her own after an up-and-down career in money management. But it’s her belief in herself that won the Reddit crowd’s faith.",
      "lead_paragraph": "Cathie Wood was in familiar territory. She was listening to someone tell her she was wrong.",
      "publication_date": "2021-08-22T07:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2021/08/22/business/cathie-wood-ark-stocks.html",
      "byline": "By Matt Phillips"
    },
    {
      "headline": "A Tidal Wave of Water and at Least 21 Deaths as Floodwaters Ravage Rural Tennessee",
      "snippet": "An area of rivers, creeks and rolling woods had seen flooding before but nothing approximating the torrent of water that overwhelmed rural communities on Saturday.",
      "abstract": "An area of rivers, creeks and rolling woods had seen flooding before but nothing approximating the torrent of water that overwhelmed rural communities on Saturday.",
      "lead_paragraph": "WAVERLY, Tenn. — In one moment, Rickey Larkin saw the creek running behind his home spill over its banks. The next, he said, he was engulfed by an ocean. His pickup was carried away by the currents. Then, the water came surging into his home and rose shoulder high, forcing him, his wife and their cat to cling to a mattress as a life raft.",
      "publication_date": "2021-08-22T22:26:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/22/us/tennessee-flash-flooding.html",
      "byline": "By Rick Rojas and Michael Levenson"
    },
    {
      "headline": "Chaos Persists at Kabul Airport as Taliban Discuss New Government",
      "snippet": "The militants have engaged the former officials Hamid Karzai and Abdullah Abdullah, as well as Moscow, to seek help in building an “inclusive” government while cementing their rule.",
      "abstract": "The militants have engaged the former officials Hamid Karzai and Abdullah Abdullah, as well as Moscow, to seek help in building an “inclusive” government while cementing their rule.",
      "lead_paragraph": "As lethal mayhem persisted outside Kabul airport, with thousands of terrified Afghans trying to flee, the Taliban have reached out to a former Afghan president, Hamid Karzai, and to Russia in an attempt to fulfill their pledge to form an “inclusive” government and defeat holdouts against their rule.",
      "publication_date": "2021-08-22T23:05:52+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/22/world/asia/afghanistan-taliban-biden-karzai.html",
      "byline": "By Roger Cohen"
    },
    {
      "headline": "Russian Journalists Meet a Crackdown With Dark Humor, and Subscribers",
      "snippet": "Meduza, a leading independent news site, fights back with jokes and a stunning donation campaign. But can it stand up to the Russian state?",
      "abstract": "Meduza, a leading independent news site, fights back with jokes and a stunning donation campaign. But can it stand up to the Russian state?",
      "lead_paragraph": "RIGA, Latvia — There’s a certain kind of American podcast where two young journalists investigate their own medium-size problems, laugh a lot, interview their moms.",
      "publication_date": "2021-08-23T00:14:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/08/23/business/media/russian-journalists-independent.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "Did the War in Afghanistan Have to Happen?",
      "snippet": "In 2001, when the Taliban were weak and ready to surrender, the U.S. passed on a deal. Nearly 20 years later, the Taliban hold all the cards.",
      "abstract": "In 2001, when the Taliban were weak and ready to surrender, the U.S. passed on a deal. Nearly 20 years later, the Taliban hold all the cards.",
      "lead_paragraph": "Taliban fighters brandished Kalashnikovs and shook their fists in the air after the Sept. 11 terrorist attacks, defying American warnings that if they did not hand over Osama Bin Laden, their country would be bombed to smithereens.",
      "publication_date": "2021-08-23T07:00:13+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/23/world/middleeast/afghanistan-taliban-deal-united-states.html",
      "byline": "By Alissa J. Rubin"
    },
    {
      "headline": "New York’s Economy, Poised for Comeback, Finds Setback Instead",
      "snippet": "The Delta variant has upended events, office reopenings and travel, raising new challenges for service businesses and their workers.",
      "abstract": "The Delta variant has upended events, office reopenings and travel, raising new challenges for service businesses and their workers.",
      "lead_paragraph": "For New York City and its trillion-dollar economy, September was supposed to mark a return to normal, a moment when Broadway theaters reopened, stores and restaurants hummed, and tourists and office workers again filled the streets.",
      "publication_date": "2021-08-23T07:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/23/business/economy/nyc-economy-covid-delta-variant.html",
      "byline": "By Nelson D. Schwartz, Nicole Hong, Patrick McGeehan and Gabriela Bhaskar"
    },
    {
      "headline": "What an Adult Tricycle Says About the World’s Bottleneck Problems",
      "snippet": "The supply-chain problems rocking companies may get worse heading into the holidays, as delays continue to snarl global trade and shipping prices jump even higher.",
      "abstract": "The supply-chain problems rocking companies may get worse heading into the holidays, as delays continue to snarl global trade and shipping prices jump even higher.",
      "lead_paragraph": "Catrike has 500 of its three-wheeled bikes sitting in its workshop in Orlando, Fla., nearly ready to be sent to expectant dealers. The recumbent trikes have been waiting for months for rear derailleurs, a small but crucial part that is built in Taiwan.",
      "publication_date": "2021-08-23T09:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/08/23/business/economy/supply-chain-bottlenecks-coronavirus-inflation.html",
      "byline": "By Jeanna Smialek and Madeleine Ngo"
    },
    {
      "headline": "‘Our People Need Help’: Devastation in Tennessee, as Experts Warn of Flooding Risks",
      "snippet": "At least 21 people were confirmed dead and about 10 remained unaccounted for after catastrophic flash flooding that scientists say climate change makes more common.",
      "abstract": "At least 21 people were confirmed dead and about 10 remained unaccounted for after catastrophic flash flooding that scientists say climate change makes more common.",
      "lead_paragraph": "WAVERLY, Tenn. — With floodwaters rising rapidly, 15-year-old Lilly Bryant and her older sister managed to find some wooden debris to cling to, but it offered only short-term relief. The makeshift raft hit a tree and split in two.",
      "publication_date": "2021-08-23T15:29:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/23/us/tennessee-flooding.html",
      "byline": "By Rick Rojas, Winston Choi-Schagrin and Tariro Mzezewa"
    },
    {
      "headline": "It’s ‘Back to That Isolation Bubble’ for Workers Pining for the Office",
      "snippet": "As coronavirus cases rise and companies keep workplaces closed, frustrated employees can’t wait to return to their cubicles.",
      "abstract": "As coronavirus cases rise and companies keep workplaces closed, frustrated employees can’t wait to return to their cubicles.",
      "lead_paragraph": "SAN FRANCISCO — Before the pandemic, Roya Joseph’s days at the office were defined by interaction. She looked forward to casual conversations with co-workers, mentorship sessions with managers and periodic, freewheeling chats — known as “teatime” — in the office kitchen.",
      "publication_date": "2021-08-23T15:40:37+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/08/23/business/workers-eager-office-return.html",
      "byline": "By Kellen Browning"
    }
  ]
}