{
  "metadata": {
    "date": "2021-06-28",
    "total_articles": 16
  },
  "articles": [
    {
      "headline": "Justice Dept. Sues Georgia Over Voting Restrictions Law",
      "snippet": "The lawsuit came after Republicans blocked ambitious federal legislation this week to protect voting rights.",
      "abstract": "The lawsuit came after Republicans blocked ambitious federal legislation this week to protect voting rights.",
      "lead_paragraph": "WASHINGTON — The Justice Department sued Georgia on Friday over a sweeping voting law passed by the state’s Republican-led legislature,  the first significant move by the Biden administration to challenge state-level ballot restrictions enacted since the 2020 election.",
      "publication_date": "2021-06-25T17:46:49+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/25/us/politics/justice-department-georgia-voting-law.html",
      "byline": "By Katie Benner, Nick Corasaniti and Nicholas Fandos"
    },
    {
      "headline": "Derek Chauvin is sentenced to 22 and a half years for murder of George Floyd.",
      "snippet": "Prosecutors had sought 30 years in prison for the former police officer. Mr. Chauvin’s defense team wanted him released immediately.",
      "abstract": "Prosecutors had sought 30 years in prison for the former police officer. Mr. Chauvin’s defense team wanted him released immediately.",
      "lead_paragraph": "MINNEAPOLIS — The killing of George Floyd on a Minneapolis corner led to nationwide protests, a reckoning over racial injustice touching on virtually every aspect of American life and, on Friday, a substantial prison sentence — 22 and a half years — for the former police officer, Derek Chauvin, who ignored Mr. Floyd’s desperate cries for help and pressed his knee into Mr. Floyd’s neck for what seemed an eternity.",
      "publication_date": "2021-06-25T19:57:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/25/us/derek-chauvin-22-and-a-half-years-george-floyd.html",
      "byline": "By Tim Arango"
    },
    {
      "headline": "Among the Missing: Retirees, Families and a Woman on Her First Trip Abroad",
      "snippet": "Those unaccounted for after this week’s condominium collapse reflect Miami’s cultural and global reach, losses that may touch so many parts of the world.",
      "abstract": "Those unaccounted for after this week’s condominium collapse reflect Miami’s cultural and global reach, losses that may touch so many parts of the world.",
      "lead_paragraph": "SURFSIDE, Fla. — After a thunderclap jolted Bruno Treptow awake on Thursday morning, he rushed to open the front door of his eighth-floor condo. But where there had been a hallway with doors opening into his neighbors’ apartments, there was now a void.",
      "publication_date": "2021-06-25T23:57:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/25/us/missing-victims-miami-condo-collapse.html",
      "byline": "By Richard Fausset, Giulia Heyward and Jack Healy"
    },
    {
      "headline": "1+1=4? Latin America Confronts a Pandemic Education Crisis.",
      "snippet": "With economies reeling and millions cut off from the classroom, Latin America’s students are leaving school in alarming numbers, experts say.",
      "abstract": "With economies reeling and millions cut off from the classroom, Latin America’s students are leaving school in alarming numbers, experts say.",
      "lead_paragraph": "SOACHA, Colombia — Already, two of Gloria Vásquez’s children had dropped out of school during the pandemic, including her 8-year-old, Ximena, who had fallen so far behind that she struggled with the most basic arithmetic.",
      "publication_date": "2021-06-26T09:00:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/26/world/americas/latin-america-pandemic-education.html",
      "byline": "By Julie Turkewitz and Federico Rios"
    },
    {
      "headline": "Engineer Warned of ‘Major Structural Damage’ at Florida Condo Complex",
      "snippet": "A consultant in 2018 urged the managers to repair cracked columns and crumbling concrete. The work was finally about to get underway when the building collapsed.",
      "abstract": "A consultant in 2018 urged the managers to repair cracked columns and crumbling concrete. The work was finally about to get underway when the building collapsed.",
      "lead_paragraph": "Three years before the deadly collapse of the Champlain Towers South condominium complex near Miami, a consultant found alarming evidence of “major structural damage” to the concrete slab below the pool deck and “abundant” cracking and crumbling of the columns, beams and walls of the parking garage under the 13-story building.",
      "publication_date": "2021-06-26T09:30:53+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/26/us/miami-building-collapse-investigation.html",
      "byline": "By Mike Baker, Anjali Singhvi and Patricia Mazzei"
    },
    {
      "headline": "Biden’s Push for Equity in Government Hits Legal and Political Roadblocks",
      "snippet": "No part of President Biden’s agenda has been as ambitious as his attempt to place concerns about equity squarely at the center of the federal government’s decision-making.",
      "abstract": "No part of President Biden’s agenda has been as ambitious as his attempt to place concerns about equity squarely at the center of the federal government’s decision-making.",
      "lead_paragraph": "WASHINGTON — Since taking office 157 days ago, President Biden has promised to put racial equity at the center of everything he does, pledging in an executive order on Day 1 to take a “systematic approach to embedding fairness in decision-making” as he drafts legislation, hires staff, proposes spending and develops regulations.",
      "publication_date": "2021-06-26T15:12:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/26/us/politics/biden-racial-equity.html",
      "byline": "By Michael D. Shear, Stacy Cowley and Alan Rappeport"
    },
    {
      "headline": "How Deceptive Campaign Fund-Raising Ensnares Older People",
      "snippet": "Older Americans, a critical source of political donations, often fall victim to aggressive and misleading digital practices. A broad Times analysis points to the scope of the problem.",
      "abstract": "Older Americans, a critical source of political donations, often fall victim to aggressive and misleading digital practices. A broad Times analysis points to the scope of the problem.",
      "lead_paragraph": "William W. Vaughan Jr. was a senior atmospheric scientist at NASA during the space race and later an accomplished academic, but as with so many aging Americans, time and technology had sapped him of some of his savvy, especially online.",
      "publication_date": "2021-06-26T15:25:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/26/us/politics/recurring-donations-seniors.html",
      "byline": "By Shane Goldmacher"
    },
    {
      "headline": "How Two Start-Ups Reaped Billions in Fees on Small Business Relief Loans",
      "snippet": "Blueacorn and Womply processed one-third of all Paycheck Protection Program loans this year, stepping in when big lenders wouldn’t.",
      "abstract": "Blueacorn and Womply processed one-third of all Paycheck Protection Program loans this year, stepping in when big lenders wouldn’t.",
      "lead_paragraph": "Though Congress approved billions in aid for small companies to help them keep paying their employees during the pandemic, there was a big problem: It wasn’t reaching the tiniest and neediest businesses.",
      "publication_date": "2021-06-27T09:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/27/business/ppp-relief-loans-blueacorn-womply.html",
      "byline": "By Stacy Cowley and Ella Koeze"
    },
    {
      "headline": "Where Jobless Benefits Were Cut, Jobs Are Still Hard to Fill",
      "snippet": "Missouri scrapped federal pay to the unemployed, saying it kept people out of the labor market. But so far, workers still seem to be choosy.",
      "abstract": "Missouri scrapped federal pay to the unemployed, saying it kept people out of the labor market. But so far, workers still seem to be choosy.",
      "lead_paragraph": "MARYLAND HEIGHTS, Mo. — By lunchtime, the representatives from the recruiting agency Express Employment Professionals decided to pack up and leave the job fair in the St. Louis suburb of Maryland Heights. Hardly anyone had shown up.",
      "publication_date": "2021-06-27T16:40:32+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/06/27/business/economy/jobs-workers-unemployment-benefits.html",
      "byline": "By Patricia Cohen"
    },
    {
      "headline": "Hope for Survivors Is Quickly Fading at Collapsed Florida Condo",
      "snippet": "Despite round-the-clock search efforts, rescuers found only a few bodies and scattered human remains amid the wreckage over the weekend.",
      "abstract": "Despite round-the-clock search efforts, rescuers found only a few bodies and scattered human remains amid the wreckage over the weekend.",
      "lead_paragraph": "SURFSIDE, Fla. — Pablo Rodriguez was finding it increasingly difficult on Sunday to believe that his mother and grandmother were still alive.",
      "publication_date": "2021-06-27T22:46:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/27/us/hope-for-survivors-is-quickly-fading-at-collapsed-florida-condo.html",
      "byline": "By Giulia Heyward, Richard Fausset, Kimiko de Freytas-Tamura, Madeleine Ngo and Christina Morales"
    },
    {
      "headline": "Possible Failure Point Emerges in Miami-Area Building Collapse",
      "snippet": "Some engineers looking at the failure of a 13-story condo tower in Florida said the collapse appeared to have begun somewhere near the bottom of the building.",
      "abstract": "Some engineers looking at the failure of a 13-story condo tower in Florida said the collapse appeared to have begun somewhere near the bottom of the building.",
      "lead_paragraph": "The investigation into what may be the deadliest accidental building collapse in American history has just begun, but experts who have examined video footage of the disaster outside Miami are focusing on a spot in the lowest part of the condominium complex — possibly in or below the underground parking garage — where an initial failure could have set off a structural avalanche.",
      "publication_date": "2021-06-27T23:20:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/27/us/miami-building-investigation-clues.html",
      "byline": "By James Glanz, Anjali Singhvi and Mike Baker"
    },
    {
      "headline": "An Accusation Blew Up a Campaign. The Media Didn’t Know What to Do.",
      "snippet": "Handling a delicate allegation of sexual misconduct is a lot more challenging than covering a horse race.",
      "abstract": "Handling a delicate allegation of sexual misconduct is a lot more challenging than covering a horse race.",
      "lead_paragraph": "Two days after coming in fifth in the election night count of votes for New York mayor last week, Scott Stringer was sitting in a high-polish diner in TriBeCa, drinking his second bottle of Sprite and trying to figure out what had happened.",
      "publication_date": "2021-06-28T00:32:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/06/27/business/media/scott-stringer-accusations.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "Crossing the Red Line: Behind China’s Takeover of Hong Kong",
      "snippet": "One year ago, the city’s freedoms were curtailed with breathtaking speed. But the clampdown was years in the making, and many signals were missed.",
      "abstract": "One year ago, the city’s freedoms were curtailed with breathtaking speed. But the clampdown was years in the making, and many signals were missed.",
      "lead_paragraph": "Hong Kong’s march toward an authoritarian future began with a single phrase in a dry policy paper. Beijing, the document declared, would wield “comprehensive jurisdiction” over the territory.",
      "publication_date": "2021-06-28T04:01:15+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/28/world/asia/china-hong-kong-security-law.html",
      "byline": "By Chris Buckley, Vivian Wang and Austin Ramzy"
    },
    {
      "headline": "Black Workers Stopped Making Progress on Pay. Is It Racism?",
      "snippet": "Economists are grappling with how much to blame bias or a changing economy for the widening wage gap over the last 40 years.",
      "abstract": "Economists are grappling with how much to blame bias or a changing economy for the widening wage gap over the last 40 years.",
      "lead_paragraph": "William Spriggs, a professor at Howard University, wrote an open letter last year to his fellow economists. Reacting to the police killing of George Floyd in Minneapolis, he began the letter with a question: “Is now a teachable moment for economists?”",
      "publication_date": "2021-06-28T07:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/06/28/business/economy/black-workers-racial-pay-gap.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "A Woman’s Guide to Making the Most of Social Security",
      "snippet": "Women tend to live longer than men, so they need as much retirement income as possible. Whether you’re 30 or 60, here’s what you need to know.",
      "abstract": "Women tend to live longer than men, so they need as much retirement income as possible. Whether you’re 30 or 60, here’s what you need to know.",
      "lead_paragraph": "As a single woman with no children, Karen Callahan is putting together the financial pieces that will protect her for a potentially long life on her own. A large piece of her puzzle: getting as much Social Security income as she can.",
      "publication_date": "2021-06-28T09:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/06/28/business/retirement/women-social-security-retirement.html",
      "byline": "By Susan B. Garland"
    },
    {
      "headline": "The Night the Oxygen Ran Out",
      "snippet": "A cascading series of failures, from the central government on down, left hospitals across India without medical oxygen, killing hundreds. One tragic night in Delhi shows how it happened.",
      "abstract": "A cascading series of failures, from the central government on down, left hospitals across India without medical oxygen, killing hundreds. One tragic night in Delhi shows how it happened.",
      "lead_paragraph": "NEW DELHI — At 9:45 p.m., alarms blared across the intensive care unit of Jaipur Golden Hospital. Over two dozen patients on ventilators couldn’t breathe. Some flailed their arms and legs. Others cried for help, choking sounds coming from their throats as if they were being strangled.",
      "publication_date": "2021-06-28T14:24:54+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/06/28/world/asia/india-coronavirus-oxygen.html",
      "byline": "By Jeffrey Gettleman, Emily Schmall, Suhasini Raj and Hari Kumar"
    }
  ]
}