{
  "metadata": {
    "date": "2021-12-23",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Want to Buy a Car? You Might Have to Get on a Plane to Claim It.",
      "snippet": "The limited supply of new and used vehicles is forcing some Americans to go to great lengths to find and buy them, including traveling to dealers hundreds of miles away.",
      "abstract": "The limited supply of new and used vehicles is forcing some Americans to go to great lengths to find and buy them, including traveling to dealers hundreds of miles away.",
      "lead_paragraph": "When Rachael Kasper started shopping for a new car in August, she had her heart set on a Ford Escape plug-in hybrid. The problem was that Ford hasn’t made many of them this year because of a computer chip shortage that has slowed auto production around the world.",
      "publication_date": "2021-12-22T18:52:21+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/22/business/economy/car-chip-shortage-pandemic.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "Supreme Court to Hold Special Hearing on Biden Vaccine Mandates",
      "snippet": "Challengers say vaccination-or-testing requirements at large employers and for health care workers were not authorized by Congress.",
      "abstract": "Challengers say vaccination-or-testing requirements at large employers and for health care workers were not authorized by Congress.",
      "lead_paragraph": "WASHINGTON — The Supreme Court said on Wednesday evening that it would hold a special hearing next month to assess the legality of two initiatives at the heart of the Biden administration’s efforts to address the coronavirus in the workplace.",
      "publication_date": "2021-12-23T00:25:22+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/22/us/politics/osha-vaccine-mandate-supreme-court.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Biden Promised 500 Million Tests, but Americans Will Have to Wait",
      "snippet": "Contracts to purchase tests could be signed as soon as next week, but relief could be weeks away for people trying to buy the hard-to-find tests.",
      "abstract": "Contracts to purchase tests could be signed as soon as next week, but relief could be weeks away for people trying to buy the hard-to-find tests.",
      "lead_paragraph": "WASHINGTON — President Biden promised Americans he is making 500 million coronavirus tests available free of charge, but help is at least weeks away — if not longer — for anxious Americans facing a surge of new virus cases.",
      "publication_date": "2021-12-23T00:36:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/22/us/politics/covid-tests-biden-omicron.html",
      "byline": "By Michael D. Shear and Sheryl Gay Stolberg"
    },
    {
      "headline": "Inflation Is High and Uncertainty Rampant as Economy Heads Into 2022",
      "snippet": "The Fed’s preferred inflation gauge climbed at the fastest pace in nearly four decades, as Omicron clouded the outlook for 2022.",
      "abstract": "The Fed’s preferred inflation gauge climbed at the fastest pace in nearly four decades, as Omicron clouded the outlook for 2022.",
      "lead_paragraph": "As the year draws to a close, inflation remains stubbornly high and the Omicron variant of the coronavirus poses looming uncertainty about what might come next, keeping the pressure on the Federal Reserve and President Biden to do more to tame rising prices.",
      "publication_date": "2021-12-23T07:02:42+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/23/business/economy/inflation-pce-index-fed.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "As Workers Gain Pay Leverage, Nonprofits Can’t Keep Up",
      "snippet": "Schools and social assistance agencies face staffing shortages as they compete with businesses able to raise wages — and services are suffering.",
      "abstract": "Schools and social assistance agencies face staffing shortages as they compete with businesses able to raise wages — and services are suffering.",
      "lead_paragraph": "In a Northern California school district, the superintendent is taking shifts as a lunchroom monitor. In Louisville, Ky., nonprofit groups are losing social workers to better-paying jobs at Walmart and McDonald’s. And in Rhode Island, child welfare organizations are turning away families from early-intervention programs because they are short of personnel.",
      "publication_date": "2021-12-23T08:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/23/business/economy/nonprofit-jobs-wages.html",
      "byline": "By Ben Casselman"
    },
    {
      "headline": "Why Even a 40% Tax Break Won’t Move Japan’s Employers to Raise Pay",
      "snippet": "The country’s prime minister says lifting long-stagnant wages would jump-start the sputtering economy. Companies call the plan a nonstarter.",
      "abstract": "The country’s prime minister says lifting long-stagnant wages would jump-start the sputtering economy. Companies call the plan a nonstarter.",
      "lead_paragraph": "TOKYO — Over the last two years, Masataka Yoshimura has poured money into the custom-suit business his family founded more than a century ago. He has upgraded his factory, installed automated inventory management systems and retrained workers who have been replaced by software and robots.",
      "publication_date": "2021-12-23T10:00:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/23/business/japan-taxes.html",
      "byline": "By Ben Dooley and Hisako Ueno"
    },
    {
      "headline": "Selling Luxury Apartments Where Oliver Twist Once Asked for Gruel",
      "snippet": "Want to understand London’s economic transformation? Take a look at the condo conversion of a workhouse near where a young Charles Dickens lived.",
      "abstract": "Want to understand London’s economic transformation? Take a look at the condo conversion of a workhouse near where a young Charles Dickens lived.",
      "lead_paragraph": "For decades, the question inspired a parlor game for literary sleuths with a Victorian bent: Which workhouse inspired the most famous one in the world, the dank hellhole in “Oliver Twist,” the 1838 Charles Dickens novel about the torments and triumphs of a London orphan?",
      "publication_date": "2021-12-23T10:00:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2021/12/23/business/dickens-condos-oliver-twist-workhouse.html",
      "byline": "By David Segal"
    },
    {
      "headline": "Beneath a Covid Vaccine Debacle, 30 Years of Government Culpability",
      "snippet": "Washington has rejected plans to revamp vaccine preparedness for decades and repeatedly paid a price. The Biden administration is at a similar crossroads.",
      "abstract": "Washington has rejected plans to revamp vaccine preparedness for decades and repeatedly paid a price. The Biden administration is at a similar crossroads.",
      "lead_paragraph": "WASHINGTON — As the Biden administration tries to stanch yet another wave of the coronavirus pandemic, senior White House officials have also been considering a proposal to ensure the nation is better prepared for the next infectious disease outbreak.",
      "publication_date": "2021-12-23T10:00:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/23/us/covid-vaccine-biden-trump.html",
      "byline": "By Chris Hamby and Sheryl Gay Stolberg"
    },
    {
      "headline": "Heir Apparent or Afterthought? The Frustrations of Kamala Harris.",
      "snippet": "The vice president’s allies are increasingly concerned that President Biden relied on her to win but does not need her to govern.",
      "abstract": "The vice president’s allies are increasingly concerned that President Biden relied on her to win but does not need her to govern.",
      "lead_paragraph": "WASHINGTON — The president needed the senator from West Virginia on his side, but he wasn’t sure he needed his vice president to get him there.",
      "publication_date": "2021-12-23T10:00:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/23/us/politics/kamala-harris-biden-administration.html",
      "byline": "By Katie Rogers and Zolan Kanno-Youngs"
    }
  ]
}