{
  "metadata": {
    "date": "2021-03-31",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "Why the World’s Container Ships Grew So Big",
      "snippet": "As global trade has grown, shipping companies have steadily increased ship sizes — but the Suez Canal blockage showed that bigger is not always better.",
      "abstract": "As global trade has grown, shipping companies have steadily increased ship sizes — but the Suez Canal blockage showed that bigger is not always better.",
      "lead_paragraph": "The traffic jam at the Suez Canal will soon begin easing, but behemoth container ships like the one that blocked that crucial passageway for almost a week and caused headaches for shippers around the world aren’t going anywhere.",
      "publication_date": "2021-03-30T16:13:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/30/business/economy/container-ships-suez-canal.html",
      "byline": "By Niraj Chokshi"
    },
    {
      "headline": "Matt Gaetz Is Said to Face Justice Dept. Inquiry Over Sex With an Underage Girl",
      "snippet": "An inquiry into the Florida congressman was opened in the final months of the Trump administration, people briefed on it said.",
      "abstract": "An inquiry into the Florida congressman was opened in the final months of the Trump administration, people briefed on it said.",
      "lead_paragraph": "Representative Matt Gaetz, Republican of Florida and a close ally of former President Donald J. Trump, is being investigated by the Justice Department over whether he had a sexual relationship with a 17-year-old and paid for her to travel with him, according to three people briefed on the matter.",
      "publication_date": "2021-03-30T21:43:48+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/30/us/politics/matt-gaetz-sex-trafficking-investigation.html",
      "byline": "By Michael S. Schmidt, Katie Benner and Nicholas Fandos"
    },
    {
      "headline": "Biden Wants to Pay for Infrastructure Plan With 15 Years of Corporate Taxes",
      "snippet": "The president will propose using the revenue from increasing corporate taxes to pay for eight years of ambitious spending on roads, bridges, utilities and other needs.",
      "abstract": "The president will propose using the revenue from increasing corporate taxes to pay for eight years of ambitious spending on roads, bridges, utilities and other needs.",
      "lead_paragraph": "WASHINGTON — President Biden intends to pay for the $2 trillion package of infrastructure spending he will propose on Wednesday with a substantial increase in corporate taxes, people briefed on the plan said Tuesday.",
      "publication_date": "2021-03-31T00:21:32+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/30/business/economy/biden-infrastructure-taxes.html",
      "byline": "By Jim Tankersley and Emily Cochrane"
    },
    {
      "headline": "‘It Wasn’t Right’: Young Witnesses Offer Emotional Testimony in Chauvin Trial",
      "snippet": "On the second day of Derek Chauvin’s trial, eyewitnesses painted a harrowing and consistent picture of what they saw during the fatal arrest of George Floyd.",
      "abstract": "On the second day of Derek Chauvin’s trial, eyewitnesses painted a harrowing and consistent picture of what they saw during the fatal arrest of George Floyd.",
      "lead_paragraph": "MINNEAPOLIS — She was the teenager whose video of George Floyd’s final moments rippled across the globe. And in a courtroom on Tuesday, Darnella Frazier, now 18, shared her story publicly for the first time, testifying that she remained haunted by Mr. Floyd’s cries for help as she watched a police officer kneel on his neck.",
      "publication_date": "2021-03-31T00:54:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/30/us/george-floyd-witness-darnella-frazier.html",
      "byline": "By John Eligon, Tim Arango and Nicholas Bogel-Burroughs"
    },
    {
      "headline": "Black Executives Call on Corporations to Fight Restrictive Voting Laws",
      "snippet": "Dozens responded after companies in Georgia said little against state legislation that put strict rules in place.",
      "abstract": "Dozens responded after companies in Georgia said little against state legislation that put strict rules in place.",
      "lead_paragraph": "Dozens of the most prominent Black business leaders in America are banding together to call on companies to fight a wave of restrictive voting bills being advanced by Republicans in at least 43 states. The campaign appears to be the first time that so many powerful Black executives have organized to directly call out their peers for failing to stand up for racial justice.",
      "publication_date": "2021-03-31T07:00:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/31/business/voting-rights-georgia-corporations.html",
      "byline": "By Andrew Ross Sorkin and David Gelles"
    }
  ]
}