{
  "metadata": {
    "date": "2021-07-21",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Biden to Name a Critic of Big Tech as the Top Antitrust Cop",
      "snippet": "Jonathan Kanter, a longtime antitrust lawyer, has built his career largely around working for smaller rivals of Google, Facebook, Amazon and Apple.",
      "abstract": "Jonathan Kanter, a longtime antitrust lawyer, has built his career largely around working for smaller rivals of Google, Facebook, Amazon and Apple.",
      "lead_paragraph": "The White House said on Tuesday that it would nominate Jonathan Kanter to be the top antitrust official at the Justice Department, a move that would add another longtime critic of Big Tech and corporate concentration to a powerful regulatory position.",
      "publication_date": "2021-07-20T18:04:21+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/07/20/business/kanter-doj-antitrust.html",
      "byline": "By Lauren Hirsch and David McCabe"
    },
    {
      "headline": "Thomas Barrack, Trump Fund-Raiser, Is Indicted on Lobbying Charge",
      "snippet": "Mr. Barrack, the chairman of Donald Trump’s inaugural committee, was accused of failing to register as a lobbyist for the United Arab Emirates, obstruction of justice and lying to investigators.",
      "abstract": "Mr. Barrack, the chairman of Donald Trump’s inaugural committee, was accused of failing to register as a lobbyist for the United Arab Emirates, obstruction of justice and lying to investigators.",
      "lead_paragraph": "WASHINGTON — Thomas J. Barrack Jr., a close friend of former President Donald J. Trump’s and one of his top 2016 campaign fund-raisers, was arrested in California on Tuesday on federal charges of failing to register as a foreign lobbyist, obstruction of justice and lying to investigators.",
      "publication_date": "2021-07-20T19:04:51+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/07/20/us/thomas-barrack-trump-indicted.html",
      "byline": "By Sharon LaFraniere and William K. Rashbaum"
    },
    {
      "headline": "A New Day in Haiti? Many Haitians Have Their Doubts.",
      "snippet": "Tuesday was a day for paying tribute to its assassinated president, and installing new leaders. But to many struggling Haitians, they looked more than a little familiar.",
      "abstract": "Tuesday was a day for paying tribute to its assassinated president, and installing new leaders. But to many struggling Haitians, they looked more than a little familiar.",
      "lead_paragraph": "PORT-AU-PRINCE, Haiti — Gerard Lovius falls asleep at night on the floor of an empty classroom to the sound of gunfire. He and his shellshocked neighbors started living there a month ago, after gang members invaded his home, sending his terrified wife and three children running to the streets and leaving him with nothing: no money, no possessions, not even a cellphone.",
      "publication_date": "2021-07-20T21:48:10+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/07/20/world/americas/haiti-new-government-moise.html",
      "byline": "By Catherine Porter"
    },
    {
      "headline": "On Fox News, Vaccination Pleas Intensify, but Skepticism Persists",
      "snippet": "Amid mixed messages on the channel, the hosts Sean Hannity and Steve Doocy encourage viewers to get Covid-19 shots as the Delta variant spreads.",
      "abstract": "Amid mixed messages on the channel, the hosts Sean Hannity and Steve Doocy encourage viewers to get Covid-19 shots as the Delta variant spreads.",
      "lead_paragraph": "The morning anchor’s plea was urgent and framed in the starkest of terms: Get the Covid-19 vaccine, or you could die. “It will save your life,” he said on Tuesday, echoing a now-common refrain in the news media as the highly contagious Delta variant drives a rise in coronavirus infections.",
      "publication_date": "2021-07-20T22:07:47+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/07/20/business/media/fox-news-covid-vaccines.html",
      "byline": "By Michael M. Grynbaum, Tiffany Hsu and Zolan Kanno-Youngs"
    },
    {
      "headline": "‘Please Save Us!’ Grim Scenes in China as Flood Inundates a Subway",
      "snippet": "The heaviest rainfall on record in central China also swept cars and people away, caused power outages and led to suspended rail services and flights.",
      "abstract": "The heaviest rainfall on record in central China also swept cars and people away, caused power outages and led to suspended rail services and flights.",
      "lead_paragraph": "The subway train in Zhengzhou, a city of five million in central China, was approaching its next station when the floodwaters began to rise ominously on the tracks. The passengers crowded forward as the water rose, submerging the cars at the rear first because they were deeper in the tunnel.",
      "publication_date": "2021-07-20T23:18:25+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/07/20/world/asia/china-flooding-zhengzhou-subway.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Shorter Hours, No Promotions: How the Pandemic Stalled Some Parents’ Careers",
      "snippet": "The disruption to child care could have long-term career costs, and the ones likeliest to pay are mothers.",
      "abstract": "The disruption to child care could have long-term career costs, and the ones likeliest to pay are mothers.",
      "lead_paragraph": "Millions of parents, mostly mothers, have stopped working for pay because of the pandemic child care crisis. But for many more who have held on to their jobs, child care demands have also affected their careers, often in less visible ways. They have worked fewer hours, declined assignments or decided not to take a promotion or pursue a new job.",
      "publication_date": "2021-07-21T09:00:27+0000",
      "section_name": "The Upshot",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/07/21/upshot/coronavirus-careers.html",
      "byline": "By Claire Cain Miller"
    },
    {
      "headline": "U.S. Life Expectancy Plunged in 2020, Especially for Black and Hispanic Americans",
      "snippet": "The 18-month drop, the steepest decline since World War II, was fueled by the coronavirus pandemic.",
      "abstract": "The 18-month drop, the steepest decline since World War II, was fueled by the coronavirus pandemic.",
      "lead_paragraph": "New federal data draws one of the starkest illustrations to date of how the coronavirus pandemic has disproportionately affected Hispanic and Black Americans, showing that they suffered a far steeper drop in life expectancy in 2020 than white Americans.",
      "publication_date": "2021-07-21T13:05:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/07/21/us/american-life-expectancy-report.html",
      "byline": "By Julie Bosman, Sophie Kasakove and Daniel Victor"
    },
    {
      "headline": "How Nations Are Learning to ‘Let It Go’ and Live With Covid",
      "snippet": "More officials are encouraging people to return to their daily rhythms and transition to a new normal. But scientists warn that it may be too soon to design exit strategies for the pandemic.",
      "abstract": "More officials are encouraging people to return to their daily rhythms and transition to a new normal. But scientists warn that it may be too soon to design exit strategies for the pandemic.",
      "lead_paragraph": "SINGAPORE — England has removed nearly all coronavirus restrictions. Germany is allowing vaccinated people to travel without quarantines. Outdoor mask mandates are mostly gone in Italy. Shopping malls remain open in Singapore.",
      "publication_date": "2021-07-21T14:08:45+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/07/21/world/asia/living-with-covid-coronavirus.html",
      "byline": "By Sui-Lee Wee"
    },
    {
      "headline": "Robinhood’s Guinea Pig for Upending Public Offerings: Itself",
      "snippet": "The stock trading app is opening its initial public offering and investor presentations to everyday investors. The risks are significant.",
      "abstract": "The stock trading app is opening its initial public offering and investor presentations to everyday investors. The risks are significant.",
      "lead_paragraph": "SAN FRANCISCO — When Vlad Tenev and Baiju Bhatt created the stock trading app Robinhood in 2013, the entrepreneurs declared that their mission was to democratize Wall Street and make finance accessible to all. Now as they prepare to make their company public, they are taking that ethos to a new extreme.",
      "publication_date": "2021-07-21T14:43:11+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/07/21/technology/robinhood-ipo.html",
      "byline": "By Erin Griffith and Lauren Hirsch"
    }
  ]
}