{
  "metadata": {
    "date": "2021-05-26",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "D.C. Accuses Amazon of Controlling Online Prices",
      "snippet": "The District of Columbia said in a lawsuit that Amazon had stopped merchants that use its platform from charging lower prices for the same products elsewhere online.",
      "abstract": "The District of Columbia said in a lawsuit that Amazon had stopped merchants that use its platform from charging lower prices for the same products elsewhere online.",
      "lead_paragraph": "WASHINGTON — The District of Columbia sued Amazon on Tuesday, accusing it of artificially raising prices for products around the web by abusing its monopoly power, a sign that regulators in the United States are increasingly turning their attention to the company’s dominance across the economy.",
      "publication_date": "2021-05-25T16:13:46+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/25/business/amazon-dc-lawsuit.html",
      "byline": "By David McCabe, Karen Weise and Cecilia Kang"
    },
    {
      "headline": "The Small Business Administration’s Gaffes Are Now Her Job to Fix",
      "snippet": "Traditionally a federal backwater, the agency has stumbled while shepherding $1 trillion in emergency aid. Its leader vows “a more customer-first approach.”",
      "abstract": "Traditionally a federal backwater, the agency has stumbled while shepherding $1 trillion in emergency aid. Its leader vows “a more customer-first approach.”",
      "lead_paragraph": "Isabella Casillas Guzman, President Biden’s choice to run the Small Business Administration, inherited a portfolio of nearly $1 trillion in emergency aid and an agency plagued by controversy when she took over in March. She has been sprinting from crisis to crisis ever since.",
      "publication_date": "2021-05-25T17:18:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/25/business/Isabella-Casillas-Guzman-sba.html",
      "byline": "By Stacy Cowley"
    },
    {
      "headline": "Roman Protasevich: A Belarus Activist Who ‘Refused to Live in Fear’",
      "snippet": "Disgusted by the brutality of President Aleksandr G. Lukashenko, Mr. Protasevich bravely embarked at 16 on a life in opposition.",
      "abstract": "Disgusted by the brutality of President Aleksandr G. Lukashenko, Mr. Protasevich bravely embarked at 16 on a life in opposition.",
      "lead_paragraph": "WARSAW — Since his teenage years as a rebellious high school student in Belarus and continuing into his 20s while in exile abroad, Roman Protasevich faced so many threats from the country’s security apparatus — of violent beatings, jail, punishment against family members — that “we all sort of got used to them,” a fellow exiled dissident recalled.",
      "publication_date": "2021-05-25T17:27:42+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/05/25/world/europe/belarus-news-roman-protasevich.html",
      "byline": "By Andrew Higgins and Andrew E. Kramer"
    },
    {
      "headline": "Ready to Return: Fashion Rental Is Back",
      "snippet": "The pandemic hit the world of clothing rental hard. Now, companies like Rent the Runway say the market is booming like never before.",
      "abstract": "The pandemic hit the world of clothing rental hard. Now, companies like Rent the Runway say the market is booming like never before.",
      "lead_paragraph": "It’s been more than a year since the coronavirus brought events and socializing to a screeching halt, prompting much of the United States to settle into sweatpants and stay indoors for months on end. Yet in recent weeks — and particularly in parts of the country where life is edging back toward normalcy — there is a post-pandemic ebullience emerging in how Americans are dressing.",
      "publication_date": "2021-05-25T17:50:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/25/business/rent-the-runway-clothing-covid.html",
      "byline": "By Elizabeth Paton and Sapna Maheshwari"
    },
    {
      "headline": "Indian Police Visit Twitter Offices as Modi Goes on Pandemic Offense",
      "snippet": "The visit sent a clear message that India’s powerful ruling party is becoming increasingly upset with the company.",
      "abstract": "The visit sent a clear message that India’s powerful ruling party is becoming increasingly upset with the company.",
      "lead_paragraph": "The officers from India’s elite antiterrorism police unit descended after dusk on the New Delhi offices of Twitter, with television news cameras in tow. Their mission: Start an argument over fake news.",
      "publication_date": "2021-05-25T19:39:09+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/25/technology/covid-india-twitter.html",
      "byline": "By Sameer Yasir and Emily Schmall"
    },
    {
      "headline": "Pentagon Accelerates Withdrawal From Afghanistan",
      "snippet": "American troops are set to be out by early to mid-July, well ahead of President Biden’s Sept. 11 deadline, even as big issues remain unresolved.",
      "abstract": "American troops are set to be out by early to mid-July, well ahead of President Biden’s Sept. 11 deadline, even as big issues remain unresolved.",
      "lead_paragraph": "KABUL, Afghanistan — United States troops and their NATO allies intend to be out of Afghanistan by early to mid-July, well ahead of President Biden’s Sept. 11 withdrawal deadline, military officials said, in what has turned into an accelerated ending to America’s longest war.",
      "publication_date": "2021-05-25T19:50:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/05/25/us/politics/us-afghanistan-withdrawal.html",
      "byline": "By Thomas Gibbons-Neff, Eric Schmitt and Helene Cooper"
    },
    {
      "headline": "‘On the Ashes of Tragedy’: Mixed Emotions on Anniversary of George Floyd’s Death",
      "snippet": "The crowds that gathered in Minneapolis and elsewhere reflected on what has changed, and what has not, in America since Mr. Floyd was murdered by a police officer.",
      "abstract": "The crowds that gathered in Minneapolis and elsewhere reflected on what has changed, and what has not, in America since Mr. Floyd was murdered by a police officer.",
      "lead_paragraph": "MINNEAPOLIS — It was a day of reflection, of remembrance, a time to lay flowers and say prayers, to celebrate Black culture with art and music and food, and to recall the life of a man whose death, one year ago, shook the country and forced it to confront its painful legacy of racism and police brutality.",
      "publication_date": "2021-05-25T23:04:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/05/25/us/george-floyd-memorial.html",
      "byline": "By Tim Arango and Andrés R. Martínez"
    },
    {
      "headline": "A New Crop in Pennsylvania: Warehouses",
      "snippet": "Huge facilities have sprouted up in and around the Lehigh Valley, fueled by the astonishing growth of e-commerce. Some residents say the area’s landscape and long-term economic health could be threatened.",
      "abstract": "Huge facilities have sprouted up in and around the Lehigh Valley, fueled by the astonishing growth of e-commerce. Some residents say the area’s landscape and long-term economic health could be threatened.",
      "lead_paragraph": "OREFIELD, Pa. — From his office in an old barn on a turkey farm, David Jaindl watches a towering flat-screen TV with video feeds from the hatchery to the processing room, where the birds are butchered. Mr. Jaindl is a third-generation farmer in Pennsylvania’s Lehigh Valley. His turkeys are sold at Whole Foods and served at the White House on Thanksgiving.",
      "publication_date": "2021-05-26T07:00:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/05/26/business/lehigh-valley-warehouses-ecommerce.html",
      "byline": "By Michael Corkery"
    },
    {
      "headline": "Climate Activists Defeat Exxon in Push for Clean Energy",
      "snippet": "Shareholders elected at least two of the four directors nominated by a coalition of investors that said the oil giant was not investing enough in cleaner energy.",
      "abstract": "Shareholders elected at least two of the four directors nominated by a coalition of investors that said the oil giant was not investing enough in cleaner energy.",
      "lead_paragraph": "HOUSTON — Big Oil was dealt a stunning defeat on Wednesday when shareholders of Exxon Mobil elected at least two board candidates nominated by activist investors who pledged to steer the company toward cleaner energy and away from oil and gas.",
      "publication_date": "2021-05-26T12:22:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/05/26/business/exxon-mobil-climate-change.html",
      "byline": "By Clifford Krauss and Peter Eavis"
    },
    {
      "headline": "James Bond, Meet Jeff Bezos: Amazon Makes $8.45 Billion Deal for MGM",
      "snippet": "Metro-Goldwyn-Mayer, while diminished, commanded a premium price, with Amazon seeking to bolster its crucial Prime membership offering.",
      "abstract": "Metro-Goldwyn-Mayer, while diminished, commanded a premium price, with Amazon seeking to bolster its crucial Prime membership offering.",
      "lead_paragraph": "LOS ANGELES — In the ultimate symbol of one Hollywood era ending and another beginning, Metro-Goldwyn-Mayer, home to James Bond, “Thelma & Louise” and Rocky, finally found a buyer willing to pay retail: Amazon.",
      "publication_date": "2021-05-26T12:43:41+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/26/business/amazon-MGM.html",
      "byline": "By Brooks Barnes, Nicole Sperling and Karen Weise"
    },
    {
      "headline": "Russia Raises Heat on Twitter, Google and Facebook in Online Crackdown",
      "snippet": "Its campaign is part of a global wave of actions by governments that are testing how far they can go to control online speech.",
      "abstract": "Its campaign is part of a global wave of actions by governments that are testing how far they can go to control online speech.",
      "lead_paragraph": "LONDON — Russia is increasingly pressuring Google, Twitter and Facebook to fall in line with Kremlin internet crackdown orders or risk restrictions inside the country, as more governments around the world challenge the companies’ principles on online freedom.",
      "publication_date": "2021-05-26T13:39:31+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/05/26/technology/russia-twitter-google-facebook-censorship.html",
      "byline": "By Adam Satariano and Oleg Matsnev"
    }
  ]
}