{
  "metadata": {
    "date": "2021-11-25",
    "total_articles": 6
  },
  "articles": [
    {
      "headline": "For Afghan Refugees, a Choice Between Community and Opportunity",
      "snippet": "In resettling thousands of displaced Afghans, the Biden administration must weigh their need for support against the needs of the U.S. labor market.",
      "abstract": "In resettling thousands of displaced Afghans, the Biden administration must weigh their need for support against the needs of the U.S. labor market.",
      "lead_paragraph": "FREMONT, Calif. — Harris Mojadedi’s parents fled Afghanistan’s communist revolution four decades ago and arrived as refugees in this San Francisco suburb in 1986, lured by the unlikely presence of a Farsi-speaking doctor and a single Afghan grocery store.",
      "publication_date": "2021-11-24T16:45:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/24/us/afghan-refugees.html",
      "byline": "By Michael D. Shear and Jim Tankersley"
    },
    {
      "headline": "Three men are found guilty of murder in Arbery shooting.",
      "snippet": "Three white men were found guilty of murder and other charges on Wednesday for the pursuit and fatal shooting of Ahmaud Arbery, a 25-year-old Black man.",
      "abstract": "Three white men were found guilty of murder and other charges on Wednesday for the pursuit and fatal shooting of Ahmaud Arbery, a 25-year-old Black man.",
      "lead_paragraph": "BRUNSWICK, Ga. — Three white men were found guilty of murder and other charges on Wednesday for the pursuit and fatal shooting of Ahmaud Arbery, a 25-year-old Black man, in a case that, together with the killing of George Floyd, helped inspire the racial justice protests of last year.",
      "publication_date": "2021-11-24T18:50:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/24/us/ahmaud-arbery-murder-verdict.html",
      "byline": "By Richard Fausset, Tariro Mzezewa and Rick Rojas"
    },
    {
      "headline": "Charlottesville Extremists Lose in Court, but Replacement Theory Lives On",
      "snippet": "Organizers of the “Unite the Right” demonstration suffered a damaging legal defeat this week. But four years after the rally, their message has seeped closer to the conservative mainstream.",
      "abstract": "Organizers of the “Unite the Right” demonstration suffered a damaging legal defeat this week. But four years after the rally, their message has seeped closer to the conservative mainstream.",
      "lead_paragraph": "The jury verdict on Tuesday holding a dozen white supremacists liable for the violence at the 2017 “Unite the Right” rally in Charlottesville, Va., was a victory for those who have long inveighed against far-right extremists and a rare example of hate group leaders being held responsible not only for the language they use, but also for the bloodshed they are accused of causing.",
      "publication_date": "2021-11-24T20:29:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/24/us/charlottesville-rally-trial.html",
      "byline": "By Alan Feuer"
    },
    {
      "headline": "Peng Shuai’s Accusation Pierced the Privileged Citadel of Chinese Politics",
      "snippet": "Zhang Gaoli was best known as a low-key technocrat. Then a Chinese tennis star’s allegations made him a symbol of a system that bristles against scrutiny.",
      "abstract": "Zhang Gaoli was best known as a low-key technocrat. Then a Chinese tennis star’s allegations made him a symbol of a system that bristles against scrutiny.",
      "lead_paragraph": "Before Zhang Gaoli was engulfed in accusations that he had sexually assaulted a tennis champion, he seemed to embody the qualities that the Chinese Communist Party prizes in officials: austere, disciplined, and impeccably loyal to the leader of the day.",
      "publication_date": "2021-11-25T05:00:51+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/25/world/asia/china-peng-shuai-zhang-gaoli.html",
      "byline": "By Chris Buckley and Steven Lee Myers"
    },
    {
      "headline": "Why Retailers Are Fighting a Vaccine Mandate Before the Holidays",
      "snippet": "The Biden administration has called on major companies to help fight the pandemic. Big chains want to get past the holiday staffing crunch first.",
      "abstract": "The Biden administration has called on major companies to help fight the pandemic. Big chains want to get past the holiday staffing crunch first.",
      "lead_paragraph": "The holiday shopping season has arrived, and retailers are ringing it in by doing everything from cutting prices to stocking showrooms to lure back customers who stayed at home last year. What the biggest of them are not doing is the one thing the White House and many public health experts have asked them to: mandate that their workers be vaccinated.",
      "publication_date": "2021-11-25T10:00:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/25/business/retail-vaccine-mandates.html",
      "byline": "By Lauren Hirsch and Sapna Maheshwari"
    },
    {
      "headline": "G.O.P. Cements Hold on Legislatures in Battleground States",
      "snippet": "Democrats were once able to count on wave elections to win back key statehouses. Republican gerrymandering is making that all but impossible.",
      "abstract": "Democrats were once able to count on wave elections to win back key statehouses. Republican gerrymandering is making that all but impossible.",
      "lead_paragraph": "Republicans are locking in newly gerrymandered maps for the legislatures in four battleground states that are set to secure the party’s control in the statehouse chambers over the next decade, fortifying the G.O.P. against even the most sweeping potential Democratic wave elections.",
      "publication_date": "2021-11-25T14:49:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/11/25/us/politics/republican-redistricting-swing-states.html",
      "byline": "By Nick Corasaniti"
    }
  ]
}