{
  "metadata": {
    "date": "2021-02-05",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Federal Aid for Closed Cultural Venues Will Be a Race for Cash",
      "snippet": "Tens of thousands of eligible music clubs, theaters, museums and other spaces may overwhelm a $15 billion grant fund run by the Small Business Administration.",
      "abstract": "Tens of thousands of eligible music clubs, theaters, museums and other spaces may overwhelm a $15 billion grant fund run by the Small Business Administration.",
      "lead_paragraph": "In December, Congress created a $15 billion grant fund for clubs and performance spaces, recognizing that thousands of cultural institutions were at risk of closing permanently because there is no safe way to attend a rock concert or Broadway musical in a pandemic.",
      "publication_date": "2021-02-04T17:02:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/02/04/business/closed-arts-venue-grant.html",
      "byline": "By Stacy Cowley"
    },
    {
      "headline": "Fox News Is Sued by Election Technology Company for Over $2.7 Billion",
      "snippet": "Smartmatic accused Rupert Murdoch’s network of promoting a false narrative about the 2020 election that damaged the company.",
      "abstract": "Smartmatic accused Rupert Murdoch’s network of promoting a false narrative about the 2020 election that damaged the company.",
      "lead_paragraph": "In the latest volley in the battle over disinformation in the presidential election, Rupert Murdoch’s Fox Corporation has been sued by an obscure tech company that has accused his cable networks of defamation and contributing to the fervor that led to the siege of the Capitol.",
      "publication_date": "2021-02-04T18:06:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/02/04/business/media/smartmatic-fox-news-lawsuit.html",
      "byline": "By Jonah E. Bromwich and Ben Smith"
    },
    {
      "headline": "House Exiles Marjorie Taylor Greene From Panels, as Republicans Rally Around Her",
      "snippet": "Democrats pressed past Republicans’ objections to remove the Georgia freshman from her two committee posts in a vote without precedent in the modern Congress.",
      "abstract": "Democrats pressed past Republicans’ objections to remove the Georgia freshman from her two committee posts in a vote without precedent in the modern Congress.",
      "lead_paragraph": "WASHINGTON — The House on Thursday exiled Representative Marjorie Taylor Greene from congressional committees, blacklisting the first-term Georgian for endorsing the executions of Democrats and spreading dangerous and bigoted misinformation even as fellow Republicans rallied around her.",
      "publication_date": "2021-02-04T23:52:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/04/us/politics/marjorie-taylor-greene.html",
      "byline": "By Catie Edmondson"
    },
    {
      "headline": "Can’t Get a Shot? Thousands of ‘Vaccine Hunters’ Are Crossing State Borders to Get Theirs",
      "snippet": "With no nationwide plan for distributing coronavirus vaccines, people are scrambling to other states. Some health officials, saying greater immunity is the goal, aren’t standing in the way.",
      "abstract": "With no nationwide plan for distributing coronavirus vaccines, people are scrambling to other states. Some health officials, saying greater immunity is the goal, aren’t standing in the way.",
      "lead_paragraph": "When Chanel Maronge saw on Facebook that she was eligible to get a Covid-19 vaccine, she seized the opportunity. The only catch? She had to cross the state line to Mississippi last week, driving an hour and a half from her home in Baton Rouge, La., to get her first shot.",
      "publication_date": "2021-02-05T00:12:51+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/04/us/covid-vaccines-crossing-states.html",
      "byline": "By Simon Romero, Amy Harmon, Lucy Tompkins and Giulia McDonnell Nieto del Rio"
    },
    {
      "headline": "Quest for Hollywood Fame Splits Redditors at Heart of Market Frenzy",
      "snippet": "The moderators of the Reddit message board WallStreetBets battled over movie deals after their sudden fame with the GameStop mania.",
      "abstract": "The moderators of the Reddit message board WallStreetBets battled over movie deals after their sudden fame with the GameStop mania.",
      "lead_paragraph": "Late on Wednesday, a moderator of the popular Reddit message board WallStreetBets posted several screenshots on the chat app Discord. They showed that other moderators had quietly started talking among themselves about landing a movie deal.",
      "publication_date": "2021-02-05T00:32:06+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/02/04/technology/wallstreetbets-gamestop-hollywood.html",
      "byline": "By Nathaniel Popper, Taylor Lorenz and Matt Phillips"
    },
    {
      "headline": "Trump Refuses Surprise Call to Testify in His Impeachment Trial",
      "snippet": "The former president’s lawyers wasted little time in swatting away the invitation to testify, saying the trial was “unconstitutional” and the request to testify a “public relations stunt.”",
      "abstract": "The former president’s lawyers wasted little time in swatting away the invitation to testify, saying the trial was “unconstitutional” and the request to testify a “public relations stunt.”",
      "lead_paragraph": "WASHINGTON — The House impeachment managers issued a surprise request on Thursday for Donald J. Trump to testify in his Senate trial next week, making a long-shot attempt to question the former president under oath about his conduct on the day of the Capitol riot. It was quickly rejected by his lawyers.",
      "publication_date": "2021-02-05T00:39:46+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/04/us/politics/trump-impeachment-capitol-riot.html",
      "byline": "By Nicholas Fandos, Michael S. Schmidt and Maggie Haberman"
    },
    {
      "headline": "Biden Signals Break With Trump Foreign Policy in a Wide-Ranging State Dept. Speech",
      "snippet": "The president said that he would end support for Saudi Arabia in its intervention in Yemen and that the U.S. would no longer be “rolling over in the face of Russia’s aggressive actions.”",
      "abstract": "The president said that he would end support for Saudi Arabia in its intervention in Yemen and that the U.S. would no longer be “rolling over in the face of Russia’s aggressive actions.”",
      "lead_paragraph": "WASHINGTON — President Biden on Thursday ordered an end to arms sales and other support to Saudi Arabia for a war in Yemen that he called a “humanitarian and strategic catastrophe” and declared that the United States would no longer be “rolling over in the face of Russia’s aggressive actions.”",
      "publication_date": "2021-02-05T01:48:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/04/us/politics/biden-foreign-policy.html",
      "byline": "By David E. Sanger and Eric Schmitt"
    },
    {
      "headline": "Power, Patriotism and 1.4 Billion People: How China Beat the Virus and Roared Back",
      "snippet": "The Chinese Communist Party reached deep into private business and the broader population to drive a recovery, an authoritarian approach that has emboldened its top leader, Xi Jinping.",
      "abstract": "The Chinese Communist Party reached deep into private business and the broader population to drive a recovery, an authoritarian approach that has emboldened its top leader, Xi Jinping.",
      "lead_paragraph": "The order came on the night of Jan. 12, days after a new outbreak of the coronavirus flared in Hebei, a province bordering Beijing. The Chinese government’s plan was bold and blunt: it needed to erect entire towns of prefabricated housing to quarantine people, a project that would start the next morning.",
      "publication_date": "2021-02-05T08:00:12+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/05/world/asia/china-covid-economy.html",
      "byline": "By Steven Lee Myers, Keith Bradsher, Sui-Lee Wee and Chris Buckley"
    },
    {
      "headline": "Anemic Jobs Report Reaffirms Pandemic’s Grip on Economy",
      "snippet": "With a gain of 49,000 jobs in January, and with few of those in the private sector, the labor market offers little relief to the nearly 10 million Americans who are unemployed.",
      "abstract": "With a gain of 49,000 jobs in January, and with few of those in the private sector, the labor market offers little relief to the nearly 10 million Americans who are unemployed.",
      "lead_paragraph": "The American economic recovery showed new signs of stalling on Friday as government data underscored the pandemic’s brutal damage to the job market.",
      "publication_date": "2021-02-05T09:43:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/05/business/economy/january-2021-jobs-report.html",
      "byline": "By Sydney Ember and Ben Casselman"
    },
    {
      "headline": "Super Bowl Means Snacking, Even Without Parties",
      "snippet": "The likes of Frito-Lay and food delivery services are expecting a busy Sunday, as more viewers stay home rather than gather in large groups.",
      "abstract": "The likes of Frito-Lay and food delivery services are expecting a busy Sunday, as more viewers stay home rather than gather in large groups.",
      "lead_paragraph": "Carolyn Blocka does not mess around with her annual Super Bowl party.",
      "publication_date": "2021-02-05T10:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/02/05/business/super-bowl-snacks-food-delivery.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "The Economist Placing Value on Black Women’s Overlooked Work",
      "snippet": "Tracing community activism back a hundred years, Nina Banks says this labor by Black women should be counted as part of the economy.",
      "abstract": "Tracing community activism back a hundred years, Nina Banks says this labor by Black women should be counted as part of the economy.",
      "lead_paragraph": "Every year women do trillions of dollars’ worth of unpaid household work. In the United States alone, that total amounted to roughly $1.2 trillion in 2019, a figure nearly the size of the New York State economy.",
      "publication_date": "2021-02-05T10:00:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/02/05/business/black-women-economists-nina-banks.html",
      "byline": "By Eshe Nelson"
    }
  ]
}