{
  "metadata": {
    "date": "2021-03-04",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Jittery Stocks, Jumpy Bonds: Why Investors Are Troubled by Signs of Growth",
      "snippet": "The markets are stressed at the prospect of an economic rebound, which is forcing investors to reassess their holdings.",
      "abstract": "The markets are stressed at the prospect of an economic rebound, which is forcing investors to reassess their holdings.",
      "lead_paragraph": "Investors had no trouble gliding past the death and economic devastation wrought by the pandemic last year to drive the market to record highs. An increasingly healthy economy is what’s making them panic.",
      "publication_date": "2021-03-03T19:23:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/03/business/stock-market-bond-yields.html",
      "byline": "By Matt Phillips"
    },
    {
      "headline": "Inspector General’s Report Cites Elaine Chao for Using Office to Help Family",
      "snippet": "The Justice Department under the Trump administration declined to open a criminal investigation into the actions by Ms. Chao when she was transportation secretary.",
      "abstract": "The Justice Department under the Trump administration declined to open a criminal investigation into the actions by Ms. Chao when she was transportation secretary.",
      "lead_paragraph": "WASHINGTON — While serving as transportation secretary during the Trump administration, Elaine Chao repeatedly used her office staff to help family members who run a shipping business with extensive ties to China, a report released Wednesday by the Transportation Department’s inspector general concluded.",
      "publication_date": "2021-03-03T22:31:43+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/03/us/politics/elaine-chao-inspector-general-report.html",
      "byline": "By Eric Lipton and Michael Forsythe"
    },
    {
      "headline": "Congressman Harassed Staff and Got Drunk as White House Doctor, Watchdog Says",
      "snippet": "Ronny Jackson, a Republican who enthused that President Donald J. Trump had “incredible genes,” sexually harassed a woman on a White House trip and had “meltdowns” with his staff, a report found.",
      "abstract": "Ronny Jackson, a Republican who enthused that President Donald J. Trump had “incredible genes,” sexually harassed a woman on a White House trip and had “meltdowns” with his staff, a report found.",
      "lead_paragraph": "WASHINGTON — Ronny Jackson, the White House doctor who rhapsodized about Donald J. Trump’s “incredible genes” and went on to win a Texas congressional seat with the former president’s help, cursed and belittled his subordinates, drank and took sleeping pills on the job, and sexually harassed a woman, according to a detailed report released Wednesday by the Pentagon’s inspector general.",
      "publication_date": "2021-03-04T00:17:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/03/us/politics/ronny-jackson-white-house-doctor.html",
      "byline": "By Catie Edmondson and Michael D. Shear"
    },
    {
      "headline": "Democrats Narrow Stimulus Payments as Biden Works to Keep Aid Plan on Track",
      "snippet": "President Biden blessed the plan to lower the income cap for Americans receiving checks of up to $1,400, a crucial concession to moderates whose backing is needed to pass the bill.",
      "abstract": "President Biden blessed the plan to lower the income cap for Americans receiving checks of up to $1,400, a crucial concession to moderates whose backing is needed to pass the bill.",
      "lead_paragraph": "WASHINGTON — President Biden agreed on Wednesday to place stricter income limits on the next round of stimulus payments, making the latest in a series of crucial concessions to moderates as Democrats worked to hold their fragile coalition together to push his $1.9 trillion pandemic aid package through a divided Senate.",
      "publication_date": "2021-03-04T00:58:45+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/03/us/politics/stimulus-checks-income-cap-biden.html",
      "byline": "By Emily Cochrane"
    },
    {
      "headline": "Biden Calls State Decisions to End Mask Mandates ‘Neanderthal Thinking’",
      "snippet": "Recent announcements by the governors of Texas and Mississippi have health officials pleading for Americans to continue social distancing and mask-wearing.",
      "abstract": "Recent announcements by the governors of Texas and Mississippi have health officials pleading for Americans to continue social distancing and mask-wearing.",
      "lead_paragraph": "HOUSTON — President Biden on Wednesday strongly criticized the decisions by the governors of Texas and Mississippi to lift statewide mask mandates, calling the plans “a big mistake” that reflected “Neanderthal thinking,” as his administration tries to manage the pandemic while state leaders set their own plans.",
      "publication_date": "2021-03-04T01:42:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/03/us/texas-abbott-masks-coronavirus.html",
      "byline": "By Maria Jimenez Moya, Campbell Robertson, Erin Coulehan and James Dobbins"
    },
    {
      "headline": "‘A Nightmare Every Day’: Inside an Overwhelmed Funeral Home",
      "snippet": "Those at Continental Funeral Home in East Los Angeles view themselves as working-class emergency workers. They have always done the work no one wants to, but now it’s to an extreme.",
      "abstract": "Those at Continental Funeral Home in East Los Angeles view themselves as working-class emergency workers. They have always done the work no one wants to, but now it’s to an extreme.",
      "lead_paragraph": "LOS ANGELES — The chapel at Continental Funeral Home was once a place where the living remembered the dead. Now the pews, chairs and furniture have been pushed aside to make room, and the dead far outnumber the living.",
      "publication_date": "2021-03-04T10:00:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/04/us/covid-los-angeles-funeral-home.html",
      "byline": ""
    },
    {
      "headline": "‘She Is a Hero’: In Myanmar’s Protests, Women Are on the Front Lines",
      "snippet": "Despite the danger, women have been at the forefront of the movement, rebuking the generals who ousted a female civilian leader.",
      "abstract": "Despite the danger, women have been at the forefront of the movement, rebuking the generals who ousted a female civilian leader.",
      "lead_paragraph": "Ma Kyal Sin loved taekwondo, spicy food and a good red lipstick. She adopted the English name Angel, and her father hugged her goodbye when she went out on the streets of Mandalay, in central Myanmar, to join the crowds peacefully protesting the recent seizure of power by the military.",
      "publication_date": "2021-03-04T10:56:31+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/04/world/asia/myanmar-protests-women.html",
      "byline": "By Hannah Beech"
    }
  ]
}