{
  "metadata": {
    "date": "2021-01-18",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "‘We Need to Stabilize’: Big Business Breaks With Republicans",
      "snippet": "Low taxes and light regulation made the party popular with corporate America for decades. President Trump and his supporters have frayed those bonds.",
      "abstract": "Low taxes and light regulation made the party popular with corporate America for decades. President Trump and his supporters have frayed those bonds.",
      "lead_paragraph": "The longstanding alliance between big business and the Republican Party is being tested as never before.",
      "publication_date": "2021-01-15T18:28:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/15/business/republicans-business-trump.html",
      "byline": "By David Gelles"
    },
    {
      "headline": "A Second Economic Crisis for Biden, but a Different First Response",
      "snippet": "The president-elect’s proposed economic rescue package is larger and more targeted to the country’s needs than the stimulus plan he helped steer into law as vice president in 2009.",
      "abstract": "The president-elect’s proposed economic rescue package is larger and more targeted to the country’s needs than the stimulus plan he helped steer into law as vice president in 2009.",
      "lead_paragraph": "WASHINGTON — Joseph R. Biden Jr. is inheriting an economic crisis as he assumes the presidency, just as he did when he became vice president a dozen years ago. But this crisis is different and, to the relief of many liberal economists, so is Mr. Biden’s response.",
      "publication_date": "2021-01-15T23:18:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/15/business/biden-economic-plan-covid-stimulus.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "Biden Pledges Federal Vaccine Campaign to Beat a Surging Coronavirus",
      "snippet": "Facing looming shortages and rising infections, the president-elect promised mobile vaccination sites, National Guard troops and a federal push to increase vaccine production.",
      "abstract": "Facing looming shortages and rising infections, the president-elect promised mobile vaccination sites, National Guard troops and a federal push to increase vaccine production.",
      "lead_paragraph": "WASHINGTON — President-elect Joseph R. Biden Jr., racing against a surge in coronavirus cases and the emergence of a new variant that could worsen the crisis, is planning a vaccination offensive that calls for greatly expanding access to the vaccine while using a wartime law to increase production.",
      "publication_date": "2021-01-15T23:57:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/15/us/politics/biden-coronavirus-vaccine.html",
      "byline": "By Sheryl Gay Stolberg and Katie Thomas"
    },
    {
      "headline": "Top Lawmakers Not Told of Police Request for Backup Before Riot, Aide and Others Say",
      "snippet": "The rejected request was another key breakdown in the security failure ahead of the violence at the Capitol.",
      "abstract": "The rejected request was another key breakdown in the security failure ahead of the violence at the Capitol.",
      "lead_paragraph": "WASHINGTON — In the days leading up to the mob attack on the Capitol, congressional security officials never let House and Senate leaders know that the Capitol Police had warned they might need National Guard backup, according to a congressional aide and other people familiar with the matter.",
      "publication_date": "2021-01-16T01:10:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/15/us/politics/capitol-riot-national-guard-request.html",
      "byline": "By Julian E. Barnes, Michael S. Schmidt, Luke Broadwater and Adam Goldman"
    },
    {
      "headline": "Is Inflation About to Take Off? That’s the Wrong Question",
      "snippet": "Some analogies can help in assessing the risks: a yo-yo, hungry bears, a sloshing bathtub and a reflating balloon.",
      "abstract": "Some analogies can help in assessing the risks: a yo-yo, hungry bears, a sloshing bathtub and a reflating balloon.",
      "lead_paragraph": "The warnings that higher inflation lurks around the corner are starting to show up everywhere.",
      "publication_date": "2021-01-16T10:00:08+0000",
      "section_name": "The Upshot",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2021/01/16/upshot/inflation-rise.html",
      "byline": "By Neil Irwin"
    },
    {
      "headline": "Frustrations Boil at Pace of Vaccinations at Long-Term Care Facilities",
      "snippet": "The Trump administration raised hopes of a speedy process for nursing homes and assisted living facilities. Patience is wearing thin.",
      "abstract": "The Trump administration raised hopes of a speedy process for nursing homes and assisted living facilities. Patience is wearing thin.",
      "lead_paragraph": "In mid-December, a top Trump administration official floated an enticing possibility: All nursing home residents in the United States could be vaccinated against the coronavirus by Christmas. “It’s really a remarkable, remarkable prospect,” Alex M. Azar II, the secretary of health and human services, declared.",
      "publication_date": "2021-01-16T10:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/16/business/covid-vaccine-nursing-homes.html",
      "byline": "By Rebecca Robbins"
    },
    {
      "headline": "Capitol Attack Could Fuel Extremist Recruitment For Years, Experts Warn",
      "snippet": "An ideological jumble of far-right extremists and hate groups flourished under President Trump and claimed new energy after the attack on the Capitol. Now they are debating their next moves.",
      "abstract": "An ideological jumble of far-right extremists and hate groups flourished under President Trump and claimed new energy after the attack on the Capitol. Now they are debating their next moves.",
      "lead_paragraph": "Overthrowing the government. Igniting a second Civil War. Banishing racial minorities, immigrants and Jews. Or simply sowing chaos in the streets.",
      "publication_date": "2021-01-16T10:00:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/16/us/capitol-attack-extremist-hate-groups.html",
      "byline": "By Neil MacFarquhar, Jack Healy, Mike Baker and Serge F. Kovaleski"
    },
    {
      "headline": "Post Trump, Republicans Are Headed for a Bitter Internal Showdown",
      "snippet": "G.O.P. leadership would like to blunt President Trump’s influence over the party. Mr. Trump and his allies want to punish those who have crossed him. A series of clashes looms.",
      "abstract": "G.O.P. leadership would like to blunt President Trump’s influence over the party. Mr. Trump and his allies want to punish those who have crossed him. A series of clashes looms.",
      "lead_paragraph": "As President Trump prepares to leave office with his party in disarray, Republican leaders including Senator Mitch McConnell are maneuvering to thwart his grip on the G.O.P. in future elections, while forces aligned with Mr. Trump are looking to punish Republican lawmakers and governors who have broken with him.",
      "publication_date": "2021-01-16T10:00:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/16/us/politics/republicans-trump-leadership.html",
      "byline": "By Alexander Burns and Jonathan Martin"
    },
    {
      "headline": "Inside Twitter’s Decision to Cut Off Trump",
      "snippet": "Jack Dorsey, the chief executive, had reservations about locking the president’s account. But the calls for violence that his tweets provoked were too overwhelming.",
      "abstract": "Jack Dorsey, the chief executive, had reservations about locking the president’s account. But the calls for violence that his tweets provoked were too overwhelming.",
      "lead_paragraph": "SAN FRANCISCO — Jack Dorsey, Twitter’s chief executive, was working remotely on a private island in French Polynesia frequented by celebrities escaping the paparazzi when a phone call interrupted him on Jan. 6.",
      "publication_date": "2021-01-16T10:00:20+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/16/technology/twitter-donald-trump-jack-dorsey.html",
      "byline": "By Kate Conger and Mike Isaac"
    },
    {
      "headline": "Before the Capitol Riot, Calls for Cash and Talk of Revolution",
      "snippet": "A network of far-right agitators across the country spent weeks organizing and raising money for a mass action to overturn President Trump’s election loss.",
      "abstract": "A network of far-right agitators across the country spent weeks organizing and raising money for a mass action to overturn President Trump’s election loss.",
      "lead_paragraph": "Keith Lee, an Air Force veteran and former police detective, spent the morning of Jan. 6 casing the entrances to the Capitol.",
      "publication_date": "2021-01-16T15:57:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/16/us/capitol-riot-funding.html",
      "byline": "By David D. Kirkpatrick, Mike McIntire and Christiaan Triebert"
    },
    {
      "headline": "Biden Seeks Quick Start With Executive Actions and Aggressive Legislation",
      "snippet": "In an effort to mark a clean break from the Trump era, the president-elect plans to roll out dozens of executive orders in his first 10 days on top of a big stimulus plan and an expansive immigration bill.",
      "abstract": "In an effort to mark a clean break from the Trump era, the president-elect plans to roll out dozens of executive orders in his first 10 days on top of a big stimulus plan and an expansive immigration bill.",
      "lead_paragraph": "WASHINGTON — President-elect Joseph R. Biden Jr., inheriting a collection of crises unlike any in generations, plans to open his administration with dozens of executive directives on top of expansive legislative proposals in a 10-day blitz meant to signal a turning point for a nation reeling from disease, economic turmoil, racial strife and now the aftermath of the assault on the Capitol.",
      "publication_date": "2021-01-16T20:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/16/us/politics/biden-administration-executive-action-legislation.html",
      "byline": "By Michael D. Shear and Peter Baker"
    },
    {
      "headline": "A QAnon ‘Digital Soldier’ Marches On, Undeterred by Theory’s Unraveling",
      "snippet": "Valerie Gilbert posts dozens of times a day in support of an unhinged conspiracy theory. The story of this “meme queen” hints at how hard it will be to bring people like her back to reality.",
      "abstract": "Valerie Gilbert posts dozens of times a day in support of an unhinged conspiracy theory. The story of this “meme queen” hints at how hard it will be to bring people like her back to reality.",
      "lead_paragraph": "Every morning, Valerie Gilbert, a Harvard-educated writer and actress, wakes up in her Upper East Side apartment; feeds her dog, Milo, and her cats, Marlena and Celeste; brews a cup of coffee; and sits down at her oval dining room table.",
      "publication_date": "2021-01-17T10:00:13+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/17/technology/qanon-meme-queen.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "Peloton’s Rapid Rise Is Threatened by Its Slow Delivery",
      "snippet": "The company has boomed in popularity during the pandemic but getting its exercise bikes delivered has proved a struggle, one that is angering new customers.",
      "abstract": "The company has boomed in popularity during the pandemic but getting its exercise bikes delivered has proved a struggle, one that is angering new customers.",
      "lead_paragraph": "Peloton’s relentlessly positive Instagram posts usually attract enthusiastic responses from its 1.2 million followers, who love the company’s charismatic instructors and its $1,900-plus bikes and treadmills.",
      "publication_date": "2021-01-17T10:00:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/17/business/peloton-slow-delivery.html",
      "byline": "By Sapna Maheshwari and Erin Griffith"
    },
    {
      "headline": "How Republicans Are Warping Reality Around the Capitol Attack",
      "snippet": "Loyalists to President Trump are increasingly relying on conspiracy theories and misinformation, drawing false equivalence with last summer’s racial protests and blaming outside agitators.",
      "abstract": "Loyalists to President Trump are increasingly relying on conspiracy theories and misinformation, drawing false equivalence with last summer’s racial protests and blaming outside agitators.",
      "lead_paragraph": "Immediately after the attack on the U.S. Capitol, all corners of the political spectrum repudiated the mob of President Trump’s supporters. Yet within days, prominent Republicans, party officials, conservative media voices and rank-and-file voters began making a rhetorical shift to try to downplay the group’s violent actions.",
      "publication_date": "2021-01-17T10:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/17/us/politics/Capitol-conspiracy-theories-blm-antifa.html",
      "byline": "By Astead W. Herndon"
    },
    {
      "headline": "Prospect of Pardons in Final Days Fuels Market to Buy Access to Trump",
      "snippet": "The president’s allies have collected tens of thousands of dollars — and potentially much more — from people seeking pardons.",
      "abstract": "The president’s allies have collected tens of thousands of dollars — and potentially much more — from people seeking pardons.",
      "lead_paragraph": "WASHINGTON — As President Trump prepares to leave office in days, a lucrative market for pardons is coming to a head, with some of his allies collecting fees from wealthy felons or their associates to push the White House for clemency, according to documents and interviews with more than three dozen lobbyists and lawyers.",
      "publication_date": "2021-01-17T10:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/17/us/politics/trump-pardons.html",
      "byline": "By Michael S. Schmidt and Kenneth P. Vogel"
    },
    {
      "headline": "Navalny Arrested on Return to Moscow in Battle of Wills With Putin",
      "snippet": "Aleksei Navalny, Russia’s most prominent opposition leader, landed in Russia Sunday night five months after he was poisoned with a nerve agent.",
      "abstract": "Aleksei Navalny, Russia’s most prominent opposition leader, landed in Russia Sunday night five months after he was poisoned with a nerve agent.",
      "lead_paragraph": "MOSCOW — Aleksei A. Navalny returned to his home country Sunday, five months after a near-fatal nerve-agent attack, and was arrested at the border, a show of fearlessness by Russia’s most prominent opposition leader and of anxiety by President Vladimir V. Putin.",
      "publication_date": "2021-01-17T10:07:17+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/17/world/europe/navalny-russia-return.html",
      "byline": "By Anton Troianovski and Ivan Nechepurenko"
    },
    {
      "headline": "Behind a Secret Deal Between Google and Facebook",
      "snippet": "Facebook was going to compete with Google for some advertising sales but backed away from the plan after the companies cut a preferential deal, according to court documents.",
      "abstract": "Facebook was going to compete with Google for some advertising sales but backed away from the plan after the companies cut a preferential deal, according to court documents.",
      "lead_paragraph": "In 2017, Facebook said it was testing a new way of selling online advertising that would threaten Google’s control of the digital ad market. But less than two years later, Facebook did an about-face and said it was joining an alliance of companies backing a similar effort by Google.",
      "publication_date": "2021-01-17T14:00:08+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/17/technology/google-facebook-ad-deal-antitrust.html",
      "byline": "By Daisuke Wakabayashi and Tiffany Hsu"
    },
    {
      "headline": "One Year, 400,000 Coronavirus Deaths: How the U.S. Guaranteed Its Own Failure",
      "snippet": "After the White House declined to pursue a unified national strategy, governors faced off against lobbyists, health experts and a restless public consumed by misinformation.",
      "abstract": "After the White House declined to pursue a unified national strategy, governors faced off against lobbyists, health experts and a restless public consumed by misinformation.",
      "lead_paragraph": "The path to beating the coronavirus was clear, but Kelley Vollmar had never felt so helpless.",
      "publication_date": "2021-01-17T21:45:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/17/us/covid-deaths-2020.html",
      "byline": "By Sarah Mervosh, Mike Baker, Patricia Mazzei and Mark Walker"
    },
    {
      "headline": "Fox Settled a Lawsuit Over Its Lies. But It Insisted on One Unusual Condition.",
      "snippet": "Why did the network insist an agreement with the family of a murdered young man remain undisclosed until after the election?",
      "abstract": "Why did the network insist an agreement with the family of a murdered young man remain undisclosed until after the election?",
      "lead_paragraph": "On Oct. 12, 2020, Fox News agreed to pay millions of dollars to the family of a murdered Democratic National Committee staff member, implicitly acknowledging what saner minds knew long ago: that the network had repeatedly hyped a false claim that the young staff member, Seth Rich, was involved in leaking D.N.C. emails during the 2016 presidential campaign. (Russian intelligence officers, in fact, had hacked and leaked the emails.)",
      "publication_date": "2021-01-18T02:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/17/business/media/fox-news-seth-rich-settlement.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "Egypt Denied an Oxygen Failure Killed Covid Patients. We Found That It Did.",
      "snippet": "For many Egyptians, a video offered a rare and uncensored view of the coronavirus’s real toll at the peak of Egypt’s second wave of the pandemic.",
      "abstract": "For many Egyptians, a video offered a rare and uncensored view of the coronavirus’s real toll at the peak of Egypt’s second wave of the pandemic.",
      "lead_paragraph": "EL HUSSEINEYA, Egypt — A cry pierced the night from the balcony of an Egyptian hospital. A nurse was screaming that the patients in the Covid intensive care unit were gasping for air.",
      "publication_date": "2021-01-18T10:00:18+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/18/world/middleeast/egypt-hospital-oxygen-covid.html",
      "byline": "By Mona El-Naggar and Yousur Al-Hlou"
    },
    {
      "headline": "For One British Industry, Brexit’s Red Tape Is Just Beginning",
      "snippet": "Chemical companies, facing costly new regulations and extra tariffs, are looking to the continent.",
      "abstract": "Chemical companies, facing costly new regulations and extra tariffs, are looking to the continent.",
      "lead_paragraph": "For nearly a century the firm of Teal & Mackrill in the port city of Hull in northeast England has made paints for special applications, like fishing trawlers and factory floors. It produces marine paint, for example, with ingredients to prevent barnacles from encrusting hulls.",
      "publication_date": "2021-01-18T10:00:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/18/business/brexit-chemical-industry-uk.html",
      "byline": "By Stanley Reed"
    },
    {
      "headline": "Why Rage Over the 2020 Election Could Last Well Past Trump",
      "snippet": "A vast majority of Americans do not approve of the riot at the Capitol. But experts warn that the widespread belief there was election fraud, while false, could have dangerous, lasting effects.",
      "abstract": "A vast majority of Americans do not approve of the riot at the Capitol. But experts warn that the widespread belief there was election fraud, while false, could have dangerous, lasting effects.",
      "lead_paragraph": "WASHINGTON — For many Trump supporters, the inauguration of Joseph R. Biden Jr. this week will be a signal that it is time to move on. The president had four years, but Mr. Biden won, and that is that.",
      "publication_date": "2021-01-18T10:00:22+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/18/us/supporters-of-donald-trump.html",
      "byline": "By Sabrina Tavernise"
    }
  ]
}