{
  "metadata": {
    "date": "2021-03-12",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Relief Bill Gives Airline and Airport Workers a Reprieve, for Now",
      "snippet": "Aviation workers will be protected from furloughs through September under the bill President Biden signed Thursday, but a full travel recovery could take years.",
      "abstract": "Aviation workers will be protected from furloughs through September under the bill President Biden signed Thursday, but a full travel recovery could take years.",
      "lead_paragraph": "The pandemic relief bill that President Biden signed Thursday afternoon will protect tens of thousands of aviation jobs, providing a lifeline to an industry that is likely to struggle for some time even as vaccinations accelerate.",
      "publication_date": "2021-03-11T19:31:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/11/business/stimulus-bill-airline-jobs.html",
      "byline": "By Niraj Chokshi"
    },
    {
      "headline": "L.A.P.D. Severely Mishandled George Floyd Protests, Report Finds",
      "snippet": "An independent report commissioned by the Los Angeles City Council faulted the department for its lack of planning and chaotic response.",
      "abstract": "An independent report commissioned by the Los Angeles City Council faulted the department for its lack of planning and chaotic response.",
      "lead_paragraph": "The Los Angeles Police Department severely mishandled protests last summer in the wake of George Floyd’s death, illegally detaining protesters, issuing conflicting orders to its rank-and-file officers and striking people who had committed no crimes with rubber bullets, bean bags and batons, according to a scathing report released on Thursday.",
      "publication_date": "2021-03-11T20:08:51+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/11/us/lapd-george-floyd-protests.html",
      "byline": "By Nicholas Bogel-Burroughs, John Eligon and Will Wright"
    },
    {
      "headline": "The U.S. Is Sitting on Tens of Millions of Vaccine Doses the World Needs",
      "snippet": "Those tens of millions of doses from AstraZeneca are waiting for trial results, while countries that authorized the vaccine beg to have them.",
      "abstract": "Those tens of millions of doses from AstraZeneca are waiting for trial results, while countries that authorized the vaccine beg to have them.",
      "lead_paragraph": "WASHINGTON — Tens of millions of doses of the coronavirus vaccine made by the British-Swedish company AstraZeneca are sitting idly in American manufacturing facilities, awaiting results from its U.S. clinical trial while countries that have authorized its use beg for access.",
      "publication_date": "2021-03-11T23:25:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/11/us/politics/coronavirus-astrazeneca-united-states.html",
      "byline": "By Noah Weiland and Rebecca Robbins"
    },
    {
      "headline": "The Lessons of One of the Worst Years in American Life",
      "snippet": "President Donald J. Trump lost his job in large part for mishandling a crisis he at first denied. President Biden knows his legacy depends on bringing the catastrophe to a swift conclusion.",
      "abstract": "President Donald J. Trump lost his job in large part for mishandling a crisis he at first denied. President Biden knows his legacy depends on bringing the catastrophe to a swift conclusion.",
      "lead_paragraph": "WASHINGTON — The 365 days between the United States’ panicked retreat from offices and schools and President Biden’s speech on Thursday night, celebrating the prospect of a pandemic’s end, may prove to be one of the most consequential years in American history.",
      "publication_date": "2021-03-12T00:12:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/11/us/politics/biden-coronavirus-trump.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Biden Tells Nation There Is Hope After a Devastating Year",
      "snippet": "In his first prime-time address from the White House, the president said that he would order states to make all adults eligible for the vaccine by May 1 and that a return to normalcy was possible by July 4.",
      "abstract": "In his first prime-time address from the White House, the president said that he would order states to make all adults eligible for the vaccine by May 1 and that a return to normalcy was possible by July 4.",
      "lead_paragraph": "WASHINGTON — Seeking to comfort Americans bound together by a year of suffering but also by “hope and the possibilities,” President Biden made a case to the nation Thursday night that it could soon put the worst of the pandemic behind it and promised that all adults would be eligible for the vaccine by May 1.",
      "publication_date": "2021-03-12T02:38:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/11/us/politics/biden-coronavirus.html",
      "byline": "By Katie Rogers"
    },
    {
      "headline": "In a Fearful China, Its Dr. Fauci Wins Hearts With Restraint",
      "snippet": "Zhang Wenhong has drawn a huge public following with a human touch and candid advice that sometimes runs counter to the government’s authoritarian instincts.",
      "abstract": "Zhang Wenhong has drawn a huge public following with a human touch and candid advice that sometimes runs counter to the government’s authoritarian instincts.",
      "lead_paragraph": "China has imposed some of the toughest lockdowns in the world to stop Covid-19. One city sealed apartment doors, leaving residents with dwindling food and medicine. One village tied a local to a tree after he left home to buy cigarettes. Beijing forced people to leave their pets behind when they went into quarantine.",
      "publication_date": "2021-03-12T10:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/03/12/business/covid-china-zhang-wenhong-coronavirus.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "In Nevada, Unemployed Workers Wait for Aid That Will Still Not Be Enough",
      "snippet": "Stimulus checks may be on their way, but those struggling to get by worry that the money will soon be gone. “Every morning I wake up thinking about where my help is going to come from,” one woman said.",
      "abstract": "Stimulus checks may be on their way, but those struggling to get by worry that the money will soon be gone. “Every morning I wake up thinking about where my help is going to come from,” one woman said.",
      "lead_paragraph": "LAS VEGAS — Bobby Hernandez plans to spend his stimulus check on medication to manage his diabetes. Wilma Estrella will use hers to pay the electricity bill. Lizbeth Ramos intends to catch up on the rent, though the money will not be enough to cover all that she owes.",
      "publication_date": "2021-03-12T10:00:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/12/us/politics/nevada-las-vegas-pandemic-jobs.html",
      "byline": "By Jennifer Medina"
    },
    {
      "headline": "ISIS Forced Them Into Sexual Slavery. Finally, They’ve Reunited With Their Children.",
      "snippet": "Yazidi women freed from sexual slavery under ISIS were forced to give up their babies. Two years later, some are risking everything to get them back.",
      "abstract": "Yazidi women freed from sexual slavery under ISIS were forced to give up their babies. Two years later, some are risking everything to get them back.",
      "lead_paragraph": "FAYSH KHABUR BORDER CROSSING, Iraq — The nine young mothers rushed into the spartan offices of a Syrian border post, looking for the sons and daughters taken from them two years ago, children they thought they would never see again.",
      "publication_date": "2021-03-12T11:00:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/03/12/world/middleeast/yazidi-isis-slaves-children.html",
      "byline": "By Jane Arraf"
    }
  ]
}