{
  "metadata": {
    "date": "2021-04-20",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "Authorities Did Not Try to Use ‘Red Flag’ Law for Indianapolis Gunman",
      "snippet": "Citing shortcomings of the state’s “red flag” law, the local prosecutor explained why he did not seek a ruling last year that would have barred Brandon Hole from possessing guns.",
      "abstract": "Citing shortcomings of the state’s “red flag” law, the local prosecutor explained why he did not seek a ruling last year that would have barred Brandon Hole from possessing guns.",
      "lead_paragraph": "INDIANAPOLIS — The senior county prosecutor in Indianapolis said on Monday that his office never sought to invoke a law that could have prevented Brandon Hole from buying two firearms before he shot and killed eight people last week at a FedEx packaging warehouse.",
      "publication_date": "2021-04-19T17:03:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/04/19/us/indianapolis-shooting-red-flag-law.html",
      "byline": "By Campbell Robertson"
    },
    {
      "headline": "With Closing Arguments Finished, Chauvin’s Fate Is Now in Jury’s Hands",
      "snippet": "The jury will be sequestered in a hotel during their deliberations over Derek Chauvin, who is charged with second-degree murder, third-degree murder and second-degree manslaughter.",
      "abstract": "The jury will be sequestered in a hotel during their deliberations over Derek Chauvin, who is charged with second-degree murder, third-degree murder and second-degree manslaughter.",
      "lead_paragraph": "MINNEAPOLIS — The two sides in one of the nation’s most closely watched police brutality trials returned one last time to the graphic video of George Floyd’s final moments on Monday, with the prosecution asking jurors to “believe your eyes” and the defense warning them not to be “misled” by a freeze-frame view.",
      "publication_date": "2021-04-20T00:13:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/04/19/us/chauvin-closing-arguments-jury.html",
      "byline": "By Shaila Dewan, Tim Arango, Nicholas Bogel-Burroughs and John Eligon"
    },
    {
      "headline": "Restaurants Fought for Covid Survival, With Some Tech Helpers",
      "snippet": "Being “online” in the pandemic, many chefs learned, meant much more than having an Instagram account.",
      "abstract": "Being “online” in the pandemic, many chefs learned, meant much more than having an Instagram account.",
      "lead_paragraph": "The past year has crushed independent restaurants across the country and brought a reality to their doors: Many were unprepared for a digital world.",
      "publication_date": "2021-04-20T09:00:21+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/04/20/business/small-business-restaurants-covid.html",
      "byline": "By Amy Haimerl"
    },
    {
      "headline": "A Global Tipping Point for Reining In Tech Has Arrived",
      "snippet": "Never before have so many countries, including China, moved with such vigor at the same time to limit the power of a single industry.",
      "abstract": "Never before have so many countries, including China, moved with such vigor at the same time to limit the power of a single industry.",
      "lead_paragraph": "China fined the internet giant Alibaba a record $2.8 billion this month for anticompetitive practices, ordered an overhaul of its sister financial company and warned other technology firms to obey Beijing’s rules.",
      "publication_date": "2021-04-20T09:00:24+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/04/20/technology/global-tipping-point-tech.html",
      "byline": "By Paul Mozur, Cecilia Kang, Adam Satariano and David McCabe"
    },
    {
      "headline": "Iran Rattled as Israel Repeatedly Strikes Key Targets",
      "snippet": "Recent attacks suggest that Israel has a clandestine network inside Iran and that Iranian security services have been powerless to break it.",
      "abstract": "Recent attacks suggest that Israel has a clandestine network inside Iran and that Iranian security services have been powerless to break it.",
      "lead_paragraph": "BEIRUT, Lebanon — In less than nine months, an assassin on a motorbike fatally shot an Al Qaeda commander given refuge in Tehran, Iran’s chief nuclear scientist was machine-gunned on a country road, and two separate, mysterious explosions rocked a key Iranian nuclear facility in the desert, striking the heart of the country’s efforts to enrich uranium.",
      "publication_date": "2021-04-20T09:00:28+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/04/20/world/middleeast/iran-israeli-attacks.html",
      "byline": "By Ben Hubbard, Farnaz Fassihi and Ronen Bergman"
    }
  ]
}