{
  "metadata": {
    "date": "2020-11-16",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Biden’s Transition Teams Suggest Tougher Wall Street Oversight",
      "snippet": "The president-elect has chosen proponents of stronger regulation to begin reviewing financial agencies.",
      "abstract": "The president-elect has chosen proponents of stronger regulation to begin reviewing financial agencies.",
      "lead_paragraph": "WASHINGTON — For four years, Wall Street has benefited from the Trump administration’s push to loosen bank rules and weaken post-crisis financial regulations. President-elect Joseph R. Biden Jr. appears ready to shift things in the opposite direction, bringing back stricter oversight of the financial industry.",
      "publication_date": "2020-11-13T22:55:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/13/us/politics/bidens-financial-transition-teams.html",
      "byline": "By Alan Rappeport and Jeanna Smialek"
    },
    {
      "headline": "Trump Loses String of Election Lawsuits, Leaving Few Vehicles to Fight His Defeat",
      "snippet": "The president’s efforts to use the courts to delay or block President-elect Joseph R. Biden Jr.’s victory were turned aside in cases in Pennsylvania, Michigan and Arizona.",
      "abstract": "The president’s efforts to use the courts to delay or block President-elect Joseph R. Biden Jr.’s victory were turned aside in cases in Pennsylvania, Michigan and Arizona.",
      "lead_paragraph": "President Trump suffered multiple legal setbacks in three key swing states on Friday, choking off many of his last-ditch efforts to use the courts to delay or block President-elect Joseph R. Biden Jr.’s victory.",
      "publication_date": "2020-11-14T00:02:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/13/us/politics/trump-loses-election-lawsuits.html",
      "byline": "By Alan Feuer"
    },
    {
      "headline": "Al Qaeda’s No. 2, Accused in U.S. Embassy Attacks, Was Killed in Iran",
      "snippet": "Israeli agents shot Abu Muhammad al-Masri on the streets of Tehran at the behest of the U.S., officials said, but no one — Iran, Al Qaeda, the U.S. or Israel — has publicly acknowledged the killing.",
      "abstract": "Israeli agents shot Abu Muhammad al-Masri on the streets of Tehran at the behest of the U.S., officials said, but no one — Iran, Al Qaeda, the U.S. or Israel — has publicly acknowledged the killing.",
      "lead_paragraph": "WASHINGTON — Al Qaeda’s second-highest leader, accused of being one of the masterminds of the deadly 1998 attacks on American embassies in Africa, was killed in Iran three months ago, intelligence officials have confirmed.",
      "publication_date": "2020-11-14T00:06:50+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/13/world/middleeast/al-masri-abdullah-qaeda-dead.html",
      "byline": "By Adam Goldman, Eric Schmitt, Farnaz Fassihi and Ronen Bergman"
    },
    {
      "headline": "Time to Take a Pledge: No Stocks if You’re a Member of Congress",
      "snippet": "Owning actively traded shares can create conflicts of interest. Georgia’s Senate candidates agree. Will others? Mutual funds could be good for them.",
      "abstract": "Owning actively traded shares can create conflicts of interest. Georgia’s Senate candidates agree. Will others? Mutual funds could be good for them.",
      "lead_paragraph": "The nation’s balance of power is at stake as both senators from Georgia face runoff elections in early January. The campaigns have been bitter, and they stand to get more so.",
      "publication_date": "2020-11-14T08:00:07+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/14/your-money/congress-stocks-divest.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "How a Human Rights Angel Lost Her Halo",
      "snippet": "Ten years after she left house arrest and vowed to fight for justice, Myanmar’s civilian leader has instead become a jailer of critics and an apologist for the slaughter of minorities.",
      "abstract": "Ten years after she left house arrest and vowed to fight for justice, Myanmar’s civilian leader has instead become a jailer of critics and an apologist for the slaughter of minorities.",
      "lead_paragraph": "When Daw Aung San Suu Kyi emerged from years of house arrest a decade ago, having never used a smartphone or Facebook, she held court in the office of her banned political party, the smell of damp emanating from the human rights reports piled on the floor.",
      "publication_date": "2020-11-14T08:00:15+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/14/world/asia/myanmar-aung-san-suu-kyi-election.html",
      "byline": "By Hannah Beech"
    },
    {
      "headline": "‘It’s Traumatizing’: Coronavirus Deaths Are Climbing Once Again",
      "snippet": "Deaths are far below the rate of the spring, when as many as 2,200 people were dying every day, but experts warn they are rising fast.",
      "abstract": "Deaths are far below the rate of the spring, when as many as 2,200 people were dying every day, but experts warn they are rising fast.",
      "lead_paragraph": "By the time Doug Raysby’s wife was allowed to enter his hospital room, it was too late to be sure whether he even knew she was there. After a feverish fight with the coronavirus, he lay unconscious on the bed. His wife cried through an N95 mask, while a computer tablet flashed a video stream of his children saying goodbye.",
      "publication_date": "2020-11-14T10:00:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/14/us/coronavirus-deaths.html",
      "byline": "By Sarah Mervosh, J. David Goodman and Julie Bosman"
    },
    {
      "headline": "Sainted Too Soon? Vatican Report Cast John Paul II in Harsh New Light",
      "snippet": "The former pope was fast-tracked for canonization immediately after his death. But a tarnished legacy in dealing with the church’s sex abuse scandals has left critics to wonder whether it was too fast.",
      "abstract": "The former pope was fast-tracked for canonization immediately after his death. But a tarnished legacy in dealing with the church’s sex abuse scandals has left critics to wonder whether it was too fast.",
      "lead_paragraph": "ROME — At the funeral of Pope John Paul II at St. Peter’s Square, banners rose from the sea of mourners reading “Santo Subito,” or “Saint at Once.” He was a giant of the church in the 20th century, spanning the globe, inspiring generations of believers with his youthful magnetism, then aged infirmity, and, as the Polish pope, he helped bring down Communism over his more than 26-year reign.",
      "publication_date": "2020-11-14T14:23:23+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/14/world/europe/john-paul-vatican.html",
      "byline": "By Jason Horowitz"
    },
    {
      "headline": "Economic Demands Test Biden Even Before Inauguration",
      "snippet": "With the recovery slowing and coronavirus cases surging, Democrats must decide whether quick action on federal aid is more important than its scale.",
      "abstract": "With the recovery slowing and coronavirus cases surging, Democrats must decide whether quick action on federal aid is more important than its scale.",
      "lead_paragraph": "President-elect Joseph R. Biden Jr.’s first economic test is coming months before Inauguration Day, as a slowing recovery and accelerating coronavirus infections give new urgency to talks on government aid to struggling households and businesses.",
      "publication_date": "2020-11-14T14:33:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/14/business/economy/biden-democrats-economic-stimulus.html",
      "byline": "By Ben Casselman and Jim Tankersley"
    },
    {
      "headline": "Biden Asked Republicans to Give Him a Chance. They’re Not Interested.",
      "snippet": "Joe Biden promised not only to win, but to “restore the soul of the nation.” But the deep divisions that animated President Trump’s tenure show no signs of receding.",
      "abstract": "Joe Biden promised not only to win, but to “restore the soul of the nation.” But the deep divisions that animated President Trump’s tenure show no signs of receding.",
      "lead_paragraph": "MASON, Texas — The change at the Sunday prayer service was so subtle it went unnoticed by several congregants. Tucked in between calls for divine health and wisdom, the Rev. Fred Krebs of St. Paul Lutheran Church, who rarely brings up politics, fleetingly mentioned this month’s presidential election.",
      "publication_date": "2020-11-14T16:23:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/14/us/politics/biden-trump-republicans.html",
      "byline": "By Astead W. Herndon"
    },
    {
      "headline": "China-Led Trade Pact Is Signed, in Challenge to U.S.",
      "snippet": "The deal sealed on Sunday stands as a potent symbol of Beijing’s growing economic sway in Southeast Asia at a time of uncertainty over Washington’s economic ties with the region.",
      "abstract": "The deal sealed on Sunday stands as a potent symbol of Beijing’s growing economic sway in Southeast Asia at a time of uncertainty over Washington’s economic ties with the region.",
      "lead_paragraph": "BEIJING — After eight years of talks, China and 14 other nations from Japan to New Zealand to Myanmar on Sunday formally signed one of the world’s largest regional free trade agreements, a pact shaped by Beijing partly as a counterweight to American influence in the region.",
      "publication_date": "2020-11-15T06:33:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/15/business/china-trade-rcep.html",
      "byline": "By Keith Bradsher and Ana Swanson"
    },
    {
      "headline": "To Survive the Pandemic, Savile Row Cuts a Bespoke Strategy",
      "snippet": "With formal events and travel canceled, the tradition-bound tailors are gently embracing technology — and finding leverage on their landlords.",
      "abstract": "With formal events and travel canceled, the tradition-bound tailors are gently embracing technology — and finding leverage on their landlords.",
      "lead_paragraph": "LONDON — One morning in early November, a tailor on Savile Row took the measurements of a client 5,500 miles away with the help of a robot. The tailor, Dario Carnera, sat on the second floor of Huntsman, one of the street’s most venerable houses, and used the trackpad on his laptop to guide the robot around a client who stood before mirrors in a clothing store in Seoul. Mr. Carnera was visible and audible to the client through an iPad-like panel that doubled as the robot’s face.",
      "publication_date": "2020-11-15T08:00:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2020/11/15/business/savile-row-covid.html",
      "byline": "By David Segal"
    },
    {
      "headline": "With Trench Warfare Deepening, Parties Face Unsettled Electoral Map",
      "snippet": "Voters delivered a convincing victory for Joe Biden, but a split decision for the two parties. Now Democrats and Republicans face perhaps the most up-for-grabs electoral landscape in a generation.",
      "abstract": "Voters delivered a convincing victory for Joe Biden, but a split decision for the two parties. Now Democrats and Republicans face perhaps the most up-for-grabs electoral landscape in a generation.",
      "lead_paragraph": "WASHINGTON — America’s two major parties had hoped the 2020 presidential election would render a decisive judgment on the country’s political trajectory. But after a race that broke records for voter turnout and campaign spending, neither Democrats nor Republicans have achieved a dominant upper hand.",
      "publication_date": "2020-11-15T10:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/15/us/politics/2020-election-recap-democrats-republicans.html",
      "byline": "By Jonathan Martin and Alexander Burns"
    },
    {
      "headline": "After War Between Armenia and Azerbaijan, Peace Sees Winners and Losers Swap Places",
      "snippet": "A deal brokered by Russia ended the fighting for now over Nagorno-Karabakh, leaving Armenians to pack up and burn their houses as they retreat, while Azerbaijanis plan a return to long-lost lands.",
      "abstract": "A deal brokered by Russia ended the fighting for now over Nagorno-Karabakh, leaving Armenians to pack up and burn their houses as they retreat, while Azerbaijanis plan a return to long-lost lands.",
      "lead_paragraph": "KELBAJAR, Azerbaijan — The cars, trucks and vans jamming the mountain roads deep into the night on Saturday brimmed with all the possessions that the fleeing Armenians could rescue: upholstered furniture, livestock, glass doors.",
      "publication_date": "2020-11-15T16:54:57+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/15/world/europe/azerbaijan-armenia-nagorno-karabakh.html",
      "byline": ""
    },
    {
      "headline": "Sex-Abuse Claims Against Boy Scouts Now Surpass 82,000",
      "snippet": "The deluge of sex-abuse filings, coming ahead of a bankruptcy deadline, far surpasses the number of claims filed in Catholic Church cases.",
      "abstract": "The deluge of sex-abuse filings, coming ahead of a bankruptcy deadline, far surpasses the number of claims filed in Catholic Church cases.",
      "lead_paragraph": "More than 82,000 people have come forward with sex-abuse claims against the Boy Scouts of America, describing a decades-long accumulation of assaults at the hands of scout leaders across the nation who had been trusted as role models.",
      "publication_date": "2020-11-15T17:27:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/15/us/boy-scouts-abuse-claims-bankruptcy.html",
      "byline": "By Mike Baker"
    },
    {
      "headline": "The Hot New Covid Tech Is Wearable and Constantly Tracks You",
      "snippet": "Sports leagues, large employers and colleges are turning to devices that could usher in more invasive forms of surveillance.",
      "abstract": "Sports leagues, large employers and colleges are turning to devices that could usher in more invasive forms of surveillance.",
      "lead_paragraph": "In Rochester, Mich., Oakland University is preparing to hand out wearable devices to students that log skin temperature once a minute — or more than 1,400 times per day — in the hopes of pinpointing early signs of the coronavirus.",
      "publication_date": "2020-11-15T23:08:37+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/15/technology/virus-wearable-tracker-privacy.html",
      "byline": "By Natasha Singer"
    },
    {
      "headline": "Behind Trump’s Yearslong Effort to Turn Losing Into Winning",
      "snippet": "Even before he was elected in 2016, Donald J. Trump was building a conspiracy theory about voter fraud that took on new energy this year, as his political fortunes ebbed during the coronavirus pandemic.",
      "abstract": "Even before he was elected in 2016, Donald J. Trump was building a conspiracy theory about voter fraud that took on new energy this year, as his political fortunes ebbed during the coronavirus pandemic.",
      "lead_paragraph": "The trouble broke out inside the main counting room in Detroit late on the morning of Nov. 4.",
      "publication_date": "2020-11-15T23:33:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/15/us/politics/trump-voter-fraud-claims.html",
      "byline": "By Jim Rutenberg and Nick Corasaniti"
    },
    {
      "headline": "The President vs. the American Media",
      "snippet": "After terrorist attacks, France’s leader accuses the English-language media of “legitimizing this violence.”",
      "abstract": "After terrorist attacks, France’s leader accuses the English-language media of “legitimizing this violence.”",
      "lead_paragraph": "The president has some bones to pick with the American media: about our “bias,” our obsession with racism, our views on terrorism, our reluctance to express solidarity, even for a moment, with his embattled republic.",
      "publication_date": "2020-11-16T00:30:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/15/business/media/macron-france-terrorism-american-islam.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "Trump, Trying to Cling to Power, Fans Unrest and Conspiracy Theories",
      "snippet": "The president’s refusal to concede has entered a more dangerous phase as he blocks his successor’s transition, withholding intelligence briefings, pandemic information and access to the government.",
      "abstract": "The president’s refusal to concede has entered a more dangerous phase as he blocks his successor’s transition, withholding intelligence briefings, pandemic information and access to the government.",
      "lead_paragraph": "WASHINGTON — President Trump’s refusal to concede the election has entered a more dangerous phase as he stokes resistance and unrest among his supporters and spreads falsehoods aimed at undermining the integrity of the American voting system.",
      "publication_date": "2020-11-16T01:17:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/15/us/politics/trump-biden-election.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "With 11 Million Cases in the U.S., the Coronavirus Has Gotten Personal for Most People",
      "snippet": "What was once a health crisis that Americans feared has evolved into one virtually everyone has experienced up close. That will affect behavior, but in many different ways.",
      "abstract": "What was once a health crisis that Americans feared has evolved into one virtually everyone has experienced up close. That will affect behavior, but in many different ways.",
      "lead_paragraph": "Just a few weeks ago, Kem Kemp, a high school teacher in Houston, knew no one personally who had tested positive for the coronavirus. Then her roommate came down with a deep cough and was diagnosed with Covid-19. Her brother, a dentist in Amarillo, Texas, also tested positive. A neighbor fell sick with the virus. Two faculty members at the private school where she teaches were required to quarantine. And in the last few days, so were two of the  students she advises. ",
      "publication_date": "2020-11-16T01:26:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/15/us/coronavirus-us-cases-deaths.html",
      "byline": "By Amy Harmon, Lucy Tompkins, Audra D. S. Burch and Serge F. Kovaleski"
    },
    {
      "headline": "Liberals Envisioned a Multiracial Coalition. Voters of Color Had Other Ideas.",
      "snippet": "Democrats may need to rethink their strategy as the class complexities and competing desires of Latino and Asian-American demographic groups become clear.",
      "abstract": "Democrats may need to rethink their strategy as the class complexities and competing desires of Latino and Asian-American demographic groups become clear.",
      "lead_paragraph": "The proposition seemed tailor-made for one of the nation’s most diverse and liberal states. California officials asked voters to overturn a 24-year-old ban on affirmative action in education, employment and contracting.",
      "publication_date": "2020-11-16T10:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/16/us/liberals-race.html",
      "byline": "By Michael Powell"
    },
    {
      "headline": "Biden’s China Policy? A Balancing Act for a Toxic Relationship",
      "snippet": "As president, Joe Biden will face deep dilemmas, and a lot of unfinished business, stemming from President Trump’s multiyear onslaught against China.",
      "abstract": "As president, Joe Biden will face deep dilemmas, and a lot of unfinished business, stemming from President Trump’s multiyear onslaught against China.",
      "lead_paragraph": "WASHINGTON — In addition to a deadly pandemic and a weakened economy, President-elect Joseph R. Biden Jr. will inherit one more challenge when he takes office in January: a toxic relationship with the world’s second-largest economy.",
      "publication_date": "2020-11-16T10:00:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/16/business/economy/biden-china-trade-policy.html",
      "byline": "By Ana Swanson"
    }
  ]
}