{
  "metadata": {
    "date": "2020-11-19",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Second Epstein Investigation Begins at Victoria’s Secret, but What’s Changed?",
      "snippet": "An internal review started after Jeffrey Epstein’s ties to the company were revealed has not produced any public findings. Some employees question whether workplace issues have been properly addressed.",
      "abstract": "An internal review started after Jeffrey Epstein’s ties to the company were revealed has not produced any public findings. Some employees question whether workplace issues have been properly addressed.",
      "lead_paragraph": "It has been more than a year since L Brands, the owner of Victoria’s Secret, said it was hiring a law firm to investigate its billionaire founder Leslie H. Wexner’s close ties to the convicted sex criminal Jeffrey Epstein, but no findings have been made public and the review has seemed to fade from view.",
      "publication_date": "2020-11-18T16:07:32+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/18/business/victorias-secret-internal-culture-les-wexner.html",
      "byline": "By Sapna Maheshwari, Katherine Rosman, Jessica Silver-Greenberg and James B. Stewart"
    },
    {
      "headline": "Mexico, Outraged at Arrest of Ex-Official, Threatened to Toss U.S. Agents",
      "snippet": "Mexican officials made the threat after weeks of anger at the surprise arrest of a former defense minister. Their gambit appears to have worked — the charges were dropped.",
      "abstract": "Mexican officials made the threat after weeks of anger at the surprise arrest of a former defense minister. Their gambit appears to have worked — the charges were dropped.",
      "lead_paragraph": "From the moment U.S. federal agents arrested a former Mexican defense minister last month on drug trafficking charges, the highest levels of the Mexican government were outraged at being kept in the dark about the case, seeing it as an egregious breach of trust between allies.",
      "publication_date": "2020-11-18T20:54:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/18/world/americas/mexico-cienfuegos-barr.html",
      "byline": "By Alan Feuer and Natalie Kitroeff"
    },
    {
      "headline": "Threats and Tensions Rise as Trump and Allies Attack Elections Process",
      "snippet": "Confrontations have escalated in swing states, with elections officials in both parties facing threats of violence, as the president and other Republicans try to subvert the country’s voting system.",
      "abstract": "Confrontations have escalated in swing states, with elections officials in both parties facing threats of violence, as the president and other Republicans try to subvert the country’s voting system.",
      "lead_paragraph": "President Trump’s false accusations that voter fraud denied him re-election are causing escalating confrontations in swing states across the country, leading to threats of violence against officials in both parties and subverting even the most routine steps in the electoral process.",
      "publication_date": "2020-11-19T00:22:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/18/us/politics/trump-election.html",
      "byline": "By Nick Corasaniti, Jim Rutenberg and Kathleen Gray"
    },
    {
      "headline": "Virus Cases Rise, but Hazard Pay for Retail Workers Doesn’t",
      "snippet": "They were hailed as heroes during the first wave of the pandemic, but wage increases were fleeting, and companies, whose businesses are booming, have been slow to pay out more.",
      "abstract": "They were hailed as heroes during the first wave of the pandemic, but wage increases were fleeting, and companies, whose businesses are booming, have been slow to pay out more.",
      "lead_paragraph": "With coronavirus cases rising across the country, retailers are preparing for another rush from shoppers worried about new lockdowns and pandemic shortages.",
      "publication_date": "2020-11-19T08:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/19/business/retail-workers-hazard-pay.html",
      "byline": "By Michael Corkery and Sapna Maheshwari"
    },
    {
      "headline": "Why Covid Caused Such Suffering in Italy’s Wealthiest Region",
      "snippet": "Lombardy has been overwhelmed by the pandemic, in part because of a poorly executed medical privatization program.",
      "abstract": "Lombardy has been overwhelmed by the pandemic, in part because of a poorly executed medical privatization program.",
      "lead_paragraph": "LONDON — Dr. Chiara Lepora had never imagined being deployed in her home country of Italy. As a physician for the international relief agency Doctors Without Borders, she was accustomed to caring for people in countries like Yemen and South Sudan, amid extreme poverty and war.",
      "publication_date": "2020-11-19T10:00:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/19/business/lombardy-italy-coronavirus-doctors.html",
      "byline": "By Peter S. Goodman and Gaia Pianigiani"
    },
    {
      "headline": "Why Charges Against Protesters Are Being Dismissed by the Thousands",
      "snippet": "Prosecutors declined to pursue many of the cases because they concluded the protesters were exercising their basic civil rights.",
      "abstract": "Prosecutors declined to pursue many of the cases because they concluded the protesters were exercising their basic civil rights.",
      "lead_paragraph": "LOUISVILLE, Ky. — Matt Kaufmann loved bringing real-world issues into his classroom, but he never expected he would become a lesson himself. The headlines, however, made it hard to avoid: “Kentucky High School Teacher of the Year Arrested,” blared the local news after he was detained on May 31.",
      "publication_date": "2020-11-19T10:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/19/us/protests-lawsuits-arrests.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "They Championed Venezuela’s Revolution. They Are Now Its Latest Victims.",
      "snippet": "In an effort to complete his consolidation of power, Nicolás Maduro is cracking down on the leftist activists who once supported him, but have begun to speak up against his administration’s corruption and cronyism.",
      "abstract": "In an effort to complete his consolidation of power, Nicolás Maduro is cracking down on the leftist activists who once supported him, but have begun to speak up against his administration’s corruption and cronyism.",
      "lead_paragraph": "GÜIRIA, Venezuela — The host of a popular radio show, “The People’s Combat,” had always diligently praised Venezuela’s governing Socialist Party, even as millions sank into penury under its rule. But when acute gasoline shortages paralyzed his remote fishing town this summer, he strayed from the party line.",
      "publication_date": "2020-11-19T10:00:27+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/19/world/americas/venezuela-maduro-critics-repression.html",
      "byline": "By Isayen Herrera, Anatoly Kurmanaev, Tibisay Romero, Sheyla Urdaneta and Adriana Loureiro Fernandez"
    }
  ]
}