{
  "metadata": {
    "date": "2020-01-06",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "U.S. and Iran Exchange More Threats as Democrats Question Timing of Strike",
      "snippet": "Oil prices surged and the stock market fell after President Trump ordered the killing of Maj. Gen. Qassim Suleimani in Baghdad.",
      "abstract": "Oil prices surged and the stock market fell after President Trump ordered the killing of Maj. Gen. Qassim Suleimani in Baghdad.",
      "lead_paragraph": "WASHINGTON — The United States and Iran exchanged escalating military threats on Friday as President Trump warned that he was “prepared to take whatever action is necessary” if Iran threatened Americans and Iran’s supreme leader, Ayatollah Ali Khamenei, vowed to exact vengeance for the killing on Mr. Trump’s order of Iran’s most valued general.",
      "publication_date": "2020-01-03T16:14:28+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/03/world/middleeast/trump-iran-iraq.html",
      "byline": "By Michael Crowley, Peter Baker, Edward Wong and Maggie Haberman"
    },
    {
      "headline": "United Methodist Church Announces Plan to Split Over Same-Sex Marriage",
      "snippet": "Under an agreement to be voted on in May, a new “traditionalist Methodist” denomination would continue to ban same-sex marriage and gay and lesbian clergy.",
      "abstract": "Under an agreement to be voted on in May, a new “traditionalist Methodist” denomination would continue to ban same-sex marriage and gay and lesbian clergy.",
      "lead_paragraph": "A group of leaders of the United Methodist Church, the second-largest Protestant denomination in the United States, announced on Friday a plan that would formally split the church, citing “fundamental differences” over same-sex marriage after years of division.",
      "publication_date": "2020-01-03T18:47:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/03/us/methodist-split-gay-marriage.html",
      "byline": "By Campbell Robertson and Elizabeth Dias"
    },
    {
      "headline": "U.S. Manufacturing Slumps as Trade War Damage Lingers",
      "snippet": "Manufacturing activity fell to its lowest level in more than a decade, a sign of fallout from President Trump’s trade war.",
      "abstract": "Manufacturing activity fell to its lowest level in more than a decade, a sign of fallout from President Trump’s trade war.",
      "lead_paragraph": "WASHINGTON — American manufacturing activity contracted last month more than it had in a decade, data released Friday showed, a sign that economic damage from President Trump’s trade war could linger even after the United States and China sign an initial trade deal. ",
      "publication_date": "2020-01-03T19:43:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/03/business/manufacturing-trump-trade-war.html",
      "byline": "By Ana Swanson and Jeanna Smialek"
    },
    {
      "headline": "Carlos Ghosn, at Home but Waiting for the Next Move",
      "snippet": "The fugitive from Japan has put Lebanon in an awkward position.",
      "abstract": "The fugitive from Japan has put Lebanon in an awkward position.",
      "lead_paragraph": "BEIRUT, Lebanon — Five days after his triumphant homecoming to Beirut, Carlos Ghosn is all but invisible. ",
      "publication_date": "2020-01-03T23:02:38+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/03/business/carlos-ghosn-lebanon.html",
      "byline": "By Vivian Yee and Hwaida Saad"
    },
    {
      "headline": "A Shocked Iraq Reconsiders Its Relationship With the U.S.",
      "snippet": "The killing of General Suleimani, intended as a shot against Iran, could accelerate an Iranian objective: pushing the United States military out of Iraq.",
      "abstract": "The killing of General Suleimani, intended as a shot against Iran, could accelerate an Iranian objective: pushing the United States military out of Iraq.",
      "lead_paragraph": "BAGHDAD — American oil workers were fleeing Iraq on Friday, as fears grew of war between the United States and Iran. At sermons in the Shiite holy city of Karbala, worshipers chanted, “Death to America!” ",
      "publication_date": "2020-01-04T00:04:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/03/world/middleeast/us-iraq.html",
      "byline": "By Falih Hassan, Tim Arango and Alissa J. Rubin"
    },
    {
      "headline": "Low Rates, Cheap Gas and Deeper Debt Sustain Car Buying Boom",
      "snippet": "Americans are also continuing to buy ever bigger cars, at prices escalating faster than the overall inflation rate.",
      "abstract": "Americans are also continuing to buy ever bigger cars, at prices escalating faster than the overall inflation rate.",
      "lead_paragraph": "The auto industry has been on a roll for a decade, and its resurgence shows few signs of coming to a halt — at least for now.",
      "publication_date": "2020-01-04T08:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/04/business/auto-sales-price.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "In a Burger World, Can Sweetgreen Scale Up?",
      "snippet": "The chain that made salads chic, modular and ecologically conscious now wants to sell you a lot of other stuff.",
      "abstract": "The chain that made salads chic, modular and ecologically conscious now wants to sell you a lot of other stuff.",
      "lead_paragraph": "CULVER CITY, Calif. — On a Wednesday morning last fall, several executives at Sweetgreen, the fast-casual salad chain, gathered around a conference table at their headquarters here. They were discussing a new store format, called Sweetgreen 3.0, that had recently been introduced in New York City after two years of planning.",
      "publication_date": "2020-01-04T10:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2020/01/04/business/sweetgreen-salads.html",
      "byline": "By Elizabeth G. Dunn"
    },
    {
      "headline": "‘It’s an Atomic Bomb’: Australia Deploys Military as Fires Spread",
      "snippet": "With more than a month still to go in the fire season, the government announced a large-scale use of military assets, a deployment not seen since World War II.",
      "abstract": "With more than a month still to go in the fire season, the government announced a large-scale use of military assets, a deployment not seen since World War II.",
      "lead_paragraph": "HASTINGS, Australia — The evacuees walked down the gangway of the giant naval vessel to the dock, each carrying just a few items of luggage. Some held infants and others their dogs, whose legs were still shaky from the 20-hour voyage down the coast of Australia. They were weary, and their clothes smelled of smoke, but the terrible infernos were finally behind them.",
      "publication_date": "2020-01-04T15:24:32+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/04/world/australia/fires-military.html",
      "byline": "By Livia Albeck-Ripka, Isabella Kwai, Thomas Fuller and Jamie Tarabay"
    },
    {
      "headline": "Right-Wing Views for Generation Z, Five Minutes at a Time",
      "snippet": "Dennis Prager believes teenagers are more open to conservative ideas than millennials. With PragerU, he’s making a play to get around their professors.",
      "abstract": "Dennis Prager believes teenagers are more open to conservative ideas than millennials. With PragerU, he’s making a play to get around their professors.",
      "lead_paragraph": "BERKELEY, Calif. — Will Witt walked through the University of California campus doing what he does professionally, which is trolling unwitting young liberals on camera.",
      "publication_date": "2020-01-04T17:30:48+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/04/us/politics/dennis-prager-university.html",
      "byline": "By Nellie Bowles"
    },
    {
      "headline": "In Era of Perpetual Conflict, a Volatile President Grabs Expanded Powers to Make War",
      "snippet": "The killing of Maj. Gen. Qassim Suleimani is the latest example of the capricious way in which the president, as commander in chief, has chosen to flex his lethal powers.",
      "abstract": "The killing of Maj. Gen. Qassim Suleimani is the latest example of the capricious way in which the president, as commander in chief, has chosen to flex his lethal powers.",
      "lead_paragraph": "WASHINGTON — The powers of an American president to wage war have grown stronger for nearly two decades, ever since the Sept. 11 attacks led the United States into an era of perpetual conflict.",
      "publication_date": "2020-01-04T17:41:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/04/world/americas/trump-iran.html",
      "byline": "By Mark Mazzetti"
    },
    {
      "headline": "Iranians Close Ranks Behind Leaders After U.S. Kills Popular General",
      "snippet": "The death of Qassim Suleimani strengthened the hand of hard-liners, experts say, and undermined those who have tried to normalize relations with the West.",
      "abstract": "The death of Qassim Suleimani strengthened the hand of hard-liners, experts say, and undermined those who have tried to normalize relations with the West.",
      "lead_paragraph": "In cities across Iran, tens of thousands packed the streets to mourn Maj. Gen. Qassim Suleimani. Black-clad women and men beat their chests and clutched photos of him. A black flag went up on the golden dome of Imam Reza shrine in the city of Mashhad, one of the holiest sites of Shiite Islam.",
      "publication_date": "2020-01-04T19:28:30+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/04/world/middleeast/iran-suleimani-killing.html",
      "byline": "By Farnaz Fassihi and Richard Pérez-Peña"
    },
    {
      "headline": "As Tensions With Iran Escalated, Trump Opted for Most Extreme Measure",
      "snippet": "While senior officials argue the drone strike was warranted to prevent future attacks, some in the administration remain skeptical about the rationale for the attack.",
      "abstract": "While senior officials argue the drone strike was warranted to prevent future attacks, some in the administration remain skeptical about the rationale for the attack.",
      "lead_paragraph": "WASHINGTON — In the chaotic days leading to the death of Maj. Gen. Qassim Suleimani, Iran’s most powerful commander, top American military officials put the option of killing him — which they viewed as the most extreme response to recent Iranian-led violence in Iraq — on the menu they presented to President Trump.",
      "publication_date": "2020-01-05T00:31:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/04/us/politics/trump-suleimani.html",
      "byline": "By Helene Cooper, Eric Schmitt, Maggie Haberman and Rukmini Callimachi"
    },
    {
      "headline": "Japan Defends Its Justice System After Carlos Ghosn’s Flight",
      "snippet": "Officials, breaking their silence, said they would tighten immigration procedures and investigate how the fallen auto executive was able to elude tight surveillance.",
      "abstract": "Officials, breaking their silence, said they would tighten immigration procedures and investigate how the fallen auto executive was able to elude tight surveillance.",
      "lead_paragraph": "TOKYO — Japanese officials on Sunday defended the country’s justice system as fair and open and condemned Carlos Ghosn’s flight from criminal charges there, as its courts are put under a global spotlight for their treatment of suspects and a near-perfect conviction record by prosecutors.",
      "publication_date": "2020-01-05T07:11:27+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/05/business/japan-carlos-ghosn.html",
      "byline": "By Ben Dooley and Makiko Inoue"
    },
    {
      "headline": "All Bets Are Off as Harvey Weinstein’s Sexual Assault Trial Opens Today",
      "snippet": "The Hollywood producer faces the sexual assault charges in a case that has already been fraught for both prosecutors and his legal team.",
      "abstract": "The Hollywood producer faces the sexual assault charges in a case that has already been fraught for both prosecutors and his legal team.",
      "lead_paragraph": "Since the Harvey Weinstein story broke more than two years ago, everything about it has been outsize: the scope of the allegations of sexual harassment and assault, stretching back decades; the number of his accusers, who total more than 80; and the global scale of the reckoning their stories have inspired.",
      "publication_date": "2020-01-05T10:00:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/05/us/harvey-weinstein-trial.html",
      "byline": "By Megan Twohey, Jodi Kantor and Jan Ransom"
    },
    {
      "headline": "Iran Ends Nuclear Limits as Killing of Iranian General Upends Mideast",
      "snippet": "The consequences of America’s targeted killing of a senior Iranian commander are mounting.",
      "abstract": "The consequences of America’s targeted killing of a senior Iranian commander are mounting.",
      "lead_paragraph": "BAGHDAD — The consequences of the American killing of a top Iranian general rippled across the Middle East and beyond on Sunday, with Iran all but abandoning a landmark nuclear agreement and Iraqi lawmakers voting to expel American forces from their country.",
      "publication_date": "2020-01-05T13:21:39+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/05/world/middleeast/iran-general-soleimani-iraq.html",
      "byline": "By Alissa J. Rubin, Ben Hubbard, Farnaz Fassihi and Steven Erlanger"
    },
    {
      "headline": "It’s Not Just Software: New Safety Risks Under Scrutiny on Boeing’s 737 Max",
      "snippet": "The company and regulators are looking into everything from the wiring on the plane to its engines.",
      "abstract": "The company and regulators are looking into everything from the wiring on the plane to its engines.",
      "lead_paragraph": "Even as Boeing inches closer to getting the 737 Max back in the air, new problems with the plane are emerging that go beyond the software that played a role in two deadly crashes.",
      "publication_date": "2020-01-05T18:47:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/05/business/boeing-737-max.html",
      "byline": "By Natalie Kitroeff and David Gelles"
    },
    {
      "headline": "N.A.A.C.P. Tells Local Chapters: Don’t Let Energy Industry Manipulate You",
      "snippet": "The civil rights group is trying to stop state and local branches from accepting money from utilities that promote fossil fuels and then lobbying on their behalf.",
      "abstract": "The civil rights group is trying to stop state and local branches from accepting money from utilities that promote fossil fuels and then lobbying on their behalf.",
      "lead_paragraph": "When utilities around the country have wanted to build fossil-fuel plants, defeat energy-efficiency proposals or slow the growth of rooftop solar power, they have often turned for support to a surprisingly reliable ally: a local chapter of the National Association for the Advancement of Colored People.",
      "publication_date": "2020-01-05T21:47:53+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/05/business/energy-environment/naacp-utility-donations.html",
      "byline": "By Ivan Penn"
    },
    {
      "headline": "Iran Uncertainty Grips Congress as Impeachment Looms",
      "snippet": "President Trump’s decision to strike a top Iranian general has upended Congress’s priorities, thrusting matters of war and peace into the spotlight.",
      "abstract": "President Trump’s decision to strike a top Iranian general has upended Congress’s priorities, thrusting matters of war and peace into the spotlight.",
      "lead_paragraph": "WASHINGTON — President Trump’s abrupt decision to kill Iran’s top security commander has reshuffled the already fraught political dynamic around impeachment and thrust matters of war and peace into the middle of an election-year debate over whether to remove Mr. Trump from office. ",
      "publication_date": "2020-01-05T23:57:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/05/us/politics/trump-impeachment-iran.html",
      "byline": "By Nicholas Fandos and Catie Edmondson"
    },
    {
      "headline": "Iran Challenges Trump, Announcing End of Nuclear Restrictions",
      "snippet": "President Trump said the nuclear deal was flawed because restrictions on Iran would end after 15 years. Now, responding to a U.S. strike, Iran has declared the limits over after less than five.",
      "abstract": "President Trump said the nuclear deal was flawed because restrictions on Iran would end after 15 years. Now, responding to a U.S. strike, Iran has declared the limits over after less than five.",
      "lead_paragraph": "When President Trump withdrew the United States from the Iran nuclear deal in May 2018, he justified his unilateral action by saying the accord was flawed, in part because the major restrictions on Iran ended after 15 years, when Tehran would be free to produce as much nuclear fuel as it wanted. ",
      "publication_date": "2020-01-06T00:11:11+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/05/world/middleeast/trump-iran-nuclear-agreement.html",
      "byline": "By David E. Sanger and William J. Broad"
    },
    {
      "headline": "For Trump, the Burden May Be Proving This Is Not the Moment His Critics Predicted",
      "snippet": "The president and his allies dismiss the criticism about his Iran actions as partisan blowback from political adversaries too timid to take strong action against foreign enemies.",
      "abstract": "The president and his allies dismiss the criticism about his Iran actions as partisan blowback from political adversaries too timid to take strong action against foreign enemies.",
      "lead_paragraph": "WASHINGTON — For three years, President Trump’s critics have expressed concern over how he would handle a genuine international crisis, warning that a commander in chief known for impulsive action might overreach with dangerous consequences. ",
      "publication_date": "2020-01-06T02:20:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/05/us/politics/trump-iran.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Carlos Ghosn’s Escape Preparations Spanned the Globe",
      "snippet": "The former auto magnate boarded a bullet train for the first leg of his escape to Lebanon, which officials in Tokyo are still investigating.",
      "abstract": "The former auto magnate boarded a bullet train for the first leg of his escape to Lebanon, which officials in Tokyo are still investigating.",
      "lead_paragraph": "A team of operatives working to help Carlos Ghosn escape from Japan spent hundreds of thousands of dollars scoping out airports and other entry points in Indonesia, the Philippines, South Korea, Taiwan and Thailand before his flight last week, a person with knowledge of the matter said.",
      "publication_date": "2020-01-06T06:34:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/06/business/carlos-ghosn-escape.html",
      "byline": "By Makiko Inoue, Hisako Ueno and David Yaffe-Bellany"
    },
    {
      "headline": "Democrats, Newly Dominant in Virginia, Race to Make New Laws",
      "snippet": "Most state legislatures are dominated by Republicans, but Democrats have gained ground in several states since President Trump’s election.",
      "abstract": "Most state legislatures are dominated by Republicans, but Democrats have gained ground in several states since President Trump’s election.",
      "lead_paragraph": "Virginia Democrats, who hold full control of state government for the first time in a generation, want to ban assault-style rifles. They want to get rid of statues honoring Confederate leaders in dozens of Virginia cities. They intend to give undocumented people licenses to drive.",
      "publication_date": "2020-01-06T10:00:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/06/us/virginia-state-legislature.html",
      "byline": "By Timothy Williams"
    },
    {
      "headline": "Biden and Sanders Differ on Foreign Policy. They’re Happy to Tell You So.",
      "snippet": "Both men have seemed energized by a renewed debate on war and peace, but no two candidates better illustrate the divisions among Democrats about what American leadership abroad should look like.",
      "abstract": "Both men have seemed energized by a renewed debate on war and peace, but no two candidates better illustrate the divisions among Democrats about what American leadership abroad should look like.",
      "lead_paragraph": "DECORAH, Iowa — Hours after an American drone strike killed Iran’s top military commander, Joseph R. Biden Jr. stood in a barnlike building in Independence, Iowa, thundering about the importance of electing an experienced president as America faces tumult abroad — and “maybe, God forbid,” war.",
      "publication_date": "2020-01-06T10:00:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/06/us/politics/joe-biden-bernie-sanders-iran.html",
      "byline": "By Sydney Ember and Katie Glueck"
    }
  ]
}