{
  "metadata": {
    "date": "2020-11-13",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "‘A Black Eye’: Why Political Polling Missed the Mark. Again.",
      "snippet": "As politics becomes a high-stakes spectator sport, pollsters are reviewing their latest failures. But is part of the problem the public’s overly high expectations of precision?",
      "abstract": "As politics becomes a high-stakes spectator sport, pollsters are reviewing their latest failures. But is part of the problem the public’s overly high expectations of precision?",
      "lead_paragraph": "Senator Susan Collins did not lead in a single publicly released poll during the final four months of her re-election campaign in Maine. But Ms. Collins, a Republican, won the election comfortably.",
      "publication_date": "2020-11-12T19:59:22+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/12/us/politics/election-polls-trump-biden.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "‘Are We Getting Invaded?’ U.S. Boats Faced Russian Aggression Near Alaska",
      "snippet": "Russia has escalated its provocative encounters in the North Pacific this year, harassing boats in U.S. fishing waters and sending bombers toward Alaska’s shores.",
      "abstract": "Russia has escalated its provocative encounters in the North Pacific this year, harassing boats in U.S. fishing waters and sending bombers toward Alaska’s shores.",
      "lead_paragraph": "ANCHORAGE — The crew of the Bristol Leader was laying out its long cod-catching line well within U.S. fishing territory in the Bering Sea when a voice crackled over the VHF radio and began issuing commands: The ship was in danger, it said, and needed to move.",
      "publication_date": "2020-11-12T20:17:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/12/us/russia-military-alaska-arctic-fishing.html",
      "byline": "By Mike Baker"
    },
    {
      "headline": "Twitter says it labeled 0.2% of all election-related tweets as disputed.",
      "snippet": "Twitter is the first social media platform to publicly disclose how it performed during the election.",
      "abstract": "Twitter is the first social media platform to publicly disclose how it performed during the election.",
      "lead_paragraph": "Twitter said on Thursday that it had labeled as disputed 300,000 tweets related to the presidential election, or 0.2 percent of the total on the subject, even as some users continued sharing misleading information about the outcome.",
      "publication_date": "2020-11-12T21:00:05+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/12/technology/twitter-says-it-labeled-0-2-of-all-election-related-tweets-as-disputed.html",
      "byline": "By Kate Conger"
    },
    {
      "headline": "New Unemployment Claims Dip, but Economic Pain Persists",
      "snippet": "“Technically it looks like we’re in a recovery,” one economist said, “but we’re still so much in the hole.”",
      "abstract": "“Technically it looks like we’re in a recovery,” one economist said, “but we’re still so much in the hole.”",
      "lead_paragraph": "New claims for benefits continued to flood state unemployment offices last week as the coronavirus pandemic inflicted further economic damage.",
      "publication_date": "2020-11-12T21:17:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/12/business/economy/unemployment-claims.html",
      "byline": "By Patricia Cohen and Gillian Friedman"
    },
    {
      "headline": "Economic Risks Are High as Chances for Quick Stimulus Narrow",
      "snippet": "The Federal Reserve chief warned that a vaccine was still too uncertain to count on, and lawmakers signaled that more support was not imminent.",
      "abstract": "The Federal Reserve chief warned that a vaccine was still too uncertain to count on, and lawmakers signaled that more support was not imminent.",
      "lead_paragraph": "WASHINGTON — Two of the world’s most powerful central bankers said on Thursday that economic risks from the coronavirus remain high, and they cautioned against putting too much faith in a quick fix from a vaccine, delivering a sober message as U.S. lawmakers signaled that another stimulus package was unlikely before year’s end.",
      "publication_date": "2020-11-12T22:34:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/12/business/economy/economy-covid-stimulus.html",
      "byline": "By Jeanna Smialek, Emily Cochrane, Nicholas Fandos and Alan Rappeport"
    },
    {
      "headline": "Trump Rebuffs Biden Transition Team, Setting Off Virus and National Security Risks",
      "snippet": "Some Senate Republicans said the president-elect should be given intelligence briefings, and transition team members found workarounds for the president’s stonewalling.",
      "abstract": "Some Senate Republicans said the president-elect should be given intelligence briefings, and transition team members found workarounds for the president’s stonewalling.",
      "lead_paragraph": "WASHINGTON — President Trump’s refusal to allow President-elect Joseph R. Biden Jr. and his transition staff access to government offices, secure communications and classified briefings prompted growing warnings on Thursday, including from Republicans, that keeping Mr. Biden in the dark potentially endangers the country.",
      "publication_date": "2020-11-13T00:10:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/12/us/politics/biden-trump-transition.html",
      "byline": "By David E. Sanger and Sheryl Gay Stolberg"
    },
    {
      "headline": "Small Cracks Emerge in G.O.P. Support for Trump’s Baseless Fraud Claims",
      "snippet": "President Trump retains a powerful hold on his party. But a growing number of Republican elected officials and party leaders have signaled they will indulge his conspiracy theories for only so long.",
      "abstract": "President Trump retains a powerful hold on his party. But a growing number of Republican elected officials and party leaders have signaled they will indulge his conspiracy theories for only so long.",
      "lead_paragraph": "The first small cracks have begun to appear in the Republican wall of support for President Trump and his unfounded claims of voter fraud in the 2020 election, with a growing number of elected officials and party leaders signaling on Thursday that they would indulge Mr. Trump’s conspiracy theories for only so long. A few were willing to openly contradict him.",
      "publication_date": "2020-11-13T00:16:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/12/us/politics/trump-republican-party-election.html",
      "byline": "By Shane Goldmacher and Emily Cochrane"
    },
    {
      "headline": "Election Officials Directly Contradict Trump on Voting System Fraud",
      "snippet": "A group of federal, state and local officials working with a Department of Homeland Security agency declared flatly that the election was the most secure in the nation’s history.",
      "abstract": "A group of federal, state and local officials working with a Department of Homeland Security agency declared flatly that the election was the most secure in the nation’s history.",
      "lead_paragraph": "WASHINGTON — Hours after President Trump repeated a baseless report that a voting machine system “deleted 2.7 million Trump votes nationwide,” he was directly contradicted by a group of federal, state and local election officials, who issued a statement on Thursday declaring flatly that the election “was the most secure in American history” and that “there is no evidence” any voting systems were compromised.",
      "publication_date": "2020-11-13T02:58:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/12/us/politics/election-officials-contradict-trump.html",
      "byline": "By David E. Sanger, Matt Stevens and Nicole Perlroth"
    },
    {
      "headline": "Uneasy Under Lockdown, Pubs in England Count the Days Till Christmas",
      "snippet": "In October, pubs had a new pitch to lure in customers: They became work spaces. Less than a month later, they were forced to shut again. Now, they hold out hope for December.",
      "abstract": "In October, pubs had a new pitch to lure in customers: They became work spaces. Less than a month later, they were forced to shut again. Now, they hold out hope for December.",
      "lead_paragraph": "LONDON — At the Crooked Well, a neighborhood pub in south London that prides itself on its food, the Christmas menu is already decided. There will be venison and beef stews. But whether the stews will actually be served is another question.",
      "publication_date": "2020-11-13T08:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/13/business/coronavirus-uk-london-lockdown.html",
      "byline": "By Eshe Nelson"
    },
    {
      "headline": "Biden’s Education Department Will Move Fast to Reverse Betsy DeVos’s Policies",
      "snippet": "President-elect Joseph R. Biden Jr. has presented an education agenda that is starkly different from the Trump era, beginning with a far more cautious approach to school reopenings.",
      "abstract": "President-elect Joseph R. Biden Jr. has presented an education agenda that is starkly different from the Trump era, beginning with a far more cautious approach to school reopenings.",
      "lead_paragraph": "WASHINGTON — Like most federal agencies, the Education Department followed President Trump’s lead in seeking to undo the legacy of his predecessor, and Education Secretary Betsy DeVos diligently tore into President Barack Obama’s policies.",
      "publication_date": "2020-11-13T10:00:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/13/us/politics/biden-education-devos.html",
      "byline": "By Erica L. Green"
    },
    {
      "headline": "Once Loyal to Trump, Law Firms Pull Back From His Election Fight",
      "snippet": "Porter Wright withdrew from a federal lawsuit it had filed days earlier. A top Jones Day lawyer said the firm wouldn’t take on new election litigation.",
      "abstract": "Porter Wright withdrew from a federal lawsuit it had filed days earlier. A top Jones Day lawyer said the firm wouldn’t take on new election litigation.",
      "lead_paragraph": "Law firms that have represented President Trump and his campaign are now distancing themselves from a quixotic effort by Mr. Trump and his allies to overturn the results of the election won by President-elect Joseph R. Biden Jr.",
      "publication_date": "2020-11-13T12:58:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/13/business/porter-wright-trump-pennsylvania.html",
      "byline": "By Rachel Abrams, David Enrich and Jessica Silver-Greenberg"
    }
  ]
}