{
  "metadata": {
    "date": "2020-08-13",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Sumner Redstone, Hollywood Brawler",
      "snippet": "He embodied the impolite era of the media mogul, a time before streaming, when movie theaters and cable TV were all the rage.",
      "abstract": "He embodied the impolite era of the media mogul, a time before streaming, when movie theaters and cable TV were all the rage.",
      "lead_paragraph": "Sumner M. Redstone belonged to the Age of the Media Mogul, a time before Apple, Facebook, Amazon and Google, when street-smart executives like Rupert Murdoch, Barry Diller and John Malone brawled in a bid to dominate the world’s screen time.",
      "publication_date": "2020-08-12T16:57:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/12/business/media/sumner-redstone-legacy.html",
      "byline": "By Edmund Lee"
    },
    {
      "headline": "Britain’s New Record: A Recession Worse Than in Europe and North America",
      "snippet": "Seventeen years of economic growth have been wiped out in Britain’s late and long lockdown.",
      "abstract": "Seventeen years of economic growth have been wiped out in Britain’s late and long lockdown.",
      "lead_paragraph": "Britain discovered on Wednesday that its economy had suffered a recession deeper than any other reported by a European or North American country during the coronavirus pandemic.",
      "publication_date": "2020-08-12T20:23:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/12/business/britain-economy-recession-coronavirus.html",
      "byline": "By Eshe Nelson"
    },
    {
      "headline": "Biden and Harris Pledge a Strong Challenge to Trump and a Path Out of Crisis",
      "snippet": "Joe Biden and Kamala Harris made their debut as running mates in Wilmington, Del., offering a vision of recovery from the coronavirus and pressing their case that the president has made things worse at every turn.",
      "abstract": "Joe Biden and Kamala Harris made their debut as running mates in Wilmington, Del., offering a vision of recovery from the coronavirus and pressing their case that the president has made things worse at every turn.",
      "lead_paragraph": "WILMINGTON, Del. — Joseph R. Biden Jr. and Senator Kamala Harris made their debut as running mates in a high school gymnasium on Wednesday, pledging to lead the country out of the coronavirus crisis amid an onslaught of attacks from President Trump as the two national tickets went head-to-head for the first time, less than three months before Election Day.",
      "publication_date": "2020-08-12T23:37:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/12/us/politics/biden-harris-delaware-appearance.html",
      "byline": "By Katie Glueck and Thomas Kaplan"
    },
    {
      "headline": "Her Voice? Her Name? G.O.P.’s Raw Personal Attacks on Kamala Harris",
      "snippet": "‘Radical leftist’ or not progressive enough? In the hours after Ms. Harris’s announcement as Joe Biden’s vice president, the Trump campaign struggled to launch a clear attack on the Biden-Harris ticket.",
      "abstract": "‘Radical leftist’ or not progressive enough? In the hours after Ms. Harris’s announcement as Joe Biden’s vice president, the Trump campaign struggled to launch a clear attack on the Biden-Harris ticket.",
      "lead_paragraph": "WASHINGTON — Opening an ugly new chapter in the 2020 campaign, President Trump and allies in the Republican Party and on Fox News have swiftly gone all-in on sexist and personal attacks against Kamala Harris, the Democratic vice-presidential candidate, from Mr. Trump demeaning her as “angry” and “horrible” to commentators mocking her first name to comparing her to “payday lenders.”",
      "publication_date": "2020-08-12T23:48:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/12/us/politics/kamala-harris-gop-attacks.html",
      "byline": "By Annie Karni and Jeremy W. Peters"
    },
    {
      "headline": "‘We Are the Guinea Pigs’: Hollywood Restarts Its Blockbuster Machine",
      "snippet": "“Jurassic World: Dominion,” filming in England, is a chance for the movie industry to see if it can move past the financial woes caused by the pandemic.",
      "abstract": "“Jurassic World: Dominion,” filming in England, is a chance for the movie industry to see if it can move past the financial woes caused by the pandemic.",
      "lead_paragraph": "Like most actors, Bryce Dallas Howard is used to showing up on film sets knowing what lines she’s supposed to say, when she’s supposed to say them and, often, not much more.",
      "publication_date": "2020-08-13T07:00:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/13/business/media/coronavirus-jurassic-world-dominion.html",
      "byline": "By Nicole Sperling and Brooks Barnes"
    },
    {
      "headline": "Worried Lenders Pounce on Landlords Unable to Pay Their Loans",
      "snippet": "Some hedge funds and private equity firms that lent money to property owners are now suing them for falling behind on interest payments.",
      "abstract": "Some hedge funds and private equity firms that lent money to property owners are now suing them for falling behind on interest payments.",
      "lead_paragraph": "Five months into the pandemic, hotel rooms remain largely unreserved, office space sits empty and hardly anyone is venturing into malls. Commercial tenants are struggling to pay their rents, and property owners are struggling to make payments on the loans they took out to finance the buildings.",
      "publication_date": "2020-08-13T09:00:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/13/business/commercial-landlord-loan-foreclosure.html",
      "byline": "By Matthew Goldstein"
    },
    {
      "headline": "The Three Abductions of N.: How Corporate Kidnapping Works",
      "snippet": "When estranged parents take children across borders, a shadowy industry of “recovery agents” can get them back — for a fee.",
      "abstract": "When estranged parents take children across borders, a shadowy industry of “recovery agents” can get them back — for a fee.",
      "lead_paragraph": "A few days before Christmas 2013, Stuart Dempster hired a car to take him from Bangkok to the rural town of Ban Phai, in northeastern Thailand. Mr. Dempster, a 55-year-old track and field coach from Australia, was accompanied by a tall, burly security contractor. The two men were preparing to abduct Mr. Dempster’s daughter.",
      "publication_date": "2020-08-13T09:00:35+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2020/08/13/business/corporate-child-abduction.html",
      "byline": "By David Yaffe-Bellany"
    },
    {
      "headline": "Israel and United Arab Emirates Strike Major Diplomatic Agreement",
      "snippet": "President Trump announced that Israel and the United Arab Emirates would establish “full normalization of relations” and that in exchange Israel would forgo for now “declaring sovereignty” over occupied West Bank territory.",
      "abstract": "President Trump announced that Israel and the United Arab Emirates would establish “full normalization of relations” and that in exchange Israel would forgo for now “declaring sovereignty” over occupied West Bank territory.",
      "lead_paragraph": "Israel and the United Arab Emirates reached a landmark accord sealed by President Trump on Thursday that could presage a broader realignment in the region as the two agreed to “full normalization of relations” in exchange for Israel suspending annexation of occupied West Bank territory.",
      "publication_date": "2020-08-13T15:14:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/13/us/politics/trump-israel-united-arab-emirates-uae.html",
      "byline": "By Peter Baker, Isabel Kershner, David D. Kirkpatrick and Ronen Bergman"
    },
    {
      "headline": "In Europe, Millions of Jobless Are Falling Through the Cracks",
      "snippet": "Government efforts to subsidize wages and prevent layoffs have kept many in jobs, but they aren’t sheltering an army of precarious workers.",
      "abstract": "Government efforts to subsidize wages and prevent layoffs have kept many in jobs, but they aren’t sheltering an army of precarious workers.",
      "lead_paragraph": "PARIS — Thierry Hombert stepped onto the balcony of his sparsely furnished apartment and took one last long look around. When the coronavirus hit France, the short-term catering gigs on which he lived for a decade disappeared, and he was now selling his home to make ends meet.",
      "publication_date": "2020-08-13T15:21:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/13/business/europe-precarious-workers.html",
      "byline": "By Liz Alderman"
    }
  ]
}