{
  "metadata": {
    "date": "2020-04-30",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Fed Suggests Tough Road Ahead as It Pledges to Help Insulate Economy",
      "snippet": "The Federal Reserve left rates unchanged near zero at its April meeting and suggested it would not be raising them anytime soon as the virus takes a huge toll on economic growth.",
      "abstract": "The Federal Reserve left rates unchanged near zero at its April meeting and suggested it would not be raising them anytime soon as the virus takes a huge toll on economic growth.",
      "lead_paragraph": "Jerome H. Powell, the Federal Reserve chair, struck a worried tone at his first regularly scheduled news conference since the coronavirus shuttered the United States economy, calling the job losses taking hold “heartbreaking” and predicting a long road ahead.",
      "publication_date": "2020-04-29T18:00:39+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/04/29/business/economy/fed-coronavirus-interest-rates.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "Democratic Frustration Mounts as Biden Remains Silent on Sexual Assault Allegation",
      "snippet": "Activists and women’s rights advocates have urged Mr. Biden to address a former aide’s allegation that he sexually assaulted her in 1993. His lack of response has angered them.",
      "abstract": "Activists and women’s rights advocates have urged Mr. Biden to address a former aide’s allegation that he sexually assaulted her in 1993. His lack of response has angered them.",
      "lead_paragraph": "For more than three weeks, progressive activists and women’s rights advocates debated how to handle an allegation of sexual assault against Joseph R. Biden Jr. The conversations weren’t easy, nor were the politics: Mr. Biden, the presumptive Democratic presidential nominee, faced one allegation; his opponent, President Trump, at least a dozen.",
      "publication_date": "2020-04-29T20:59:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/04/29/us/politics/tara-reade-joe-biden.html",
      "byline": "By Lisa Lerer and Sydney Ember"
    },
    {
      "headline": "The Bad News Won’t Stop, but Markets Keep Rising",
      "snippet": "Trillions in stimulus dollars have convinced Wall Street that the government has its back, and investors are seizing on even glimmers of good news about the pandemic.",
      "abstract": "Trillions in stimulus dollars have convinced Wall Street that the government has its back, and investors are seizing on even glimmers of good news about the pandemic.",
      "lead_paragraph": "The government said on Wednesday that the U.S. economy had suffered its worst contraction since the last recession. The head of the Federal Reserve later said he didn’t know how bad this downturn would be, or how long it would last.",
      "publication_date": "2020-04-29T22:39:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/04/29/business/stock-markets.html",
      "byline": "By Matt Phillips"
    },
    {
      "headline": "Powerful Meat Industry Holds More Sway After Trump’s Order",
      "snippet": "The executive action signals that decisions around whether to close or reopen plants should be driven by the federal government, not local authorities.",
      "abstract": "The executive action signals that decisions around whether to close or reopen plants should be driven by the federal government, not local authorities.",
      "lead_paragraph": "Ever since slaughterhouses became coronavirus hot spots, the meat industry has been asking the Trump administration for help.",
      "publication_date": "2020-04-29T22:56:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/04/29/business/coronavirus-trump-meat-plants.html",
      "byline": "By Michael Corkery, David Yaffe-Bellany and Ana Swanson"
    },
    {
      "headline": "Millions Had Risen Out of Poverty. Coronavirus Is Pulling Them Back.",
      "snippet": "Experts say that for the first time since 1998, global poverty will increase. At least a half billion people could slip into destitution by the end of the year.",
      "abstract": "Experts say that for the first time since 1998, global poverty will increase. At least a half billion people could slip into destitution by the end of the year.",
      "lead_paragraph": "She was just 12 when she dropped out of school and began clocking in for endless shifts at one of the garment factories springing up in Bangladesh, hoping to pull her family out of poverty.",
      "publication_date": "2020-04-30T07:50:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/04/30/world/asia/coronavirus-poverty-unemployment.html",
      "byline": "By Maria Abi-Habib"
    },
    {
      "headline": "Trump Officials Are Said to Press Spies to Link Virus and Wuhan Labs",
      "snippet": "Some analysts are worried that the pressure from senior officials could distort assessments about the coronavirus and be used as a weapon in an escalating battle with China.",
      "abstract": "Some analysts are worried that the pressure from senior officials could distort assessments about the coronavirus and be used as a weapon in an escalating battle with China.",
      "lead_paragraph": "WASHINGTON — Senior Trump administration officials have pushed American spy agencies to hunt for evidence to support an unsubstantiated theory that a government laboratory in Wuhan, China, was the origin of the coronavirus outbreak, according to current and former American officials. The effort comes as President Trump escalates a public campaign to blame China for the pandemic.",
      "publication_date": "2020-04-30T09:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/04/30/us/politics/trump-administration-intelligence-coronavirus-china.html",
      "byline": "By Mark Mazzetti, Julian E. Barnes, Edward Wong and Adam Goldman"
    },
    {
      "headline": "Trump’s Disinfectant Talk Trips Up Sites’ Vows Against Misinformation",
      "snippet": "Facebook, Twitter and YouTube have declined to remove the president’s statements about unproven coronavirus treatments.",
      "abstract": "Facebook, Twitter and YouTube have declined to remove the president’s statements about unproven coronavirus treatments.",
      "lead_paragraph": "SAN FRANCISCO — Mark Zuckerberg, Facebook’s chief executive, said in March that promoting bleach as a cure for the coronavirus was “misinformation that has imminent risk of danger” and that such messages would immediately be removed from the social network.",
      "publication_date": "2020-04-30T09:00:24+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/04/30/technology/trump-coronavirus-social-media.html",
      "byline": "By Sheera Frenkel and Davey Alba"
    },
    {
      "headline": "Stymied in Seeking Benefits, Millions of Unemployed Go Uncounted",
      "snippet": "As state agencies grapple with new guidelines and sheer volume, many workers are frustrated in filing claims and omitted from jobless tallies.",
      "abstract": "As state agencies grapple with new guidelines and sheer volume, many workers are frustrated in filing claims and omitted from jobless tallies.",
      "lead_paragraph": "With a flood of unemployment claims continuing to overwhelm many state agencies, economists say the job losses may be far worse than government tallies indicate.",
      "publication_date": "2020-04-30T12:47:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/04/30/business/economy/coronavirus-unemployment-claims.html",
      "byline": "By Nelson D. Schwartz, Tiffany Hsu and Patricia Cohen"
    }
  ]
}