{
  "metadata": {
    "date": "2020-12-07",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Black Man Is Beaten on Camera, Thrusting French Police Into Spotlight",
      "snippet": "A music producer believes he’d be in jail unjustly if not for a video showing how officers assaulted him. Instead, the police are now in the eye of a political storm. And so is he.",
      "abstract": "A music producer believes he’d be in jail unjustly if not for a video showing how officers assaulted him. Instead, the police are now in the eye of a political storm. And so is he.",
      "lead_paragraph": "PARIS — Without the video, Michel Zecler believes his case would have been reduced, at most, to a brief news item.",
      "publication_date": "2020-12-04T19:45:24+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/04/world/europe/Michel-Zecler-france-police-video-beating.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "For Boris Johnson, a Week to Exorcise the Demons of 2020",
      "snippet": "With the vaccine rollout and a potential Brexit deal looming, his government has a chance to wash away its reputation for chaos and mismanagement.",
      "abstract": "With the vaccine rollout and a potential Brexit deal looming, his government has a chance to wash away its reputation for chaos and mismanagement.",
      "lead_paragraph": "LONDON — Britain’s approval of a coronavirus vaccine this week, beating every other Western country, would be a political gift for any leader. But perhaps none needs it as much as Prime Minister Boris Johnson.",
      "publication_date": "2020-12-04T19:58:46+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/04/world/europe/boris-johnson-vaccine-brexit.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "A New Way to Invest for the Vengeful and the High-Minded",
      "snippet": "Big investment managers are buying up companies that help with so-called direct indexing, which offers clients a way to boot individual companies from their portfolios. It has tax benefits, too.",
      "abstract": "Big investment managers are buying up companies that help with so-called direct indexing, which offers clients a way to boot individual companies from their portfolios. It has tax benefits, too.",
      "lead_paragraph": "Imagine a 401(k) where there’s no investment menu of stock funds. Instead, you get to make one that aligns with your values.",
      "publication_date": "2020-12-04T20:07:08+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/04/your-money/esg-investing-direct-index-blackrock-morgan-stanley.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "A Trump Immigration Policy Is Leaving Families Hungry",
      "snippet": "The “public charge” rule was supposed to ensure that green cards go only to self-sufficient immigrants, but in the pandemic, it is driving up hunger and leaving Joe Biden with a quandary.",
      "abstract": "The “public charge” rule was supposed to ensure that green cards go only to self-sufficient immigrants, but in the pandemic, it is driving up hunger and leaving Joe Biden with a quandary.",
      "lead_paragraph": "HOUSTON — The cars began filing into the parking lot shortly after 6 a.m., snaking around police officers who directed traffic to masked volunteers standing ready with boxes of frozen pizza, tortillas and brown bags of canned food.",
      "publication_date": "2020-12-04T22:57:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/04/us/politics/trump-immigration-hunger.html",
      "byline": "By Zolan Kanno-Youngs"
    },
    {
      "headline": "Further Slowdown in Job Creation Sets Off Economic Alarms",
      "snippet": "November’s hiring of 245,000, the fifth straight monthly easing in new employment, reinforces calls for action on a fresh relief package.",
      "abstract": "November’s hiring of 245,000, the fifth straight monthly easing in new employment, reinforces calls for action on a fresh relief package.",
      "lead_paragraph": "The American job engine has slowed significantly, stranding millions who have yet to find work after being idled by the pandemic, and offering fresh evidence that the recovery is faltering.",
      "publication_date": "2020-12-04T22:58:42+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/04/business/economy/november-jobs-report.html",
      "byline": "By Patricia Cohen"
    },
    {
      "headline": "A $900 Billion Plan Would Help the Economy, but Not Fix It",
      "snippet": "While a compromise package gaining steam in Congress would provide urgent help to the economy, some people and businesses would be left out in the cold.",
      "abstract": "While a compromise package gaining steam in Congress would provide urgent help to the economy, some people and businesses would be left out in the cold.",
      "lead_paragraph": "The economic recovery, slowing for months, is in danger of going into reverse. That’s why a growing list of economists, business lobbyists and other advocacy groups are urging lawmakers to rally around the $908 billion aid package currently gaining bipartisan support in Congress.",
      "publication_date": "2020-12-04T23:07:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/04/business/economy/congress-stimulus-economy-impact.html",
      "byline": "By Jim Tankersley and Ben Casselman"
    },
    {
      "headline": "A Gathering Political Storm Hits Georgia, With Trump on the Way",
      "snippet": "With two crucial Senate seats up for grabs, Mike Pence and Barack Obama joined the fray in support of their party’s candidates, and President Trump is headed there on Saturday.",
      "abstract": "With two crucial Senate seats up for grabs, Mike Pence and Barack Obama joined the fray in support of their party’s candidates, and President Trump is headed there on Saturday.",
      "lead_paragraph": "ATLANTA — Some of the biggest names in national politics jumped into the fiercely contested runoffs for two Georgia Senate seats on Friday, even as a second recount showed that Joseph R. Biden Jr. had maintained his lead in the state and Republicans braced for a visit by President Trump, who has railed against his loss there with baseless claims of fraud.",
      "publication_date": "2020-12-05T00:22:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/04/us/politics/trump-georgia-senate-obama.html",
      "byline": "By Richard Fausset, Michael D. Shear and Shane Goldmacher"
    },
    {
      "headline": "The Virus Is Devastating the U.S., and Leaving an Uneven Toll",
      "snippet": "The United States saw the most new coronavirus cases of the pandemic on Friday, with deaths and hospitalizations also rising. Underlying conditions largely determine who survives.",
      "abstract": "The United States saw the most new coronavirus cases of the pandemic on Friday, with deaths and hospitalizations also rising. Underlying conditions largely determine who survives.",
      "lead_paragraph": "HOUSTON — The United States is winding up a particularly devastating week, one of the very worst since the coronavirus pandemic began nine months ago.",
      "publication_date": "2020-12-05T01:18:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/04/us/covid-united-states-surge.html",
      "byline": "By Manny Fernandez, Julie Bosman, Amy Harmon, Danielle Ivory and Mitch Smith"
    },
    {
      "headline": "Republicans Pushed to Restrict Voting. Millions of Americans Pushed Back.",
      "snippet": "Almost 160 million people voted this year, as new options made necessary by the pandemic removed many of the traditional barriers to casting ballots. Will it change the way America conducts elections?",
      "abstract": "Almost 160 million people voted this year, as new options made necessary by the pandemic removed many of the traditional barriers to casting ballots. Will it change the way America conducts elections?",
      "lead_paragraph": "Nearly 160 million Americans voted in the 2020 elections, by far the most in history and a level of turnout not seen in over a century, representing an extraordinary milestone of civic engagement in a year marked by a devastating pandemic, record unemployment and political unrest.",
      "publication_date": "2020-12-05T10:00:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/05/us/politics/2020-election-turnout.html",
      "byline": "By Nick Corasaniti and Jim Rutenberg"
    },
    {
      "headline": "Police Drones Are Starting to Think for Themselves",
      "snippet": "In one Southern California city, flying drones with artificial intelligence are aiding investigations while presenting new civil rights questions.",
      "abstract": "In one Southern California city, flying drones with artificial intelligence are aiding investigations while presenting new civil rights questions.",
      "lead_paragraph": "CHULA VISTA, Calif. — When the Chula Vista police receive a 911 call, they can dispatch a flying drone with the press of a button.",
      "publication_date": "2020-12-05T10:00:17+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/05/technology/police-drones.html",
      "byline": "By Cade Metz"
    },
    {
      "headline": "The Rise and Fall of Carl Lentz, the Celebrity Pastor of Hillsong Church",
      "snippet": "A charismatic pastor helped build a megachurch favored by star athletes and entertainers — until some temptations became too much to resist.",
      "abstract": "A charismatic pastor helped build a megachurch favored by star athletes and entertainers — until some temptations became too much to resist.",
      "lead_paragraph": "In the summer of 2017, the singer Justin Bieber abruptly canceled the remainder of a concert tour that had taken him across six continents in 16 months. Mr. Bieber cited fatigue; his fans fretted. But on the tabloid website TMZ, a more hopeful narrative quickly emerged. The 23-year-old singer left the tour because he “rededicated his life to Christ” thanks to a pastor named Carl Lentz, leader of the New York City branch of the global megachurch Hillsong. The pastor and the pop star were inseparable, the gossip site reported. Two days later, the site reported that Mr. Bieber saw Mr. Lentz “as a 2nd father.”",
      "publication_date": "2020-12-05T15:01:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/05/us/carl-lentz-hillsong-pastor.html",
      "byline": "By Ruth Graham"
    },
    {
      "headline": "With 3 Billion Packages to Go, Online Shopping Faces Tough Holiday Test",
      "snippet": "The season is adding pressure on retailers, strained by a pandemic surge in e-commerce and limited by shippers, to deliver gifts on time.",
      "abstract": "The season is adding pressure on retailers, strained by a pandemic surge in e-commerce and limited by shippers, to deliver gifts on time.",
      "lead_paragraph": "E-commerce became a lifeline for consumers and companies during the pandemic. But this holiday season, online shopping will strain the industry as never before: An estimated three billion packages will course through the nation’s shipping infrastructure — about 800 million more than delivered last year.",
      "publication_date": "2020-12-05T15:32:55+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/05/business/ecommerce-shipping-holiday-season.html",
      "byline": "By Michael Corkery and Sapna Maheshwari"
    },
    {
      "headline": "Trump’s Final Days of Rage and Denial",
      "snippet": "The last act of the Trump presidency has taken on the stormy elements of a drama more common to history or literature than a modern White House.",
      "abstract": "The last act of the Trump presidency has taken on the stormy elements of a drama more common to history or literature than a modern White House.",
      "lead_paragraph": "WASHINGTON — Over the past week, President Trump posted or reposted about 145 messages on Twitter lashing out at the results of an election he lost. He mentioned the coronavirus pandemic now reaching its darkest hours four times — and even then just to assert that he was right about the outbreak and the experts were wrong.",
      "publication_date": "2020-12-05T17:19:49+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/05/us/politics/trump-presidency-election-loss.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "How Joe Biden’s Digital Team Tamed the MAGA Internet",
      "snippet": "The campaign’s empathetic digital strategy held up surprisingly well against President Trump’s passionate digital following.",
      "abstract": "The campaign’s empathetic digital strategy held up surprisingly well against President Trump’s passionate digital following.",
      "lead_paragraph": "To hear more audio stories from publishers like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2020-12-06T10:00:14+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/06/technology/joe-biden-internet-election.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "Bergamo’s Pandemic Survivors Carry Scars Unseen and Incalculable",
      "snippet": "Plagued by guilt, anger and regrets, those still alive in the hardest hit place in Italy, and perhaps the world, grapple to understand how the virus has changed them.",
      "abstract": "Plagued by guilt, anger and regrets, those still alive in the hardest hit place in Italy, and perhaps the world, grapple to understand how the virus has changed them.",
      "lead_paragraph": "NEMBRO, Italy — Every Monday night in the northern Italian town that had perhaps the highest coronavirus death rate in all of Europe, a psychologist specializing in post-traumatic stress leads group therapy sessions in the local church.",
      "publication_date": "2020-12-06T10:00:16+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/06/world/europe/bergamo-italy-coronavirus-covid-19-ptsd.html",
      "byline": "By Jason Horowitz"
    },
    {
      "headline": "After Centuries of Obscurity, Wilmington Is Having a Moment",
      "snippet": "Joe Biden’s hometown, known chiefly for its dull, corporate vibe, has become the center of the political universe. Residents are thrilled.",
      "abstract": "Joe Biden’s hometown, known chiefly for its dull, corporate vibe, has become the center of the political universe. Residents are thrilled.",
      "lead_paragraph": "WILMINGTON, Del. — The hometown of President-elect Joseph R. Biden Jr. has long wrestled with its image problem. Namely, it does not have one.",
      "publication_date": "2020-12-06T21:14:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/06/us/after-centuries-of-obscurity-wilmington-is-having-a-moment.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Biden Picks Xavier Becerra to Lead Health and Human Services",
      "snippet": "The selection of Mr. Becerra, the California attorney general, is a surprise. If confirmed, he will face a daunting challenge in leading the department at a critical moment in the pandemic.",
      "abstract": "The selection of Mr. Becerra, the California attorney general, is a surprise. If confirmed, he will face a daunting challenge in leading the department at a critical moment in the pandemic.",
      "lead_paragraph": "WASHINGTON — President-elect Joseph R. Biden Jr. has selected Xavier Becerra, the Democratic attorney general of California, as his nominee for secretary of health and human services, tapping a former congressman who would be the first Latino to run the department as it battles the surging coronavirus pandemic.",
      "publication_date": "2020-12-06T22:45:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/06/us/politics/xavier-becerra-hhs-health-secretary.html",
      "byline": "By Sheryl Gay Stolberg and Michael D. Shear"
    },
    {
      "headline": "A Powerful Reporter Got Away With Sexual Misconduct for Decades. His Paper, and His Union, Looked the Other Way.",
      "snippet": "Michael Fuoco was a bigfoot reporter with a fiery personality and a reputation for harassing young women. No one seemed to want to rein him in.",
      "abstract": "Michael Fuoco was a bigfoot reporter with a fiery personality and a reputation for harassing young women. No one seemed to want to rein him in.",
      "lead_paragraph": "As the American news business shrank and struggled over the past decade, a new wave of labor activism caught fire. A younger generation of labor leaders rose up and offered a powerful and progressive vision: They would be transparent, sensitive to issues of racism and sexism and truly accountable to workers.",
      "publication_date": "2020-12-07T00:42:44+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/06/business/media/pittsburgh-post-gazette-news-guild.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "Trump Officials Push Ambitious Vaccine Timeline as California Locks Down",
      "snippet": "As cases surge and hospital beds fill up, federal officials said a vaccine could be distributed to as many as 24 million people by mid-January.",
      "abstract": "As cases surge and hospital beds fill up, federal officials said a vaccine could be distributed to as many as 24 million people by mid-January.",
      "lead_paragraph": "WASHINGTON — The Trump administration’s top health officials outlined an ambitious timetable on Sunday for distributing the first coronavirus vaccinations to as many as 24 million people by mid-January, even as the accelerating toll of the pandemic filled more hospital beds across the United States and prompted new shutdown orders in much of California.",
      "publication_date": "2020-12-07T01:43:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/06/us/politics/covid-vaccine-timeline-california.html",
      "byline": "By Michael D. Shear, Apoorva Mandavilli and Jill Cowan"
    },
    {
      "headline": "The Suburbs Helped Elect Biden. Can They Give Democrats the Senate, Too?",
      "snippet": "Some Atlanta suburbs that used to be “blood red” went blue in November. But Democrats need strong turnout in January, not just disaffected Republicans seeking to give Trump one final defeat.",
      "abstract": "Some Atlanta suburbs that used to be “blood red” went blue in November. But Democrats need strong turnout in January, not just disaffected Republicans seeking to give Trump one final defeat.",
      "lead_paragraph": "DECATUR, Ga. — President Trump bet his re-election on a very specific vision of the American suburb: a 2020 edition of Mayfield from “Leave It to Beaver” in which residents are white, resent minorities, and prioritize their economic well-being over all other concerns.",
      "publication_date": "2020-12-07T08:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/07/us/politics/Atlanta-suburbs-runoff-Georgia.html",
      "byline": "By Astead W. Herndon"
    },
    {
      "headline": "Scandal Dogs AstraZeneca’s Vaccine Partner in China",
      "snippet": "The British-Swedish drugmaker has joined with a huge Asian company to produce a Covid-19 vaccine in China, where shady reputations are common in the pharmaceutical industry.",
      "abstract": "The British-Swedish drugmaker has joined with a huge Asian company to produce a Covid-19 vaccine in China, where shady reputations are common in the pharmaceutical industry.",
      "lead_paragraph": "As a government regulator sidled into a car, the Chinese pharmaceutical executive handed over a paper bag stuffed with $44,000 in cash.",
      "publication_date": "2020-12-07T10:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2020/12/07/business/china-vaccine-astrazeneca.html",
      "byline": "By Sui-Lee Wee and Javier C. Hernández"
    },
    {
      "headline": "‘This Is Insanity’: Start-Ups End Year in a Deal Frenzy",
      "snippet": "Investors are tripping over one another to give hot start-ups money. DoorDash and Airbnb are going public. The good times are baaack.",
      "abstract": "Investors are tripping over one another to give hot start-ups money. DoorDash and Airbnb are going public. The good times are baaack.",
      "lead_paragraph": "SAN FRANCISCO — Hopin, a virtual events start-up in London, had seven employees and was valued at $38 million at the beginning of the year. Johnny Boufarhat, the company’s chief executive, wasn’t planning on raising more money.",
      "publication_date": "2020-12-07T10:00:16+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/07/technology/this-is-insanity-start-ups-end-year-in-a-deal-frenzy.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "An Autistic Man Is Killed, Exposing Israel’s Festering Police Brutality Problem",
      "snippet": "The police killing of a disabled Palestinian fueled nationwide protests. But the authorities have failed to rein in the use of excessive force, which has a long history.",
      "abstract": "The police killing of a disabled Palestinian fueled nationwide protests. But the authorities have failed to rein in the use of excessive force, which has a long history.",
      "lead_paragraph": "JERUSALEM — The school for the mentally disabled in Jerusalem’s Old City made a point of preparing its Palestinian students for interactions with the Israeli police.",
      "publication_date": "2020-12-07T10:00:24+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/07/world/middleeast/israel-police-brutality-palestinian.html",
      "byline": "By David M. Halbfinger and Adam Rasgon"
    },
    {
      "headline": "Three Years After Family Separation, Her Son Is Back. But Her Life Is Not.",
      "snippet": "Many of the migrant families separated under the Trump administration’s most controversial immigration policy have been reunited. But some are still struggling.",
      "abstract": "Many of the migrant families separated under the Trump administration’s most controversial immigration policy have been reunited. But some are still struggling.",
      "lead_paragraph": "When Leticia Peren bid her 15-year-old son, Yovany, good night in a Texas Border Patrol station three years ago, he was still small enough that she, standing less than five feet tall, reached down a little when she placed her hand on his shoulder and urged him to rest.",
      "publication_date": "2020-12-07T10:00:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/07/us/family-separation-complications.html",
      "byline": "By Caitlin Dickerson and Ryan Christopher Jones"
    }
  ]
}