{
  "metadata": {
    "date": "2020-02-05",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Virus Exposes Cracks in Carmakers’ Chinese Supply Chains",
      "snippet": "Hyundai will idle plants in South Korea, pointing to a shortage of components due to the coronavirus outbreak and hinting at trouble for other manufacturers.",
      "abstract": "Hyundai will idle plants in South Korea, pointing to a shortage of components due to the coronavirus outbreak and hinting at trouble for other manufacturers.",
      "lead_paragraph": "The coronavirus is providing a lesson in how much the world’s car factories revolve around China.",
      "publication_date": "2020-02-04T16:30:46+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/02/04/business/hyundai-south-korea-coronavirus.html",
      "byline": "By Jack Ewing, Neal E. Boudette and Geneva Abdul"
    },
    {
      "headline": "Coronavirus Adds to Pressure for U.S. Oil Industry",
      "snippet": "With a decline in China’s demand sending world prices lower, cutbacks by American companies may be ahead, but drivers are benefiting.",
      "abstract": "With a decline in China’s demand sending world prices lower, cutbacks by American companies may be ahead, but drivers are benefiting.",
      "lead_paragraph": "HOUSTON — At a time when they are already cutting jobs and weighed down by debt, American oil producers are bracing for the latest shock to hit world energy markets: the economic effects of the coronavirus outbreak on China and beyond.",
      "publication_date": "2020-02-04T18:43:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/02/04/us/oil-coronavirus.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Tesla’s Stock Is Up 36% in Two Days. What’s Going On?",
      "snippet": "Traders who bet against Tesla’s success could be the ones now pushing the share price higher.",
      "abstract": "Traders who bet against Tesla’s success could be the ones now pushing the share price higher.",
      "lead_paragraph": "There’s a new rocket ship from Elon Musk: Tesla’s stock.",
      "publication_date": "2020-02-04T20:04:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/02/04/business/tesla-stock-price.html",
      "byline": "By Niraj Chokshi and Peter Eavis"
    },
    {
      "headline": "Iowa Democrats Release Partial Caucus Results, but No Winner Yet",
      "snippet": "A first wave of results showed Pete Buttigieg and Bernie Sanders with an early lead, with Joseph R. Biden Jr. well behind.",
      "abstract": "A first wave of results showed Pete Buttigieg and Bernie Sanders with an early lead, with Joseph R. Biden Jr. well behind.",
      "lead_paragraph": "DES MOINES — Democratic officials in Iowa on Tuesday provided a measure of clarity to the muddled outcome of its statewide caucuses, releasing a delayed first wave of partial results that showed Pete Buttigieg and Senator Bernie Sanders with a preliminary lead and former Vice President Joseph R. Biden Jr. falling well behind the other top-tier candidates.",
      "publication_date": "2020-02-04T20:24:43+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/02/04/us/politics/iowa-democratic-candidates.html",
      "byline": "By Alexander Burns and Shane Goldmacher"
    },
    {
      "headline": "Did Fox News Edit an Interview at Trump’s Request? Chris Wallace Says No",
      "snippet": "The “Fox News Sunday” anchor told The Times that the accusation from Steve Bannon was “utter foolishness.”",
      "abstract": "The “Fox News Sunday” anchor told The Times that the accusation from Steve Bannon was “utter foolishness.”",
      "lead_paragraph": "On Dec. 10, 2016, the Fox News anchor Chris Wallace spent several hours interviewing Donald J. Trump for an episode of “Fox News Sunday.” Mr. Wallace spoke with Mr. Trump at Trump Tower in Manhattan and then flew with Mr. Trump and his advisers to the Army-Navy football game in Baltimore, where their conversation continued.",
      "publication_date": "2020-02-04T20:37:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/02/04/business/media/fox-news-chris-wallace-trump-interview.html",
      "byline": "By Michael M. Grynbaum"
    },
    {
      "headline": "Netflix Spent Big on Oscar-Worthy Films. That May Not Be Enough.",
      "snippet": "The streaming giant has a leading 24 nominations, but forecasters don’t expect it to win many Academy Awards on Sunday.",
      "abstract": "The streaming giant has a leading 24 nominations, but forecasters don’t expect it to win many Academy Awards on Sunday.",
      "lead_paragraph": "LOS ANGELES — Ballots for the coming Academy Awards are still being tabulated. But it already seems clear: This will not be Netflix’s year.",
      "publication_date": "2020-02-04T21:29:32+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/02/04/business/media/netflix-academy-awards-oscars.html",
      "byline": "By Brooks Barnes and Nicole Sperling"
    },
    {
      "headline": "Faulty Iowa App Was Part of Push to Restore Democrats’ Digital Edge",
      "snippet": "The app that sowed chaos at the caucuses was the work of Shadow Inc., a group founded by veterans of the Clinton campaign.",
      "abstract": "The app that sowed chaos at the caucuses was the work of Shadow Inc., a group founded by veterans of the Clinton campaign.",
      "lead_paragraph": "The faulty smartphone app behind the chaotic aftermath of Iowa’s Democratic caucuses was the work of a little-known company called Shadow Inc. that was founded by veterans of Hillary Clinton’s unsuccessful presidential campaign, and whose previous work was marked by a string of failures, including a near bankruptcy.",
      "publication_date": "2020-02-04T22:37:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/02/04/us/politics/iowa-caucus-shadow-app.html",
      "byline": "By Matthew Rosenberg, Nick Corasaniti, Sheera Frenkel and Nicole Perlroth"
    },
    {
      "headline": "Assured of Acquittal, Trump Makes Case for a Second Term",
      "snippet": "But his speech had the surreal quality of a president on trial for high crimes and misdemeanors addressing lawmakers in the chamber where he was impeached just seven weeks ago.",
      "abstract": "But his speech had the surreal quality of a president on trial for high crimes and misdemeanors addressing lawmakers in the chamber where he was impeached just seven weeks ago.",
      "lead_paragraph": "WASHINGTON — The defendant finally showed up to have his say. President Trump never uttered the word impeachment, but in a 78-minute speech to the nation that combined a celebration of the American economy, hard-edge policy pronouncements and reality show-style surprises for the audience, he made the case for his presidency as only he could.",
      "publication_date": "2020-02-05T05:00:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/02/05/us/politics/four-more-years-chant-trump.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Trump Claims End of ‘American Decline’ While Avoiding Mention of Impeachment",
      "snippet": "The interactions between President Trump and Speaker Nancy Pelosi during the State of the Union address underscored the bitterness the move to remove him from office has caused.",
      "abstract": "The interactions between President Trump and Speaker Nancy Pelosi during the State of the Union address underscored the bitterness the move to remove him from office has caused.",
      "lead_paragraph": "WASHINGTON — President Trump claimed credit for a “great American comeback” in a speech to Congress on Tuesday night, boasting of a robust economy, contrasting his successes with the records of his predecessors and projecting optimism in the face of a monthslong Democratic effort to force him from office.",
      "publication_date": "2020-02-05T05:09:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/02/05/us/politics/trump-state-of-the-union.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "Epoch Times, Punished by Facebook, Gets a New Megaphone on YouTube",
      "snippet": "The paper, started by practitioners of Falun Gong, has turned to the video platform for an advertising blitz.",
      "abstract": "The paper, started by practitioners of Falun Gong, has turned to the video platform for an advertising blitz.",
      "lead_paragraph": "SAN FRANCISCO — Late last summer, YouTube users began noticing a surge of ads for an obscure news outlet called The Epoch Times. One ad touted an exposé of “Spygate,” a baseless conspiracy theory alleging that President Barack Obama and his allies placed a spy inside President Trump’s 2016 campaign. Another praised Mr. Trump’s interest in buying Greenland as a shrewd strategic move. A third claimed that the opioid epidemic in the United States was the result of a chemical warfare plot by the Chinese Communist Party.",
      "publication_date": "2020-02-05T10:00:09+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/02/05/technology/epoch-times-youtube.html",
      "byline": "By Kevin Roose"
    }
  ]
}