{
  "metadata": {
    "date": "2020-01-21",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "McConnell Pushes to Speed Impeachment Trial as Trump Requests Swift Acquittal",
      "snippet": "On Monday, the president’s lawyers asserted he did nothing wrong and urged the Senate to “swiftly reject” the charges against him.",
      "abstract": "On Monday, the president’s lawyers asserted he did nothing wrong and urged the Senate to “swiftly reject” the charges against him.",
      "lead_paragraph": "WASHINGTON — Senator Mitch McConnell, the majority leader, unveiled ground rules on Monday for President Trump’s impeachment trial that would attempt to speed the proceeding along and refuse to admit the evidence against the president unearthed by the House without a separate vote.",
      "publication_date": "2020-01-20T16:31:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/20/us/politics/mcconnell-pushes-to-speed-impeachment-trial-as-trump-requests-swift-acquittal.html",
      "byline": "By Peter Baker, Maggie Haberman and Nicholas Fandos"
    },
    {
      "headline": "The Davos Plutocrats Warm Up to Trump",
      "snippet": "C.E.O.s have come to accept the president, in spite of his populist views and governance-by-Twitter style. Tax cuts and a record stock market speak volumes.",
      "abstract": "C.E.O.s have come to accept the president, in spite of his populist views and governance-by-Twitter style. Tax cuts and a record stock market speak volumes.",
      "lead_paragraph": "DAVOS, Switzerland — The last time President Trump arrived at the World Economic Forum’s annual meeting, his trip was treated with deep skepticism, if not disdain, by the business and political leaders who gather once a year in this ski town in the Swiss Alps. It was 2018 and even with his newly enacted tax cuts, his populist, antiglobalist rhetoric and Twitter outbursts were more than enough to make the event’s collection of plutocrats uneasy.",
      "publication_date": "2020-01-20T20:57:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/20/business/dealbook/donald-trump-davos.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "‘Constitutional Nonsense’: Trump’s Impeachment Defense Defies Legal Consensus",
      "snippet": "The president’s legal case would negate any need for witnesses. But constitutional scholars say that it’s wrong.",
      "abstract": "The president’s legal case would negate any need for witnesses. But constitutional scholars say that it’s wrong.",
      "lead_paragraph": "WASHINGTON — As President Trump’s impeachment trial opens, his lawyers have increasingly emphasized a striking argument: Even if he did abuse his powers in an attempt to bully Ukraine into interfering in the 2020 election on his behalf, it would not matter because the House never accused him of committing an ordinary crime.",
      "publication_date": "2020-01-20T23:36:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/20/us/politics/trump-impeachment-legal-defense.html",
      "byline": "By Charlie Savage"
    },
    {
      "headline": "The Test a Deadly Coronavirus Outbreak Poses to China’s Leadership",
      "snippet": "The new virus has killed at least nine and infected more than 400 people in China, with confirmed cases in the United States, Taiwan, Thailand, Japan and South Korea.",
      "abstract": "The new virus has killed at least nine and infected more than 400 people in China, with confirmed cases in the United States, Taiwan, Thailand, Japan and South Korea.",
      "lead_paragraph": "WUHAN, China — Facing growing pressure to contain a deadly viral outbreak that has spread halfway around the world, China’s ruling Communist Party raced on Tuesday to confront the disease, slapping restrictions on the city where it started and warning that anyone who hides infections will be “forever nailed to history’s pillar of shame.”",
      "publication_date": "2020-01-21T08:26:13+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/21/world/asia/china-coronavirus-wuhan.html",
      "byline": "By Javier C. Hernández"
    },
    {
      "headline": "Trump Focuses on Economy at Davos, Seeking a Counter to Impeachment",
      "snippet": "President Trump made his first appearance on the international stage since the House sent impeachment articles to the Senate, on the day his trial is set to begin in earnest.",
      "abstract": "President Trump made his first appearance on the international stage since the House sent impeachment articles to the Senate, on the day his trial is set to begin in earnest.",
      "lead_paragraph": "DAVOS, Switzerland — President Trump swept into this moneyed Alpine village on Tuesday, full of brio and flattery, schmoozing with global business leaders as if there were no talk of removing him from office and no impeachment trial unfolding 4,000 miles away in Washington.",
      "publication_date": "2020-01-21T09:36:56+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/21/business/trump-davos.html",
      "byline": "By Annie Karni, David Gelles and Peter Baker"
    },
    {
      "headline": "A Challenge for the Trial: 100 Senators Who Love to Talk, Sitting in Silence",
      "snippet": "Senators must give up their cellphones and speeches to sit silently at their desks for the duration of the impeachment trial.",
      "abstract": "Senators must give up their cellphones and speeches to sit silently at their desks for the duration of the impeachment trial.",
      "lead_paragraph": "WASHINGTON — In the Senate, few things are of more value to a lawmaker than the sound of his or her own voice.",
      "publication_date": "2020-01-21T10:00:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/21/us/politics/senate-impeachment.html",
      "byline": "By Emily Cochrane"
    },
    {
      "headline": "‘Nobody Likes Him’: Hillary Clinton Risks a Party Split Over Bernie Sanders",
      "snippet": "Mrs. Clinton’s sharp criticism of her former rival in an upcoming documentary series ricocheted across the Democratic Party on Tuesday, threatening to reopen the barely healed wounds of 2016.",
      "abstract": "Mrs. Clinton’s sharp criticism of her former rival in an upcoming documentary series ricocheted across the Democratic Party on Tuesday, threatening to reopen the barely healed wounds of 2016.",
      "lead_paragraph": "WASHINGTON — For three years, Hillary Clinton has watched the Democratic Party search for a path forward in the Trump era.",
      "publication_date": "2020-01-21T14:06:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/21/us/politics/hillary-clinton-bernie-sanders.html",
      "byline": "By Lisa Lerer and Sydney Ember"
    }
  ]
}