{
  "metadata": {
    "date": "2020-05-19",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "WeWork Wants a Rent Break. Its Customers Do, Too.",
      "snippet": "Some who rent space from the troubled company say it has not been generous with them even as it seeks concessions from building owners.",
      "abstract": "Some who rent space from the troubled company say it has not been generous with them even as it seeks concessions from building owners.",
      "lead_paragraph": "WeWork, the office space giant that was struggling even before the coronavirus shut down much of the economy, is asking landlords for a break on its huge rent bill as it tries to survive the pandemic.",
      "publication_date": "2020-05-18T17:48:50+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/18/business/wework-rent-coronavirus.html",
      "byline": "By Peter Eavis"
    },
    {
      "headline": "Poor Countries Borrowed Billions from China. They Can’t Pay It Back.",
      "snippet": "Nations want Beijing to forgive or renegotiate loans as their economies suffer. Doing so would be costly. Saying no could hurt China’s global image.",
      "abstract": "Nations want Beijing to forgive or renegotiate loans as their economies suffer. Doing so would be costly. Saying no could hurt China’s global image.",
      "lead_paragraph": "As the coronavirus spread around the globe, Pakistan’s foreign minister called his counterpart in Beijing last month with an urgent request: The country’s economy was nose-diving, and the government needed to restructure billions of dollars of Chinese loans.",
      "publication_date": "2020-05-18T17:59:02+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/18/business/china-loans-coronavirus-belt-road.html",
      "byline": "By Maria Abi-Habib and Keith Bradsher"
    },
    {
      "headline": "Disney’s Head of Streaming Is New TikTok C.E.O.",
      "snippet": "Kevin Mayer will lead the Chinese-owned app for making and sharing short videos, which has exploded in popularity during the pandemic.",
      "abstract": "Kevin Mayer will lead the Chinese-owned app for making and sharing short videos, which has exploded in popularity during the pandemic.",
      "lead_paragraph": "LOS ANGELES — The Walt Disney Company’s top streaming executive, Kevin Mayer, resigned on Monday to become the chief executive of TikTok, the app for making and sharing short videos that has exploded in popularity during the coronavirus pandemic.",
      "publication_date": "2020-05-18T20:25:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/18/business/media/tiktok-ceo-kevin-mayer.html",
      "byline": "By Brooks Barnes and Jack Nicas"
    },
    {
      "headline": "Fear of Risk Could Diminish the Economic Rescue by the Treasury and Fed",
      "snippet": "The Treasury does not want to lose taxpayer money on central bank emergency lending. That could leave riskier companies out in the cold.",
      "abstract": "The Treasury does not want to lose taxpayer money on central bank emergency lending. That could leave riskier companies out in the cold.",
      "lead_paragraph": "As the United States plunges into the worst economic downturn in decades, there is growing concern that the Federal Reserve and the Treasury are being too timid and halting in their approach as they scramble to rescue the economy.",
      "publication_date": "2020-05-18T23:26:01+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/18/business/economy/economic-stimulus-treasury-fed-risk.html",
      "byline": "By Jeanna Smialek and Alan Rappeport"
    },
    {
      "headline": "Trump Says He’s Taking Hydroxychloroquine, Prompting Warning From Health Experts",
      "snippet": "His announcement drew immediate criticism from a range of medical experts, who warned not just of the dangers it posed for the president’s health but also of the example it set.",
      "abstract": "His announcement drew immediate criticism from a range of medical experts, who warned not just of the dangers it posed for the president’s health but also of the example it set.",
      "lead_paragraph": "WASHINGTON — President Trump said on Monday that he had been taking hydroxychloroquine, an antimalarial drug the Food and Drug Administration warned could cause serious heart problems for coronavirus patients. He said he was taking the drug as a preventive measure and continued to test negative for the coronavirus.",
      "publication_date": "2020-05-19T00:59:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/18/us/politics/trump-hydroxychloroquine-covid-coronavirus.html",
      "byline": "By Annie Karni and Katie Thomas"
    },
    {
      "headline": "Facing Adulthood With an Economic Disaster’s Lasting Scars",
      "snippet": "Those entering the job market in a downturn may never catch up in pay, opportunities or confidence.",
      "abstract": "Those entering the job market in a downturn may never catch up in pay, opportunities or confidence.",
      "lead_paragraph": "Matthew Henderson couldn’t be entering the job market at a worse time. As a senior at Loyola University, he spent the spring semester interning as a trade policy analyst at the British Consulate in Chicago. But his chances of turning that opportunity into a permanent job after graduation ran headlong into the coronavirus pandemic.",
      "publication_date": "2020-05-19T07:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/19/business/economy/coronavirus-young-old.html",
      "byline": "By Eduardo Porter and David Yaffe-Bellany"
    },
    {
      "headline": "Fever Checks and Quarantine Dorms: The Fall College Experience?",
      "snippet": "We listened as University of Kentucky administrators discussed bringing students back to campus, providing a glimpse into what other schools might do in the fall.",
      "abstract": "We listened as University of Kentucky administrators discussed bringing students back to campus, providing a glimpse into what other schools might do in the fall.",
      "lead_paragraph": "Fever checkpoints at the entrances to academic buildings. One-way paths across the grassy quad. Face masks required in classrooms and dining halls. And a dormitory turned quarantine facility for any students exposed to the coronavirus.",
      "publication_date": "2020-05-19T09:00:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/19/us/college-fall-2020-coronavirus.html",
      "byline": "By Anemona Hartocollis"
    },
    {
      "headline": "‘Way Too Late’: Inside Amazon’s Biggest Outbreak",
      "snippet": "A warehouse in the foothills of the Poconos has had more known Covid-19 cases than any of Amazon’s others after missing early opportunities to protect workers.",
      "abstract": "A warehouse in the foothills of the Poconos has had more known Covid-19 cases than any of Amazon’s others after missing early opportunities to protect workers.",
      "lead_paragraph": "Therese Kelly arrived for her shift at an Amazon warehouse on March 27 to find her co-workers standing clustered in the cavernous space. They were awaiting a buildingwide announcement, a rarity at the complex known as AVP1. Over a loudspeaker, a manager told them what they had feared: For the first time, an employee had tested positive for the coronavirus.",
      "publication_date": "2020-05-19T09:00:33+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/19/technology/amazon-coronavirus-workers.html",
      "byline": "By Karen Weise"
    },
    {
      "headline": "U.S. Is Using Taiwan as a Pressure Point in Tech Fight With China",
      "snippet": "The Trump administration is challenging Chinese access to Taiwan’s high-tech supply chain — and, by extension, Beijing’s influence over the island it claims as its territory.",
      "abstract": "The Trump administration is challenging Chinese access to Taiwan’s high-tech supply chain — and, by extension, Beijing’s influence over the island it claims as its territory.",
      "lead_paragraph": "The Trump administration has for years sparred with China over tariff threats, technology and the terms of their trade deal. But in a pair of actions last week, the administration escalated those economic tensions in a way that comes close to touching a red line for Beijing: its contentious relationship with Taiwan.",
      "publication_date": "2020-05-19T12:28:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/19/business/economy/china-taiwan-huawei-tsmc.html",
      "byline": "By Ana Swanson, Paul Mozur and Raymond Zhong"
    }
  ]
}