{
  "metadata": {
    "date": "2014-09-10",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Obama Ready to Authorize Airstrikes on ISIS in Syria",
      "snippet": "The decision would take the military campaign against the Sunni militant group into new and unpredictable terrain.",
      "abstract": "The decision would take the military campaign against the Sunni militant group into new and unpredictable terrain.",
      "lead_paragraph": "WASHINGTON — President Obama is prepared to authorize airstrikes in Syria, a senior administration official said on Tuesday, taking the military campaign against the Islamic State in Iraq and Syria, the Sunni militant group, into new and unpredictable terrain.",
      "publication_date": "2014-09-09T16:29:27+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2014/09/10/us/obama-isis-congress.html",
      "byline": "By Mark Landler and Jonathan Weisman"
    },
    {
      "headline": "Mostly White Forces in Mostly Black Towns: Police Struggle for Racial Diversity",
      "snippet": "There are nearly 400 police departments where a predominantly white force serves in mostly minority towns, showing the difficulty, even where there is a will, in hiring more minorities.",
      "abstract": "There are nearly 400 police departments where a predominantly white force serves in mostly minority towns, showing the difficulty, even where there is a will, in hiring more minorities.",
      "lead_paragraph": "MAPLE HEIGHTS, Ohio — The population of this working-class Cleveland suburb has gone from nearly all white to two-thirds black since its mayor declared more than 35 years ago that he did not know “what a minority is.” But its police and fire departments have not kept pace: The Maple Heights police force today still has only two black officers out of 35; the fire department is 100 percent white.",
      "publication_date": "2014-09-09T21:48:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2014/09/10/us/for-small-police-departments-increasing-diversity-is-a-struggle.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "A Haven for Luxury Shoes Emerges on Madison Avenue",
      "snippet": "Among male customers, there is a growing demand for luxury shoes, as new and well-known retailers line up along Manhattan’s Madison Avenue.",
      "abstract": "Among male customers, there is a growing demand for luxury shoes, as new and well-known retailers line up along Manhattan’s Madison Avenue.",
      "lead_paragraph": "Paul Wilson, the shoemaker at the John Lobb store on Madison Avenue, helps men order bespoke shoes and boots, made from leather and exotic skins like lizard and crocodile.",
      "publication_date": "2014-09-09T22:32:36+0000",
      "section_name": "Real Estate",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2014/09/10/realestate/commercial/a-haven-for-luxury-shoes-emerges-on-madison-avenue.html",
      "byline": "By Jane L. Levere"
    },
    {
      "headline": "Looking Beyond China, Some Companies Shift Personnel",
      "snippet": "As businesses pay more attention to Southeast Asia, some are relocating executives to Singapore.",
      "abstract": "As businesses pay more attention to Southeast Asia, some are relocating executives to Singapore.",
      "lead_paragraph": "SINGAPORE — General Motors moved the headquarters of its international division here from Shanghai last month. Archer Daniels Midland, the agribusiness giant, is gradually doing the same with its Asia and Pacific operations. Other multinationals, like IBM, have shifted staff members here from China for a few functions, like treasury operations.",
      "publication_date": "2014-09-10T00:02:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2014/09/10/business/international/looking-beyond-china-some-companies-shift-personnel.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Minecraft Is Expected to Be Acquired by Microsoft",
      "snippet": "Acquiring the game would give Microsoft control of an online world that has defied many modern conventions to become a blockbuster success.",
      "abstract": "Acquiring the game would give Microsoft control of an online world that has defied many modern conventions to become a blockbuster success.",
      "lead_paragraph": "Updated, 9:08 p.m. | Microsoft is in advanced talks to acquire the maker of the game Minecraft for more than $2 billion, people briefed on the discussions said on Tuesday. The move was intended to ensure that one of the most popular games was available for the computing giant’s family of devices.",
      "publication_date": "2014-09-10T00:36:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://dealbook.nytimes.com/2014/09/09/microsoft-said-to-be-in-advanced-talks-to-buy-minecraft-maker/",
      "byline": "By Nick Wingfield and Michael J. de la Merced"
    },
    {
      "headline": "With Apple Pay, a Push Into Mobile Payments",
      "snippet": "Apple introduced a payment system that joins forces with Macy’s, Whole Foods, Visa and other retailers and major credit card companies.",
      "abstract": "Apple introduced a payment system that joins forces with Macy’s, Whole Foods, Visa and other retailers and major credit card companies.",
      "lead_paragraph": "Tech evangelists have predicted for years a world in which people paid for retail goods with the wave of a smartphone, or the push of a smartphone button. For nearly as long, this so-called mobile wallet has yet to catch on.",
      "publication_date": "2014-09-10T00:54:53+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2014/09/10/technology/apples-ambitious-bet-beyond-the-devices.html",
      "byline": "By Mike Isaac"
    },
    {
      "headline": "Megachurch With a Beat Lures a Young Flock",
      "snippet": "An Australian Pentecostal megachurch powered by a recording label that dominates Christian contemporary music, Hillsong has become a phenomenon.",
      "abstract": "An Australian Pentecostal megachurch powered by a recording label that dominates Christian contemporary music, Hillsong has become a phenomenon.",
      "lead_paragraph": "LOS ANGELES — A toned and sunburned 32-year-old Australian with the letters F-A-I-T-H tattooed onto his biceps strode onto the stage of a former burlesque theater here and shouted across a sea of upstretched hands and uplifted smartphones: “Let’s win this city together!”",
      "publication_date": "2014-09-10T00:58:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2014/09/10/us/hillsong-megachurch-with-a-beat-lures-a-young-flock.html",
      "byline": "By Michael Paulson"
    },
    {
      "headline": "With iPhone 6 and Smartwatch, Apple Is Back and Better Than Ever",
      "snippet": "Any question about how well Tim Cook is managing the reins of the world’s most valuable company will most likely be put to rest after Tuesday’s profusion of product announcements.",
      "abstract": "Any question about how well Tim Cook is managing the reins of the world’s most valuable company will most likely be put to rest after Tuesday’s profusion of product announcements.",
      "lead_paragraph": "Four times before in its history, at media events planned with military precision, Apple introduced a new invention that radically altered how the technology industry conceived of its future. The company hopes it did that again for a fifth time on Tuesday by unveiling the Apple Watch, a stylish smartwatch that is the company’s first advance into a new product category since it created the iPad in 2010. ",
      "publication_date": "2014-09-10T01:02:30+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2014/09/10/technology/personaltech/apple-is-back-better-than-ever.html",
      "byline": "By Farhad Manjoo"
    },
    {
      "headline": "Detroit Clears Crucial Hurdle on Bankruptcy",
      "snippet": "The biggest opponent to Detroit’s blueprint for rising out of bankruptcy has reached an agreement with the city, court documents show, prompting an adjournment in a trial over the city’s plan.",
      "abstract": "The biggest opponent to Detroit’s blueprint for rising out of bankruptcy has reached an agreement with the city, court documents show, prompting an adjournment in a trial over the city’s plan.",
      "lead_paragraph": "The fiercest opponent to Detroit’s blueprint for erasing its debts and investing in city services has reached an “agreement in principle” with city officials, court documents filed Tuesday evening showed, clearing the way to end the city’s court fight over its future and emerge from bankruptcy far more quickly and smoothly than expected.",
      "publication_date": "2014-09-10T01:33:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2014/09/10/us/detroit-clears-crucial-hurdle-on-bankruptcy.html",
      "byline": "By Mary Williams Walsh and Monica Davey"
    },
    {
      "headline": "Seeing Abuse, and a Pattern Too Familiar",
      "snippet": "After Ray Rice’s football contract was terminated by his team on Monday, Janay Palmer Rice became a public example of the complex psychology of women abused by men.",
      "abstract": "After Ray Rice’s football contract was terminated by his team on Monday, Janay Palmer Rice became a public example of the complex psychology of women abused by men.",
      "lead_paragraph": "Until recently, Janay Palmer Rice was a little-known figure, the 26-year-old partner of Ray Rice, the star running back for the Baltimore Ravens. But after Mr. Rice’s contract was terminated by his team on Monday, she became the most famous battered wife in the country, a fierce defender of her husband and, to domestic violence experts and survivors, an extraordinarily public example of the complex psychology of women abused by men.",
      "publication_date": "2014-09-10T02:29:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2014/09/10/us/seeing-abuse-and-a-pattern-too-familiar.html",
      "byline": "By Jodi Kantor"
    }
  ]
}