{
  "metadata": {
    "date": "2022-09-26",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "The Fed Appears More Optimistic Than Some Investors. Here’s Why.",
      "snippet": "In some corners of the market, investors just don’t see how the Federal Reserve can lower inflation without risking high unemployment.",
      "abstract": "In some corners of the market, investors just don’t see how the Federal Reserve can lower inflation without risking high unemployment.",
      "lead_paragraph": "At the Federal Reserve’s meeting on Wednesday, alongside warnings of pain to come, policymakers sketched out a hopeful scenario in which they are able to reduce inflation gently, while the economy, albeit weakening, remains resilient.",
      "publication_date": "2022-09-23T17:38:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/23/business/fed-stocks-wall-street.html",
      "byline": "By Joe Rennison"
    },
    {
      "headline": "Global Markets Tumble as Recession Fears Return",
      "snippet": "Central banks around the world raised interest rates this week to combat inflation. That’s raising concerns among investors about an economic slump.",
      "abstract": "Central banks around the world raised interest rates this week to combat inflation. That’s raising concerns among investors about an economic slump.",
      "lead_paragraph": "Stocks nose-dived, government bond prices plummeted, the pound dipped against the dollar, oil prices slumped and cryptocurrencies wobbled on Friday as investors, already worried about rising interest rates and stubbornly high inflation, started quaking at the growing likelihood of a recession.",
      "publication_date": "2022-09-23T20:09:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/23/business/stock-market-today.html",
      "byline": "By Joe Rennison, Eshe Nelson and Isabella Simonetti"
    },
    {
      "headline": "Putin’s Draft Draws Resistance in Russia’s Far-Flung Regions",
      "snippet": "Villagers, activists and some elected officials asked why the conscription drive seemed to be hitting poor, remote areas hardest, while pro-war hawks criticized it as chaotic.",
      "abstract": "Villagers, activists and some elected officials asked why the conscription drive seemed to be hitting poor, remote areas hardest, while pro-war hawks criticized it as chaotic.",
      "lead_paragraph": "President Vladimir V. Putin’s surprise draft to reinforce his invasion of Ukraine ran into growing resistance across Russia on Friday as villagers, activists and even some elected officials asked why the conscription drive appeared to be hitting minority groups and rural areas harder than the big cities.",
      "publication_date": "2022-09-23T21:41:05+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/23/world/europe/russia-draft-ukraine-putin.html",
      "byline": "By Anton Troianovski"
    },
    {
      "headline": "As Russian Losses Mount in Ukraine, Putin Gets More Involved in War Strategy",
      "snippet": "The Russian president has rejected requests from commanders in the field that they be allowed to retreat from Kherson, a vital city in Ukraine’s south.",
      "abstract": "The Russian president has rejected requests from commanders in the field that they be allowed to retreat from Kherson, a vital city in Ukraine’s south.",
      "lead_paragraph": "WASHINGTON — President Vladimir V. Putin of Russia has thrust himself more directly into strategic planning for the war in Ukraine in recent weeks, American officials said, including rejecting requests from his commanders on the ground that they be allowed to retreat from the vital southern city of Kherson.",
      "publication_date": "2022-09-23T23:53:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/23/us/politics/putin-ukraine.html",
      "byline": "By Julian E. Barnes, Helene Cooper, Eric Schmitt and Michael Schwirtz"
    },
    {
      "headline": "The Discount Data That Some Colleges Won’t Publish",
      "snippet": "Want to know how few students pay full price, or the odds of getting merit aid? The so-called Common Data Set can help, but some schools don’t post it.",
      "abstract": "Want to know how few students pay full price, or the odds of getting merit aid? The so-called Common Data Set can help, but some schools don’t post it.",
      "lead_paragraph": "By now, many people shopping for college have gotten the message that not everyone pays the list price. But what percentage do get some kind of discount, how much is it and what sorts of students get one?",
      "publication_date": "2022-09-24T07:00:06+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/24/your-money/college-common-data-set-merit-aid.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "G.O.P. Senate Hopefuls Leave Campaign Trail for Beltway Money Circuit",
      "snippet": "Their fund-raising dwarfed by their Democratic rivals, Republican nominees including Blake Masters and Mehmet Oz have been in Washington gathering cash from lobbyists.",
      "abstract": "Their fund-raising dwarfed by their Democratic rivals, Republican nominees including Blake Masters and Mehmet Oz have been in Washington gathering cash from lobbyists.",
      "lead_paragraph": "WASHINGTON — Rushing to raise money and close yawning gaps with their Democratic rivals, every Senate Republican nominee in a competitive race is taking precious time from the campaign trail to come to Washington this week and next to gather money before Congress leaves for the fall.",
      "publication_date": "2022-09-24T07:00:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/24/us/politics/gop-senate-fundraising-money.html",
      "byline": "By Jonathan Martin"
    },
    {
      "headline": "LinkedIn Ran Social Experiments on 20 Million Users Over Five Years",
      "snippet": "A study that looked back at those tests found that relatively weak social connections were more helpful in finding jobs than stronger social ties.",
      "abstract": "A study that looked back at those tests found that relatively weak social connections were more helpful in finding jobs than stronger social ties.",
      "lead_paragraph": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2022-09-24T09:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/24/business/linkedin-social-experiments.html",
      "byline": "By Natasha Singer"
    },
    {
      "headline": "They Were Entitled to Free Care. Hospitals Hounded Them to Pay.",
      "snippet": "With the help of a consulting firm, the Providence hospital system trained staff to wring money out of patients, even those eligible for free care.",
      "abstract": "With the help of a consulting firm, the Providence hospital system trained staff to wring money out of patients, even those eligible for free care.",
      "lead_paragraph": "In 2018, senior executives at one of the country’s largest nonprofit hospital chains, Providence, were frustrated. They were spending hundreds of millions of dollars providing free health care to patients. It was eating into their bottom line.",
      "publication_date": "2022-09-24T09:00:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/24/business/nonprofit-hospitals-poor-patients.html",
      "byline": "By Jessica Silver-Greenberg and Katie Thomas"
    },
    {
      "headline": "Silicon Valley Slides Back Into ‘Bro’ Culture",
      "snippet": "Elon Musk, Mark Zuckerberg and Marc Andreessen show how the tech industry’s insular culture remains largely unchanged.",
      "abstract": "Elon Musk, Mark Zuckerberg and Marc Andreessen show how the tech industry’s insular culture remains largely unchanged.",
      "lead_paragraph": "SAN FRANCISCO — Last month, Mark Zuckerberg spent hours touting his love of jiujitsu, wrestling and UFC on Joe Rogan’s podcast, which is known for its hypermasculinity. Watching TV was not active enough, Mr. Zuckerberg said. Compared with social media, TV was “beta.”",
      "publication_date": "2022-09-24T09:00:29+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2022/09/24/technology/silicon-valley-slides-back-into-bro-culture.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "For Suburban Texas Men, a Workout Craze With a Side of Faith",
      "snippet": "In Katy, outside Houston, many men have taken up F3, a no-frills fitness group where members push themselves physically but also bond emotionally.",
      "abstract": "In Katy, outside Houston, many men have taken up F3, a no-frills fitness group where members push themselves physically but also bond emotionally.",
      "lead_paragraph": "KATY, Texas — By day, Glenn Ayala is a 50-something account manager who spends much of his time behind a desk. But at Rick Rice Park in the early morning darkness, doing push-ups and jogging with a 20-pound rucksack on his back, he is known as K9, and he is with his people.",
      "publication_date": "2022-09-24T09:00:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/24/us/f3-workout-men-texas.html",
      "byline": "By Ruth Graham and Meridith Kohut"
    },
    {
      "headline": "In Ukraine’s South, Fierce Fighting and Deadly Costs",
      "snippet": "The offensive in the south was the most highly anticipated military action of the summer. Ukraine is making gains, but the fighting is grinding, grueling and steep in casualties.",
      "abstract": "The offensive in the south was the most highly anticipated military action of the summer. Ukraine is making gains, but the fighting is grinding, grueling and steep in casualties.",
      "lead_paragraph": "AT THE KHERSON FRONT, Ukraine — The commander banged on the door furiously.",
      "publication_date": "2022-09-24T11:37:27+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/24/world/europe/ukraine-south-kherson-russia.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Silicon Valley Had Its Heyday. Can Tech Ecosystems Now Grow Inland?",
      "snippet": "The AOL co-founder Steve Case sees a need for entrepreneurial hubs beyond the coasts. “Let’s have it be a few dozen cities,” he says.",
      "abstract": "The AOL co-founder Steve Case sees a need for entrepreneurial hubs beyond the coasts. “Let’s have it be a few dozen cities,” he says.",
      "lead_paragraph": "The DealBook newsletter delves into a single topic or theme every weekend, providing reporting and analysis that offers a better understanding of an important issue in business. If you don’t already receive the daily newsletter, sign up here.",
      "publication_date": "2022-09-24T12:00:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/24/business/dealbook/steve-case-rise-of-rest.html",
      "byline": "By Vivian Giang"
    },
    {
      "headline": "‘They Have Nothing to Lose’: Why Young Iranians Are Rising Up Once Again",
      "snippet": "Amid growing repression, a sickly economy and bleak prospects, the death of one young woman was all it took.",
      "abstract": "Amid growing repression, a sickly economy and bleak prospects, the death of one young woman was all it took.",
      "lead_paragraph": "The 22-year-old woman emerged from the Tehran subway, her dark hair covered with a black head scarf and the lines of her body obscured by loose clothing, when the capital city’s Guidance Patrol spotted her. They were members of Iran’s notorious morality police, enforcers of the conservative Islamic dress and behavior rules that have governed daily life for Iranians since the 1979 revolution, and newly energized under a hard-line president who took office last year.",
      "publication_date": "2022-09-24T20:04:50+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/24/world/middleeast/iran-protests-raisi-khamenei-hijab.html",
      "byline": "By Vivian Yee and Farnaz Fassihi"
    },
    {
      "headline": "Sundance Liked Her Documentary on Terrorism, Until Muslim Critics Didn’t",
      "snippet": "The film festival gave Meg Smaker’s “Jihad Rehab” a coveted spot in its 2022 lineup, but apologized after an outcry over her race and her approach.",
      "abstract": "The film festival gave Meg Smaker’s “Jihad Rehab” a coveted spot in its 2022 lineup, but apologized after an outcry over her race and her approach.",
      "lead_paragraph": "Meg Smaker felt exhilarated last November. After 16 months filming inside a Saudi rehabilitation center for accused terrorists, she learned that her documentary “Jihad Rehab” was invited to the 2022 Sundance Festival, one of the most prestigious showcases in the world.",
      "publication_date": "2022-09-25T07:00:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/25/us/sundance-jihad-rehab-meg-smaker.html",
      "byline": "By Michael Powell"
    },
    {
      "headline": "While You’re in the Air, Pilots’ Key Partners May Be Working From Home",
      "snippet": "Two airlines allow dispatchers, who share operational authority over flights, to do their jobs remotely. Some in the industry take issue with that.",
      "abstract": "Two airlines allow dispatchers, who share operational authority over flights, to do their jobs remotely. Some in the industry take issue with that.",
      "lead_paragraph": "Millions of people boarded flights this summer, eager for an escape more than two years into a stifling pandemic. What many may not have realized is that at least some of the dispatchers who planned and managed those flights — mapping out routes, monitoring weather forecasts and more —  were doing the job from home.",
      "publication_date": "2022-09-25T09:00:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/25/business/remote-airline-dispatchers.html",
      "byline": "By Niraj Chokshi"
    },
    {
      "headline": "Dodging Blackouts, California Faces New Questions on Its Power Supply",
      "snippet": "Extreme heat is testing the way energy is generated, delivered and traded — and raising the prospect of perpetual emergencies.",
      "abstract": "Extreme heat is testing the way energy is generated, delivered and traded — and raising the prospect of perpetual emergencies.",
      "lead_paragraph": "California finds itself on edge more than ever with a lingering fear: the threat of rolling blackouts for years to come.",
      "publication_date": "2022-09-25T09:00:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/25/business/energy-environment/california-energy-grid-heat.html",
      "byline": "By Ivan Penn"
    },
    {
      "headline": "Giorgia Meloni Wins Voting in Italy, in Breakthrough for Europe’s Hard Right",
      "snippet": "Her nationalist party was the top vote-getter, leaving Ms. Meloni poised to be Italy’s first female prime minister and the first with post-Fascist roots.",
      "abstract": "Her nationalist party was the top vote-getter, leaving Ms. Meloni poised to be Italy’s first female prime minister and the first with post-Fascist roots.",
      "lead_paragraph": "ROME — Italy turned a page of European history on Sunday by electing a hard-right coalition led by Giorgia Meloni, whose long record of bashing the European Union, international bankers and migrants has sown concern about the nation’s reliability in the Western alliance. ",
      "publication_date": "2022-09-25T10:59:40+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/25/world/europe/italy-meloni-prime-minister.html",
      "byline": "By Jason Horowitz"
    },
    {
      "headline": "The Megastate G.O.P. Rivalry Between Abbott and DeSantis",
      "snippet": "Publicly, Gov. Greg Abbott of Texas has not criticized the migrant flights from his state by Gov. Ron DeSantis of Florida. Privately, the Florida governor’s stunt stung the Texas governor’s team.",
      "abstract": "Publicly, Gov. Greg Abbott of Texas has not criticized the migrant flights from his state by Gov. Ron DeSantis of Florida. Privately, the Florida governor’s stunt stung the Texas governor’s team.",
      "lead_paragraph": "AUSTIN, Texas — Gov. Ron DeSantis of Florida wanted to irritate a set of wealthy, liberal elites when he flew migrants to Martha’s Vineyard from Texas, delivering them a slice of the humanitarian crisis simmering along the nation’s southern border.",
      "publication_date": "2022-09-25T20:59:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/25/us/politics/abbott-desantis-rivalry.html",
      "byline": "By Michael C. Bender and J. David Goodman"
    },
    {
      "headline": "Russia Begins Mobilizing Ukrainians to Fight Against Their Own Country",
      "snippet": "Panic and fear flooded the occupied territories as Russian forces rounded up men to fight and forced residents to vote in a staged referendum on joining Russia, Ukrainian officials and rights groups said.",
      "abstract": "Panic and fear flooded the occupied territories as Russian forces rounded up men to fight and forced residents to vote in a staged referendum on joining Russia, Ukrainian officials and rights groups said.",
      "lead_paragraph": "KYIV, Ukraine — In the occupied city of Kherson, some Ukrainian men believe that if they break their own arms, maybe the Russians will not force them into military service. Others are hiding in basements. Some are trying to run even though they are forbidden to leave the city, residents said, and virtually everyone is afraid.",
      "publication_date": "2022-09-25T21:14:33+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/25/world/europe/russia-ukraine-forces-referendum.html",
      "byline": "By Marc Santora"
    },
    {
      "headline": "Factory Jobs Are Booming Like It’s the 1970s",
      "snippet": "U.S. manufacturing is experiencing a rebound, with companies adding workers amid high consumer demand for products.",
      "abstract": "U.S. manufacturing is experiencing a rebound, with companies adding workers amid high consumer demand for products.",
      "lead_paragraph": "WASHINGTON — Ever since American manufacturing entered a long stretch of automation and outsourcing in the late 1970s, every recession has led to the loss of factory jobs that never returned. But the recovery from the pandemic recession has been different: American manufacturers have now added enough jobs to regain all that they shed — and then some.",
      "publication_date": "2022-09-26T07:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/26/business/factory-jobs-workers-rebound.html",
      "byline": "By Jim Tankersley, Alan Rappeport and Ana Swanson"
    },
    {
      "headline": "TikTok Seen Moving Toward U.S. Security Deal, but Hurdles Remain",
      "snippet": "A draft agreement with the Biden administration to keep the Chinese-owned video app operating in the United States is under review. That could mean more wrangling.",
      "abstract": "A draft agreement with the Biden administration to keep the Chinese-owned video app operating in the United States is under review. That could mean more wrangling.",
      "lead_paragraph": "The Biden administration and TikTok have drafted a preliminary agreement to resolve national security concerns posed by the Chinese-owned video app but face hurdles over the terms, as the platform negotiates to keep operating in the United States without major changes to its ownership structure, four people with knowledge of the discussions said.",
      "publication_date": "2022-09-26T09:00:23+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/26/technology/tiktok-national-security-china.html",
      "byline": "By Lauren Hirsch, David McCabe, Katie Benner and Glenn Thrush"
    },
    {
      "headline": "For China’s Auto Market, Electric Isn’t the Future. It’s the Present.",
      "snippet": "More electric cars will be sold in the country this year than in the rest of the world combined, as its domestic market accelerates ahead of the global competition.",
      "abstract": "More electric cars will be sold in the country this year than in the rest of the world combined, as its domestic market accelerates ahead of the global competition.",
      "lead_paragraph": "Zhang Youping, a Chinese retiree, purchased an all-electric, small sport utility vehicle from BYD — China’s largest electric vehicle maker — at an auto show for around $20,000 last month. Her family has bought three gas-powered cars in the last decade, but she recently grew concerned about gas prices and decided to go electric “to save money.” A few months earlier, her son had also bought an E.V. It was a $10,000 hatchback from Leapmotor, another Chinese manufacturer.",
      "publication_date": "2022-09-26T09:00:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/26/business/china-electric-vehicles.html",
      "byline": "By Daisuke Wakabayashi and Claire Fu"
    },
    {
      "headline": "British Pound Touches Record Low as Investors Balk at Government’s Tax Plans",
      "snippet": "The British currency briefly reached a low point against the U.S. dollar, and statements from the government and central bank did little to steady the markets.",
      "abstract": "The British currency briefly reached a low point against the U.S. dollar, and statements from the government and central bank did little to steady the markets.",
      "lead_paragraph": "Global investors’ resounding rejection of the new British government’s plans for tax cuts and borrowing continued Monday, with the pound briefly falling to its weakest level against the U.S. dollar on record, leading the central bank and Treasury to speak out in an attempt to soothe markets.",
      "publication_date": "2022-09-26T11:46:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/26/business/british-pound-dollar-gbp-usd.html",
      "byline": "By Eshe Nelson"
    },
    {
      "headline": "The Dollar Is Strong. That Is Good for the U.S. but Bad for the World.",
      "snippet": "The Federal Reserve may have no choice but to wage a relentless inflation fight, but countries rich and poor are feeling the pain of plunging currencies.",
      "abstract": "The Federal Reserve may have no choice but to wage a relentless inflation fight, but countries rich and poor are feeling the pain of plunging currencies.",
      "lead_paragraph": "The Federal Reserve’s determination to crush inflation at home by raising interest rates is inflicting profound pain in other countries — pushing up prices, ballooning the size of debt payments and increasing the risk of a deep recession.",
      "publication_date": "2022-09-26T15:28:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/26/business/economy/us-dollar-global-impact.html",
      "byline": "By Patricia Cohen"
    }
  ]
}