{
  "metadata": {
    "date": "2022-04-19",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Ukraine War Divides Orthodox Faithful",
      "snippet": "Around the world, national churches, parishes and even families are reassessing relations with Patriarch Kirill of Moscow, who has encouraged Russia’s aggression.",
      "abstract": "Around the world, national churches, parishes and even families are reassessing relations with Patriarch Kirill of Moscow, who has encouraged Russia’s aggression.",
      "lead_paragraph": "In a small parish in northern Italy affiliated with the Russian Orthodox Church, the mostly Ukrainian worshipers — IT specialists, migrant factory laborers, nurses and cleaners — decided to repudiate the full-throated support for the war in Ukraine from Patriarch Kirill of Moscow.",
      "publication_date": "2022-04-18T18:36:56+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/04/18/world/europe/ukraine-war-russian-orthodox-church.html",
      "byline": "By Neil MacFarquhar and Sophia Kishkovsky"
    },
    {
      "headline": "Federal Judge Strikes Down Mask Mandate for Planes and Public Transit",
      "snippet": "The nation’s largest airlines dropped the requirement within hours of the ruling, but New York’s M.T.A. said its passengers must still wear a mask for now.",
      "abstract": "The nation’s largest airlines dropped the requirement within hours of the ruling, but New York’s M.T.A. said its passengers must still wear a mask for now.",
      "lead_paragraph": "WASHINGTON — A federal judge in Florida struck down the  mask requirement on airplanes, trains, buses and other public transportation on Monday, less than a week after the Centers for Disease Control and Prevention had extended it through May 3.",
      "publication_date": "2022-04-18T18:40:43+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/04/18/us/politics/federal-mask-mandate-airplanes.html",
      "byline": "By Charlie Savage and Heather Murphy"
    },
    {
      "headline": "Trump Allies Continue Legal Drive to Erase His Loss, Stoking Election Doubts",
      "snippet": "Fifteen months after they tried and failed to overturn the 2020 election, the same group of lawyers and associates is continuing efforts to “decertify” the vote, feeding a false narrative.",
      "abstract": "Fifteen months after they tried and failed to overturn the 2020 election, the same group of lawyers and associates is continuing efforts to “decertify” the vote, feeding a false narrative.",
      "lead_paragraph": "A group of President Donald J. Trump’s allies and associates spent months trying to overturn the 2020 election based on his lie that he was the true winner.",
      "publication_date": "2022-04-18T20:01:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/04/18/us/politics/trump-allies-election-decertify.html",
      "byline": "By Maggie Haberman, Alexandra Berzon and Michael S. Schmidt"
    },
    {
      "headline": "Ukraine Says Russia Begins Assault in the East After Raining Missiles Nationwide",
      "snippet": "The president of Ukraine and a top national security aide said the Russian offensive, anticipated for weeks, had finally begun after a Russian missile barrage that included the first deadly strike on the western city of Lviv.",
      "abstract": "The president of Ukraine and a top national security aide said the Russian offensive, anticipated for weeks, had finally begun after a Russian missile barrage that included the first deadly strike on the western city of Lviv.",
      "lead_paragraph": "LVIV, Ukraine — Ukraine said Monday that Russian forces had launched a ground assault along a nearly 300-mile front in the east after hitting the country with one of the most intense missile barrages in weeks, including the first lethal strike on Lviv, the western city that has been a refuge for tens of thousands of fleeing civilians.",
      "publication_date": "2022-04-18T21:36:42+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/04/18/world/europe/ukraine-russia-missiles-lviv-donbas.html",
      "byline": "By Jane Arraf, Ivan Nechepurenko and Mark Landler"
    },
    {
      "headline": "Working From Home, Japan’s Corporate Warriors Rethink Their Priorities",
      "snippet": "The country’s traditional job-for-life model is eroding, with pressure now coming from workers who want more flexibility, autonomy and control over their careers.",
      "abstract": "The country’s traditional job-for-life model is eroding, with pressure now coming from workers who want more flexibility, autonomy and control over their careers.",
      "lead_paragraph": "TOKYO — Japan is in the midst of en masse hiring season, when a wave of college graduates join companies in formal ceremonies after sweating through the job-interview gantlet.",
      "publication_date": "2022-04-19T09:00:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/04/19/business/japan-covid-work.html",
      "byline": "By Malcolm Foster"
    },
    {
      "headline": "Netflix loses subscribers for first time in 10 years.",
      "snippet": "The company, which had a net loss of 200,000 subscribers in its first quarter, has been facing down a lack of must-see content on its platform as competitors continue to expand.",
      "abstract": "The company, which had a net loss of 200,000 subscribers in its first quarter, has been facing down a lack of must-see content on its platform as competitors continue to expand.",
      "lead_paragraph": "For the first time in a decade, Netflix lost subscribers — 200,000 overall in the first three months of the year — the result of shifting economic forces, increasingly fierce competition from other streaming platforms and the conflict in Ukraine. The Tuesday announcement, plus the company’s warning that it expected to lose two million subscribers in the second quarter, sent the stock down 35 percent on Wednesday.",
      "publication_date": "2022-04-19T11:13:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/04/19/business/netflix-earnings-q1.html",
      "byline": "By Nicole Sperling"
    },
    {
      "headline": "Joe Kahn Is Named Next Executive Editor of The New York Times",
      "snippet": "Mr. Kahn, 57, will take over a newsroom undergoing enormous change.",
      "abstract": "Mr. Kahn, 57, will take over a newsroom undergoing enormous change.",
      "lead_paragraph": "Joseph F. Kahn, a Pulitzer Prize-winning China correspondent who rose to lead the international desk of The New York Times, and then as managing editor helped steer the newspaper into the digital era, has been selected to be The Times’s next executive editor, the top newsroom job.",
      "publication_date": "2022-04-19T12:32:35+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/04/19/business/media/joe-kahn-dean-baquet-new-york-times.html",
      "byline": "By Michael M. Grynbaum and Jim Windolf"
    },
    {
      "headline": "For Airlines, the Mask Mandate Couldn’t End Soon Enough",
      "snippet": "It created tensions between flight attendants and noncompliant passengers, but some travelers are worried about what comes next.",
      "abstract": "It created tensions between flight attendants and noncompliant passengers, but some travelers are worried about what comes next.",
      "lead_paragraph": "For two years, covered faces in airports and on airplanes were a persistent reminder of the hold that the coronavirus had on air travel. The end of the mask mandate on planes and other forms of transportation this week marked the latest advance in the airline industry’s effort to return to normal.",
      "publication_date": "2022-04-19T15:13:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/04/19/business/mask-mandate-travel-transit.html",
      "byline": "By Niraj Chokshi and Heather Murphy"
    }
  ]
}