{
  "metadata": {
    "date": "2022-03-09",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "F.B.I. Sees ‘Massive Fraud’ in Groups’ Food Programs for Needy Children",
      "snippet": "Cracking down on the misuse of pandemic assistance, the agency says nonprofits in the Minneapolis area siphoned off tens of millions of dollars.",
      "abstract": "Cracking down on the misuse of pandemic assistance, the agency says nonprofits in the Minneapolis area siphoned off tens of millions of dollars.",
      "lead_paragraph": "MINNEAPOLIS — Last year, with the federal government making available huge new sums of money for programs to feed needy children during the pandemic, a nonprofit organization called Advance Youth Athletic Development set up what it described as an enormous child care operation in northeast Minneapolis that could prepare 5,000 dinners each weeknight.",
      "publication_date": "2022-03-08T16:30:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/08/us/politics/food-aid-nonprofits-fraud-investigation.html",
      "byline": "By David A. Fahrenthold"
    },
    {
      "headline": "Texas Man Convicted in First Jan. 6 Trial",
      "snippet": "The guilty verdict against Guy Wesley Reffitt came as prosecutors expanded their investigation into the Capitol attack by indicting a former leader of the far-right group the Proud Boys.",
      "abstract": "The guilty verdict against Guy Wesley Reffitt came as prosecutors expanded their investigation into the Capitol attack by indicting a former leader of the far-right group the Proud Boys.",
      "lead_paragraph": "A federal jury on Tuesday swiftly convicted the first accused Jan. 6 rioter to go on trial even as prosecutors announced they had expanded their inquiry by indicting a former leader of the Proud Boys, the far-right nationalist group that played a prominent role in the Capitol attack.",
      "publication_date": "2022-03-08T18:57:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/08/us/politics/guy-reffitt-jan-6-trial.html",
      "byline": "By Alan Feuer"
    },
    {
      "headline": "As Fighting Gets Closer, a Kyiv Hospital Treats the War’s Atrocities",
      "snippet": "As Russian bombings have grown more indiscriminate, hospitals in Ukraine have become perilous places to work.",
      "abstract": "As Russian bombings have grown more indiscriminate, hospitals in Ukraine have become perilous places to work.",
      "lead_paragraph": "KYIV, Ukraine — A grim scene awaited Dr. Oleksandr Sherbina as he made the rounds of Clinical Hospital No. 7, a medical facility that once specialized in treating strokes but is now suddenly immersed in the atrocities of war. As he passed the operating theater, surgeons were amputating the lower leg of a wounded Ukrainian soldier.",
      "publication_date": "2022-03-08T21:56:17+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/08/world/europe/ukraine-kyiv-hospitals.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Food Companies, Long Symbols of the West in Russia, Pause Operations",
      "snippet": "After years of cultivating the Russian market, McDonald’s, Starbucks, PepsiCo and Coca-Cola said they would temporarily close locations or stop selling products there.",
      "abstract": "After years of cultivating the Russian market, McDonald’s, Starbucks, PepsiCo and Coca-Cola said they would temporarily close locations or stop selling products there.",
      "lead_paragraph": "When McDonald’s opened its doors in Moscow’s Pushkin Square in 1990, it was welcomed by more than 30,000 Russians who happily waited hours in line, eager to spend a sizable chunk of their daily wages for a taste of America.",
      "publication_date": "2022-03-09T00:14:27+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/08/business/mcdonalds-russia-starbucks-pepsi-coca-cola.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Quoting Churchill and Shakespeare, Ukraine Leader Vows No Surrender",
      "snippet": "In a dramatic video address to Britain’s House of Commons, President Volodymyr Zelensky of Ukraine said he would never capitulate to the invading Russians.",
      "abstract": "In a dramatic video address to Britain’s House of Commons, President Volodymyr Zelensky of Ukraine said he would never capitulate to the invading Russians.",
      "lead_paragraph": "LONDON — With Ukraine’s outgunned army holding firm despite Russian bombardments that have displaced millions of civilians, the war in Ukraine has become a grim spectacle of resistance, no one more defiant than the country’s president, Volodymyr Zelensky, who vowed on Tuesday never to give in to Russia’s tanks, troops or artillery shells.",
      "publication_date": "2022-03-09T00:21:29+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/08/world/europe/ukraine-russia-zelensky.html",
      "byline": "By Mark Landler and Marc Santora"
    },
    {
      "headline": "Biden Bans Oil Imports From Russia, Calling It a ‘Blow to Putin’s War Machine’",
      "snippet": "Officials said President Biden had struggled for days over the move amid deep concerns about accelerating the already rapid rise in the price of gasoline.",
      "abstract": "Officials said President Biden had struggled for days over the move amid deep concerns about accelerating the already rapid rise in the price of gasoline.",
      "lead_paragraph": "WASHINGTON — President Biden on Tuesday banned imports of Russian oil, gas and coal in response to what he called President Vladimir V. Putin’s “vicious war of choice” in Ukraine, but warned Americans that the decision to inflict economic pain on Russia would inevitably mean higher gas prices at home.",
      "publication_date": "2022-03-09T00:50:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/08/us/politics/biden-oil-ban-russia-ukraine-putin.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "Loss of Russian Oil Leaves a Void Not Easily Filled, Straining Market",
      "snippet": "Global production will take time to ramp up, so the U.S. and other buyers will chase limited supplies, creating upheaval unseen in decades.",
      "abstract": "Global production will take time to ramp up, so the U.S. and other buyers will chase limited supplies, creating upheaval unseen in decades.",
      "lead_paragraph": "HOUSTON — Before its forces invaded Ukraine, Russia provided one out of every 10 barrels of oil the world consumed. But as the United States and other customers shun Russian crude, the global oil market faces its greatest upheaval since the Middle East tumult of the 1970s.",
      "publication_date": "2022-03-09T08:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/09/business/energy-environment/russia-oil-global-economy.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Empty Stores and an Exodus: Hong Kong’s Covid Crackdown Stirs Panic",
      "snippet": "A surge in cases has alarmed many residents. But the government’s mixed messaging about whether it will impose a lockdown has also been destabilizing.",
      "abstract": "A surge in cases has alarmed many residents. But the government’s mixed messaging about whether it will impose a lockdown has also been destabilizing.",
      "lead_paragraph": "HONG KONG — As the government in Hong Kong struggles to contain the city’s worst Covid outbreak ever, some residents have panicked. They have emptied supermarket shelves of vegetables and meat. They have raided drugstores for pain and fever medication. Those who could afford it have jumped on flights out of the city.",
      "publication_date": "2022-03-09T10:00:24+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/09/world/asia/hong-kong-covid-lockdown.html",
      "byline": "By Alexandra Stevenson"
    },
    {
      "headline": "Elizabeth Holmes’s Ex-Boyfriend Hopes to Escape the Verdict She Didn’t",
      "snippet": "Jury selection started in Sunny Balwani’s fraud trial, which will establish just how much he knew about the blood-testing start-up Theranos and Ms. Holmes’s actions.",
      "abstract": "Jury selection started in Sunny Balwani’s fraud trial, which will establish just how much he knew about the blood-testing start-up Theranos and Ms. Holmes’s actions.",
      "lead_paragraph": "Elizabeth Holmes was a star entrepreneur whose trial for defrauding investors in her blood-testing start-up became one of the biggest Silicon Valley spectacles since the introduction of the iPhone. Her conviction in January marked a rare moment in the boastful history of technology: A chief executive was held criminally responsible for lying.",
      "publication_date": "2022-03-09T10:00:26+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/09/technology/sunny-balwani-elizabeth-holmes-theranos-trial.html",
      "byline": "By David Streitfeld and Erin Woo"
    },
    {
      "headline": "How Western Firms Quietly Enabled Russian Oligarchs",
      "snippet": "Investment, law and lobbying firms have helped enmesh Kremlin-linked oligarchs into the Western financial and legal systems.",
      "abstract": "Investment, law and lobbying firms have helped enmesh Kremlin-linked oligarchs into the Western financial and legal systems.",
      "lead_paragraph": "Behind a set of imposing metal doors in an easy-to-miss office building in a New York City suburb, a small team manages billions of dollars for a Russian oligarch.",
      "publication_date": "2022-03-09T15:23:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/09/business/russian-oligarchs-money-concord.html",
      "byline": "By Matthew Goldstein, Kenneth P. Vogel, Jesse Drucker, Maureen Farrell and Mike McIntire"
    }
  ]
}