{
  "metadata": {
    "date": "2022-03-30",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Pro-Russia Sentiment on Indian Twitter Draws Scrutiny",
      "snippet": "While India and Russia have long had close ties, researchers say there are signs that social media posts parroting Kremlin talking points may not be legitimate.",
      "abstract": "While India and Russia have long had close ties, researchers say there are signs that social media posts parroting Kremlin talking points may not be legitimate.",
      "lead_paragraph": "In the days after Russia’s invasion of Ukraine, thousands of Twitter accounts shared messages of support for Vladimir V. Putin, the Russian president.",
      "publication_date": "2022-03-29T17:13:13+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/29/technology/twitter-russia-india.html",
      "byline": "By Kate Conger and Suhasini Raj"
    },
    {
      "headline": "Peace Talks Produce Signs of Progress, but No End to War Is in Sight",
      "snippet": "Russia said it would “drastically” reduce military activity around Kyiv, while Ukraine said it would be willing to accept neutrality and discuss territorial claims to resolve the conflict.",
      "abstract": "Russia said it would “drastically” reduce military activity around Kyiv, while Ukraine said it would be willing to accept neutrality and discuss territorial claims to resolve the conflict.",
      "lead_paragraph": "ISTANBUL — The first signs of significant progress in peace talks between Russia and Ukraine emerged on Tuesday, but there was no hint of an imminent end to the suffering, with Russia appearing determined to capture more territory in eastern Ukraine and officials predicting that weeks of further negotiation were needed.",
      "publication_date": "2022-03-29T20:59:14+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/29/world/europe/peace-talks-russia-ukraine.html",
      "byline": "By Anton Troianovski"
    },
    {
      "headline": "In Kyiv Suburb, Ukrainian Military Claims a Big Prize",
      "snippet": "Ukrainian soldiers have essentially retaken, for now, the town of Irpin, the scene of fierce fighting in recent weeks. Its success shows the steep challenges Russia faces in trying to capture Ukraine’s capital.",
      "abstract": "Ukrainian soldiers have essentially retaken, for now, the town of Irpin, the scene of fierce fighting in recent weeks. Its success shows the steep challenges Russia faces in trying to capture Ukraine’s capital.",
      "lead_paragraph": "IRPIN, Ukraine — Creeping forward block by block, Ukrainian soldiers in a reconnaissance unit on Tuesday found signs of a retreating Russian army everywhere: a charred armored vehicle, abandoned body armor decorated with an orange and black St. George ribbon, a Russian military symbol, and the traditional blue-and-white striped underwear issued to Russian soldiers, cast aside in a forest.",
      "publication_date": "2022-03-29T22:08:18+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/29/world/ukraine-russia-kyiv-irpin.html",
      "byline": "By Andrew E. Kramer and Daniel Berehulak"
    },
    {
      "headline": "F.D.A. Allows Second Coronavirus Boosters for Everyone 50 and Older",
      "snippet": "People in the age group can get the additional shot at least four months after their first booster. Those 12 and older with certain immune deficiencies are also eligible.",
      "abstract": "People in the age group can get the additional shot at least four months after their first booster. Those 12 and older with certain immune deficiencies are also eligible.",
      "lead_paragraph": "WASHINGTON — Federal regulators authorized second booster shots of the Pfizer-BioNTech and Moderna coronavirus vaccines on Tuesday for everyone 50 and older, describing the move as an effort to bolster waning immunity against severe disease in case the virus sweeps the nation again in the coming months.",
      "publication_date": "2022-03-29T23:44:53+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/29/us/politics/second-coronavirus-booster-shot.html",
      "byline": "By Sharon LaFraniere"
    },
    {
      "headline": "How the Ukraine War Gave Fracking in the U.K. a Second Chance",
      "snippet": "Russia’s invasion has disrupted the global energy market and led to higher prices across Europe. That has reopened the debate in Britain over shale gas extraction.",
      "abstract": "Russia’s invasion has disrupted the global energy market and led to higher prices across Europe. That has reopened the debate in Britain over shale gas extraction.",
      "lead_paragraph": "LITTLE PLUMPTON, England — There’s not much left of Britain’s only operable fracking site, which was mothballed in 2019 when it caused earth tremors so strong that they were felt miles away.",
      "publication_date": "2022-03-30T11:59:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/30/world/europe/ukraine-uk-fracking-energy.html",
      "byline": "By Stephen Castle"
    },
    {
      "headline": "After Germany Moves Toward Gas Rationing, Putin Appears to Offer a Workaround",
      "snippet": "The economy minister had said Germany must be “prepared for an escalation on the part of Russia.”",
      "abstract": "The economy minister had said Germany must be “prepared for an escalation on the part of Russia.”",
      "lead_paragraph": "BERLIN — Germany made the latest move in the brinkmanship with President Vladimir V. Putin of Russia over his demand that Moscow be paid in rubles for critical energy supplies, announcing on Wednesday that it was prepared to ration natural gas if Russia cut its supplies.",
      "publication_date": "2022-03-30T12:00:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/30/business/germany-gas-rationing.html",
      "byline": "By Melissa Eddy"
    },
    {
      "headline": "Everyone Is Not OK, but Back at Work Anyway",
      "snippet": "Supervisors are called on to help people navigate personal challenges, whether or not they have the training to do so.",
      "abstract": "Supervisors are called on to help people navigate personal challenges, whether or not they have the training to do so.",
      "lead_paragraph": "It’s exceptionally difficult to get someone to crack a smile, let alone laugh, in a corporate event hosted on Zoom, but the comedian Dani Klein Modisett finds ways. One game she likes to play during her laughter workshops involves asking participants to each name five items in a category — for example, things in their refrigerator — as fast as they can, after which everyone else chants: “Those are five things!” Eventually people loosen up. They start giggling. (Maybe you had to be there.)",
      "publication_date": "2022-03-30T12:12:55+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/30/business/return-to-office-mental-health.html",
      "byline": "By Emma Goldberg"
    },
    {
      "headline": "States Close Mass Test and Vaccine Sites, but Virus May Swell Anew",
      "snippet": "Officials say demand has slowed as coronavirus cases have fallen. But some experts question the scaling back of services, especially vaccination campaigns.",
      "abstract": "Officials say demand has slowed as coronavirus cases have fallen. But some experts question the scaling back of services, especially vaccination campaigns.",
      "lead_paragraph": "CHICAGO — As Americans shed masks and return to offices and restaurants, local and state officials are scaling back the most visible public health efforts to address the coronavirus pandemic.",
      "publication_date": "2022-03-30T14:03:53+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/30/us/covid-vaccine-testing-states.html",
      "byline": "By Julie Bosman and Sophie Kasakove"
    },
    {
      "headline": "Bound by a Sense of Victimhood, Serbia Sticks With Russia",
      "snippet": "Moscow, despite its invasion of Ukraine, remains a lodestar for nations like Serbia that feel resentment and grievance against the West, experts say.",
      "abstract": "Moscow, despite its invasion of Ukraine, remains a lodestar for nations like Serbia that feel resentment and grievance against the West, experts say.",
      "lead_paragraph": "BELGRADE, Serbia — Mindful of the angry and still-unhealed wounds left by NATO’s bombing of Serbia more than 20 years ago, Ukraine’s ambassador appeared on Serbian television after Russia invaded and bombed his country in the hope of rousing sympathy.",
      "publication_date": "2022-03-30T15:45:43+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/30/world/europe/ukraine-serbia-russia.html",
      "byline": "By Andrew Higgins"
    }
  ]
}