{
  "metadata": {
    "date": "2022-07-27",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "In San Antonio, the Poor Live on Their Own Islands of Heat",
      "snippet": "Texas has been hit with an unrelenting heat wave. Nowhere is it more miserable than in low-income areas that have less access to shade and air-conditioning.",
      "abstract": "Texas has been hit with an unrelenting heat wave. Nowhere is it more miserable than in low-income areas that have less access to shade and air-conditioning.",
      "lead_paragraph": "SAN ANTONIO — One day last week, Juanita Cruz-Perez poked her head out the back door of her two-bedroom home in San Antonio and shook her head no. It wasn’t quite noon yet, and the heat was already unbearable. She opened the front and back doors, praying for any kind of breeze, and turned on a plastic fan that sputtered hot air. She resisted the temptation to turn on the power-guzzling air-conditioner.",
      "publication_date": "2022-07-26T16:42:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/26/us/texas-heat-poverty-islands-san-antonio.html",
      "byline": "By Edgar Sandoval"
    },
    {
      "headline": "‘Kind of Wild/Creative’: Emails Shed Light on Trump Fake Electors Plan",
      "snippet": "Previously undisclosed communications among Trump campaign aides and outside advisers provide new insight into their efforts to overturn the election in the weeks leading to Jan. 6.",
      "abstract": "Previously undisclosed communications among Trump campaign aides and outside advisers provide new insight into their efforts to overturn the election in the weeks leading to Jan. 6.",
      "lead_paragraph": "Previously undisclosed emails provide an inside look at the increasingly desperate and often slapdash efforts by advisers to President Donald J. Trump to reverse his election defeat in the weeks before the Jan. 6 attack, including acknowledgments that a key element of their plan was of dubious legality and lived up to its billing as “fake.”",
      "publication_date": "2022-07-26T17:33:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/26/us/politics/trump-fake-electors-emails.html",
      "byline": "By Maggie Haberman and Luke Broadwater"
    },
    {
      "headline": "The Case of the $5,000 Springsteen Tickets",
      "snippet": "Triumphant fans showed up in Ticketmaster’s queue with special codes, only to encounter its “dynamic pricing” system. Was the Boss OK with that?",
      "abstract": "Triumphant fans showed up in Ticketmaster’s queue with special codes, only to encounter its “dynamic pricing” system. Was the Boss OK with that?",
      "lead_paragraph": "For in-the-know fans who wanted to buy Bruce Springsteen tickets this month, applying for a special Ticketmaster access code seemed the best way to beat long odds. If they got one, they would have an opportunity to try to make it to the front of the service’s virtual queues on the days when batches of shows were up for sale.",
      "publication_date": "2022-07-26T22:25:42+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/07/26/your-money/bruce-springsteen-tickets.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "OAN, a Dependable Trump Promoter, Faces a ‘Death Blow’",
      "snippet": "After Verizon drops the network at the end of this week, OAN’s cable TV audience will shrink dramatically.",
      "abstract": "After Verizon drops the network at the end of this week, OAN’s cable TV audience will shrink dramatically.",
      "lead_paragraph": "The future of One America News, which established itself as a powerful voice in conservative media by promoting some of the most outlandish falsehoods about the 2020 election, is in serious doubt as major carriers drop it from their lineups and defamation lawsuits threaten to drain its finances.",
      "publication_date": "2022-07-26T23:37:47+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/26/business/oan-troubles.html",
      "byline": "By Jeremy W. Peters and Benjamin Mullin"
    },
    {
      "headline": "Justice Dept. Asking Witnesses About Trump in Its Jan. 6 Investigation",
      "snippet": "Federal prosecutors sought information about the former president’s role in the efforts to overturn the election as the inquiry accelerates.",
      "abstract": "Federal prosecutors sought information about the former president’s role in the efforts to overturn the election as the inquiry accelerates.",
      "lead_paragraph": "Federal prosecutors have directly asked witnesses in recent days about former President Donald J. Trump’s involvement in efforts to reverse his election loss, a person familiar with the testimony said on Tuesday, suggesting that the Justice Department’s criminal investigation has moved into a more aggressive and politically fraught phase.",
      "publication_date": "2022-07-27T01:55:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/26/us/politics/trump-jan-6-justice-department.html",
      "byline": "By Maggie Haberman and Glenn Thrush"
    },
    {
      "headline": "Biden Insists There’s No Recession as He Confronts Latest Economic Risk",
      "snippet": "Officials have tried to ditch a shorthand definition for what constitutes a recession and reassure skeptical voters about the U.S. economy.",
      "abstract": "Officials have tried to ditch a shorthand definition for what constitutes a recession and reassure skeptical voters about the U.S. economy.",
      "lead_paragraph": "After a virtual meeting with tech manufacturing executives on Monday, President Biden was asked about his latest economic headache: How worried should Americans be that the country might be in a recession?",
      "publication_date": "2022-07-27T07:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/27/business/biden-recession-us-economy.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "Germany Counts on Chilled Gas to Keep Warm Over Winter",
      "snippet": "As Russia squeezes the flow of natural gas, German officials are urgently turning toward an option they had earlier disregarded: liquefied natural gas.",
      "abstract": "As Russia squeezes the flow of natural gas, German officials are urgently turning toward an option they had earlier disregarded: liquefied natural gas.",
      "lead_paragraph": "WILHELMSHAVEN, Germany — When a major energy company wanted to bring liquefied natural gas to Germany through the North Sea port of Wilhelmshaven three years ago, the proposal hit a brick wall. The company couldn’t find enough customers, the government offered only tepid support and residents denounced the scheme as a threat to a local apple orchard.",
      "publication_date": "2022-07-27T09:00:30+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/07/27/world/europe/germany-lng-energy-gas.html",
      "byline": "By Melissa Eddy, Stanley Reed and Patrick Junker"
    },
    {
      "headline": "How Bacon and Costco Fish Shape America’s View of Inflation",
      "snippet": "Economic policymakers are razor focused on inflation expectations after more than a year of rapid price increases. Consumers explain how they’re thinking about rising costs.",
      "abstract": "Economic policymakers are razor focused on inflation expectations after more than a year of rapid price increases. Consumers explain how they’re thinking about rising costs.",
      "lead_paragraph": "Inflation started in the bacon aisle for Dan Burnett, a 58-year-old former medical center administrator who lives in Margaretville, N.Y.",
      "publication_date": "2022-07-27T09:00:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/07/27/business/economy/inflation-expectations.html",
      "byline": "By Jeanna Smialek, Emily Erdos and Kelsey McClellan"
    }
  ]
}