{
  "metadata": {
    "date": "2022-01-10",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Merit Aid (or Lack Thereof) Makes Early Decision Ever Murkier",
      "snippet": "Northeastern University won’t estimate how much merit aid it might offer if you get in. Can schools make you enroll if they don’t give you enough?",
      "abstract": "Northeastern University won’t estimate how much merit aid it might offer if you get in. Can schools make you enroll if they don’t give you enough?",
      "lead_paragraph": "Update Jan. 12, 2022: After this article was published, Northeastern University corrected the information it had provided about its distribution of merit aid. The university said 59 percent of first-year 2021-22 enrollees who have not demonstrated any financial need still received merit aid. Northeastern also removed from a part of its website any reference to a figure that might help a student determine the odds of receiving merit aid. As of Jan. 11, the site said only that Northeastern awarded merit scholarships to “select students.” According to the university, “attempting to forecast merit aid awards on our website was needlessly causing confusion.”",
      "publication_date": "2022-01-07T19:03:33+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/01/07/your-money/college-early-decision-northeastern-merit-aid.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "No More Working for Jerks!",
      "snippet": "For almost two years, couches have been cubicles. Colleagues are instant message avatars. And people are reconsidering how much they should have to put up with from a boss.",
      "abstract": "For almost two years, couches have been cubicles. Colleagues are instant message avatars. And people are reconsidering how much they should have to put up with from a boss.",
      "lead_paragraph": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2022-01-08T10:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2022/01/08/business/managers-boss-jerks-workplace.html",
      "byline": "By Emma Goldberg"
    },
    {
      "headline": "Why Tesla Soared as Other Automakers Struggled to Make Cars",
      "snippet": "The yawning disparity between the performance of the electric car company and established automakers last year reflects the technological change roiling the industry.",
      "abstract": "The yawning disparity between the performance of the electric car company and established automakers last year reflects the technological change roiling the industry.",
      "lead_paragraph": "For much of last year, established automakers like General Motors and Ford Motor operated in a different reality from Tesla, the electric car company.",
      "publication_date": "2022-01-08T10:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/08/business/teslas-computer-chips-supply-chain.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "As More Teachers’ Unions Push for Remote Schooling, Parents Worry. So Do Democrats.",
      "snippet": "Chicago teachers have voted to go remote. Other unions are agitating for change. For Democrats, who promised to keep schools open, the tensions are a distinctly unwelcome development.",
      "abstract": "Chicago teachers have voted to go remote. Other unions are agitating for change. For Democrats, who promised to keep schools open, the tensions are a distinctly unwelcome development.",
      "lead_paragraph": "Few American cities have labor politics as fraught as Chicago’s, where the nation’s third-largest school system shut down this week after teachers’ union members refused to work in person, arguing that classrooms were unsafe amid the Omicron surge.",
      "publication_date": "2022-01-08T10:00:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/08/us/teachers-unions-covid-schools.html",
      "byline": "By Dana Goldstein and Noam Scheiber"
    },
    {
      "headline": "U.S. Details Costs of a Russian Invasion of Ukraine",
      "snippet": "The Biden administration and its allies are developing new possible sanctions ahead of a series of meetings to defuse the crisis with Moscow.",
      "abstract": "The Biden administration and its allies are developing new possible sanctions ahead of a series of meetings to defuse the crisis with Moscow.",
      "lead_paragraph": "WASHINGTON — The Biden administration and its allies are assembling a punishing set of financial, technology and military sanctions against Russia that they say would go into effect within hours of an invasion of Ukraine, hoping to make clear to President Vladimir V. Putin the high cost he would pay if he sends troops across the border.",
      "publication_date": "2022-01-08T16:57:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/08/us/politics/us-sanctions-russia-ukraine.html",
      "byline": "By David E. Sanger and Eric Schmitt"
    },
    {
      "headline": "Your Head of H.R. Is Now Basically the School Nurse",
      "snippet": "Vaccine mandates. Boosters. Exemptions. Testing protocol. Just a handful of public health questions that human resources departments now have to answer.",
      "abstract": "Vaccine mandates. Boosters. Exemptions. Testing protocol. Just a handful of public health questions that human resources departments now have to answer.",
      "lead_paragraph": "Gia Ganesh is a people person, so she loved running people operations — what many companies now call human resources — at Florence Healthcare. She led the health care technology company’s recruitment efforts, met with expecting moms planning for maternity leave and helped staff decide whether to spend their wellness benefits on therapy or a massage.",
      "publication_date": "2022-01-09T10:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/01/09/business/human-resources-pandemic-vaccines.html",
      "byline": "By Emma Goldberg"
    },
    {
      "headline": "As Russia and U.S. Debate Ukraine, Ukraine Would Like a Say",
      "snippet": "While the United States and NATO speak with Russia this week, the Ukrainian government has been sidelined and is instead quietly pursuing separate negotiations with Moscow.",
      "abstract": "While the United States and NATO speak with Russia this week, the Ukrainian government has been sidelined and is instead quietly pursuing separate negotiations with Moscow.",
      "lead_paragraph": "KYIV, Ukraine — Peace negotiations are usually thought to involve two sides brought together by a mediator trying to tease out possible compromises, far from the anger and destruction of the battlefield.",
      "publication_date": "2022-01-09T10:00:10+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/09/world/europe/ukraine-russia-negotiations.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Quiet Awards Season Has Hollywood Uneasy",
      "snippet": "Audiences remain reluctant to return to theaters. And the kinds of movies that used to rely on the sheen of awards to attract moviegoers now find themselves in peril.",
      "abstract": "Audiences remain reluctant to return to theaters. And the kinds of movies that used to rely on the sheen of awards to attract moviegoers now find themselves in peril.",
      "lead_paragraph": "LOS ANGELES — Steven Spielberg directing a dance-filled musical through the streets of New York. Lady Gaga channeling her Italian roots. Will Smith back on the big screen. This year’s award season was supposed to celebrate Hollywood’s return to glitz and glamour. No more masks, no more socially distanced award shows or Zoom acceptance speeches, no more rewarding films that very few people had seen.",
      "publication_date": "2022-01-09T10:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/01/09/business/media/hollywood-golden-globes-oscars.html",
      "byline": "By Nicole Sperling"
    },
    {
      "headline": "A Rise in Deadly Border Patrol Chases Renews Concerns About Accountability",
      "snippet": "The increasing number of deaths adds urgency to questions about when and how agents should engage in high-speed chases as they pursue smugglers and migrants.",
      "abstract": "The increasing number of deaths adds urgency to questions about when and how agents should engage in high-speed chases as they pursue smugglers and migrants.",
      "lead_paragraph": "WASHINGTON — Angie Simms had been searching for her 25-year-old son for a week, filing a missing persons report and calling anyone who might have seen him, when the call came last August. Her son, Erik A. Molix, was in a hospital in El Paso, Texas, where he was strapped to his bed, on a ventilator and in a medically induced coma.",
      "publication_date": "2022-01-09T10:00:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/09/us/politics/border-patrol-migrant-deaths.html",
      "byline": "By Eileen Sullivan"
    },
    {
      "headline": "Disruption, Dismay, Dissent: Americans Grapple With Omicron’s Rise",
      "snippet": "The variant is spreading fast. For some, it is causing milder illness. But its distinct qualities have left Americans making a new set of calculations.",
      "abstract": "The variant is spreading fast. For some, it is causing milder illness. But its distinct qualities have left Americans making a new set of calculations.",
      "lead_paragraph": "CHICAGO — With infection rates mounting, the Omicron variant has ushered in a new and disorienting phase of the pandemic, leaving Americans frustrated and dismayed that the basic elements they thought they understood about the coronavirus are shifting faster than ever.",
      "publication_date": "2022-01-09T10:00:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/09/us/united-states-covid-pandemic-omicron.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "‘Nothing Will Be the Same’: A Prison Town Weighs a Future Without a Prison",
      "snippet": "After a decade of efforts that sharply reduced inmate populations, California is closing prisons. One town at the edge of a valley in remote northeast California whose economy is built on incarceration is waging a legal battle to keep a prison ope...",
      "abstract": "After a decade of efforts that sharply reduced inmate populations, California is closing prisons. One town at the edge of a valley in remote northeast California whose economy is built on incarceration is waging a legal battle to keep a prison open.",
      "lead_paragraph": "SUSANVILLE, Calif. — The Mauldin family loved their house. They bought it during the financial crisis and spent a lot of money to upgrade the tan, farmhouse-style home. New landscaping and fencing so the two kids would have a nice place to play. An entirely new kitchen and new floors. Rows of lilac bushes lining the driveway. But when word came down last spring that a prison in the town of Susanville would close, the family made a decision they never wanted to make: They put their home up for sale.",
      "publication_date": "2022-01-10T08:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/10/us/susanville-california-prison-closing.html",
      "byline": "By Tim Arango and Max Whittaker"
    },
    {
      "headline": "Covid Test Misinformation Spikes Along With Spread of Omicron",
      "snippet": "The added demand for testing and the higher prevalence of breakthrough cases have created an “opportune moment” to exploit.",
      "abstract": "The added demand for testing and the higher prevalence of breakthrough cases have created an “opportune moment” to exploit.",
      "lead_paragraph": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2022-01-10T10:00:11+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/01/10/technology/covid-test-misinformation.html",
      "byline": "By Davey Alba"
    },
    {
      "headline": "Manchin’s Choice on Build Back Better: Mine Workers or Mine Owners",
      "snippet": "Senator Joe Manchin III is caught between the mine workers’ union, which supports President Biden’s social policy and climate bill, and mine owners in his state who oppose it.",
      "abstract": "Senator Joe Manchin III is caught between the mine workers’ union, which supports President Biden’s social policy and climate bill, and mine owners in his state who oppose it.",
      "lead_paragraph": "WASHINGTON — For years, burly men in camouflage hunting jackets have been a constant presence in the Capitol Hill office of Senator Joe Manchin III, their United Mine Workers logos giving away their mission: to lobby not only for the interests of coal, but also on more personal matters such as pensions, health care and funding to address black lung disease.",
      "publication_date": "2022-01-10T10:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/10/us/politics/manchin-coal-miners.html",
      "byline": "By Jonathan Weisman"
    },
    {
      "headline": "These Boats Are Really Big, but Barcelona Has the Room",
      "snippet": "The city has become a hub for billionaires’ superyachts, banking on the strength of the “blue economy.”",
      "abstract": "The city has become a hub for billionaires’ superyachts, banking on the strength of the “blue economy.”",
      "lead_paragraph": "BARCELONA, Spain — Launched less than a year ago, the 460-foot-long, eight-deck Solaris is one of the newest of the superyachts that are the floating palaces of the sea. It has a helipad, of course, plus a swimming pool and all the other high-tech amenities required by its Russian billionaire owner, Roman Abramovich.",
      "publication_date": "2022-01-10T10:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/01/10/business/barcelona-superyachts.html",
      "byline": "By Raphael Minder"
    }
  ]
}