{
  "metadata": {
    "date": "2022-03-29",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Federal Judge Finds Trump Most Likely Committed Crimes Over 2020 Election",
      "snippet": "“The illegality of the plan was obvious,” the judge wrote in a civil case. Separately, the Jan. 6 panel voted to recommend contempt of Congress charges for two former Trump aides.",
      "abstract": "“The illegality of the plan was obvious,” the judge wrote in a civil case. Separately, the Jan. 6 panel voted to recommend contempt of Congress charges for two former Trump aides.",
      "lead_paragraph": "WASHINGTON — A federal judge ruled on Monday that former President Donald J. Trump and a lawyer who had advised him on how to overturn the 2020 election most likely had committed felonies, including obstructing the work of Congress and conspiring to defraud the United States.",
      "publication_date": "2022-03-28T16:24:51+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/28/us/politics/trump-election-crimes.html",
      "byline": "By Luke Broadwater, Alan Feuer and Maggie Haberman"
    },
    {
      "headline": "Ukraine Claims Some Battle Successes as Russia Focuses on Another Front",
      "snippet": "With the fighting raging and sputtering attempts at diplomacy continuing, diplomacy between the two sides was continuing, with talks planned in Istanbul on Tuesday.",
      "abstract": "With the fighting raging and sputtering attempts at diplomacy continuing, diplomacy between the two sides was continuing, with talks planned in Istanbul on Tuesday.",
      "lead_paragraph": "KYIV, Ukraine — Ukrainians on Monday reported that they had pushed back invading Russian forces in fierce fighting around Kyiv and in northeastern Ukraine, while the Russians moved to encircle and cut off Ukrainian forces in the east, making a diplomatic resolution to the war seem as far away as ever.",
      "publication_date": "2022-03-28T21:57:38+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/28/world/europe/irpin-donbas-poison.html",
      "byline": "By Andrew E. Kramer and Steven Erlanger"
    },
    {
      "headline": "‘I Make No Apologies’: Biden Says His Putin Comments Were an Expression of Moral Outrage",
      "snippet": "President Biden said his words, delivered in a speech over the weekend in Warsaw, were not a call for regime change in Russia.",
      "abstract": "President Biden said his words, delivered in a speech over the weekend in Warsaw, were not a call for regime change in Russia.",
      "lead_paragraph": "WASHINGTON — President Biden on Monday stood by his comment that Vladimir V. Putin should not remain president of Russia, but he said it was an expression of his own horror over the invasion of Ukraine and not a change in American policy aimed at seeking to remove Mr. Putin from office.",
      "publication_date": "2022-03-28T23:58:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/28/us/politics/biden-putin.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "Do Russian Oligarchs Have a Secret Weapon in London’s Libel Lawyers?",
      "snippet": "How a group of attorneys worked to keep negative stories about President Vladimir Putin’s allies out of the British media for decades.",
      "abstract": "How a group of attorneys worked to keep negative stories about President Vladimir Putin’s allies out of the British media for decades.",
      "lead_paragraph": "LONDON — There were plenty of rave reviews for “Putin’s People,” a 2020 best seller about the Russian president’s inner circle, but a small group of spectacularly rich men hated the book and they didn’t hide their feelings. Over the course of a few weeks, all of them filed suit against the author, Catherine Belton, and her publisher, HarperCollins.",
      "publication_date": "2022-03-29T07:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/29/business/oligarchs-london-putin-russia.html",
      "byline": "By David Segal"
    },
    {
      "headline": "A Brutal Russian Playbook Reapplied in Ukraine",
      "snippet": "The besieging of cities, the deliberate targeting of civilians — they are the tactics Russia used before, in Grozny. I saw it firsthand.",
      "abstract": "The besieging of cities, the deliberate targeting of civilians — they are the tactics Russia used before, in Grozny. I saw it firsthand.",
      "lead_paragraph": "KYIV, Ukraine — In Ukraine’s capital, Kyiv, amid the deadly rumble of heavy Russian artillery, there is much that feels familiar. Not least a terrible feeling of dread.",
      "publication_date": "2022-03-29T07:00:19+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/29/world/europe/russia-chechnya-grozny-ukraine.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Shanghai’s Lockdown Tests Covid-Zero Policy, and People’s Limits",
      "snippet": "A staggered lockdown on China’s commercial capital of 26 million people has sent beleaguered residents scrambling and raised fears of broader damage to the economy.",
      "abstract": "A staggered lockdown on China’s commercial capital of 26 million people has sent beleaguered residents scrambling and raised fears of broader damage to the economy.",
      "lead_paragraph": "Even before Shanghai imposed a lockdown to curb a rapidly spreading Covid outbreak, life for many in China’s wealthiest city had been upended by the virus — and the government’s response.",
      "publication_date": "2022-03-29T08:54:29+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/29/world/asia/china-shanghai-covid-lockdown.html",
      "byline": "By John Liu and Paul Mozur"
    },
    {
      "headline": "New Focus on How a Trump Tweet Incited Far-Right Groups Ahead of Jan. 6",
      "snippet": "Federal prosecutors and congressional investigators are documenting how the former president’s “Be there, will be wild!” post became a catalyst for militants before the Capitol assault.",
      "abstract": "Federal prosecutors and congressional investigators are documenting how the former president’s “Be there, will be wild!” post became a catalyst for militants before the Capitol assault.",
      "lead_paragraph": "Federal prosecutors and congressional investigators have gathered growing evidence of how a tweet by President Donald J. Trump less than three weeks before Jan. 6, 2021, served as a crucial call to action for extremist groups that played a central role in storming the Capitol.",
      "publication_date": "2022-03-29T09:00:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/29/us/politics/trump-tweet-jan-6.html",
      "byline": "By Alan Feuer, Michael S. Schmidt and Luke Broadwater"
    },
    {
      "headline": "The War Is Reshaping How Europe Spends",
      "snippet": "Romania is buying iodide pills. Ireland enacted special incentives for its farmers to till essential crops. And military spending is rising across the continent.",
      "abstract": "Romania is buying iodide pills. Ireland enacted special incentives for its farmers to till essential crops. And military spending is rising across the continent.",
      "lead_paragraph": "Nicolae Ciuca spent a lifetime on the battlefield before being voted in as prime minister of Romania four months ago. Yet even he did not imagine the need to spend millions of dollars for emergency production of iodide pills to help block radiation poisoning in case of a nuclear blast, or to raise military spending by 25 percent in a single year.",
      "publication_date": "2022-03-29T09:00:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/29/business/economy/european-union-military-spending.html",
      "byline": "By Patricia Cohen"
    },
    {
      "headline": "How 2 Industries Stymied Justice for Young Lead Paint Victims",
      "snippet": "The U.S. insurance and real estate industries have waged a decades-long campaign to avoid liability in lead cases, helping to prolong an epidemic. The cost for millions of children has been incalculable.",
      "abstract": "The U.S. insurance and real estate industries have waged a decades-long campaign to avoid liability in lead cases, helping to prolong an epidemic. The cost for millions of children has been incalculable.",
      "lead_paragraph": "When Selena Wiley signed the lease for an older rental home in South Bend, Ind., she asked the property manager about lead paint and was assured the house was safe.",
      "publication_date": "2022-03-29T14:49:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/29/us/lead-poisoning-insurance-landlords.html",
      "byline": "By Ellen Gabler"
    },
    {
      "headline": "Germany’s New Muscular Foreign Policy ‘Lies in the Hands of Strong Women’",
      "snippet": "Angela Merkel is no longer chancellor. But as war rages in Ukraine, a mere 10-hour drive from Berlin, female ministers oversee national security.",
      "abstract": "Angela Merkel is no longer chancellor. But as war rages in Ukraine, a mere 10-hour drive from Berlin, female ministers oversee national security.",
      "lead_paragraph": "BERLIN — It was Chancellor Olaf Scholz who, three days after Russia’s invasion of Ukraine, broke with Germany’s postwar pacifism, vowing to give his country the necessary resources and muscle to lead on security matters in Europe.",
      "publication_date": "2022-03-29T15:23:51+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/29/world/europe/germany-women-ukraine-war.html",
      "byline": "By Katrin Bennhold and Steven Erlanger"
    }
  ]
}