{
  "metadata": {
    "date": "2022-03-07",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Russia’s War Prompts a Pitch for ‘Socially Responsible’ Military Stocks",
      "snippet": "Bombs, guns and fighter jets aren’t typical E.S.G. investments, but two Citi analysts say they should be. Advocates for “socially responsible” investing call the idea “absurd.”",
      "abstract": "Bombs, guns and fighter jets aren’t typical E.S.G. investments, but two Citi analysts say they should be. Advocates for “socially responsible” investing call the idea “absurd.”",
      "lead_paragraph": "Russia’s invasion of Ukraine has upset the world order. It could conceivably alter the way some people think about investing, too.",
      "publication_date": "2022-03-04T16:42:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/04/business/military-stocks-russia-ukraine.html",
      "byline": "By Jeff Sommer"
    },
    {
      "headline": "Volunteer Hackers Converge on Ukraine Conflict With No One in Charge",
      "snippet": "The hackers have claimed a number of disruptions over the past week, blurring the lines between amateurs and groups linked to governments.",
      "abstract": "The hackers have claimed a number of disruptions over the past week, blurring the lines between amateurs and groups linked to governments.",
      "lead_paragraph": "The hackers came from around the world. They knocked Russian and Ukrainian government websites offline, graffitied antiwar messages onto the home pages of Russian media outlets and leaked data from rival hacking operations. And they swarmed into chat rooms, awaiting new instructions and egging each other on.",
      "publication_date": "2022-03-04T17:42:18+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/04/technology/ukraine-russia-hackers.html",
      "byline": "By Kate Conger and Adam Satariano"
    },
    {
      "headline": "‘I Don’t Want to Be Called Russian Anymore’: Anxious Soviet Diaspora Rethinks Identity",
      "snippet": "Immigrants from the former Soviet bloc were never a monolith, but they bonded over shared language and history. Now, they are shifting away from being seen as one group.",
      "abstract": "Immigrants from the former Soviet bloc were never a monolith, but they bonded over shared language and history. Now, they are shifting away from being seen as one group.",
      "lead_paragraph": "LOS ANGELES — Outside Babushka Grandma’s deli in the heart of Hollywood, immigrants from Russia, Ukraine and other countries that were part of the former Soviet Union sipped coffee and nibbled on piroshkis during a recent warm, sun-drenched afternoon.",
      "publication_date": "2022-03-04T18:51:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/04/us/immigrant-identity-russia-ukraine.html",
      "byline": "By Miriam Jordan"
    },
    {
      "headline": "In Kyiv’s Railway Station, Rumors, Near-Stampedes and Frustration",
      "snippet": "As Russian forces begin to encircle the Ukrainian capital, tens of thousands are clambering for a way out that may soon be closed off.",
      "abstract": "As Russian forces begin to encircle the Ukrainian capital, tens of thousands are clambering for a way out that may soon be closed off.",
      "lead_paragraph": "KYIV, Ukraine — The crowds of exhausted, frightened women and children at Kyiv’s central train station on Friday suddenly surged in a near-stampede to a station platform where a train heading to safety in western Ukraine was rumored to be arriving soon.",
      "publication_date": "2022-03-04T22:37:31+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/04/world/europe/ukraine-kyiv-train-station.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Russians Seize Europe’s Biggest Nuclear Plant and Gain in the South as More Ukrainians Flee",
      "snippet": "The Russian military advance in Ukraine sowed more destruction and chaos, pointing to a worsening conflict, as the Kremlin also moved to restrict how it’s reported at home.",
      "abstract": "The Russian military advance in Ukraine sowed more destruction and chaos, pointing to a worsening conflict, as the Kremlin also moved to restrict how it’s reported at home.",
      "lead_paragraph": "KYIV, Ukraine — Russian forces in Ukraine seized Europe’s biggest nuclear power plant on Friday, tightened their noose around the capital and threatened more southern cities in their march to control the Black Sea coast, intensifying the deadly destruction and chaos from the eight-day-old invasion.",
      "publication_date": "2022-03-05T00:33:16+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/04/world/europe/russia-military-advance-ukraine-war.html",
      "byline": "By Andrew E. Kramer, Michael Schwirtz and Michael Levenson"
    },
    {
      "headline": "A Paranoid Person’s Guide to Preparing for Digital Danger",
      "snippet": "Russia’s attack may have you wondering what will happen if the conflict spills into cyberthreats beyond Ukraine’s borders. Here’s what you can do to ease your mind.",
      "abstract": "Russia’s attack may have you wondering what will happen if the conflict spills into cyberthreats beyond Ukraine’s borders. Here’s what you can do to ease your mind.",
      "lead_paragraph": "What if the lights go out? Or A.T.M. networks go down? Or digital giants like Google that I trust with vital information come under attack?",
      "publication_date": "2022-03-05T08:02:25+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/05/your-money/cybersecurity-tips.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "How Moms to Be Get to Act More Like Dads",
      "snippet": "The liberation of being pregnant on Zoom and not in the office.",
      "abstract": "The liberation of being pregnant on Zoom and not in the office.",
      "lead_paragraph": "For the past nine months, I have been pregnant. But I have not — for the most part — been pregnant at work.",
      "publication_date": "2022-03-05T10:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2022/03/05/business/pregnancy-remote-work.html",
      "byline": "By Sarah Kessler"
    },
    {
      "headline": "TikTok Is Gripped by the Violence and Misinformation of Ukraine War",
      "snippet": "The Chinese-owned video app is dealing with a flood of war videos and the question of whether it is spreading unverified information.",
      "abstract": "The Chinese-owned video app is dealing with a flood of war videos and the question of whether it is spreading unverified information.",
      "lead_paragraph": "Bre Hernandez used to scan TikTok for videos of makeup tutorials and taco truck reviews. Since Russia invaded Ukraine, the 19-year-old has spent hours each day scrolling the app for war videos, watching graphic footage of Ukrainian tanks firing on Russian troops and civilians running away from enemy gunfire.",
      "publication_date": "2022-03-05T10:00:19+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/05/technology/tiktok-ukraine-misinformation.html",
      "byline": "By Sheera Frenkel"
    },
    {
      "headline": "How the West Marshaled a Stunning Show of Unity Against Russia",
      "snippet": "In a few frantic days, the West threw out the playbook it used for decades against the Kremlin and isolated Russia with unparalleled sanctions and penalties.",
      "abstract": "In a few frantic days, the West threw out the playbook it used for decades against the Kremlin and isolated Russia with unparalleled sanctions and penalties.",
      "lead_paragraph": "LONDON — The day after Russian tanks and troops poured across the Ukrainian border on Feb. 24, NATO leaders received a deeply frightening message. The alliance’s secretary general, Jens Stoltenberg, opened an emergency video summit by warning that President Vladimir V. Putin had “shattered peace in Europe” and that from now on, he would openly contest the continent’s security order.",
      "publication_date": "2022-03-05T10:09:09+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/05/world/europe/russia-ukraine-invasion-sanctions.html",
      "byline": "By Mark Landler, Katrin Bennhold and Matina Stevis-Gridneff"
    },
    {
      "headline": "Russian Forces Pound Civilians, as Putin Likens Sanctions to a ‘Declaration of War’",
      "snippet": "Despite a cease-fire, Russia shelled near humanitarian corridors meant for civilians to escape an embattled city, Ukraine says, while the Russian leader also warned about a no-fly zone.",
      "abstract": "Despite a cease-fire, Russia shelled near humanitarian corridors meant for civilians to escape an embattled city, Ukraine says, while the Russian leader also warned about a no-fly zone.",
      "lead_paragraph": "ODESSA, Ukraine — President Vladimir V. Putin warned on Saturday that crippling economic sanctions imposed by the West were “akin to a declaration of war,” as the Russian military pummeled civilian targets and continued shelling near the first protected routes intended to allow besieged Ukrainians to flee, apparently violating a cease-fire that had been agreed to only hours earlier.",
      "publication_date": "2022-03-05T16:57:27+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/05/world/europe/ukraine-russia-putin.html",
      "byline": "By Michael Schwirtz, Andrew E. Kramer and Michael Levenson"
    },
    {
      "headline": "Russian Prisoners and Ukrainian Soldiers Describe Two Sides of the Conflict",
      "snippet": "The accounts painted a picture of a conflict consisting largely of ambushes, at least in northern Ukraine where the Russian forces are striving to encircle and capture the capital, Kyiv.",
      "abstract": "The accounts painted a picture of a conflict consisting largely of ambushes, at least in northern Ukraine where the Russian forces are striving to encircle and capture the capital, Kyiv.",
      "lead_paragraph": "KYIV, Ukraine — With hands still dirty from the battlefield, a dozen Russian prisoners of war sat, stony-faced, in a conference room of a Ukrainian news agency on Saturday and described being captured after their armored columns were ambushed. ",
      "publication_date": "2022-03-06T00:02:27+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/05/world/europe/ukraine-russia-soldiers-war.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "High Demand for Drug to Prevent Covid in the Vulnerable, Yet Doses Go Unused",
      "snippet": "The treatment could be lifesaving for many who cannot get protection from the vaccine, but confusion about the drug has made some doctors slow to prescribe it.",
      "abstract": "The treatment could be lifesaving for many who cannot get protection from the vaccine, but confusion about the drug has made some doctors slow to prescribe it.",
      "lead_paragraph": "Sasha Mallett, Sue Taylor and Kimberly Cooley all have immune deficiencies that make them especially vulnerable to Covid-19, and all have tried to get the same thing: a new treatment that can prevent the disease in people who either cannot produce antibodies after receiving a coronavirus vaccine or cannot get vaccinated at all.",
      "publication_date": "2022-03-06T08:00:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/06/us/politics/evusheld-covid-treatment.html",
      "byline": "By Amanda Morris and Sheryl Gay Stolberg"
    },
    {
      "headline": "Fraud Is Flourishing on Zelle. The Banks Say It’s Not Their Problem.",
      "snippet": "Zelle, the payments platform used by millions of customers, is a popular target of scammers. But banks have been reluctant to make fraud victims whole — despite owning the system.",
      "abstract": "Zelle, the payments platform used by millions of customers, is a popular target of scammers. But banks have been reluctant to make fraud victims whole — despite owning the system.",
      "lead_paragraph": "Justin Faunce lost $500 to a scammer impersonating a Wells Fargo official in January and hoped that the bank would reimburse him. Mr. Faunce was a longtime Wells Fargo customer and had immediately reported the scam — involving Zelle, the popular money transfer app.",
      "publication_date": "2022-03-06T10:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/06/business/payments-fraud-zelle-banks.html",
      "byline": "By Stacy Cowley and Lananh Nguyen"
    },
    {
      "headline": "‘Falling Into Emptiness’: Ukrainian Families Feel the Pain of Separation",
      "snippet": "With most Ukrainian men legally prohibited from leaving Ukraine, the international border gates serve as a painful filter, splitting families as women and children move on.",
      "abstract": "With most Ukrainian men legally prohibited from leaving Ukraine, the international border gates serve as a painful filter, splitting families as women and children move on.",
      "lead_paragraph": "MEDYKA, Poland — Iryna Dukhota has been married to her husband for 26 years. She met him when they were young, as he was riding his bike through her neighborhood in Kyiv, Ukraine’s capital.",
      "publication_date": "2022-03-06T16:11:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/06/world/europe/ukraine-poland-families-separation.html",
      "byline": "By Jeffrey Gettleman and Monika Pronczuk"
    },
    {
      "headline": "Ukrainians Find That Relatives in Russia Don’t Believe It’s a War",
      "snippet": "Many Ukrainians are encountering a confounding and frustrating backlash from family members in Russia who have bought into the official Kremlin messaging.",
      "abstract": "Many Ukrainians are encountering a confounding and frustrating backlash from family members in Russia who have bought into the official Kremlin messaging.",
      "lead_paragraph": "LVIV, Ukraine — Four days after Russia began dropping artillery shells on Kyiv, Misha Katsurin, a Ukrainian restaurateur, was wondering why his father, a church custodian living in the Russian city of Nizhny Novgorod, hadn’t called to check on him.",
      "publication_date": "2022-03-06T17:25:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/06/world/europe/ukraine-russia-families.html",
      "byline": "By Valerie Hopkins"
    },
    {
      "headline": "For German Firms, Ties to Russia Are Personal, Not Just Financial",
      "snippet": "The economic fallout from Russia’s invasion of Ukraine is only part of the pain for German companies.",
      "abstract": "The economic fallout from Russia’s invasion of Ukraine is only part of the pain for German companies.",
      "lead_paragraph": "BERLIN — When Peter Fenkl heard that Russia had invaded Ukraine, he said his first thoughts were not for the business his German company stood to lose in either country, but for the fates of his employees in the region, who over years of business dealings and shared drinks had become more than just colleagues.",
      "publication_date": "2022-03-06T19:05:45+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/06/business/germany-russia-companies.html",
      "byline": "By Melissa Eddy"
    },
    {
      "headline": "Ukrainian Family’s Dash for Safety Ends in Death",
      "snippet": "Russian forces hit a bridge being used by civilians evacuating the fighting in Ukraine. Four people were killed.",
      "abstract": "Russian forces hit a bridge being used by civilians evacuating the fighting in Ukraine. Four people were killed.",
      "lead_paragraph": "IRPIN, Ukraine — The bridge was just a shell of its old self, blown up days earlier by Ukrainian soldiers intent on slowing the Russian advance on the capital, Kyiv, but battered as it was, it offered a lifeline to civilians desperate to flee the fighting.",
      "publication_date": "2022-03-06T23:45:50+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/06/world/europe/ukrainian-family-killed-war.html",
      "byline": "By Lynsey Addario and Andrew E. Kramer"
    },
    {
      "headline": "Arming Ukraine: 17,000 Anti-Tank Weapons in 6 Days and a Clandestine Cybercorps",
      "snippet": "The United States has walked to the edge of direct conflict with Russia in an operation that is reminiscent of the Berlin airlift of 1948-49, but far more complex.",
      "abstract": "The United States has walked to the edge of direct conflict with Russia in an operation that is reminiscent of the Berlin airlift of 1948-49, but far more complex.",
      "lead_paragraph": "On a snowy tarmac at Amari Air Base in northern Estonia on Sunday morning, pallets of rifles, ammunition and other weapons were being loaded onto one of the largest cargo planes in the world, an Antonov AN-124, belonging to the Ukrainian air force. It is an artifact of the Cold War, built and purchased when Ukraine was still part of the Soviet Union.",
      "publication_date": "2022-03-07T00:02:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/06/us/politics/us-ukraine-weapons.html",
      "byline": "By David E. Sanger, Eric Schmitt, Helene Cooper, Julian E. Barnes and Kenneth P. Vogel"
    },
    {
      "headline": "Proud Band of Ukrainian Troops Holds Russian Assault at Bay — for Now",
      "snippet": "“Few expected such strength from our people,” said a Ukrainian colonel whose soldiers have repelled a Russian attack on the port city of Mykolaiv for three days.",
      "abstract": "“Few expected such strength from our people,” said a Ukrainian colonel whose soldiers have repelled a Russian attack on the port city of Mykolaiv for three days.",
      "lead_paragraph": "MYKOLAIV, Ukraine — The remains of a Russian Tigr fighting vehicle sat smoldering on the side of the road, as Ukrainian troops lounged outside their trenches smoking cigarettes. Nearby, a group of local villagers was tinkering with a captured T-90 tank, trying to get it running again so that the Ukrainian Army might put it to use.",
      "publication_date": "2022-03-07T00:27:11+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/06/world/europe/ukraine-beats-russia-mykolaiv.html",
      "byline": "By Michael Schwirtz"
    },
    {
      "headline": "Dreaming of Suitcases in Space",
      "snippet": "A California start-up company believes it can one day speed delivery of important items by storing them in orbit.",
      "abstract": "A California start-up company believes it can one day speed delivery of important items by storing them in orbit.",
      "lead_paragraph": "LAKE ELSINORE, Calif. — The mission to turn space into the next frontier for express deliveries took off from a modest propeller plane above a remote airstrip in the shadow of the Santa Ana mountains.",
      "publication_date": "2022-03-07T10:00:29+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "D",
      "web_url": "https://www.nytimes.com/2022/03/07/technology/inversion-suitcases-space.html",
      "byline": "By Daisuke Wakabayashi"
    },
    {
      "headline": "Carmakers Race to Control Next-Generation Battery Technology",
      "snippet": "The prize: batteries that would be cheaper, faster to charge and less vulnerable to raw material shortages. Whoever gets there first will have a major advantage.",
      "abstract": "The prize: batteries that would be cheaper, faster to charge and less vulnerable to raw material shortages. Whoever gets there first will have a major advantage.",
      "lead_paragraph": "WOBURN, Mass. — Already far behind Asian manufacturers in building electric car batteries, U.S. automakers and their suppliers are racing to develop a new generation of batteries that are cheaper, can pack in more energy and charge faster.",
      "publication_date": "2022-03-07T10:00:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/07/business/energy-environment/next-generation-auto-battery.html",
      "byline": "By Jack Ewing and Eric Lipton"
    },
    {
      "headline": "Hate for Putin’s Russia Consumes Ukraine",
      "snippet": "Much of the bitterness is directed at President Vladimir V. Putin, but Ukrainians also chastise ordinary Russians, calling them complicit.",
      "abstract": "Much of the bitterness is directed at President Vladimir V. Putin, but Ukrainians also chastise ordinary Russians, calling them complicit.",
      "lead_paragraph": "LVIV, Ukraine — Trapped in his apartment on the outskirts of Kyiv during fierce battles over the weekend, the well-known Ukrainian poet Oleksandr Irvanets composed a few lines that encapsulated the national mood.",
      "publication_date": "2022-03-07T14:38:30+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/07/world/europe/ukraine-putin-hate.html",
      "byline": "By Maria Varenikova"
    },
    {
      "headline": "Stocks extend their rout as the Ukraine war and its economic fallout intensify.",
      "snippet": "The S&P 500’s drop was its sharpest since October 2020. The tech-heavy Nasdaq composite is down 20 percent from its November record.",
      "abstract": "The S&P 500’s drop was its sharpest since October 2020. The tech-heavy Nasdaq composite is down 20 percent from its November record.",
      "lead_paragraph": "Global stocks slid and energy prices jumped on Monday as attacks on Ukraine escalated and governments considered ever-stricter economic penalties on Russia, including cutting off imports of Russian oil. It was Wall Street’s worst day in more than a year.",
      "publication_date": "2022-03-07T14:46:39+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/07/business/stock-market-today.html",
      "byline": "By William P. Davis and Stanley Reed"
    }
  ]
}