{
  "metadata": {
    "date": "2022-07-08",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Brittney Griner Pleads Guilty to Drug Charges in Russian Court",
      "snippet": "“There was no intent,” the American basketball star told a Russian judge, as any resolution of the highly politicized case appeared to shift toward the diplomatic arena.",
      "abstract": "“There was no intent,” the American basketball star told a Russian judge, as any resolution of the highly politicized case appeared to shift toward the diplomatic arena.",
      "lead_paragraph": "Brittney Griner pleaded guilty to drug charges in a Russian courtroom on Thursday, as the wrangling over the American basketball star’s fate shifted increasingly to the diplomatic arena — a daunting prospect for Ms. Griner’s supporters amid America’s rift with Moscow over the war in Ukraine.",
      "publication_date": "2022-07-07T17:44:35+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/07/world/europe/brittney-griner-russia.html",
      "byline": "By Anton Troianovski, Ivan Nechepurenko and Tania Ganguli"
    },
    {
      "headline": "No. 2 Theranos Executive Found Guilty of 12 Counts of Fraud",
      "snippet": "The verdict for Ramesh Balwani, who helped lead the failed blood testing start-up, was more severe than the one for his ex-girlfriend Elizabeth Holmes.",
      "abstract": "The verdict for Ramesh Balwani, who helped lead the failed blood testing start-up, was more severe than the one for his ex-girlfriend Elizabeth Holmes.",
      "lead_paragraph": "SAN JOSE, Calif. — Ramesh Balwani, a former top executive at Theranos, was found guilty on Thursday of 12 counts of fraud, in a verdict that was more severe than that of his co-conspirator, Elizabeth Holmes, and that solidified the failed blood-testing start-up as the ultimate Silicon Valley cautionary tale.",
      "publication_date": "2022-07-07T18:58:01+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/07/07/technology/ramesh-balwani-theranos-fraud.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "Boris Johnson Quits Amid Latest Scandal, a Messy End to a Messy Tenure",
      "snippet": "In a dizzying two days, Conservative Party lawmakers who had defended the prime minister through crises turned against him, and now some are vying to replace him despite harsh economic headwinds.",
      "abstract": "In a dizzying two days, Conservative Party lawmakers who had defended the prime minister through crises turned against him, and now some are vying to replace him despite harsh economic headwinds.",
      "lead_paragraph": "LONDON — Bowing to intense pressure from his own party, Prime Minister Boris Johnson of Britain said Thursday that he would step down, ending a stormy three-year tenure that was marked by a landslide election victory and a successful drive to pull Britain out of the European Union, but collapsed under the weight of relentless scandals.",
      "publication_date": "2022-07-07T23:05:13+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/07/world/europe/boris-johnson-resignation-britain.html",
      "byline": "By Mark Landler and Stephen Castle"
    },
    {
      "headline": "Democrats Propose Raising Taxes on Some High Earners to Bolster Medicare",
      "snippet": "The draft plan, which is expected to be unveiled in the coming days, is part of talks over how to salvage pieces of President Biden’s domestic agenda.",
      "abstract": "The draft plan, which is expected to be unveiled in the coming days, is part of talks over how to salvage pieces of President Biden’s domestic agenda.",
      "lead_paragraph": "WASHINGTON — Senate Democrats will push to raise taxes on some high-earning Americans and steer the money to improving the solvency of Medicare, according to officials briefed on the plan, as they cobble together a modest version of President Biden’s stalled tax and spending package.",
      "publication_date": "2022-07-07T23:27:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/07/us/politics/medicare-solvency-taxes.html",
      "byline": "By Emily Cochrane, Margot Sanger-Katz and Jim Tankersley"
    },
    {
      "headline": "Johnson’s Lies Worked for Years, Until They Didn’t",
      "snippet": "The British prime minister thought he could swagger and dissemble his way through any scandal, but found the rules of gravity applied after all.",
      "abstract": "The British prime minister thought he could swagger and dissemble his way through any scandal, but found the rules of gravity applied after all.",
      "lead_paragraph": "After a lifetime of swaggering and dissembling his way through one scandal after another on the strength of his prodigious political skills — a potent mix of charm, guile, ruthlessness, hubris, oratorical dexterity and rumpled Wodehousian bluster — Boris Johnson has finally reached the end. It seems that the laws of gravity apply to him after all.",
      "publication_date": "2022-07-08T07:00:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/08/world/europe/boris-johnson-lies-britain-parliament.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "Even in Death, Internet Explorer Lives On in South Korea",
      "snippet": "Why a country known for blazing broadband and innovative devices remains tethered to a browser that most of the world abandoned long ago.",
      "abstract": "Why a country known for blazing broadband and innovative devices remains tethered to a browser that most of the world abandoned long ago.",
      "lead_paragraph": "SEOUL — In South Korea, one of the world’s most technologically advanced countries, there are few limits to what can be done conveniently online — except if you’re using the wrong web browser.",
      "publication_date": "2022-07-08T09:00:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/07/08/business/korea-internet-explorer.html",
      "byline": "By Daisuke Wakabayashi and Jin Yu Young"
    },
    {
      "headline": "Shinzo Abe Is Assassinated With a Handmade Gun, Shocking a Nation",
      "snippet": "In a country with tight gun laws and little violence, the killing of the former prime minister left many in stunned disbelief. “It’s so un-Japanese.”",
      "abstract": "In a country with tight gun laws and little violence, the killing of the former prime minister left many in stunned disbelief. “It’s so un-Japanese.”",
      "lead_paragraph": "TOKYO — Shinzo Abe, Japan’s most influential former prime minister, was stumping on behalf of a junior politician from his party near a train station in Japan’s old capital city of Nara on Friday morning when he collapsed, bleeding, on the street. He was shot in the neck, doctors said, by a gunman who later admitted he had come to kill him.",
      "publication_date": "2022-07-08T09:16:36+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/08/world/asia/shinzo-abe-assassin-handmade-gun.html",
      "byline": "By Motoko Rich, Makiko Inoue, Hikari Hida and Hisako Ueno"
    },
    {
      "headline": "U.S. Economy Added 372,000 Jobs in June, Defying Slowdown Fears",
      "snippet": "The strong Labor Department report comes as consumers and businesses express increasing concern about a downturn.",
      "abstract": "The strong Labor Department report comes as consumers and businesses express increasing concern about a downturn.",
      "lead_paragraph": "The U.S. economy powered through June with broad-based hiring on par with recent months, keeping the country clear of recession territory even as inflation eats into wages and interest rates continue to rise.",
      "publication_date": "2022-07-08T09:22:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/08/business/economy/jobs-report-june-2022.html",
      "byline": "By Lydia DePillis"
    },
    {
      "headline": "Strong Wage and Jobs Growth Keeps Fed on Track for Big Rate Increase",
      "snippet": "The Federal Reserve is trying to cool down the economy to bring inflation under control, but the job market is still going strong.",
      "abstract": "The Federal Reserve is trying to cool down the economy to bring inflation under control, but the job market is still going strong.",
      "lead_paragraph": "A surprisingly robust June employment report reinforced that America’s labor market remains historically strong even as recession warnings reach a fever pitch. But that development, while good news for the Biden administration, is likely to keep the Federal Reserve on its aggressive path of interest rate increases as it tries to cool the economy and slow inflation.",
      "publication_date": "2022-07-08T15:45:34+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/07/08/business/economy/wages-jobs-fed-rates.html",
      "byline": "By Jeanna Smialek and Jim Tankersley"
    },
    {
      "headline": "Assassination Shocks a Nearly Gun-Free Japan",
      "snippet": "Stringent rules on gun ownership had all but eradicated gun violence in the country.",
      "abstract": "Stringent rules on gun ownership had all but eradicated gun violence in the country.",
      "lead_paragraph": "The assassination of former Prime Minister Shinzo Abe during a campaign rally in western Japan was especially hard to fathom because it involved a gun — a type of crime that is extremely rare in a country with some of the most stringent laws on buying and owning firearms.",
      "publication_date": "2022-07-08T15:47:45+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/08/world/asia/japan-abe-murder-guns.html",
      "byline": "By Daisuke Wakabayashi, Ben Dooley and Hikari Hida"
    }
  ]
}