{
  "metadata": {
    "date": "2022-05-19",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Amateur Investors Rode the Bull Up. Now the Bear Looms.",
      "snippet": "An estimated 20 million people started trading on their own during the pandemic. Some are shifting strategies as stocks tumble, while others are getting out.",
      "abstract": "An estimated 20 million people started trading on their own during the pandemic. Some are shifting strategies as stocks tumble, while others are getting out.",
      "lead_paragraph": "Millions of amateur investors got into the stock market during the pandemic — some gingerly, some aggressively, some determined to teach Wall Street bigwigs a lesson — and almost couldn’t help but make money, riding a bull market for the better part of two years.",
      "publication_date": "2022-05-18T16:48:12+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/05/18/your-money/stock-market-crash-trading-retail.html",
      "byline": "By Tara Siegel Bernard"
    },
    {
      "headline": "In Ukraine, Gruesome Injuries and Not Enough Doctors to Treat Them",
      "snippet": "Operating with skeleton crews, doctors and nurses race to save limbs, and lives. It’s a grim routine for medical personnel often working around the clock. And not all limbs can be saved.",
      "abstract": "Operating with skeleton crews, doctors and nurses race to save limbs, and lives. It’s a grim routine for medical personnel often working around the clock. And not all limbs can be saved.",
      "lead_paragraph": "KRAMATORSK, Ukraine — Days after Russian forces invaded, Yaroslav Bohak, a young cardiovascular surgeon, was at home with his family in the relative safety of western Ukraine, when a colleague placed a desperate call from the east, pleading with him to come help.",
      "publication_date": "2022-05-18T18:13:29+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/05/18/world/europe/ukraine-russia-war-doctors.html",
      "byline": "By Michael Schwirtz and Lynsey Addario"
    },
    {
      "headline": "Russia Uses Surrender in Mariupol to Portray Ukrainians as Terrorists",
      "snippet": "Many soldiers who surrendered from Mariupol’s Azovstal steel plant belong to the Azov battalion, a group with far-right roots, and the Kremlin may now put them on trial just as Ukraine is prosecuting Russians for war crimes.",
      "abstract": "Many soldiers who surrendered from Mariupol’s Azovstal steel plant belong to the Azov battalion, a group with far-right roots, and the Kremlin may now put them on trial just as Ukraine is prosecuting Russians for war crimes.",
      "lead_paragraph": "KYIV, Ukraine — Russia seized on the mass surrender of Ukrainian troops at a Mariupol steel plant as a propaganda gift on Wednesday, moving to falsely label them as terrorists and create a parallel narrative to Ukraine’s portrayal of Russian soldiers as heinous war criminals.",
      "publication_date": "2022-05-18T22:11:06+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/05/18/world/europe/russia-ukraine-captives.html",
      "byline": "By Valerie Hopkins, Neil MacFarquhar, Ivan Nechepurenko and Michael Levenson"
    },
    {
      "headline": "Midterm Stakes Grow Clearer: Election Deniers Will Be on Many Ballots",
      "snippet": "In primaries so far, Republican voters have appeared willing to nominate proponents of Donald Trump’s election falsehoods, making clear that this year’s races may well affect future elections.",
      "abstract": "In primaries so far, Republican voters have appeared willing to nominate proponents of Donald Trump’s election falsehoods, making clear that this year’s races may well affect future elections.",
      "lead_paragraph": "Republican voters in this week’s primary races demonstrated a willingness to nominate candidates who parrot Donald J. Trump’s election lies and who appear intent on exerting extraordinary political control over voting systems. The results make clear that the November midterms may well affect the fate of free and fair elections in the country.",
      "publication_date": "2022-05-18T22:38:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/05/18/us/politics/midterms-trump-2020-election-deniers.html",
      "byline": "By Reid J. Epstein"
    },
    {
      "headline": "In Russia, as Prices Soar, the Outlook for Its Economy Grows ‘Especially Gloomy’",
      "snippet": "The government has brought stability for now through extreme measures, but forecasters are expecting continued severe inflation and a deep downturn.",
      "abstract": "The government has brought stability for now through extreme measures, but forecasters are expecting continued severe inflation and a deep downturn.",
      "lead_paragraph": "LONDON — After sanctions hobbled production at its assembly plant in Kaliningrad, the Russian automaker Avtotor announced a lottery for free 10-acre plots of land — and the chance to buy seed potatoes — so employees could grow their own food in the westernmost fringe of the Russian empire during “the difficult economic situation.”",
      "publication_date": "2022-05-19T07:00:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/05/19/business/economy/russia-economy.html",
      "byline": "By Patricia Cohen and Valeriya Safronova"
    },
    {
      "headline": "‘I Had to Go Back’: Over 55, and Not Retired After All",
      "snippet": "After leaving the labor force in unusual numbers early in the pandemic, Americans approaching retirement age are back on the job at previous levels.",
      "abstract": "After leaving the labor force in unusual numbers early in the pandemic, Americans approaching retirement age are back on the job at previous levels.",
      "lead_paragraph": "When Kim Williams and millions of other older Americans lost their jobs early in the coronavirus pandemic, economists wondered how many would ever work again — and how that loss would weigh on the economy for years to come.",
      "publication_date": "2022-05-19T09:00:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/05/19/business/economy/older-workers-labor-force.html",
      "byline": "By Ben Casselman"
    },
    {
      "headline": "At Wells Fargo, a Quest to Increase Diversity Leads to Fake Job Interviews",
      "snippet": "Black and female candidates are sometimes interviewed after the recipient of a job is identified, current and former employees say.",
      "abstract": "Black and female candidates are sometimes interviewed after the recipient of a job is identified, current and former employees say.",
      "lead_paragraph": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2022-05-19T09:00:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/05/19/business/wells-fargo-fake-interviews.html",
      "byline": "By Emily Flitter"
    },
    {
      "headline": "Racists Once Terrorized This Georgia County. Diversity Made It Prosper.",
      "snippet": "The slow return of diversity to an area that brutally drove out its Black residents has been accompanied by a boom that gives the lie to “Great Replacement” conspiracy theories.",
      "abstract": "The slow return of diversity to an area that brutally drove out its Black residents has been accompanied by a boom that gives the lie to “Great Replacement” conspiracy theories.",
      "lead_paragraph": "CUMMING, Ga. — In October 1912, after the raped and brutalized body of Mae Crow, a white 18-year-old, was laid to rest beside the Pleasant Grove Baptist Church, the white men of Forsyth County went on a rampage, driving its 1,098 Black citizens — about 10 percent of the population — from Forsyth’s borders.",
      "publication_date": "2022-05-19T09:00:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/05/19/us/politics/replacement-theory-georgia.html",
      "byline": "By Jonathan Weisman"
    },
    {
      "headline": "The Enduring Afterlife of a Mass Shooting’s Livestream Online",
      "snippet": "Dozens of recordings of a 2019 massacre in Christchurch, New Zealand, remain online, in a sobering reminder of the internet’s permanence.",
      "abstract": "Dozens of recordings of a 2019 massacre in Christchurch, New Zealand, remain online, in a sobering reminder of the internet’s permanence.",
      "lead_paragraph": "The one-minute 30-second video offers an unnerving first-person view. A man strides across a parking lot. Then he raises a semiautomatic gun and fires at two people standing in a doorway. One falls, while the other tries crawling away before getting shot again.",
      "publication_date": "2022-05-19T14:55:43+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/05/19/technology/mass-shootings-livestream-online.html",
      "byline": "By Ryan Mac, Kellen Browning and Sheera Frenkel"
    },
    {
      "headline": "In Hungary, Cheap Russian Oil Fuels Right-Wing Culture Wars",
      "snippet": "Prime Minister Viktor Orban has resisted a proposed E.U. embargo of Russian oil, saying it would devastate his country’s economy, but it would also cut off a source of funds for his political allies.",
      "abstract": "Prime Minister Viktor Orban has resisted a proposed E.U. embargo of Russian oil, saying it would devastate his country’s economy, but it would also cut off a source of funds for his political allies.",
      "lead_paragraph": "BUDAPEST — Prime Minister Viktor Orban of Hungary has fiercely resisted a proposed European embargo of Russian oil, saying it would devastate his country’s economy. Other potential casualties of such a ban would be things close to his heart: his populist campaign promises, and a financial gravy train for culture warriors in Europe and in the United States.",
      "publication_date": "2022-05-19T16:00:10+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/05/19/world/europe/hungary-russia-oil.html",
      "byline": "By Andrew Higgins and Benjamin Novak"
    }
  ]
}