{
  "metadata": {
    "date": "2022-08-04",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "In 4 Swing States, G.O.P. Election Deniers Could Oversee Voting",
      "snippet": "Arizona and Michigan have joined Pennsylvania and Nevada in elevating Republican candidates for governor and secretary of state who reject the 2020 outcome and might do the same for future elections.",
      "abstract": "Arizona and Michigan have joined Pennsylvania and Nevada in elevating Republican candidates for governor and secretary of state who reject the 2020 outcome and might do the same for future elections.",
      "lead_paragraph": "PHOENIX — With Tuesday’s primary victories in Arizona and Michigan added to those in Nevada and Pennsylvania, Republicans who have disputed the legitimacy of the 2020 presidential election and who could affect the outcome of the next one are on a path toward winning decisive control over how elections are run in several battleground states.",
      "publication_date": "2022-08-03T18:32:46+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/03/us/politics/gop-election-deniers-trump-arizona-michigan.html",
      "byline": "By Jennifer Medina, Reid J. Epstein and Nick Corasaniti"
    },
    {
      "headline": "U.S. Bid to Cap Russian Oil Prices Draws Skepticism Over Enforcement",
      "snippet": "The maritime insurance industry says policing oil transactions is not workable, raising questions about enforcement of a buyers’ cartel.",
      "abstract": "The maritime insurance industry says policing oil transactions is not workable, raising questions about enforcement of a buyers’ cartel.",
      "lead_paragraph": "WASHINGTON — The Biden administration’s push to form an international buyers’ cartel to cap the price of Russian oil is facing resistance amid private sector concerns that it cannot be reliably enforced, posing a challenge for the U.S.-led effort to drain President Vladimir V. Putin’s war chest and stabilize global energy prices.",
      "publication_date": "2022-08-03T18:57:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/03/us/politics/us-russia-oil-prices.html",
      "byline": "By Alan Rappeport"
    },
    {
      "headline": "Welcomed by Taiwan, Pelosi Leaves Rising Tensions With China in Her Wake",
      "snippet": "In a high-stakes visit to Taiwan, Ms. Pelosi offered assurances of American support. Taiwan now faces the prospect of Chinese military drills that could violate what it says are its territorial waters.",
      "abstract": "In a high-stakes visit to Taiwan, Ms. Pelosi offered assurances of American support. Taiwan now faces the prospect of Chinese military drills that could violate what it says are its territorial waters.",
      "lead_paragraph": "After weeks of silence ahead of a high-stakes visit to Taiwan, Speaker Nancy Pelosi was anything but understated on Wednesday during a day of high-profile meetings in which she offered support for Taiwan and irked China.",
      "publication_date": "2022-08-03T21:08:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/03/world/asia/pelosi-taiwan-china.html",
      "byline": "By Paul Mozur, Amy Chang Chien, John Liu and Chris Buckley"
    },
    {
      "headline": "Senate Overwhelmingly Votes to Add Sweden and Finland to NATO",
      "snippet": "The lopsided bipartisan vote demonstrated broad support in the United States for one of the most significant expansions of the military alliance, amid Russia’s continued assault on Ukraine.",
      "abstract": "The lopsided bipartisan vote demonstrated broad support in the United States for one of the most significant expansions of the military alliance, amid Russia’s continued assault on Ukraine.",
      "lead_paragraph": "WASHINGTON — The Senate on Wednesday overwhelmingly approved a treaty that would expand NATO to include Finland and Sweden, with Republicans and Democrats linking arms to pave the way for one of the most significant expansions of the alliance in decades amid Russia’s continued assault on Ukraine.",
      "publication_date": "2022-08-03T23:25:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/03/us/politics/sweden-finland-nato-senate-vote.html",
      "byline": "By Catie Edmondson"
    },
    {
      "headline": "‘Your Bedroom Is on the Ballot’: How Democrats See Abortion Politics After Kansas",
      "snippet": "After a broad victory in a deep-red state, Democrats are vowing to elevate the fight over abortion rights in midterm races across the country.",
      "abstract": "After a broad victory in a deep-red state, Democrats are vowing to elevate the fight over abortion rights in midterm races across the country.",
      "lead_paragraph": "A decisive vote to defend abortion rights in deeply conservative Kansas reverberated across the midterm campaign landscape on Wednesday, galvanizing Democrats and underscoring for Republicans the risks of overreaching on one of the most emotionally charged matters in American politics.",
      "publication_date": "2022-08-03T23:33:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/03/us/politics/democrats-abortion-kansas.html",
      "byline": "By Katie Glueck and Shane Goldmacher"
    },
    {
      "headline": "Chinese Missiles Strike Seas Off Taiwan, and Some Land Near Japan",
      "snippet": "A day after Nancy Pelosi’s trip, China has begun military drills near Taiwan. They appear to be designed as a trial run for sealing off the island. Five missiles landed in Japanese waters.",
      "abstract": "A day after Nancy Pelosi’s trip, China has begun military drills near Taiwan. They appear to be designed as a trial run for sealing off the island. Five missiles landed in Japanese waters.",
      "lead_paragraph": "At least 11 Chinese missiles struck seas north, south and east of Taiwan on Thursday, less than 24 hours after Speaker Nancy Pelosi celebrated the island as a bulwark of democracy next to autocratic China. The People’s Liberation Army declared its missiles “all precisely hit their targets,” even as Japan said five landed in its waters.",
      "publication_date": "2022-08-04T01:44:46+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/03/world/asia/taiwan-china-military-exercises.html",
      "byline": "By Chris Buckley, Amy Chang Chien, Eric Schmitt and David E. Sanger"
    },
    {
      "headline": "When Home Is a Ferry Ship: An Influx From Ukraine Strains Europe",
      "snippet": "Millions have fled Russia’s invasion, but where housing is expensive and scarce, countries like Estonia are paying shipping firms to offer refugees safe but tight quarters.",
      "abstract": "Millions have fled Russia’s invasion, but where housing is expensive and scarce, countries like Estonia are paying shipping firms to offer refugees safe but tight quarters.",
      "lead_paragraph": "The duty-free shop on Deck 7 of the Isabelle has been turned into a storage locker and pantry, with suitcases heaped in the perfume section and refrigerated display cases crammed with labeled grocery bags. The ship’s shuttered casino has become the go-to hangout for teenagers. And the Starlight Palace nightclub on Deck 8 is where women meet to make camouflage nets for Ukrainian soldiers back home.",
      "publication_date": "2022-08-04T04:01:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/04/business/economy/ukraine-refugees-estonia.html",
      "byline": "By Patricia Cohen"
    },
    {
      "headline": "Perils of Preaching Nationalism Play Out on Chinese Social Media",
      "snippet": "Many users mocked the government for not taking military action to stop Nancy Pelosi’s Taiwan trip, saying it hadn’t lived up to its tough rhetoric.",
      "abstract": "Many users mocked the government for not taking military action to stop Nancy Pelosi’s Taiwan trip, saying it hadn’t lived up to its tough rhetoric.",
      "lead_paragraph": "It doesn’t often happen that ordinary Chinese say publicly that they’re disappointed with their government. That they’re ashamed of their government. That they want to renounce their Communist Party memberships. And that they think the People’s Liberation Army is a waste of taxpayers’ money.",
      "publication_date": "2022-08-04T04:08:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/04/business/new-world-nancy-pelosi-taiwan-social-media.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "Japan Once Led the World in Microchips. Now, It’s Racing to Catch Up.",
      "snippet": "As it reckons with supply chain vulnerabilities, the country is spending billions to revitalize domestic production and seeking to form a coalition with “like-minded” nations.",
      "abstract": "As it reckons with supply chain vulnerabilities, the country is spending billions to revitalize domestic production and seeking to form a coalition with “like-minded” nations.",
      "lead_paragraph": "TOKYO — It was the spring of 2021, and demand for new cars was spiking. But, as consumers, flush with savings amassed during the pandemic, rushed to dealerships around the world, one Japanese automaker after another idled production as they waited for imports of a critical component: semiconductors.",
      "publication_date": "2022-08-04T09:00:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/04/business/japan-semiconductors-chips.html",
      "byline": "By Ben Dooley and Hisako Ueno"
    },
    {
      "headline": "More Americans Are Going Hungry, and It Costs More to Feed Them",
      "snippet": "The director of the nation’s largest network of food banks is seeing support dwindle as need rises: “You’re in the middle of a battle, and people are leaving the field.”",
      "abstract": "The director of the nation’s largest network of food banks is seeing support dwindle as need rises: “You’re in the middle of a battle, and people are leaving the field.”",
      "lead_paragraph": "The first time Kelly Wilcox drove her 2017 Dodge Grand Caravan to the food pantry near her home in Payson, Utah, she noticed one thing right away that surprised her: newer models of Toyota and Honda sedans and minivans. “I saw a bunch of other people with cars like mine, who had kids in cars,” she said.",
      "publication_date": "2022-08-04T09:00:41+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/04/business/food-banks-inflation.html",
      "byline": "By Lora Kelley and Nicholas Kulish"
    },
    {
      "headline": "Bank of England Raises Rates a Half-Point, Its Biggest Increase in 27 Years",
      "snippet": "Britain’s central bank presented a grim forecast of inflation hitting 13 percent and warned that a long recession could start later this year.",
      "abstract": "Britain’s central bank presented a grim forecast of inflation hitting 13 percent and warned that a long recession could start later this year.",
      "lead_paragraph": "The Bank of England unveiled a dismal vision for the British economy on Thursday, predicting a long recession starting later this year as the impact of high inflation bites. But the central bank strengthened its effort to tackle soaring prices as it raised interest rates half a percentage point, the largest jump since 1995.",
      "publication_date": "2022-08-04T11:08:46+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/04/business/bank-of-england-interest-rates.html",
      "byline": "By Eshe Nelson"
    },
    {
      "headline": "Federal Officials Charge Four Officers in Breonna Taylor Raid",
      "snippet": "The police in Louisville, Ky., fatally shot Ms. Taylor during a nighttime raid on her apartment. Prosecutors said officers had lied in order to obtain a search warrant for Ms. Taylor’s home.",
      "abstract": "The police in Louisville, Ky., fatally shot Ms. Taylor during a nighttime raid on her apartment. Prosecutors said officers had lied in order to obtain a search warrant for Ms. Taylor’s home.",
      "lead_paragraph": "More than two years after police officers killed Breonna Taylor during a late-night raid of her apartment in Louisville, Ky., the Justice Department announced a series of federal charges on Thursday against four of the officers involved in the operation that set off racial justice protests across the country.",
      "publication_date": "2022-08-04T15:40:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/04/us/breonna-taylor-officers-charged.html",
      "byline": "By Nicholas Bogel-Burroughs"
    }
  ]
}