{
  "metadata": {
    "date": "2022-09-12",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "In London, Mourning, Remembrance and Tributes. And Some Shrugs.",
      "snippet": "Though mourning and grief were visible in Britain’s capital on Friday, some young Britons were more muted in their reaction to an institution that many called increasingly irrelevant.",
      "abstract": "Though mourning and grief were visible in Britain’s capital on Friday, some young Britons were more muted in their reaction to an institution that many called increasingly irrelevant.",
      "lead_paragraph": "LONDON — Gertrude Dudley remembers sitting on her grandfather’s shoulders in 1953 at the coronation of Queen Elizabeth II, a monarch she came to know as “the fabric of Britain.”",
      "publication_date": "2022-09-09T16:11:51+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/09/world/europe/london-mourning-queen.html",
      "byline": "By Emma Bubola, Isabella Kwai and Saskia Solomon"
    },
    {
      "headline": "Credit Card Sales at Gun Stores Would Be Flagged Under New Code",
      "snippet": "The move was approved by a group that sets standards for business transactions, but it was unclear how companies and banks would carry it out.",
      "abstract": "The move was approved by a group that sets standards for business transactions, but it was unclear how companies and banks would carry it out.",
      "lead_paragraph": "An organization that sets standards for business transactions has voted to create a special code for gun stores to use when processing credit and debit card transactions, a move long sought by gun safety advocates who say it will help law enforcement officials spot suspicious purchases.",
      "publication_date": "2022-09-09T20:04:37+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/09/business/dealbook/guns-sales-code-iso.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Charles, in First Speech as King, Pledges a Reign of Service to Britain",
      "snippet": "On a day of mourning in Britain after the death of Queen Elizabeth, Charles’s ascent to the throne was a symbol of the continuity of the monarchy.",
      "abstract": "On a day of mourning in Britain after the death of Queen Elizabeth, Charles’s ascent to the throne was a symbol of the continuity of the monarchy.",
      "lead_paragraph": "LONDON — Swiftly taking on the mantle of Britain’s monarch, King Charles III returned to London from Scotland on Friday, a day after the death of Queen Elizabeth II, to pledge that he would serve the British people “with loyalty, respect and love, as I have throughout my life.”",
      "publication_date": "2022-09-09T20:36:14+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/09/world/europe/king-charles-speech-queen-elizabeth.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Ukraine Attacks Russia Along Northern Front, Swiftly Making Gains",
      "snippet": "Sweeping south from positions in the Kharkiv region in Ukraine’s northeast, Ukrainian forces have made their largest gains since routing Russia from Kyiv in April.",
      "abstract": "Sweeping south from positions in the Kharkiv region in Ukraine’s northeast, Ukrainian forces have made their largest gains since routing Russia from Kyiv in April.",
      "lead_paragraph": "KYIV, Ukraine — Ukrainian forces have scored the most significant battlefield gains since they routed Russia from the area around Kyiv in April by reclaiming territory in the northeast, according to Ukrainian officials, Western analysts and battlefield imagery.",
      "publication_date": "2022-09-09T21:20:49+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/09/world/europe/ukraine-russia-kharkiv.html",
      "byline": "By Marc Santora, Ivan Nechepurenko and Marco Hernandez"
    },
    {
      "headline": "Guaranteed Income Programs Spread, City by City",
      "snippet": "Since 2020, four dozen pilot programs have started, with Los Angeles running one of the largest to provide cash assistance.",
      "abstract": "Since 2020, four dozen pilot programs have started, with Los Angeles running one of the largest to provide cash assistance.",
      "lead_paragraph": "Early in the pandemic, Alondra Barajas had a temporary job for the Census Bureau, doing phone work from the two-bedroom apartment she shared with her mother and four younger siblings. When that job ended in late 2020, she struggled to find employment.",
      "publication_date": "2022-09-10T07:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/10/business/economy/guaranteed-income.html",
      "byline": "By Kurtis Lee"
    },
    {
      "headline": "Medical Impact of Roe Reversal Goes Well Beyond Abortion Clinics, Doctors Say",
      "snippet": "State abortion bans carry narrow but sometimes vague exceptions, and years of prison time. That’s forcing doctors to think like lawyers, and hospitals to create new protocols.",
      "abstract": "State abortion bans carry narrow but sometimes vague exceptions, and years of prison time. That’s forcing doctors to think like lawyers, and hospitals to create new protocols.",
      "lead_paragraph": "In Wisconsin, a group of doctors and lawyers is trying to come up with guidelines on how to comply with a newly revived 173-year-old law that prohibits abortion except to save the life of a pregnant woman. They face the daunting task of defining all the emergencies and conditions that might result in a pregnant woman’s death, and the fact that doctors could be punished with six years in prison if a prosecutor disagrees that abortion was necessary.",
      "publication_date": "2022-09-10T09:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/10/us/abortion-bans-medical-care-women.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "The Olive Oil Capital of the World, Parched",
      "snippet": "Spain’s Jaén Province, home to one fifth of the world’s supply of “green gold,” copes with climate change and threats to its way of life.",
      "abstract": "Spain’s Jaén Province, home to one fifth of the world’s supply of “green gold,” copes with climate change and threats to its way of life.",
      "lead_paragraph": "The branch, plucked from one of thousands of trees in this densely packed olive grove, has browning leaves and a few tiny, desiccated buds that are bunched near the end. To Agustín Bautista, the branch tells a story and the story is about a harvest that is doomed.",
      "publication_date": "2022-09-10T09:00:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2022/09/10/business/olive-oil-spain.html",
      "byline": "By David Segal and José Bautista"
    },
    {
      "headline": "For Trump’s Lawyers, Legal Exposure Comes With the Job",
      "snippet": "The many lawyers who have helped the former president avoid removal from office and indictment have drawn legal problems of their own.",
      "abstract": "The many lawyers who have helped the former president avoid removal from office and indictment have drawn legal problems of their own.",
      "lead_paragraph": "A dark joke has begun circulating among lawyers following the many legal travails of former President Donald J. Trump: MAGA actually stands for “making attorneys get attorneys.”",
      "publication_date": "2022-09-10T14:17:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/10/us/trump-lawyers-legal-exposure.html",
      "byline": "By Michael S. Schmidt and Luke Broadwater"
    },
    {
      "headline": "Queen’s Death Leaves U.K. Grappling With Its Sense of National Identity",
      "snippet": "A figure who embodied Britain, Elizabeth cast long shadow. She leaves behind a country unsettled by domestic crises and anxiety over its place in the world.",
      "abstract": "A figure who embodied Britain, Elizabeth cast long shadow. She leaves behind a country unsettled by domestic crises and anxiety over its place in the world.",
      "lead_paragraph": "LONDON — No sooner had the long-anticipated news broken — Queen Elizabeth II was dead — than Britain activated Operation London Bridge, the painstakingly choreographed funeral plan that guides the country through the rituals of tribute and mourning that culminate with her burial 10 days later.",
      "publication_date": "2022-09-10T14:42:23+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/10/world/europe/queen-elizabeth-uk-identity.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "As Russians Retreat, Putin Is Criticized by Hawks Who Trumpeted His War",
      "snippet": "Russian bloggers reporting from the front line provide a uniquely less-censored view of the war. But as Russia’s military flails, these once vocal supporters are exposing its flaws, lies and all.",
      "abstract": "Russian bloggers reporting from the front line provide a uniquely less-censored view of the war. But as Russia’s military flails, these once vocal supporters are exposing its flaws, lies and all.",
      "lead_paragraph": "As Russian forces hastily retreated in northeastern Ukraine on Saturday in one of their most embarrassing setbacks of the war, President Vladimir V. Putin was at a park in Moscow, presiding over the grand opening of a Ferris wheel.",
      "publication_date": "2022-09-10T19:16:22+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/10/world/europe/russia-ukraine-retreat-putin.html",
      "byline": "By Anton Troianovski"
    },
    {
      "headline": "Ukrainian Offensive Seen as Reshaping the War’s Contours",
      "snippet": "The fall of the strategically important city of Izium, in Ukraine’s east, is the most devastating blow to Russia since its humiliating retreat from Kyiv.",
      "abstract": "The fall of the strategically important city of Izium, in Ukraine’s east, is the most devastating blow to Russia since its humiliating retreat from Kyiv.",
      "lead_paragraph": "KYIV, Ukraine — A lightning Ukrainian offensive in the country’s northeast has reshaped what had become a grinding war of attrition. In a matter of days, Russian front lines have buckled, Moscow’s troops have fled and one village after another has come once more beneath Ukraine’s yellow and blue banner.",
      "publication_date": "2022-09-10T22:42:55+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/10/world/europe/ukraine-offensive-izium-donbas.html",
      "byline": "By Thomas Gibbons-Neff and Marc Santora"
    },
    {
      "headline": "So You Wanted to Get Work Done at the Office?",
      "snippet": "Some are nostalgic for the silence they had at home, especially since in-office perks, aimed at luring people back, can make it harder to concentrate.",
      "abstract": "Some are nostalgic for the silence they had at home, especially since in-office perks, aimed at luring people back, can make it harder to concentrate.",
      "lead_paragraph": "Marjorie Roberts, who runs a nonprofit in the Florida Keys, started out a recent morning with a list of tasks that ideally she would have raced right through. Figure out coverage for someone going on summer vacation. (Easy.) Look at the accountant’s recent audit. (Blah.) Redo a reimbursement request that the county finance department turned down. (Why?!) All simple enough.",
      "publication_date": "2022-09-11T09:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/11/business/return-to-office-distractions.html",
      "byline": "By Emma Goldberg"
    },
    {
      "headline": "Fed’s Exit Puts World’s Biggest Bond Market on Shakier Ground",
      "snippet": "Some traders worry that the $25 trillion U.S. Treasury market is becoming more fragile, and the Federal Reserve’s removal of support could make it worse.",
      "abstract": "Some traders worry that the $25 trillion U.S. Treasury market is becoming more fragile, and the Federal Reserve’s removal of support could make it worse.",
      "lead_paragraph": "Traders are worried about the world’s largest and most important government bond market, as the Federal Reserve quickens the pace at which it removes one of its primary pandemic supports.",
      "publication_date": "2022-09-11T09:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/11/business/fed-treasury-market.html",
      "byline": "By Joe Rennison"
    },
    {
      "headline": "With Queen Gone, Former Colonies Find a Moment to Rethink Lasting Ties",
      "snippet": "In Commonwealth nations with British colonial histories, Queen Elizabeth’s death is rekindling discussions about a more independent future.",
      "abstract": "In Commonwealth nations with British colonial histories, Queen Elizabeth’s death is rekindling discussions about a more independent future.",
      "lead_paragraph": "HONIARA, Solomon Islands — Millicent Barty has spent years trying to decolonize her country, recording oral histories across the Solomon Islands and promoting Melanesian culture. Her goal: to prioritize local knowledge, not just what arrived with the British Empire.",
      "publication_date": "2022-09-11T16:37:52+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/11/world/queen-elizabeth-commonwealth.html",
      "byline": "By Damien Cave"
    },
    {
      "headline": "Expanded Safety Net Drives Sharp Drop in Child Poverty",
      "snippet": "With little public notice and accelerating speed, child poverty fell by 59 percent from 1993 to 2019, according to a comprehensive new analysis that shows the critical role of increased government aid.",
      "abstract": "With little public notice and accelerating speed, child poverty fell by 59 percent from 1993 to 2019, according to a comprehensive new analysis that shows the critical role of increased government aid.",
      "lead_paragraph": "WASHINGTON — For a generation or more, America’s high levels of child poverty set it apart from other rich nations, leaving millions of young people lacking support as basic as food and shelter amid mounting evidence that early hardship leaves children poorer, sicker and less educated as adults.",
      "publication_date": "2022-09-11T19:00:22+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/11/us/politics/child-poverty-analysis-safety-net.html",
      "byline": "By Jason DeParle and Maddie McGarvey"
    },
    {
      "headline": "At Corporate Pep Rally, Disney C.E.O. Pitches Warmer, Fuzzier Side",
      "snippet": "At this weekend’s D23 Expo in California, Bob Chapek worked to rebrand himself after a difficult start to his tenure.",
      "abstract": "At this weekend’s D23 Expo in California, Bob Chapek worked to rebrand himself after a difficult start to his tenure.",
      "lead_paragraph": "Every few years, the Walt Disney Company stages a colossal pep rally for its most ardent fans. The three-day event is called D23 Expo, and roughly 140,000 people pay anywhere from $79 to $899 for the chance to see Disney stars, preview upcoming movies and learn about new theme park rides.",
      "publication_date": "2022-09-11T20:24:56+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/11/business/media/bob-chapek-disney-expo.html",
      "byline": "By Brooks Barnes"
    },
    {
      "headline": "Russia’s Retreat in Ukraine Pokes Holes in Putin’s Projection of Force",
      "snippet": "Russia’s military setbacks may be weakening President Vladimir V. Putin’s reputation at home as a savvy geopolitical strategist.",
      "abstract": "Russia’s military setbacks may be weakening President Vladimir V. Putin’s reputation at home as a savvy geopolitical strategist.",
      "lead_paragraph": "Ukraine’s rout of Russian forces this weekend is creating a new kind of political challenge for President Vladimir V. Putin: It undercuts the image of competence and might that he has worked for two decades to build.",
      "publication_date": "2022-09-11T21:32:49+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/11/world/europe/ukraine-russias-retreat-putin.html",
      "byline": "By Anton Troianovski"
    },
    {
      "headline": "Ukraine Routs Russian Forces in Northeast, Forcing a Retreat",
      "snippet": "Russia acknowledged that it had lost nearly all of the northern region of Kharkiv after a blitzkrieg thrust by Ukrainian fighters.",
      "abstract": "Russia acknowledged that it had lost nearly all of the northern region of Kharkiv after a blitzkrieg thrust by Ukrainian fighters.",
      "lead_paragraph": "KHARKIV, Ukraine — Stunned by a lightning advance by Ukrainian forces that cost it over 1,000 square miles of land and a key military hub, Russia on Sunday acknowledged that it had lost nearly all of the northern region of Kharkiv after a blitzkrieg thrust that cast doubt on a premise — widely held in Moscow and parts of the West — that Ukraine could never defeat Russia.",
      "publication_date": "2022-09-11T22:00:10+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/11/world/europe/ukraine-kharkiv-russian-retreat.html",
      "byline": "By Andrew E. Kramer and Andrew Higgins"
    },
    {
      "headline": "In Atlanta, a Local Prosecutor Takes on Murder, Street Gangs and a President",
      "snippet": "Fani T. Willis has emerged as one of the most consequential legal threats to Donald Trump while presiding over the justice system in Georgia’s most populous county.",
      "abstract": "Fani T. Willis has emerged as one of the most consequential legal threats to Donald Trump while presiding over the justice system in Georgia’s most populous county.",
      "lead_paragraph": "ATLANTA — Fani T. Willis strode up to a podium in a red dress late last month in downtown Atlanta, flanked by an array of dark suits and stone-faced officers in uniform. Her voice rang out loud and clear, with a hint of swagger. ",
      "publication_date": "2022-09-12T07:00:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/12/us/fani-t-willis-trump-atlanta.html",
      "byline": "By Richard Fausset"
    },
    {
      "headline": "Store Shelves Are No Longer Bare, but Baby Formula Remains in Short Supply",
      "snippet": "While the situation has improved since mid-July, many families are still scrambling to find popular brands that remain out of stock.",
      "abstract": "While the situation has improved since mid-July, many families are still scrambling to find popular brands that remain out of stock.",
      "lead_paragraph": "More than six months after one of the largest infant formula manufacturing plants in the United States issued a recall and was then shut down because of contamination concerns, a newborn staple remains in short supply.",
      "publication_date": "2022-09-12T09:00:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/12/business/baby-formula-shortages.html",
      "byline": "By Julie Creswell and Michael Corkery"
    },
    {
      "headline": "Who Are America’s Missing Workers?",
      "snippet": "The labor market appears hot, but the share of people who are either working or actively looking for a job still hasn’t quite recovered.",
      "abstract": "The labor market appears hot, but the share of people who are either working or actively looking for a job still hasn’t quite recovered.",
      "lead_paragraph": "As the United States emerges from the pandemic, employers have been desperate to hire. But while demand for goods and services has rebounded, the supply of labor has fallen short, holding back the economy.",
      "publication_date": "2022-09-12T15:35:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/12/business/economy/labor-participation-covid.html",
      "byline": "By Lydia DePillis"
    },
    {
      "headline": "How Poverty Programs Aided Children From One Generation to the Next",
      "snippet": "For families in West Virginia, which has had especially sharp drops in child poverty over the past three decades, the shift has played out in ways not fully captured by statistics.",
      "abstract": "For families in West Virginia, which has had especially sharp drops in child poverty over the past three decades, the shift has played out in ways not fully captured by statistics.",
      "lead_paragraph": "HUNTINGTON, W.Va. — When Cecelia Jackson was born nearly three decades ago, about a quarter of American children were poor, a head count of hardship that for most of her childhood included her.",
      "publication_date": "2022-09-12T15:47:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/12/us/politics/child-poverty-families-west-virginia.html",
      "byline": "By Jason DeParle and Maddie McGarvey"
    }
  ]
}