{
  "metadata": {
    "date": "2022-08-29",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Ukraine Weighs a Risky Offensive to Break Out of a Stalemate",
      "snippet": "Both Russia and Ukraine are preparing for a protracted standoff, but Ukraine has greater incentive to try to avoid it.",
      "abstract": "Both Russia and Ukraine are preparing for a protracted standoff, but Ukraine has greater incentive to try to avoid it.",
      "lead_paragraph": "KYIV, Ukraine — For months Russian and Ukrainian soldiers have waged a brutal war across a 1,500-mile front line, inflicting casualties, fighting to the point of exhaustion and making slow gains in territory when they were not suffering costly setbacks.",
      "publication_date": "2022-08-26T20:51:58+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/26/world/europe/ukraine-russia-war-putin.html",
      "byline": "By Andrew E. Kramer, Anton Troianovski and Helene Cooper"
    },
    {
      "headline": "Classified Material on Human Intelligence Sources Helped Trigger Alarm",
      "snippet": "Documents related to the work of clandestine sources are some of the most sensitive and protected in the government. F.B.I. agents found some in boxes retrieved from Donald J. Trump’s home.",
      "abstract": "Documents related to the work of clandestine sources are some of the most sensitive and protected in the government. F.B.I. agents found some in boxes retrieved from Donald J. Trump’s home.",
      "lead_paragraph": "WASHINGTON — They risk imprisonment or death stealing the secrets of their own governments. Their identities are among the most closely protected information inside American intelligence and law enforcement agencies. Losing even one of them can set back American foreign intelligence operations for years.",
      "publication_date": "2022-08-26T22:38:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/26/us/politics/trump-affidavit-intelligence-spies.html",
      "byline": "By Julian E. Barnes and Mark Mazzetti"
    },
    {
      "headline": "Biden Gave In to Pressure on Student Debt Relief After Months of Doubt",
      "snippet": "At the White House and aboard Air Force One, advocates of debt cancellation made a sustained push to win over the president, who feared the plan would be seen as a giveaway to the privileged.",
      "abstract": "At the White House and aboard Air Force One, advocates of debt cancellation made a sustained push to win over the president, who feared the plan would be seen as a giveaway to the privileged.",
      "lead_paragraph": "WASHINGTON — President Biden and Senator Chuck Schumer of New York, the majority leader, boarded Air Force One on May 17 in Buffalo after visiting with the families of 10 people gunned down in a supermarket. The emotions from the mass shooting were raw, but Mr. Schumer had something else on his mind, too.",
      "publication_date": "2022-08-26T23:21:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/26/us/politics/biden-student-loans.html",
      "byline": "By Michael D. Shear, Jim Tankersley and Zolan Kanno-Youngs"
    },
    {
      "headline": "Possibility of Obstruction Looms Over Trump After Thwarted Efforts to Recover Documents",
      "snippet": "Unredacted portions of the affidavit underlying the Mar-a-Lago search warrant point to a crime that has been overshadowed amid disputes over classified information.",
      "abstract": "Unredacted portions of the affidavit underlying the Mar-a-Lago search warrant point to a crime that has been overshadowed amid disputes over classified information.",
      "lead_paragraph": "WASHINGTON — When the Justice Department proposed redactions to the affidavit underlying the warrant used to search former President Donald J. Trump’s residence, prosecutors made clear that they feared the former president and his allies might take any opportunity to intimidate witnesses or otherwise illegally obstruct their investigation.",
      "publication_date": "2022-08-27T01:55:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/26/us/politics/obstruction-trump-search-documents.html",
      "byline": "By Charlie Savage"
    },
    {
      "headline": "War Brings Ukraine’s Women New Roles and New Dangers",
      "snippet": "Women have become an all-important force in the fight. But even as they mobilize, they are increasingly bearing the worst of the conflict.",
      "abstract": "Women have become an all-important force in the fight. But even as they mobilize, they are increasingly bearing the worst of the conflict.",
      "lead_paragraph": "CHERNIHIV, Ukraine — The road to the training site was lined with crumbling homes and damaged buildings, a reminder of how war had consumed the northern Ukrainian city of Chernihiv just months ago.",
      "publication_date": "2022-08-27T04:01:15+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/27/world/europe/ukraine-war-women.html",
      "byline": "By Megan Specia and Emile Ducke"
    },
    {
      "headline": "Back to School in DeSantis’s Florida, as Teachers Look Over Their Shoulders",
      "snippet": "Gov. Ron DeSantis is battling what he calls “indoctrination” in schools. New laws have left many teachers questioning everything from pride flags to “The Great Gatsby.”",
      "abstract": "Gov. Ron DeSantis is battling what he calls “indoctrination” in schools. New laws have left many teachers questioning everything from pride flags to “The Great Gatsby.”",
      "lead_paragraph": "Erin Brown, a teacher in St. Johns County, Fla., typically keeps a gay pride flag hanging up in her classroom. As the faculty sponsor of a Gay-Straight Alliance club at her high school, she wants her students to know they are safe with her.",
      "publication_date": "2022-08-27T07:00:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/27/us/desantis-schools-dont-say-gay.html",
      "byline": "By Sarah Mervosh"
    },
    {
      "headline": "Does Watching College Football on TV Have to Be So Miserable?",
      "snippet": "The corporations that control these broadcasts know: It can still be hugely lucrative to provide an experience that fans come to despise.",
      "abstract": "The corporations that control these broadcasts know: It can still be hugely lucrative to provide an experience that fans come to despise.",
      "lead_paragraph": "It is, let’s say, 8:43 p.m. on a Saturday. You are watching a college football game that is taking place at this hour despite being played in the Midwest in November, and the people in the stadium, which is not entirely full, look very cold and a little put off. The season schedule said kickoff was at 8 p.m., but it didn’t actually take place until 8:18. In the 25 minutes that have elapsed, play has been interrupted for three commercial breaks. Each advertisement shown during these breaks has been for pickup trucks.",
      "publication_date": "2022-08-27T09:00:21+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2022/08/27/business/college-football-tv-espn.html",
      "byline": "By Ben Mathis-Lilley"
    },
    {
      "headline": "Biden’s Big Dreams Meet the Limits of ‘Imperfect’ Tools",
      "snippet": "The student loan plan is the latest example of Democrats practicing the art of the possible on the nation’s most pressing economic challenges and ending up with risky or patchwork solutions.",
      "abstract": "The student loan plan is the latest example of Democrats practicing the art of the possible on the nation’s most pressing economic challenges and ending up with risky or patchwork solutions.",
      "lead_paragraph": "WASHINGTON — President Biden’s move this week to cancel student loan debt for tens of millions of borrowers and reduce future loan payments for millions more comes with a huge catch, economists warn: It does almost nothing to limit the skyrocketing cost of college and could very well fuel even faster tuition increases in the future.",
      "publication_date": "2022-08-27T14:03:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/27/us/politics/biden-student-loans.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "The Office’s Last Stand",
      "snippet": "It’s either the end of the era of flexibility around where work takes place — or the beginning of outright rebellion.",
      "abstract": "It’s either the end of the era of flexibility around where work takes place — or the beginning of outright rebellion.",
      "lead_paragraph": "Colleen McCreary recently gave managers at Credit Karma a message that could seem more apt for rising sixth graders than personal finance executives.",
      "publication_date": "2022-08-28T09:00:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2022/08/28/business/the-offices-last-stand.html",
      "byline": "By Emma Goldberg"
    },
    {
      "headline": "One Man’s Dream of Fusing A.I. With Common Sense",
      "snippet": "Artificial intelligence systems can process vast amounts of data in seconds, but they can’t make sense of the world or explain their decisions. David Ferrucci wants to change that.",
      "abstract": "Artificial intelligence systems can process vast amounts of data in seconds, but they can’t make sense of the world or explain their decisions. David Ferrucci wants to change that.",
      "lead_paragraph": "David Ferrucci, who led the team that built IBM’s famed Watson computer, was elated when it beat the best-ever human “Jeopardy!” players in 2011, in a televised triumph for artificial intelligence.",
      "publication_date": "2022-08-28T09:00:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/28/business/ai-artificial-intelligence-david-ferrucci.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Cloud Wars: Mideast Rivalries Rise Along a New Front",
      "snippet": "As climate change makes the region hotter and drier, the U.A.E. is leading the effort to squeeze more rain out of the clouds, and other countries are rushing to keep up.",
      "abstract": "As climate change makes the region hotter and drier, the U.A.E. is leading the effort to squeeze more rain out of the clouds, and other countries are rushing to keep up.",
      "lead_paragraph": "ABU DHABI, United Arab Emirates — Iranian officials have worried for years that other nations have been depriving them of one of their vital water sources. But it was not an upstream dam that they were worrying about, or an aquifer being bled dry.",
      "publication_date": "2022-08-28T09:00:22+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/28/world/middleeast/cloud-seeding-mideast-water-emirates.html",
      "byline": "By Alissa J. Rubin and Bryan Denton"
    },
    {
      "headline": "‘Wood Is Life’: A Hong Kong Sawmill’s Last Days",
      "snippet": "Chi Kee Sawmill and Timber, in business since the 1940s, will soon make way for a vast development project. But it is still bringing new life to old wood.",
      "abstract": "Chi Kee Sawmill and Timber, in business since the 1940s, will soon make way for a vast development project. But it is still bringing new life to old wood.",
      "lead_paragraph": "HONG KONG — From the brine-soaked docks of a ferry pier to the red-painted pillars of a Buddhist temple, many an aging wooden structure in Hong Kong has found new purpose in the hands of Wong Hung-kuen.",
      "publication_date": "2022-08-28T09:00:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/28/business/hong-kong-sawmill.html",
      "byline": "By Tiffany May and Louise Delmotte"
    },
    {
      "headline": "The ‘MacGyvered’ Weapons in Ukraine’s Arsenal",
      "snippet": "The Ukrainian military has battled Russia with retrofitted equipment, including missiles and rocket systems mounted on trucks and speedboats, experts and officials say.",
      "abstract": "The Ukrainian military has battled Russia with retrofitted equipment, including missiles and rocket systems mounted on trucks and speedboats, experts and officials say.",
      "lead_paragraph": "WASHINGTON — The billions of dollars in military aid the United States has sent Ukraine includes some of the most advanced and lethal weapons systems in the world. But Ukraine has also scored big successes in the war by employing the weapons and equipment in unexpected ways, and jury-rigging some on the fly, according to military experts.",
      "publication_date": "2022-08-28T19:50:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/28/us/politics/ukraine-weapons-russia.html",
      "byline": "By Helene Cooper and Eric Schmitt"
    },
    {
      "headline": "Document Inquiry Poses Unparalleled Test for Justice Dept.",
      "snippet": "What had started as an effort to retrieve national security documents has now been transformed into one of the most challenging and complicated criminal investigations in recent memory.",
      "abstract": "What had started as an effort to retrieve national security documents has now been transformed into one of the most challenging and complicated criminal investigations in recent memory.",
      "lead_paragraph": "WASHINGTON — As Justice Department officials haggled for months this year with former President Donald J. Trump’s lawyers and aides over the return of government documents at his Florida home, federal prosecutors became convinced that they were not being told the whole truth.",
      "publication_date": "2022-08-29T07:00:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/29/us/politics/trump-justice-department-documents.html",
      "byline": "By Katie Benner"
    },
    {
      "headline": "‘The Eye of the Storm’: Taiwan Is Caught in a Great Game Over Microchips",
      "snippet": "Worried about the Chinese threat to Taiwan, the U.S. and others have tried to expand their piece of the island’s semiconductor production.",
      "abstract": "Worried about the Chinese threat to Taiwan, the U.S. and others have tried to expand their piece of the island’s semiconductor production.",
      "lead_paragraph": "TAIPEI, Taiwan — As Chinese warships rehearsed a blockade of Taiwan this month, they simulated a scenario global leaders and policymakers have been busy worrying about: not war, but a grinding halt to the electronic supply chains that make the modern world run.",
      "publication_date": "2022-08-29T07:00:15+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/29/technology/taiwan-chips.html",
      "byline": "By Paul Mozur, John Liu and Raymond Zhong"
    },
    {
      "headline": "Xi Jinping’s Vision for Tech Self-Reliance in China Runs Into Reality",
      "snippet": "After heavy national investment in semiconductors to break a dependence on global chips, Mr. Xi seems unhappy with the results.",
      "abstract": "After heavy national investment in semiconductors to break a dependence on global chips, Mr. Xi seems unhappy with the results.",
      "lead_paragraph": "Wearing a laboratory coat, China’s top leader, Xi Jinping, inspected a subsidiary of Yangtze Memory Technologies Company, a national semiconductor company based in Wuhan. It was April 2018, shortly after the U.S. government had barred the Chinese telecommunications firm ZTE from doing business with American suppliers.",
      "publication_date": "2022-08-29T07:00:16+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/29/technology/china-semiconductors-technology.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "Revenge of the Founders: A Generational Struggle on Wall Street",
      "snippet": "The abrupt departure of Kewsong Lee as Carlyle Group’s chief executive followed conflicts over how to run the financial firm.",
      "abstract": "The abrupt departure of Kewsong Lee as Carlyle Group’s chief executive followed conflicts over how to run the financial firm.",
      "lead_paragraph": "In early August, Kewsong Lee, the chief executive of the Carlyle Group, got on a videoconference call with two of the private equity firm’s board members. They told him that Carlyle’s septuagenarian founders were planning to play a more active role managing the firm.",
      "publication_date": "2022-08-29T07:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/29/business/carlyle-group-kewsong-lee.html",
      "byline": "By Maureen Farrell and Peter Eavis"
    },
    {
      "headline": "Secret Data, Tiny Islands and a Quest for Treasure on the Ocean Floor",
      "snippet": "Mining in parts of the Pacific Ocean was meant to benefit poor countries, but an international agency gave a Canadian company access to prized seabed sites with metals crucial to the green energy revolution.",
      "abstract": "Mining in parts of the Pacific Ocean was meant to benefit poor countries, but an international agency gave a Canadian company access to prized seabed sites with metals crucial to the green energy revolution.",
      "lead_paragraph": "KINGSTON, Jamaica — As demand grows globally for metals needed to make batteries for electric vehicles, one of the richest untapped sources of the raw materials lies two and a half miles beneath the surface of the Pacific Ocean.",
      "publication_date": "2022-08-29T07:02:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/29/world/deep-sea-mining.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Silicon Valley’s Elite Get Dragged Into Musk-Twitter Trial",
      "snippet": "More than 100 subpoenas have been issued to techies like Jack Dorsey and Marc Andreessen as Twitter tries to force Elon Musk to complete a $44 billion deal. Law firms are stoked.",
      "abstract": "More than 100 subpoenas have been issued to techies like Jack Dorsey and Marc Andreessen as Twitter tries to force Elon Musk to complete a $44 billion deal. Law firms are stoked.",
      "lead_paragraph": "Jack Dorsey, a founder of Twitter, got a subpoena. So did Marc Andreessen, a prominent venture capitalist. Larry Ellison, Oracle’s chairman, and the investors David Sacks and Joe Lonsdale received them, too.",
      "publication_date": "2022-08-29T09:00:36+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/29/technology/musk-twitter-trial-lawyers.html",
      "byline": "By Kate Conger"
    },
    {
      "headline": "As Rome Burns (or at Least Its Garbage), a Mayor Dares to Dream",
      "snippet": "Could a solution to Rome’s perpetual trash crisis really be in sight? Mayor Roberto Gualtieri would like to think so.",
      "abstract": "Could a solution to Rome’s perpetual trash crisis really be in sight? Mayor Roberto Gualtieri would like to think so.",
      "lead_paragraph": "ROME — For years now, nothing has symbolized the fall of Rome more than its garbage crisis. A trash menagerie of wild boars, violent sea gulls and rats convene to feast on the capital’s overflowing debris. Early this summer, a spate of suspicious blazes at garbage plants and scrapyards — literal dumpster fires — darkened the skies, choked the air, and raised the specter of arson and organized crime.",
      "publication_date": "2022-08-29T13:52:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/29/world/europe/rome-garbage-fires.html",
      "byline": "By Jason Horowitz"
    }
  ]
}