{
  "metadata": {
    "date": "2022-06-30",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Payment Data Could Become Evidence of Abortion, Now Illegal in Some States",
      "snippet": "Financial companies collect a lot of payment data from customers. Prosecutors could subpoena those records for evidence of abortion, legal experts say.",
      "abstract": "Financial companies collect a lot of payment data from customers. Prosecutors could subpoena those records for evidence of abortion, legal experts say.",
      "lead_paragraph": "Digital payments are the default for millions of women of childbearing age. So what will their credit and debit card issuers and financial app providers do when prosecutors seek their transaction data during abortion investigations?",
      "publication_date": "2022-06-29T16:32:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/06/29/business/payment-data-abortion-evidence.html",
      "byline": "By Ron Lieber and Tara Siegel Bernard"
    },
    {
      "headline": "A More Muscular NATO Emerges as West Confronts Russia and China",
      "snippet": "It is a fundamental shift for a military alliance born in the Cold War and scrambling to respond to a newly reshaped world.",
      "abstract": "It is a fundamental shift for a military alliance born in the Cold War and scrambling to respond to a newly reshaped world.",
      "lead_paragraph": "MADRID — Faced with a newly aggressive Russia, NATO leaders on Wednesday outlined a muscular new vision that names Moscow as the military alliance’s primary adversary but also, for the first time, declares China to be a strategic “challenge.”",
      "publication_date": "2022-06-29T21:24:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/06/29/world/europe/nato-expansion-ukraine-war.html",
      "byline": "By Steven Erlanger and Michael D. Shear"
    },
    {
      "headline": "In States Banning Abortion, a Growing Rift Over Enforcement",
      "snippet": "A reluctance by some liberal district attorneys to bring criminal charges against abortion providers is already complicating the legal landscape in some states.",
      "abstract": "A reluctance by some liberal district attorneys to bring criminal charges against abortion providers is already complicating the legal landscape in some states.",
      "lead_paragraph": "HOUSTON — Deep rifts have emerged among the hundreds of elected district attorneys who will be charged with enforcing the expanding restrictions on abortion, creating a Balkanized new legal system within states that are banning the procedure.",
      "publication_date": "2022-06-29T21:41:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/06/29/us/abortion-enforcement-prosecutors.html",
      "byline": "By J. David Goodman and Jack Healy"
    },
    {
      "headline": "Behind the Scenes, McKinsey Guided Companies at the Center of the Opioid Crisis",
      "snippet": "The consulting firm offered clients “in-depth experience in narcotics,” from poppy fields to pills more powerful than Purdue’s OxyContin.",
      "abstract": "The consulting firm offered clients “in-depth experience in narcotics,” from poppy fields to pills more powerful than Purdue’s OxyContin.",
      "lead_paragraph": "In patches of rural Appalachia and the Rust Belt, the health authorities were sounding alarms that a powerful painkiller called Opana had become the drug of choice among people abusing prescription pills.",
      "publication_date": "2022-06-29T22:15:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/06/29/business/mckinsey-opioid-crisis-opana.html",
      "byline": "By Chris Hamby and Michael Forsythe"
    },
    {
      "headline": "Truck Carrying Dead Migrants Passed Through U.S. Checkpoint",
      "snippet": "Border Patrol officials say truck traffic is too voluminous to check every vehicle at the dozens of immigration checkpoints on roadways near the border.",
      "abstract": "Border Patrol officials say truck traffic is too voluminous to check every vehicle at the dozens of immigration checkpoints on roadways near the border.",
      "lead_paragraph": "SAN ANTONIO — A tractor-trailer that ended up in San Antonio with more than 50 dead or dying migrants passed through a federal immigration checkpoint inside the United States without being inspected, a top Mexican official said on Wednesday.",
      "publication_date": "2022-06-29T23:05:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/06/29/us/texas-migrants-deaths-truck.html",
      "byline": "By James Dobbins, J. David Goodman and Miriam Jordan"
    },
    {
      "headline": "Hutchinson Testimony Exposes Tensions Between Parallel Jan. 6 Inquiries",
      "snippet": "That the House panel did not provide the Justice Department with transcripts of Cassidy Hutchinson’s interviews speaks to the panel’s reluctance to turn over evidence.",
      "abstract": "That the House panel did not provide the Justice Department with transcripts of Cassidy Hutchinson’s interviews speaks to the panel’s reluctance to turn over evidence.",
      "lead_paragraph": "WASHINGTON — The explosive testimony of a former Trump White House aide on Tuesday may have increased the likelihood of new prosecutions stemming from the attack on the Capitol, but it also bared lingering conflicts between the Justice Department and congressional investigators.",
      "publication_date": "2022-06-30T00:07:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/06/29/us/politics/jan-6-committee-justice-department-trump.html",
      "byline": "By Glenn Thrush, Luke Broadwater and Michael S. Schmidt"
    },
    {
      "headline": "As Dockworkers Near Contract’s End, Many Others Have a Stake",
      "snippet": "West Coast longshoremen and port operators say they’re determined to reach an agreement, but truckers and retailers relying on cargo are uneasy.",
      "abstract": "West Coast longshoremen and port operators say they’re determined to reach an agreement, but truckers and retailers relying on cargo are uneasy.",
      "lead_paragraph": "LOS ANGELES — David Alvarado barreled south along the highway, staring through the windshield of his semi truck toward the towering cranes along the coastline.",
      "publication_date": "2022-06-30T07:00:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/06/30/business/economy/ports-workers-union-california.html",
      "byline": "By Kurtis Lee"
    }
  ]
}