{
  "metadata": {
    "date": "2022-02-07",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "In Beijing, Olympic Spectacle and Global Power Games",
      "snippet": "The opening of the Winter Games gave Xi Jinping and Vladimir V. Putin a chance to cement their partnership against Western censure.",
      "abstract": "The opening of the Winter Games gave Xi Jinping and Vladimir V. Putin a chance to cement their partnership against Western censure.",
      "lead_paragraph": "BEIJING — China’s leader, Xi Jinping, opened an Olympic Games on Friday intended to celebrate his country’s increasingly assured global status standing defiantly with his Russian counterpart, Vladimir V. Putin, in an increasingly ideological contest with the United States and its allies.",
      "publication_date": "2022-02-04T16:38:26+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/04/world/asia/olympics-beijing-xi-putin.html",
      "byline": "By Chris Buckley and Steven Lee Myers"
    },
    {
      "headline": "G.O.P. Declares Jan. 6 Attack ‘Legitimate Political Discourse’",
      "snippet": "The Republican National Committee voted to censure Representatives Liz Cheney and Adam Kinzinger for participating in the inquiry into the deadly riot at the Capitol.",
      "abstract": "The Republican National Committee voted to censure Representatives Liz Cheney and Adam Kinzinger for participating in the inquiry into the deadly riot at the Capitol.",
      "lead_paragraph": "WASHINGTON — The Republican Party on Friday officially declared the Jan. 6, 2021, attack on the Capitol and events that led to it “legitimate political discourse,” and rebuked two lawmakers in the party who have been most outspoken in condemning the deadly riot and the role of Donald J. Trump in spreading the election lies that fueled it.",
      "publication_date": "2022-02-04T18:10:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/04/us/politics/republicans-jan-6-cheney-censure.html",
      "byline": "By Jonathan Weisman and Reid J. Epstein"
    },
    {
      "headline": "U.S. Covid Death Toll Surpasses 900,000 as Omicron’s Spread Slows",
      "snippet": "New case reports are waning, but deaths have yet to peak, and Americans are wondering what long-term coexistence with the coronavirus might look like.",
      "abstract": "New case reports are waning, but deaths have yet to peak, and Americans are wondering what long-term coexistence with the coronavirus might look like.",
      "lead_paragraph": "CHICAGO — More than 2,600 Americans are dying from Covid-19 each day, an alarming rate that has climbed by 30 percent in the past two weeks. Across the United States, the coronavirus pandemic has now claimed more than 900,000 lives.",
      "publication_date": "2022-02-04T21:48:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/04/us/us-covid-deaths.html",
      "byline": "By Julie Bosman and Mitch Smith"
    },
    {
      "headline": "Panel Backs Transfer of Mentally Ill Guantánamo Detainee Suspected of 9/11 Role",
      "snippet": "The Biden administration is expected to send the detainee, whom the military tortured and so could not be put on trial, to Saudi Arabia as early as March.",
      "abstract": "The Biden administration is expected to send the detainee, whom the military tortured and so could not be put on trial, to Saudi Arabia as early as March.",
      "lead_paragraph": "WASHINGTON — The case of a mentally ill detainee at Guantánamo Bay, Mohammed al-Qahtani, has long confounded the United States government. Suspected of being Al Qaeda’s intended 20th hijacker in the Sept. 11, 2001, attacks, he was tortured by military interrogators early in his detention at the American naval base in Cuba.",
      "publication_date": "2022-02-04T23:04:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/04/us/politics/guantanamo-detainee-transfer.html",
      "byline": "By Carol Rosenberg and Charlie Savage"
    },
    {
      "headline": "Don’t Touch. Don’t Even Look. Invest Like Your Senators Should.",
      "snippet": "Stocks are swinging all over the place. It’s a good time to take your hands off the wheel — here’s how to let go.",
      "abstract": "Stocks are swinging all over the place. It’s a good time to take your hands off the wheel — here’s how to let go.",
      "lead_paragraph": "Perhaps you’ve lost some money betting on stocks, like MetaZuckerbook, and you feel you ought to do something in the face of a wildly swinging market where a giant company can soar or lose a quarter of its value in a day.",
      "publication_date": "2022-02-05T08:00:06+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/02/05/your-money/stock-portfolio-investment-management.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "Where Fox News and Donald Trump Took Us",
      "snippet": "Roger Ailes understood the appeal Mr. Trump had for Fox viewers. He didn’t foresee how together they would redefine the limits of political discourse.",
      "abstract": "Roger Ailes understood the appeal Mr. Trump had for Fox viewers. He didn’t foresee how together they would redefine the limits of political discourse.",
      "lead_paragraph": "When Roger Ailes ran CNBC in the mid-1990s, he gave himself a talk show called “Straight Forward.” It long ago vanished into the void of canceled cable programs and never received much attention after the network boss moved on to produce more provocative and polarizing content as chairman of Fox News. But “Straight Forward” was a fascinating window into what kind of people Mr. Ailes considered stars.",
      "publication_date": "2022-02-05T10:00:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2022/02/05/business/media/trump-fox-news.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "In Scrutinizing Trump and His Allies, Jan. 6 Panel Adopts Prosecution Tactics",
      "snippet": "The House committee investigating the assault on the Capitol and what led to it is employing techniques more common in criminal cases than in congressional inquiries.",
      "abstract": "The House committee investigating the assault on the Capitol and what led to it is employing techniques more common in criminal cases than in congressional inquiries.",
      "lead_paragraph": "The House select committee scrutinizing the Jan. 6 assault on the Capitol is borrowing techniques from federal prosecutions, employing aggressive tactics typically used against mobsters and terrorists as it seeks to break through stonewalling from former President Donald J. Trump and his allies and develop evidence that could prompt a criminal case.",
      "publication_date": "2022-02-05T19:39:46+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/05/us/politics/january-6-committee.html",
      "byline": "By Michael S. Schmidt and Luke Broadwater"
    },
    {
      "headline": "U.S. Warns of Grim Toll if Putin Pursues Full Invasion of Ukraine",
      "snippet": "Biden administration officials told lawmakers that a large-scale Russian invasion could kill as many as 50,000 civilians and prompt a refugee crisis in Europe.",
      "abstract": "Biden administration officials told lawmakers that a large-scale Russian invasion could kill as many as 50,000 civilians and prompt a refugee crisis in Europe.",
      "lead_paragraph": "WASHINGTON — Senior Biden administration officials told lawmakers this past week that they believed the Russian military had assembled 70 percent of the forces it would need to mount a full invasion of Ukraine, painting the most ominous picture yet of the options that Russia’s president, Vladimir V. Putin, has created for himself in recent weeks.",
      "publication_date": "2022-02-06T00:29:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/05/us/politics/russia-ukraine-invasion.html",
      "byline": "By Helene Cooper and David E. Sanger"
    },
    {
      "headline": "How a Butterfly Refuge at the Texas Border Became the Target of Far-Right Lies",
      "snippet": "Becoming the focus of conspiracy theories about child sex trafficking has caused the National Butterfly Center to shut its doors for now.",
      "abstract": "Becoming the focus of conspiracy theories about child sex trafficking has caused the National Butterfly Center to shut its doors for now.",
      "lead_paragraph": "MISSION, Texas — For nearly two decades, the National Butterfly Center has provided a place of wonder along the banks of the Rio Grande, attracting curious visitors and nature enthusiasts from around the country to watch delicate creatures like the xami hairstreak float over flowers and alight on logs.",
      "publication_date": "2022-02-06T08:00:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/06/us/butterfly-center-texas.html",
      "byline": "By J. David Goodman"
    },
    {
      "headline": "Is This What Winning Looks Like?",
      "snippet": "Modern Monetary Theory, the buzziest economic idea in decades, got a pandemic tryout of sorts. Now inflation is testing its limits.",
      "abstract": "Modern Monetary Theory, the buzziest economic idea in decades, got a pandemic tryout of sorts. Now inflation is testing its limits.",
      "lead_paragraph": "The sun was sinking low over Long Island Sound as Stephanie Kelton, wearing the bright red suit jacket she had donned to give a virtual guest lecture to university students in London that morning, perched before a pillow fort she had constructed atop the heavy wooden desk in her home office.",
      "publication_date": "2022-02-06T08:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2022/02/06/business/economy/modern-monetary-theory-stephanie-kelton.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "Maybe There’s a Use for Crypto After All",
      "snippet": "Helium, a wireless network powered by cryptocurrency, hints at the practical promise of decentralized services.",
      "abstract": "Helium, a wireless network powered by cryptocurrency, hints at the practical promise of decentralized services.",
      "lead_paragraph": "One of the most frequent questions asked by crypto skeptics is: What can you actually do with crypto, besides financial speculation and crimes?",
      "publication_date": "2022-02-06T10:00:12+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/02/06/technology/helium-cryptocurrency-uses.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "‘Taking the Voters Out of the Equation’: How the Parties Are Killing Competition",
      "snippet": "The number of competitive House districts is dropping, as both Republicans and Democrats use redistricting to draw themselves into safe seats.",
      "abstract": "The number of competitive House districts is dropping, as both Republicans and Democrats use redistricting to draw themselves into safe seats.",
      "lead_paragraph": "WASHINGTON — The number of competitive congressional districts is on track to dive near — and possibly below — the lowest level in at least three decades, as Republicans and Democrats draw new political maps designed to ensure that the vast majority of House races are over before the general election starts.",
      "publication_date": "2022-02-06T10:00:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/06/us/politics/redistricting-competition-midterms.html",
      "byline": "By Reid J. Epstein and Nick Corasaniti"
    },
    {
      "headline": "Macron Tries to Avert a European War and Reshape European Security",
      "snippet": "The French president’s shuttle diplomacy this week in Moscow and Kyiv will be a delicate exercise, given European reservations and American resolve.",
      "abstract": "The French president’s shuttle diplomacy this week in Moscow and Kyiv will be a delicate exercise, given European reservations and American resolve.",
      "lead_paragraph": "PARIS — The standoff with Russia over Ukraine enters a critical phase this week. The United States has snapped NATO to attention and moved forces east. Moscow has readied still more forces on the Ukraine border. But beneath those tensions, diplomatic avenues are being feverishly explored and the outlines of potential solutions, still amorphous, may be taking form.",
      "publication_date": "2022-02-06T16:51:04+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/06/world/europe/ukraine-russia-macron.html",
      "byline": "By Roger Cohen and Andrew E. Kramer"
    },
    {
      "headline": "California’s Supreme Court Was Split. Leondra Kruger Found the Center.",
      "snippet": "Known for her ‘elegant’ mind, the moderate judge, now on President Biden’s short list of potential high court nominees, could be a mediating force in Washington.",
      "abstract": "Known for her ‘elegant’ mind, the moderate judge, now on President Biden’s short list of potential high court nominees, could be a mediating force in Washington.",
      "lead_paragraph": "SACRAMENTO — In 2014, when then-Governor Jerry Brown nominated Leondra R. Kruger to the California Supreme Court, the immediate reaction in her home state was: Leondra who?",
      "publication_date": "2022-02-06T16:58:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/06/us/leondra-kruger-supreme-court.html",
      "byline": "By Shawn Hubler and Katie Benner"
    },
    {
      "headline": "They Made Millions on Luna, Solana and Polygon: Crypto’s Boom Beyond Bitcoin",
      "snippet": "The ranks of cryptocurrency speculators have swelled, with even obscure tokens minting the newly wealthy: at least on the blockchain.",
      "abstract": "The ranks of cryptocurrency speculators have swelled, with even obscure tokens minting the newly wealthy: at least on the blockchain.",
      "lead_paragraph": "Etienne vantKruys, a globe-trotting cryptocurrency investor from Amsterdam, was hunting for a new investment two summers ago when he met some early backers of Luna, a digital coin that offers a framework for decentralized finance. Impressed by their commitment to the project, he bought $25,000 of Luna for 20 to 35 cents a coin.",
      "publication_date": "2022-02-07T08:00:12+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/02/07/technology/cryptocurrency-luna-solana-polygon.html",
      "byline": "By David Yaffe-Bellany"
    },
    {
      "headline": "Tiny Chips, Big Headaches",
      "snippet": "As the largest computer networks continue to grow, some engineers fear that their smallest components could prove to be an Achilles’ heel.",
      "abstract": "As the largest computer networks continue to grow, some engineers fear that their smallest components could prove to be an Achilles’ heel.",
      "lead_paragraph": "Imagine for a moment that the millions of computer chips inside the servers that power the largest data centers in the world had rare, almost undetectable flaws. And the only way to find the flaws was to throw those chips at giant computing problems that would have been unthinkable just a decade ago.",
      "publication_date": "2022-02-07T10:00:19+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/02/07/technology/computer-chips-errors.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Frontier and Spirit Airlines Plan to Merge",
      "snippet": "The budget carriers said they would save customers $1 billion a year while adding jobs.",
      "abstract": "The budget carriers said they would save customers $1 billion a year while adding jobs.",
      "lead_paragraph": "Spirit Airlines and Frontier Airlines, two prominent budget carriers, on Monday announced plans to merge, a combination that would create the fifth-largest U.S. airline by market share, putting pressure on the nation’s biggest carriers and raising concerns about further consolidation in an already-concentrated industry.",
      "publication_date": "2022-02-07T12:06:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/02/07/business/frontier-spirit-airlines-merger.html",
      "byline": "By Niraj Chokshi"
    }
  ]
}