{
  "metadata": {
    "date": "2022-10-12",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Amazon Labor Union, With Renewed Momentum, Faces Next Test",
      "snippet": "A vote this week at a warehouse near Albany, N.Y., will help show whether the upstart union can win outside its home base on Staten Island.",
      "abstract": "A vote this week at a warehouse near Albany, N.Y., will help show whether the upstart union can win outside its home base on Staten Island.",
      "lead_paragraph": "The Amazon Labor Union has built momentum leading up to an election this week at an 800-person warehouse near Albany, N.Y.",
      "publication_date": "2022-10-11T17:21:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/10/11/business/economy/amazon-labor-union.html",
      "byline": "By Noam Scheiber and Karen Weise"
    },
    {
      "headline": "The Hunt to Arm Ukraine Leads to Difficult Choices",
      "snippet": "The U.S. and NATO are scouring the world for new sources of old weapons to send to Ukraine. But it risks as much peril for some nations as it does promise for Kyiv.",
      "abstract": "The U.S. and NATO are scouring the world for new sources of old weapons to send to Ukraine. But it risks as much peril for some nations as it does promise for Kyiv.",
      "lead_paragraph": "The Russian strikes that hit civilian targets across Ukraine this week immediately brought new pledges by Kyiv’s allies to send in more weapons and ammunition. The United States promised more air defense missile systems, and Germany said it would send similar defenses “in the next few days.” The NATO chief declared that support to Ukraine’s fight against Russia would continue “for as long as it takes.”",
      "publication_date": "2022-10-11T19:40:06+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/10/11/world/europe/ukraine-cyprus-arms-race.html",
      "byline": "By Lara Jakes"
    },
    {
      "headline": "Pressure Grows on the West to Speed Air-Defense Systems to Ukraine",
      "snippet": "After Russia bombarded civilian targets, G7 leaders pledged “undeterred and steadfast” financial and military support for Kyiv.",
      "abstract": "After Russia bombarded civilian targets, G7 leaders pledged “undeterred and steadfast” financial and military support for Kyiv.",
      "lead_paragraph": "BRUSSELS — NATO’s top official on Tuesday called on allies to step up arms supplies to the Ukrainians, especially sophisticated air-defense systems, a day after Russia rained rocket fire on 19 cities across Ukraine in a marked escalation of its assault on civilians.",
      "publication_date": "2022-10-11T22:42:15+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/10/11/world/europe/ukraine-g7-air-defense.html",
      "byline": "By Steven Erlanger, Eric Schmitt, Michael Schwirtz and Eric Nagourney"
    },
    {
      "headline": "Wall Street Braces for an Earnings Season of Mixed Signals",
      "snippet": "Investors, weary of guessing where the Fed’s battle on inflation will take the economy, hope that third-quarter company earnings will bring clarity.",
      "abstract": "Investors, weary of guessing where the Fed’s battle on inflation will take the economy, hope that third-quarter company earnings will bring clarity.",
      "lead_paragraph": "Companies that spend trillions of dollars each year and employ millions of people are reporting financial results in the coming weeks that will provide crucial clues on how the U.S. economy might perform in the months ahead. At a time of great confusion, investors are hoping for some clarity.",
      "publication_date": "2022-10-12T07:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/10/12/business/wall-street-mixed-quarterly-earnings.html",
      "byline": "By Peter Eavis and Joe Rennison"
    },
    {
      "headline": "Companies Hoarding Workers Could Be Good News for the Economy",
      "snippet": "Employers have been burned by a labor shortage. Will that make them act differently if the economy slows down?",
      "abstract": "Employers have been burned by a labor shortage. Will that make them act differently if the economy slows down?",
      "lead_paragraph": "PROVO, Utah — Chad Pritchard and his colleagues are trying everything to staff their pizza shop and bistro, and as they do, they have turned to a new tactic: They avoid firing employees at all costs.",
      "publication_date": "2022-10-12T09:00:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/10/12/business/economy/companies-hoarding-workers.html",
      "byline": "By Jeanna Smialek, Sydney Ember and Kim Raff"
    },
    {
      "headline": "The ‘Age of P.C.R. Prosperity’? China’s Covid-Testing Strategy Comes Under Strain.",
      "snippet": "Bills are piling up and infections are spreading, yet there are no signs that Beijing plans to rethink a cornerstone of its pandemic policy.",
      "abstract": "Bills are piling up and infections are spreading, yet there are no signs that Beijing plans to rethink a cornerstone of its pandemic policy.",
      "lead_paragraph": "As a stubborn strain of Covid-19 rippled through China this year and forced hundreds of millions of people into lockdown, officials turned to a new tool: regular mass P.C.R. testing. By testing every citizen several times a week, the authorities hoped to isolate cases more quickly and avoid future crippling lockdowns.",
      "publication_date": "2022-10-12T09:00:45+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/10/12/business/china-covid-testing.html",
      "byline": "By Alexandra Stevenson and Zixu Wang"
    },
    {
      "headline": "Misinformation Swirls in Non-English Languages Ahead of Midterms",
      "snippet": "More multilingual fact-checking groups are pushing back against misleading translations, manipulated images and outright lies that jump platforms and cross borders.",
      "abstract": "More multilingual fact-checking groups are pushing back against misleading translations, manipulated images and outright lies that jump platforms and cross borders.",
      "lead_paragraph": "Unsubstantiated rumors and outright falsehoods spread widely in immigrant communities ahead of the presidential election in 2020. That is happening again in the run-up to this year’s midterm elections, researchers say, but with an insidious twist: The social media accounts pushing misinformation are now targeting audiences in more languages on more topics and across more digital platforms, with scant resistance from social media companies.",
      "publication_date": "2022-10-12T09:00:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/10/12/business/media/midterms-foreign-language-misinformation.html",
      "byline": "By Tiffany Hsu"
    },
    {
      "headline": "Biden’s National Security Strategy Focuses on China, Russia and Democracy at Home",
      "snippet": "The document, which every new administration is required to issue, was delayed last winter as it became clear that Russia’s invasion of Ukraine was imminent.",
      "abstract": "The document, which every new administration is required to issue, was delayed last winter as it became clear that Russia’s invasion of Ukraine was imminent.",
      "lead_paragraph": "President Biden declared on Wednesday that the overwhelming challenge for the United States in the coming years would be “outcompeting China and restraining Russia” while focusing on restoring a damaged democracy at home.",
      "publication_date": "2022-10-12T16:00:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/10/12/us/politics/biden-china-russia-national-security.html",
      "byline": "By David E. Sanger"
    }
  ]
}