{
  "metadata": {
    "date": "2015-11-12",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Silicon Valley Tries to Alter Your Perception of Cannabis",
      "snippet": "As marijuana laws are being loosened across the country, start-ups are using technology to transform what has traditionally been a face-to-face market.",
      "abstract": "As marijuana laws are being loosened across the country, start-ups are using technology to transform what has traditionally been a face-to-face market.",
      "lead_paragraph": "One morning in September, I logged on to the website of HelloMD, a medical start-up that promises to connect patients with doctors instantly over the Internet. I filled out my personal details, explained my ailment — I often get heartburn — and entered in my credit card number to cover the $50 consultation fee.",
      "publication_date": "2015-11-11T17:01:45+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2015/11/12/technology/marijuana-start-ups-see-an-industry-on-the-cusp-of-a-breakthrough.html",
      "byline": "By Farhad Manjoo"
    },
    {
      "headline": "Borrowing From Solar and Chip Tech to Make Diamonds Faster and Cheaper",
      "snippet": "A group of engineers and scientists will announce that it has developed an approach to making diamonds that uses technology derived in part from making silicon chips and solar cells.",
      "abstract": "A group of engineers and scientists will announce that it has developed an approach to making diamonds that uses technology derived in part from making silicon chips and solar cells.",
      "lead_paragraph": "Just a decade ago, Silicon Valley had high hopes of becoming a vibrant manufacturing center by making solar panels. But price competition from abroad, particularly from China, quickly dashed those dreams.",
      "publication_date": "2015-11-11T18:04:18+0000",
      "section_name": "Science",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2015/11/12/science/borrowing-from-solar-and-chip-tech-to-make-diamonds-faster-and-cheaper.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "On the Road in Syria, Struggle All Around",
      "snippet": "The police are gone, and militias have flourished, snarling traffic with checkpoints.",
      "abstract": "The police are gone, and militias have flourished, snarling traffic with checkpoints.",
      "lead_paragraph": "RMEILAN, Syria — After boiling crude oil from the ground near here all day in a metal tank to refine it into diesel, Ali Mohammed braved the fumes to bang the tank’s drain open with a shovel. He stepped back as the dregs oozed into the dirt and burst into flames.",
      "publication_date": "2015-11-11T19:18:43+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2015/11/12/world/middleeast/on-the-road-in-syria-struggle-all-around.html",
      "byline": "By Ben Hubbard"
    },
    {
      "headline": "VW’s Emissions-Test Trickery May Not Be Illegal in Europe",
      "snippet": "Unlike in the United States, automakers have the discretion to change their engines’ performance settings before emissions tests.",
      "abstract": "Unlike in the United States, automakers have the discretion to change their engines’ performance settings before emissions tests.",
      "lead_paragraph": "LONDON — Four years ago, European auto regulators identified and debated a loophole in their pollution testing rules that could render vehicle emissions tests ineffectual, but it was ultimately left in place, internal documents show.",
      "publication_date": "2015-11-11T21:00:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2015/11/12/business/international/vw-scandal-eu-emissions-tests.html",
      "byline": "By Danny Hakim and Claire Barthelemy"
    },
    {
      "headline": "G.O.P. Fight Now a Battle Over What Defines a Conservative ",
      "snippet": "The debate opened a new season of the campaign shaped by the glaring policy fissures that are dividing Republicans, from immigration and bank regulation to taxes and national security.",
      "abstract": "The debate opened a new season of the campaign shaped by the glaring policy fissures that are dividing Republicans, from immigration and bank regulation to taxes and national security.",
      "lead_paragraph": "MILWAUKEE — For months, the Republican presidential race has been animated by the party’s inchoate anger about the state of the country and an equally undefined hope that a candidate would emerge who could usher in an era of civic renewal. But the debate here and its aftermath marked an abrupt transition from vague promises about making America “great again,” in Donald J. Trump’s phrase, to a new season of the campaign shaped more by the glaring policy fissures that are dividing Republicans over what exactly to do about the nation’s problems.",
      "publication_date": "2015-11-12T01:45:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2015/11/12/us/politics/gop-fight-now-a-battle-over-what-defines-a-conservative.html",
      "byline": "By Jonathan Martin"
    },
    {
      "headline": "Kurds Retake Strategic Highway in Iraq’s North From ISIS",
      "snippet": "They gained control over a major jihadist supply line as part of a broader offensive to reclaim the town of Sinjar. The Times has two reporters on the front lines.",
      "abstract": "They gained control over a major jihadist supply line as part of a broader offensive to reclaim the town of Sinjar. The Times has two reporters on the front lines.",
      "lead_paragraph": "MOUNT SINJAR, Iraq — Sweeping down in hodgepodge convoys of trucks and buses, Kurdish forces and Yazidi fighters opened their offensive against Islamic State militants in northern Iraq on Thursday with a burst of initial success: The forces cut off the main highway the jihadists used as a supply line, and they moved in to begin fighting for the town of Sinjar.",
      "publication_date": "2015-11-12T11:20:28+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2015/11/13/world/middleeast/sinjar-isis-iraq-syria.html",
      "byline": "By Michael R. Gordon and Rukmini Callimachi"
    },
    {
      "headline": "In Obama Era, G.O.P. Bolsters Grip in the States",
      "snippet": "Democratic control of state and local elected offices has waned since 2009, hollowing out the party’s roster of potential candidates for major races.",
      "abstract": "Democratic control of state and local elected offices has waned since 2009, hollowing out the party’s roster of potential candidates for major races.",
      "lead_paragraph": "LEXINGTON, Ky. — Young, telegenic and news media savvy, State Auditor Adam Edelen looked like a shoo-in for re-election when Democrats gathered in a horse barn here for a buffet dinner late last month. Most figured he would go on to challenge Senator Rand Paul, whose Republican presidential bid is faltering even as he seeks re-election.",
      "publication_date": "2015-11-12T15:17:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2015/11/13/us/politics/obama-legacy-in-state-offices-a-shrinking-democratic-share.html",
      "byline": "By Sheryl Gay Stolberg, Michael D. Shear and Alan Blinder"
    }
  ]
}