{
  "metadata": {
    "date": "2016-12-19",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "U.S. Demands Return of Drone Seized by Chinese Warship",
      "snippet": "American officials said they were still trying to determine whether the taking of the unmanned ship in the South China Sea was a low-level action or a strategic order.",
      "abstract": "American officials said they were still trying to determine whether the taking of the unmanned ship in the South China Sea was a low-level action or a strategic order.",
      "lead_paragraph": "WASHINGTON — The Pentagon on Friday demanded the return of an underwater drone that was seized by China as an American crew was moving in to retrieve it. The episode threatens to increase tensions in a region already fraught with great-power rivalries.",
      "publication_date": "2016-12-16T18:02:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/16/us/politics/us-underwater-drone-china.html",
      "byline": "By Helene Cooper"
    },
    {
      "headline": "Here’s the Key to Your Suite, and Another to Your Rolls-Royce",
      "snippet": "This holiday season, some high-end hotels and resorts are adding to their luster by offering guests free use of luxury cars, with or without chauffeurs.",
      "abstract": "This holiday season, some high-end hotels and resorts are adding to their luster by offering guests free use of luxury cars, with or without chauffeurs.",
      "lead_paragraph": "Eric Day flew to Boston in October and took a car service to a wedding in Westerly, R.I. He and his wife, Margo, were sitting on the front steps of the Ocean House, a grand old hotel where rooms start at about $740 a night, when he noticed a fleet of white Mercedes-Benz cars below.",
      "publication_date": "2016-12-16T18:44:50+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/12/16/your-money/wealth-matters-luxury-cars-loaner-hotels.html",
      "byline": "By Paul Sullivan"
    },
    {
      "headline": "Obama Says He Told Putin: ‘Cut It Out’ on Hacking",
      "snippet": "The president said he refrained from retaliating against Moscow for hacking the D.N.C. before the election because he did not want it to be seen as unfair meddling.",
      "abstract": "The president said he refrained from retaliating against Moscow for hacking the D.N.C. before the election because he did not want it to be seen as unfair meddling.",
      "lead_paragraph": "WASHINGTON — President Obama said for the first time on Friday that he had held back from retaliating against Russia’s meddling in the presidential race for fear of inciting further hacking “that could hamper vote counting.” But he said he was weighing a mix of public and covert actions against the Russians in his last 34 days in office, actions that would increase “the costs for them.”",
      "publication_date": "2016-12-16T21:05:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/16/us/politics/obama-putin-hacking-news-conference.html",
      "byline": "By Mark Landler and David E. Sanger"
    },
    {
      "headline": "In Shadow of Amazon, European Challenger Looks to China for Inspiration",
      "snippet": "Few companies have been able to keep Amazon at bay after it decides to target a new market. Zalando, Europe’s biggest online fashion retailer, is the latest to try.",
      "abstract": "Few companies have been able to keep Amazon at bay after it decides to target a new market. Zalando, Europe’s biggest online fashion retailer, is the latest to try.",
      "lead_paragraph": "BERLIN — Robert Gentz stepped off an Air Berlin plane in Beijing with the goal of conquering online fashion in China. By the time he boarded his return flight to Berlin, he had a new plan: to copy it.",
      "publication_date": "2016-12-16T21:30:02+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/12/16/technology/amazon-zalando-eu-online-shopping.html",
      "byline": "By Mark Scott"
    },
    {
      "headline": "Whistle-Blowers Spur Companies to Change Their Ways",
      "snippet": "Financial wrongdoing dropped — and stayed down — at companies that were subject to investigations, a new study shows.",
      "abstract": "Financial wrongdoing dropped — and stayed down — at companies that were subject to investigations, a new study shows.",
      "lead_paragraph": "For those who doubt that whistle-blowers are a force for good in corporate America — and yes, such skeptics exist — a new study out of the University of Iowa could not be more important. It demonstrates for the first time that financial shenanigans at companies decrease markedly in the years after truth tellers come forward with information about wrongdoing inside their operations.",
      "publication_date": "2016-12-16T23:03:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2016/12/16/business/whistle-blowers-corporate.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Assad’s Lesson From Aleppo: Force Works, With Few Consequences",
      "snippet": "The subjugation of eastern Aleppo by Bashar al-Assad, the Syrian president, has proved the effectiveness of violence and highlighted the reluctance of many countries to step in.",
      "abstract": "The subjugation of eastern Aleppo by Bashar al-Assad, the Syrian president, has proved the effectiveness of violence and highlighted the reluctance of many countries to step in.",
      "lead_paragraph": "BEIRUT, Lebanon — For months, the bodies have been piling up in eastern Aleppo as the buildings have come down, pulverized by Syrian and Russian jets, burying residents who could not flee in avalanches of bricks and mortar.",
      "publication_date": "2016-12-16T23:45:41+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/16/world/middleeast/syria-aleppo-assad-autocrats-obama.html",
      "byline": "By Ben Hubbard"
    },
    {
      "headline": "Buyer Beware: ‘Certified’ Used Cars May Still Be Under Recall",
      "snippet": "A settlement with General Motors and two used-car chains said cars described as carefully inspected and repaired can still have unresolved recall issues.",
      "abstract": "A settlement with General Motors and two used-car chains said cars described as carefully inspected and repaired can still have unresolved recall issues.",
      "lead_paragraph": "The public has long been wary of used cars and the claims of roadworthiness by the dealers who sell them. On Friday, the nation’s main advertising regulator issued a ruling that consumer groups complained will give used-car dealers too much leeway in the disclosures they are required to make.",
      "publication_date": "2016-12-17T02:03:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/12/16/business/buyer-beware-certified-used-cars-under-recall.html",
      "byline": "By Christopher Jensen"
    },
    {
      "headline": "In India, a Clash at the Top of the Tata Empire Gets Ugly",
      "snippet": "Ratan Tata, a revered figure in a country steeped in corruption, finds himself caught up in a public fight for control of the business amid allegations of wrongdoing.",
      "abstract": "Ratan Tata, a revered figure in a country steeped in corruption, finds himself caught up in a public fight for control of the business amid allegations of wrongdoing.",
      "lead_paragraph": "MUMBAI, India — In India, where corruption is a fact of life, the Tata Group — a powerhouse conglomerate that makes Land Rovers, operates the historic Pierre Hotel in New York and sells the world Tetley tea — has been held up as the exception to the rule.",
      "publication_date": "2016-12-17T05:44:43+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/12/17/business/a-clash-atop-indias-tata-empire-has-a-titan-on-the-ropes.html",
      "byline": "By Geeta Anand"
    },
    {
      "headline": "Free Cash in Finland. Must Be Jobless.",
      "snippet": "Finland will soon hand out cash to 2,000 jobless people, free of bureaucracy or limits on side earnings. The idea, universal basic income, is gaining traction worldwide.",
      "abstract": "Finland will soon hand out cash to 2,000 jobless people, free of bureaucracy or limits on side earnings. The idea, universal basic income, is gaining traction worldwide.",
      "lead_paragraph": "OULU, Finland — No one would confuse this frigid corner of northern Finland with Silicon Valley. Notched in low pine forests just 100 miles below the Arctic Circle, Oulu seems more likely to achieve dominance at herding reindeer than at nurturing technology start-ups.",
      "publication_date": "2016-12-17T10:00:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2016/12/17/business/economy/universal-basic-income-finland.html",
      "byline": "By Peter S. Goodman"
    },
    {
      "headline": "A Founder of Odwalla Tries to Recapture His Mojo",
      "snippet": "With tough times in the 1990s behind him, the head of Califia Farms has a new idea: nut milk and coffees.",
      "abstract": "With tough times in the 1990s behind him, the head of Califia Farms has a new idea: nut milk and coffees.",
      "lead_paragraph": "LOS ANGELES — For the past 20 years, Greg Steltenpohl, an avant-garde jazz saxophonist turned beverage entrepreneur, has worked to rekindle the magic behind his greatest hit — and make peace with a nightmare that led to an abrupt fall.",
      "publication_date": "2016-12-17T10:00:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2016/12/17/business/greg-steltenpohl-califia-farms-odwalla.html",
      "byline": "By Stephanie Strom"
    },
    {
      "headline": "How a Putin Fan Overseas Pushed Pro-Trump Propaganda to Americans",
      "snippet": "With the explicit aim of getting Donald J. Trump elected, a website run by a far-right activist pumped out anti-Hillary Clinton hoaxes and drew tens of thousands of views.",
      "abstract": "With the explicit aim of getting Donald J. Trump elected, a website run by a far-right activist pumped out anti-Hillary Clinton hoaxes and drew tens of thousands of views.",
      "lead_paragraph": "The Patriot News Agency website popped up in July, soon after it became clear that Donald J. Trump would win the Republican presidential nomination, bearing a logo of a red, white and blue eagle and the motto “Built by patriots, for patriots.”",
      "publication_date": "2016-12-17T14:00:27+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/17/world/europe/russia-propaganda-elections.html",
      "byline": "By Mike McIntire"
    },
    {
      "headline": "Wonder and Worry, as a Syrian Child Transforms",
      "snippet": "Canada welcomes Syrian refugees like no other country. But for one 10-year-old’s parents, is she leaving too much behind?",
      "abstract": "Canada welcomes Syrian refugees like no other country. But for one 10-year-old’s parents, is she leaving too much behind?",
      "lead_paragraph": "TORONTO — As soon as Bayan Mohammad, a 10-year-old Syrian refugee, arrived here last winter, she began her transformation. In her first hour of ice-skating, she managed to glide on her own. She made fast friends with girls different from any she had ever known. New to competitive sports, she propelled herself down the school track so fast that she was soon collecting ribbons.",
      "publication_date": "2016-12-17T14:19:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/17/world/americas/syrian-refugees-canada.html",
      "byline": "By Catrin Einhorn and Jodi Kantor"
    },
    {
      "headline": "Outsiders Selected by Trump Aim to Unnerve Washington",
      "snippet": "Many of those chosen to lead agencies have no experience in federal government and a great drive to undo it.",
      "abstract": "Many of those chosen to lead agencies have no experience in federal government and a great drive to undo it.",
      "lead_paragraph": "They are President-elect Donald J. Trump’s disrupters.",
      "publication_date": "2016-12-17T17:10:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/17/us/politics/donald-trump-cabinet-picks.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "In Turkey’s Home of St. Nick, Far From North Pole, All Is Not Jolly",
      "snippet": "’Tis true, children: St. Nick lived in what is now Turkey. He was not fat, but legend has it he dropped gifts down people’s chimneys.",
      "abstract": "’Tis true, children: St. Nick lived in what is now Turkey. He was not fat, but legend has it he dropped gifts down people’s chimneys.",
      "lead_paragraph": "DEMRE, Turkey — The jagged Taurus Mountains rise on one side of the church, while the Mediterranean Sea gleams in the distance on the other. The bougainvillea is in bloom, the orange trees bursting with ripe fruit. It is, in other words, a long way from here to the North Pole.",
      "publication_date": "2016-12-17T18:24:54+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/17/world/middleeast/turkeys-santa-claus-.html",
      "byline": "By Tim Arango"
    },
    {
      "headline": "Obama Confronts Complexity of Using a Mighty Cyberarsenal Against Russia",
      "snippet": "The president has vowed to “send a clear message” to Russia over its hacking of the U.S. election but has few ideal options.",
      "abstract": "The president has vowed to “send a clear message” to Russia over its hacking of the U.S. election but has few ideal options.",
      "lead_paragraph": "WASHINGTON — Over the past four months, American intelligence agencies and aides to President Obama assembled a menu of options to respond to Russia’s hacking during the election, ranging from the obvious — exposing President Vladimir V. Putin’s financial ties to oligarchs — to the innovative, including manipulating the computer code that Russia uses in designing its cyberweapons.",
      "publication_date": "2016-12-17T19:44:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/17/us/politics/obama-putin-russia-hacking-us-elections.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Insurance Policies on Slaves: New York Life’s Complicated Past",
      "snippet": "In its 19th-century beginnings, New York Life Insurance sold 508 policies covering slaves. Their descendants are grappling with it.",
      "abstract": "In its 19th-century beginnings, New York Life Insurance sold 508 policies covering slaves. Their descendants are grappling with it.",
      "lead_paragraph": "New York Life, the nation’s third-largest life insurance company, opened in Manhattan’s financial district in the spring of 1845. The firm possessed a prime address — 58 Wall Street — and a board of trustees populated by some of the city’s wealthiest merchants, bankers and railroad magnates.",
      "publication_date": "2016-12-18T15:18:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/18/us/insurance-policies-on-slaves-new-york-lifes-complicated-past.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "All This Talk of Voter Fraud? Across U.S., Officials Found Next to None",
      "snippet": "Despite Republican claims of widespread violations, it seems that credible allegations of illegal voting were exceedingly rare.",
      "abstract": "Despite Republican claims of widespread violations, it seems that credible allegations of illegal voting were exceedingly rare.",
      "lead_paragraph": "[Read more about fake ballots, mail-in voting and voter fraud.]",
      "publication_date": "2016-12-18T22:56:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/18/us/voter-fraud.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "Forget ‘Pat the Bunny.’ My Child Is Reading Hemingway.",
      "snippet": "Some publishers are repurposing modern classics, making simplified picture books of them for children and cutting out the R-rated details.",
      "abstract": "Some publishers are repurposing modern classics, making simplified picture books of them for children and cutting out the R-rated details.",
      "lead_paragraph": "Alice Hemmer’s favorite part of Jack Kerouac’s novel “On the Road” doesn’t involve the drug-addled cross-country road trips, encounters with prostitutes in Mexico or wild parties in Manhattan. Alice, who is 5 and lives in a Chicago suburb, likes the part when Sal Paradise eats ice cream and apple pie whenever he feels hungry.",
      "publication_date": "2016-12-18T23:07:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/12/18/business/media/forget-pat-the-bunny-my-child-is-reading-hemingway.html",
      "byline": "By Alexandra Alter"
    },
    {
      "headline": "Hungry, Thirsty and Bloodied in Battle to Retake Mosul From ISIS",
      "snippet": "Up to a million people are trapped inside Iraq’s second-largest city, where the brutal urban war of attrition is proving to be tougher than expected.",
      "abstract": "Up to a million people are trapped inside Iraq’s second-largest city, where the brutal urban war of attrition is proving to be tougher than expected.",
      "lead_paragraph": "ISTANBUL — After two months, the battle to retake the Iraqi city of Mosul from the Islamic State has settled into a grinding war of attrition. The front lines have barely budged in weeks. Casualties of Iraqi security forces are so high that American commanders heading the United States-led air campaign worry that they are unsustainable. Civilians are being killed or injured by Islamic State snipers and growing numbers of suicide bombers.",
      "publication_date": "2016-12-19T00:19:36+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/18/world/middleeast/iraq-mosul-islamic-state.html",
      "byline": "By Tim Arango, Eric Schmitt and Rukmini Callimachi"
    },
    {
      "headline": "By Attacking the Press, Donald Trump May Be Doing It a Favor",
      "snippet": "While biting tweets backfire and fake news abounds, subscriptions are on the rise in what could be journalism’s finest hour.",
      "abstract": "While biting tweets backfire and fake news abounds, subscriptions are on the rise in what could be journalism’s finest hour.",
      "lead_paragraph": "The answer to all the troubling new questions about the future of the news business — how to make money, stop the spread of fake news and reassert a uniform view of reality — appeared last week in a plate of “flaccid, gray Szechuan dumplings.”",
      "publication_date": "2016-12-19T00:59:57+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/12/18/business/media/by-attacking-the-press-donald-trump-may-be-doing-it-a-favor.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Snapchat Plays Hard to Get With Celebrities and Influencers",
      "snippet": "While most social networking services court and elevate celebrities, Snapchat treats them like everyday users.",
      "abstract": "While most social networking services court and elevate celebrities, Snapchat treats them like everyday users.",
      "lead_paragraph": "SAN FRANCISCO — The musician Jay Sean has visited the headquarters of YouTube, Facebook and Twitter. Instagram has reached out to tutor him on the best time to post photos for maximum impact.",
      "publication_date": "2016-12-19T01:25:09+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/12/18/technology/snapchat-plays-hard-to-get-with-celebrities-and-influencers.html",
      "byline": "By Katie Benner and Sapna Maheshwari"
    },
    {
      "headline": "Senators Push to Broaden Inquiry on Election Hacking",
      "snippet": "A bipartisan group, including John McCain and Chuck Schumer, called for the creation of a select committee on cyberactivity to lead the investigation.",
      "abstract": "A bipartisan group, including John McCain and Chuck Schumer, called for the creation of a select committee on cyberactivity to lead the investigation.",
      "lead_paragraph": "WASHINGTON — Pressure mounted on Sunday for a broader congressional investigation of Russian cyberattacks aimed at influencing the American election, even as a top aide to President-elect Donald J. Trump said there was no conclusive evidence of foreign interference.",
      "publication_date": "2016-12-19T02:21:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/12/18/us/politics/senators-push-to-broaden-inquiry-on-election-hacking.html",
      "byline": "By Nicholas Fandos"
    },
    {
      "headline": "I.M.F. Stands by Christine Lagarde, Convicted of Negligence",
      "snippet": "With the International Monetary Fund facing populist criticism and at a critical juncture, Ms. Lagarde was found guilty of charges linked to her time as France’s finance minister.",
      "abstract": "With the International Monetary Fund facing populist criticism and at a critical juncture, Ms. Lagarde was found guilty of charges linked to her time as France’s finance minister.",
      "lead_paragraph": "The International Monetary Fund threw its support behind its leader, Christine Lagarde, on Monday despite her conviction in a French court on charges of misusing public funds.",
      "publication_date": "2016-12-19T14:18:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/12/19/business/imf-trial-christine-lagarde-france-verdict.html",
      "byline": "By Landon Thomas Jr., Liz Alderman and Aurelien Breeden"
    },
    {
      "headline": "Platinum Hedge Fund Executives Charged With $1 Billion Fraud",
      "snippet": "A founder of the hedge fund, Platinum Partners, and six others were charged on Monday in what federal prosecutors said was a scheme that overvalued the assets and misrepresented their performance.",
      "abstract": "A founder of the hedge fund, Platinum Partners, and six others were charged on Monday in what federal prosecutors said was a scheme that overvalued the assets and misrepresented their performance.",
      "lead_paragraph": "For years, the little-known New York hedge fund Platinum Partners stood out for double-digit investment returns that rivaled some of the biggest names in the industry.",
      "publication_date": "2016-12-19T15:47:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/12/19/business/dealbook/platinum-partners-hedge-fund-founder-and-6-others-charged-with-fraud.html",
      "byline": "By Alexandra Stevenson"
    }
  ]
}