{
  "metadata": {
    "date": "2016-02-16",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "South Carolina Church Bridges Racial Gap, but Not Political Divide",
      "snippet": "Members of Redemption, based in Greenville, S.C., are proud of their ethnic diversity. But discussion of the state’s presidential primaries? “A taboo,” one woman there said.",
      "abstract": "Members of Redemption, based in Greenville, S.C., are proud of their ethnic diversity. But discussion of the state’s presidential primaries? “A taboo,” one woman there said.",
      "lead_paragraph": "GREENVILLE, S.C. — The members of Redemption church, a bracing blend of black and white with a smattering of Latinos, flowed into their arena-size sanctuary on one of the last Sundays before the South Carolina primaries. They prayed side by side in the glow of the animations streaming across a million-dollar video wall. They sang together, arms raised, to carefully calibrated worship music that fused strummy, sentimental rock with melismatic soul. They mingled afterward in the church’s Higher Grounds Café & Coffee Bar, standing in line for chicken-wing lunches.",
      "publication_date": "2016-02-15T16:21:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/02/16/us/south-carolina-church-bridges-racial-gap-but-not-political-divide.html",
      "byline": "By Richard Fausset"
    },
    {
      "headline": "Tasked With Combating Opium, Afghan Officials Profit From It",
      "snippet": "In a peaceful corner of Helmand Province, poppies grow in plain sight, directly taxed by a government ever more deeply involved in the drug trade.",
      "abstract": "In a peaceful corner of Helmand Province, poppies grow in plain sight, directly taxed by a government ever more deeply involved in the drug trade.",
      "lead_paragraph": "GARMSIR, Afghanistan — The United States spent more than $7 billion in the past 14 years to fight the runaway poppy production that has made Afghan opium the world’s biggest brand. Tens of billions more went to governance programs to stem corruption and train a credible police force. Countless more dollars and thousands of lives were lost on the main thrust of the war: to put the Afghan government in charge of district centers and to instill rule of law.",
      "publication_date": "2016-02-15T18:26:09+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/02/16/world/asia/afghanistan-opium-heroin-taliban-helmand.html",
      "byline": "By Azam Ahmed"
    },
    {
      "headline": "What Would Scalia Want in His Successor? A Dissent Offers Clues",
      "snippet": "In a passage from his dissent from the Supreme Court’s decision in June on same-sex marriage, Justice Antonin Scalia criticized the court’s lack of diversity.",
      "abstract": "In a passage from his dissent from the Supreme Court’s decision in June on same-sex marriage, Justice Antonin Scalia criticized the court’s lack of diversity.",
      "lead_paragraph": "WASHINGTON — What sort of person would Justice Antonin Scalia have wanted President Obama to name as his successor? We know more than you might think.",
      "publication_date": "2016-02-15T19:34:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/02/16/us/politics/what-would-antonin-scalia-want-in-his-successor-a-dissent-offers-clues.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Jeb Bush, With Assist From George, Goes After Donald Trump",
      "snippet": "The Bush family, a dynasty that defined Republicanism for decades, clashed on Monday with the new and irreverent face of the party, Donald J. Trump, in one of the most powerful collisions of the primary campaign so far.",
      "abstract": "The Bush family, a dynasty that defined Republicanism for decades, clashed on Monday with the new and irreverent face of the party, Donald J. Trump, in one of the most powerful collisions of the primary campaign so far.",
      "lead_paragraph": "NORTH CHARLESTON, S.C. — The Bush family, a dynasty that defined Republicanism for decades, clashed on Monday with the new and irreverent face of the party, Donald J. Trump, in one of the most vivid and powerful confrontations in the presidential primary campaign so far.",
      "publication_date": "2016-02-16T02:16:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/02/16/us/politics/bush-brothers-swipe-at-donald-trump.html",
      "byline": "By Ashley Parker and Maggie Haberman"
    },
    {
      "headline": "Before Scalia’s Death, a Clash Between G.O.P. and Obama Over Appellate Judges",
      "snippet": "Since Republicans took control of the Senate, the confirmation process for President Obama’s nominees to the 12 regional federal courts of appeal has essentially been halted.",
      "abstract": "Since Republicans took control of the Senate, the confirmation process for President Obama’s nominees to the 12 regional federal courts of appeal has essentially been halted.",
      "lead_paragraph": "WASHINGTON — The vow by Senate Republicans to block whomever President Obama nominates to fill the sudden vacancy on the Supreme Court presages a prolonged election year struggle, but the clash is less a new front against the White House than an escalation of a battle that had begun at the appeals court level before Justice Antonin Scalia died.",
      "publication_date": "2016-02-16T02:26:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/02/16/us/politics/before-antonin-scalias-death-a-clash-between-gop-and-obama-over-appellate-judges.html",
      "byline": "By Charlie Savage"
    }
  ]
}