{
  "metadata": {
    "date": "2011-04-14",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Obama’s Debt Plan Sets Stage for Long Battle Over Spending",
      "snippet": "President Obama proposed a mix of long-term spending cuts, tax increases and changes to social welfare programs as his opening position in a fierce partisan budget battle.",
      "abstract": "President Obama proposed a mix of long-term spending cuts, tax increases and changes to social welfare programs as his opening position in a fierce partisan budget battle.",
      "lead_paragraph": "WASHINGTON — President Obama made the case Wednesday for slowing the rapid growth of the national debt while retaining core Democratic values, proposing a mix of long-term spending cuts, tax increases and changes to social welfare programs as his opening position in a fierce partisan budget battle over the nation’s fiscal challenges.",
      "publication_date": "2011-04-13T17:53:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2011/04/14/us/politics/14obama.html",
      "byline": "By Mark Landler and Michael D. Shear"
    },
    {
      "headline": "As Generics Near, Makers Tweak Erectile Drugs",
      "snippet": "The multibillion-dollar market is being driven by novel applications to compete with coming generics.",
      "abstract": "The multibillion-dollar market is being driven by novel applications to compete with coming generics.",
      "lead_paragraph": "Facing generic competition for its “little blue pill,” Pfizer recently started selling a chewable form of Viagra in Mexico. It is called Viagra Jet, and Pfizer says it may also market it to other nations in the developing world, if not the United States.",
      "publication_date": "2011-04-13T23:01:41+0000",
      "section_name": "Health",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/04/14/health/14pills.html",
      "byline": "By Duff Wilson"
    },
    {
      "headline": "Naming Culprits in the Financial Crisis",
      "snippet": "A Senate panel, after two years of work, assailed “deceptive practices” and called for changes to regulatory and industry practices.",
      "abstract": "A Senate panel, after two years of work, assailed “deceptive practices” and called for changes to regulatory and industry practices.",
      "lead_paragraph": "A voluminous report on the financial crisis by the United States Senate — citing internal documents and private communications of bank executives, regulators, credit ratings agencies and investors — describes business practices that were rife with conflicts during the mortgage mania and reckless activities that were ignored inside the banks and among their federal regulators.",
      "publication_date": "2011-04-14T00:08:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/04/14/business/14crisis.html",
      "byline": "By Gretchen Morgenson and Louise Story"
    },
    {
      "headline": "A BlackBerry Tablet, but Where Are the Apps?",
      "snippet": "BlackBerry is diving into a market flooded with tablets, introducing the PlayBook, overflowing with borrowed ideas.",
      "abstract": "BlackBerry is diving into a market flooded with tablets, introducing the PlayBook, overflowing with borrowed ideas.",
      "lead_paragraph": "Listen, I’ll be straight with you. I realize that tablets are crazy hot right now, that 2011 is the Year of the iPad Clone and that every company and its brother is rushing one to market. But I’m sorry. I’m not going to review every one of the 85 tablets that will arrive this year; it’s only April, and I’ve already got Tablet Fatigue. I’m not going to review the Electrolux tablet, the Polaroid tablet, the Sunoco tablet, the Kellogg’s tablet. ...",
      "publication_date": "2011-04-14T01:00:32+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/04/14/technology/personaltech/14pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Iraqi Youths’ Political Rise Is Stunted by Elites",
      "snippet": "Young lawmakers in Iraq are running up against an ossified political elite still dominated by exiles.",
      "abstract": "Young lawmakers in Iraq are running up against an ossified political elite still dominated by exiles.",
      "lead_paragraph": "BAGHDAD — Inspired by the democratic uprisings around the Arab world to push for change, young lawmakers in Parliament are running up against an ossified political elite still dominated by the exiles who followed American tanks into Iraq to establish a fragile, violence-scarred democracy.",
      "publication_date": "2011-04-14T01:16:35+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2011/04/14/world/middleeast/14iraq.html",
      "byline": "By Tim Arango"
    },
    {
      "headline": "China Policy Main Topic for the G-20",
      "snippet": "The United States and its allies want other developing nations to ask China to alter its economic policies.",
      "abstract": "The United States and its allies want other developing nations to ask China to alter its economic policies.",
      "lead_paragraph": "WASHINGTON — The United States and its allies, frustrated in their efforts to pressure China directly to change its economic policies, are seeking to enlist other developing nations in an international campaign that China may find more palatable.",
      "publication_date": "2011-04-14T01:41:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/04/14/business/global/14summit.html",
      "byline": "By Binyamin Appelbaum"
    },
    {
      "headline": "Resistance to Jaitapur Nuclear Plant Grows in India",
      "snippet": "As a nuclear disaster unfolds in distant Japan, a growing number of Indian scientists, academics and others have expressed concern about plans for a coastal nuclear plant.",
      "abstract": "As a nuclear disaster unfolds in distant Japan, a growing number of Indian scientists, academics and others have expressed concern about plans for a coastal nuclear plant.",
      "lead_paragraph": "MADBAN, India — When a farmer named Praveen Gawankar and two neighbors began a protest four years ago against a proposed nuclear power plant here in this coastal town, they were against it mainly for not-in-my-backyard reasons. ",
      "publication_date": "2011-04-14T03:51:55+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/04/15/business/global/15nuke.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "In Financial Crisis, No Prosecutions of Top Figures",
      "snippet": "Several years after the financial crisis, no senior executives of major financial institutions have been charged, and a collective government effort has not emerged.",
      "abstract": "Several years after the financial crisis, no senior executives of major financial institutions have been charged, and a collective government effort has not emerged.",
      "lead_paragraph": "It is a question asked repeatedly across America: why, in the aftermath of a financial mess that generated hundreds of billions in losses, have no high-profile participants in the disaster been prosecuted?",
      "publication_date": "2011-04-14T05:50:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2011/04/14/business/14prosecute.html",
      "byline": "By Gretchen Morgenson and Louise Story"
    }
  ]
}