{
  "metadata": {
    "date": "2011-02-02",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Awaiting Health Law’s Prognosis",
      "snippet": "With a court decision declaring the health care law unconstitutional and Republicans intent on modifying it, ailing Americans are facing the renewed prospect of losing their health insurance coverage.",
      "abstract": "With a court decision declaring the health care law unconstitutional and Republicans intent on modifying it, ailing Americans are facing the renewed prospect of losing their health insurance coverage.",
      "lead_paragraph": " With a court decision on Monday declaring the health care law unconstitutional and Republicans intent on repealing at least parts of it, thousands of Americans with major illnesses are facing the renewed prospect of losing their health insurance coverage.",
      "publication_date": "2011-02-01T18:54:27+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/02/02/business/02insure.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Diplomatic Scramble as Ally Is Pushed to the Exit",
      "snippet": "A movement is unfolding so rapidly in Egypt that Washington came close to being left behind.",
      "abstract": "A movement is unfolding so rapidly in Egypt that Washington came close to being left behind.",
      "lead_paragraph": "WASHINGTON — Last Sunday at 2 p.m., a blue-and-white Air Force jet left Andrews Air Force Base bound for Cairo. On board was Frank G. Wisner, an adroit ex-diplomat whom President Obama had asked hours before to undertake a supremely delicate mission: nudging President Hosni Mubarak of Egypt out of power.",
      "publication_date": "2011-02-01T19:07:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2011/02/02/world/middleeast/02transition.html",
      "byline": "By Mark Landler, Helene Cooper and David D. Kirkpatrick"
    },
    {
      "headline": "The Paradox of Corporate Taxes",
      "snippet": "With one of the world’s highest corporate tax rates, the United States still raises less revenue from corporations than it used to. The reason is in the tax code.",
      "abstract": "With one of the world’s highest corporate tax rates, the United States still raises less revenue from corporations than it used to. The reason is in the tax code.",
      "lead_paragraph": "The Carnival Corporation wouldn’t have much of a business without help from various branches of the government. The United States Coast Guard keeps the seas safe for Carnival’s cruise ships. Customs officers make it possible for Carnival cruises to travel to other countries. State and local governments have built roads and bridges leading up to the ports where Carnival’s ships dock.",
      "publication_date": "2011-02-01T21:38:49+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/02/02/business/economy/02leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Bet on Foreclosure Boom Turns Sour for Investors",
      "snippet": "Investors hoping to make millions buying the back-office operations of a foreclosure lawyer have come up short.",
      "abstract": "Investors hoping to make millions buying the back-office operations of a foreclosure lawyer have come up short.",
      "lead_paragraph": "David J. Stern may be the best-known beneficiary of the foreclosure boom, having made millions in recent years from evictions processed by his law firm, the largest of its kind in Florida. But when he took part of his firm public early last year, he had plenty of help from a constellation of investors also looking to cash in on people losing their homes.",
      "publication_date": "2011-02-02T01:49:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/02/02/business/02stern.html",
      "byline": "By Julie Creswell and Barry Meier"
    },
    {
      "headline": "China Is Poised to Raise Rates Again, Bankers Say",
      "snippet": "A tighter monetary policy would cause segments of China’s economy to slow slightly, but would be good news for Chinese consumers, because of their high savings rate.",
      "abstract": "A tighter monetary policy would cause segments of China’s economy to slow slightly, but would be good news for Chinese consumers, because of their high savings rate.",
      "lead_paragraph": "HONG KONG  China’s government, increasingly worried about soaring inflation, plans to continue tightening its money supply and will probably raise interest rates again within the month.",
      "publication_date": "2011-02-02T02:40:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/02/02/business/global/02yuan.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "A Hacking Case Becomes a War of the Tabloids",
      "snippet": "A lawsuit sheds a negative light on the way the British tabloid the News of the World relied on phone hacking.",
      "abstract": "A lawsuit sheds a negative light on the way the British tabloid the News of the World relied on phone hacking.",
      "lead_paragraph": "LONDON — It was a classic tabloid scoop: a young woman’s account of a two-year affair with the actor Ralph Fiennes, spiced up with racy details of what he liked to do and how he liked to do it. Three newspapers — The Sunday Mirror, The Mail on Sunday and News of the World — carried their versions of the tale on Feb. 5, 2006.",
      "publication_date": "2011-02-02T02:53:29+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2011/02/02/world/europe/02hacking.html",
      "byline": "By Sarah Lyall and Don Van Natta Jr"
    },
    {
      "headline": "Mubarak’s Allies and Foes Clash in Egypt",
      "snippet": "Clashes continued into Thursday morning as the government unleashed provocateurs on protesters.",
      "abstract": "Clashes continued into Thursday morning as the government unleashed provocateurs on protesters.",
      "lead_paragraph": "CAIRO  President Hosni Mubarak struck back at his opponents on Wednesday, unleashing waves of his supporters armed with clubs, rocks, knives and firebombs in a concerted assault on thousands of antigovernment protesters in Tahrir Square calling for an end to his authoritarian rule.",
      "publication_date": "2011-02-02T05:05:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2011/02/03/world/middleeast/03egypt.html",
      "byline": "By David D. Kirkpatrick and Kareem Fahim"
    }
  ]
}