{
  "metadata": {
    "date": "2004-11-04",
    "total_articles": 27
  },
  "articles": [
    {
      "headline": "Some Bush Supporters Say They Anticipate a 'Revolution'",
      "snippet": "Pres Bush's conservative supporters, exulting in electoral victories, immediately turn to staking out mandates for ambitious agenda of long-cherished goals, including privatizing Social Security, banning same-sex marriage, remaking Supreme Court a...",
      "abstract": "Pres Bush's conservative supporters, exulting in electoral victories, immediately turn to staking out mandates for ambitious agenda of long-cherished goals, including privatizing Social Security, banning same-sex marriage, remaking Supreme Court and overturning abortion rights; Richard Viguerie warns Republican leaders not to forget role of conservative Christians and 'values' voters in effort to 'unite' country; Dr James C Dobson, Phil Burress, Grover Norquist and others comment similarly; map showing growth in Bush support in counties he also won in 2000 (M)",
      "lead_paragraph": "ARLINGTON, Va., Nov. 3 - Exulting in their electoral victories, President Bush's conservative supporters immediately turned to staking out mandates for an ambitious agenda of long-cherished goals, including privatizing Social Security, banning same-sex marriage, remaking the Supreme Court and overturning the court's decisions in support of abortion rights.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/11/04/politics/campaign/some-bush-supporters-say-they-anticipate-a-revolution.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "World Business Briefing | Europe: Sony BMG Merger Challenged",
      "snippet": "European Union's approval of merger between music divisions of Sony and Bertelsmann is being challenged by lobbying group Impala, which represents 2,500 independent record labels (S)",
      "abstract": "European Union's approval of merger between music divisions of Sony and Bertelsmann is being challenged by lobbying group Impala, which represents 2,500 independent record labels (S)",
      "lead_paragraph": "A group representing 2,500 independent record labels has challenged the European Union's approval of the merger that created Sony BMG. The union's decision to allow Sony and Bertelsmann to merge their music units will stifle the emergence of new artists and diminish competition in the industry, the lobbying group, Impala, said. It filed an appeal with the European Court of First Instance in Luxembourg. Sony BMG, which is based in New York, said the company was confident that the court would reaffirm the decision to clear the merger.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/04/business/world-business-briefing-europe-sony-bmg-merger-challenged.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Giving Voice to Video Games",
      "snippet": "Game producers are turning to voice-over professionals to weave spoken narratives throughout games as video games take on cinematic feel; use of union artists assures quality, but at high cost that worries industry; photos (M)",
      "abstract": "Game producers are turning to voice-over professionals to weave spoken narratives throughout games as video games take on cinematic feel; use of union artists assures quality, but at high cost that worries industry; photos (M)",
      "lead_paragraph": "\"I'M watching you, Mary,\" I whispered mysteriously into the telephone. \"I'm watching you right now in the shower.\" I paused for effect, waiting to hear some reaction.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/11/04/technology/circuits/giving-voice-to-video-games.html",
      "byline": "By Tim Gnatek"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Trade Surplus Narrows",
      "snippet": "Brazilian government reports that trade surplus declined to $3.01 billion in October, compared to $3.17 billion in September; year-to-date surplus is up 38 percent from 2003, to $28.12 billion (S)",
      "abstract": "Brazilian government reports that trade surplus declined to $3.01 billion in October, compared to $3.17 billion in September; year-to-date surplus is up 38 percent from 2003, to $28.12 billion (S)",
      "lead_paragraph": "Brazil's trade surplus narrowed to $3.01 billion in October from $3.17 billion in September as imports hit a record monthly level, the trade ministry said. Still, that brought the accumulated trade surplus so far this year to a record-breaking $28.12 billion, a 38 percent increase over the comparable period in 2003. Imports, which tend to peak at the end of the year, rose to a record $5.84 billion last month from $5.75 billion in September. Exports dropped to $8.84 billion from $8.9 billion. Economists expect Brazil, South America's largest economy, to finish the year with a trade surplus of almost $33 billion, up from $24.8 billion in 2003. Todd Benson (NYT)",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/04/business/world-business-briefing-americas-brazil-trade-surplus-narrows.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Exuberance, Tempered by Reality",
      "snippet": "Article examines business implications of presidential election in specific industries, including military contractors, Wall Street, health care, telecommunications, computers, energy and automobiles; drawings (M)",
      "abstract": "Article examines business implications of presidential election in specific industries, including military contractors, Wall Street, health care, telecommunications, computers, energy and automobiles; drawings (M)",
      "lead_paragraph": "From Wall Street to Detroit, there were plenty of sighs of relief as it became clear that President Bush had won another term. As one auto executive said, \"Bush has been a good president to work with.\"",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/04/business/exuberance-tempered-by-reality.html",
      "byline": ""
    },
    {
      "headline": "Jury Convicts 5 Involved in Enron Deal With Merrill",
      "snippet": "First criminal trial stemming from financial dealings at Enron Corp ends when federal jury in Houston finds five defendants, including four former executives of Merrill Lynch, conspired to help Enron report bogus profits; convicted defendants are ...",
      "abstract": "First criminal trial stemming from financial dealings at Enron Corp ends when federal jury in Houston finds five defendants, including four former executives of Merrill Lynch, conspired to help Enron report bogus profits; convicted defendants are Daniel Bayly, former head of global investment banking at Merrill, and James A Brown, former head of firm's project and lease group; former Merrill executives convicted include Robert S Furst, banker in Houston office responsible for managing Enron relationship, and William Fuhs, banker who did some work on alleged bogus sale of interest in barges by Enron to Merrill; Dan Boyle, former executive in Enron's finance division, is also convicted; accountant Sheila Kahanek is acquitted (M)",
      "lead_paragraph": "The first criminal trial stemming from the financial dealings at the Enron Corporation ended yesterday when a federal jury in Houston found that five defendants, including four former executives of Merrill Lynch, had conspired to help Enron report bogus profits.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/04/business/jury-convicts-5-involved-in-enron-deal-with-merrill.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Unemployment Rises",
      "snippet": "German government reports that unemployment rose in October for ninth consecutive month; number of jobless was up 12,000, to 4.46 million (S)",
      "abstract": "German government reports that unemployment rose in October for ninth consecutive month; number of jobless was up 12,000, to 4.46 million (S)",
      "lead_paragraph": "Unemployment in Germany continued to rise in October, with the number of jobless up 12,000, to 4.46 million, in seasonally adjusted terms, but the jobless rate was unchanged at 10.7 percent, the Federal Labor Agency in Nuremberg said. It was the ninth consecutive monthly increase, but the rate of increase was lower than the rate in the previous two months. Petra Kappl (NYT)",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/04/business/world-business-briefing-europe-germany-unemployment-rises.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Brewer's Profit Falls",
      "snippet": "Brazilian brewer Companhia de Bebidas das Americas reports third quarter net profit of $46.2 million, down 61 percent from year-earlier period; revenue rose 46 percent (S)",
      "abstract": "Brazilian brewer Companhia de Bebidas das Americas reports third quarter net profit of $46.2 million, down 61 percent from year-earlier period; revenue rose 46 percent (S)",
      "lead_paragraph": "Companhia de Bebidas das Américas, the Brazilian brewer, said profit fell sharply in the third quarter as increased spending and costs overshadowed strong revenue growth. AmBev, as the brewer is known, had net profit of 131.7 million reais ($46.2 million), down 61 percent from a profit of 340.4 million reais a year earlier. Revenue rose 46 percent, to 2.95 billion reais. AmBev, which is based in São Paulo, booked 332.7 million reais in operational costs in the quarter, mostly from expenses related to its foreign units. AmBev, whose acquisition by Interbrew of Belgium was completed in August, also spent more on promoting its brands at home, increasing sales 17 percent. AmBev finished the quarter with 67 percent of the beer market in Brazil. Todd Benson (NYT)",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/04/business/world-business-briefing-americas-brazil-brewers-profit-falls.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Republicans Add 4 Seats in Senate",
      "snippet": "Democrats reeling from unexpected defeats that give Republicans net gain of four Senate seats move to choose successor to Sen Tom Daschle, minority leader and only Senate incumbent to lose; Sen Harry Reid says he has support to be formally elected...",
      "abstract": "Democrats reeling from unexpected defeats that give Republicans net gain of four Senate seats move to choose successor to Sen Tom Daschle, minority leader and only Senate incumbent to lose; Sen Harry Reid says he has support to be formally elected as minority leader, and Sen Christopher J Dodd, potential rival, says he would back Reid; Sens Byron L Dorgan and Richard J Durbin are likely to square off for Democratic whip position now held by Reid; Sen Bill Frist, majority leader, and House Speaker J Dennis Hastert issue statements expressing desire to try to work across party lines, in contrast to bitter partisanship of recent years (M)",
      "lead_paragraph": "WASHINGTON, Nov. 3 - Senate Democrats woke up Wednesday to a drastically altered political landscape, confronted with an emboldened and more conservative Republican majority and the loss of Tom Daschle, the leader who has been their public persona for a decade.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/04/politics/campaign/republicans-add-4-seats-in-senate.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "A Palmtop's Curious Subtraction",
      "snippet": "David Pogue State of the Art column on T5 palmtop organizer from PalmOne; device lacks many useful features of its predecessor, but adds internal flash drive for instant communication to computer through USB port; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on T5 palmtop organizer from PalmOne; device lacks many useful features of its predecessor, but adds internal flash drive for instant communication to computer through USB port; photo; drawing (M)",
      "lead_paragraph": "IN 1996, excitement over the original Palm Pilot kept gadget freaks awake at night. The tiniest change in a new model sent them into a tizzy of discussion and anticipation. But for the last year or so, what has been new in palmtops? A slightly faster processor. A price cut. \"Speeds and feeds.\" Yawn.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/11/04/technology/circuits/a-palmtops-curious-subtraction.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Accounting Investigation",
      "snippet": "British Defense Ministry and Serious Fraud Office are investigating possible accounting fraud in deals made by BAE Systems in connection with contracts with Saudi Arabia (S)",
      "abstract": "British Defense Ministry and Serious Fraud Office are investigating possible accounting fraud in deals made by BAE Systems in connection with contracts with Saudi Arabia (S)",
      "lead_paragraph": "The Ministry of Defense and its Serious Fraud Office are investigating the possibility of false accounting in deals between BAE Systems and two companies it used for travel and accommodation arrangements in connection with contracts with Saudi Arabia, the agencies said. BAE said the company believed that it was not the target of the investigation and might be the victim of fraud itself. Heather Timmons (NYT)",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/04/business/world-business-briefing-europe-britain-accounting-investigation.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Volkswagen Averts Strike by German Workers",
      "snippet": "Marathon bargaining session between Volkswagen and IG Metall union concludes with company offering factory workers seven-year job guarantee in exchange for 28-month wage freeze; agreement will reduce labor costs by nearly one-third by 2011 and is ...",
      "abstract": "Marathon bargaining session between Volkswagen and IG Metall union concludes with company offering factory workers seven-year job guarantee in exchange for 28-month wage freeze; agreement will reduce labor costs by nearly one-third by 2011 and is seen as restoring labor harmony at company that has never undergone full-scale strike in its history; is hailed by some as example of successful social partnership culture, while others note that company, which is 20 percent owned by state of Lower Sax ony, was never in position to lay off large numbers of German workers; photo (M)",
      "lead_paragraph": "FRANKFURT, Nov. 3 - Volkswagen averted the first full-scale strike in its history on Wednesday, offering its factory workers a seven-year job guarantee in return for a 28-month freeze in wages.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/04/business/worldbusiness/volkswagen-averts-strike-by-german-workers.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "An Industry in India Cheers Bush's Victory",
      "snippet": "Indian outsourcing companies rejoice at re-election of Pres Bush, whose economic advisers have defended outsourcing from attacks by Democratic candidate Sen John Kerry; Indian outsourcing companies employed more than 800,000 workers and posted $12...",
      "abstract": "Indian outsourcing companies rejoice at re-election of Pres Bush, whose economic advisers have defended outsourcing from attacks by Democratic candidate Sen John Kerry; Indian outsourcing companies employed more than 800,000 workers and posted $12.5 billion in export revenues in year ended in March, gain of 30 percent over previous year; Infosys Technologies, leading outsourcing firm, announced 49 percent increase in profit for quarter ending Sept 30, and added more than 5,000 employees, while rival Wipro had 65 percent profit gain and 5,550 new employees; photos (M)",
      "lead_paragraph": "BANGALORE, India, Nov. 3 - India's outsourcing companies were jubilant Wednesday that the elections in the United States will return President Bush to office.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/04/business/worldbusiness/an-industry-in-india-cheers-bushs-victory.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Deficits and Tax System Changes in Bush's Second-Term Economy",
      "snippet": "Analysis of new economic agenda in second Bush administration; says one goal is expected to aim for fundamental overhaul of income tax, likely in direction of system that lessens even further taxation of investment income; other goal is to push fo...",
      "abstract": "Analysis of new economic agenda in second Bush administration; says one goal is expected to aim for fundamental overhaul of income tax, likely in direction of system that lessens even further taxation of investment income; other goal is to push for partial privatization of Social Security that could eventually reduce costs but require borrowing more than $2 trillion over next two decades; holds ballooning budget deficits, which could total $5 trillion over next 10 years if Bush succeeds in making his tax cuts permanent, could constrain Bush's choices far more than they have in first term; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 3 - Even as President Bush was celebrating his election victory on Wednesday, his Treasury Department provided an ominous reminder about the economic challenges ahead.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/04/business/deficits-and-tax-system-changes-in-bushs-secondterm-economy.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Yukos Shareholders Will Vote on Filing for Bankruptcy",
      "snippet": "Shareholders of Yukos, Russia's top oil producer, will vote December 20 on whether to file bankruptcy petition; company, which maintains it can file for bankruptcy prior to shareholder meeting, faces overwhelming tax bill which consumes one half o...",
      "abstract": "Shareholders of Yukos, Russia's top oil producer, will vote December 20 on whether to file bankruptcy petition; company, which maintains it can file for bankruptcy prior to shareholder meeting, faces overwhelming tax bill which consumes one half of current cash flow, and Russian government has recently brought new claims that exceed company's 2002 sales of $11.4 billion; analysts note that bankruptcy filing may be Yukos's best course, forestalling various court orders including sale of its $22 billion oil-producer subsidiary Yuganskneftegaz (M)",
      "lead_paragraph": "MOSCOW, Nov. 3 - Setting the stage for what could be the final act in the Yukos drama, shareholders in the company will gather next month to vote on whether it should declare bankruptcy, the company's top official said on Wednesday.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/04/business/worldbusiness/yukos-shareholders-will-vote-on-filing-for.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "ELECTION HIGHLIGHTS",
      "snippet": "THE ECONOMY  Challenges Ahead  As President Bush celebrated his re-election he faced ballooning deficits, record borrowing and the challenge of paying for the war in Iraq -- while making his tax cuts permanent and saving Social Security. Page C1. ...",
      "abstract": " THE ECONOMY  Challenges Ahead  As President Bush celebrated his re-election he faced ballooning deficits, record borrowing and the challenge of paying for the war in Iraq -- while making his tax cuts permanent and saving Social Security. Page C1.    AMENDMENTS  Bans on Gay Marriage  Proposed state constitutional amendments to ban same-sex marriage, approved in all 11 states where they were on the ballot Tuesday, lifted the turnout of socially conservative voters that helped win President Bush his popular-vote majority, his supporters say. Page P4.    THE REPUBLICANS  High Hopes for New Term  As they exulted in victory, conservatives turned their attention to their long-held goals of giving individuals control over investments in their Social Security accounts, banning same-sex marriage, remaking the Supreme Court, and overturning decisions on abortion rights. Page P1.    NEW YORK  Senators Job Hunting?  At least one of John Kerry's loyal foot soldiers has a brighter political future thanks to his loss: Senator Hillary Rodham Clinton has shot to the front ranks of contenders for the Democratic presidential nomination in 2008. But New York's senior senator, Charles E. Schumer, who finds himself a member of a shrinking Democratic minority, could well be tempted to run for governor in two years rather than spend several more years in opposition. Page P9.    CALIFORNIA  Yes to Stem Cell Research  In California, voters approved a $3 billion research effort involving human embryonic stem cells, the largest state-run scientific research effort in the country. The measure was supported by the Republican governor, Arnold Schwarzenegger, who broke ranks with President Bush and the California Republican Party on the contentious issue. The Bush administration has placed restrictions on using federal money for such research. Page P10.    DEMOCRATS  The Recriminations Begin  Democrats immediately began turning to the fight that some in the party fear they wage most consistently: with one another. Politicians and operatives said the defeat of Senator John Kerry and the loss of seats in the House and the Senate were likely to fan internal debate over everything from overarching ideology to on-the-ground tactics to the qualities to look for in a candidate. ''You always take stock after a loss like this, and it was a big disappointment,'' said Representative Richard A. Gephardt of Missouri. Page P8.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/04/us/front page/election-highlights.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: Mine Company Resists Merger Bid",
      "snippet": "South Africa-based Gold Fields Ltd urges shareholders to reject $7.4 billion takeover bid by rival Harmony Gold Mining Co; photo (S)",
      "abstract": "South Africa-based Gold Fields Ltd urges shareholders to reject $7.4 billion takeover bid by rival Harmony Gold Mining Co; photo (S)",
      "lead_paragraph": "Gold Fields Ltd. urged shareholders to reject a takeover bid of 44.9 billion rand ($7.4 billion) from its rival South African gold producer, the Harmony Gold Mining Company, saying it was too low and a takeover would weaken the company. The bid \"destroys shareholder value,\" said Ian Cockerill, left, the chief executive of Gold Fields. Harmony, which has posted three consecutive quarterly losses, is \"financially stretched\" and lacks the experience to run the combined company, he said. A spokesman for Harmony defended the bid, saying a merged company would attract a broad range of investors.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/04/business/world-business-briefing-africa-south-africa-mine-company-resists.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Terrorism, Iraq and EconomyAre at Top of His Agenda",
      "snippet": "George W Bush declares victory in race for president after decisive national election that bolsters Republican strength in Congress and leads White House to proclaim that Bush has won mandate from American public for second term; Bush appears with...",
      "abstract": "George W Bush declares victory in race for president after decisive national election that bolsters Republican strength in Congress and leads White House to proclaim that Bush has won mandate from American public for second term; Bush appears with Vice Pres Dick Cheney at rally in Washington four hours after accepting concession call at White House from Sen John Kerry; Kerry abandons threat to contest election result in Ohio, telling supporters 'we cannot win this election'; Bush's victory is striking turn in fortunes for man who at times seemed destined to repeat his father's fate of losing second term because of weak economy; he won 8.7 million more popular votes than he did in 2000 and positioned himself and his party to push through conservative agenda in Washington over next four years; he won 274 electoral votes, 3 more than in 2000, with Iowa and New Mexico not yet officially in his column; Bush's victory was powered by huge turnout among evangelical Christians; he makes point in his victory speech of reaching out to Democrats, saying he wants to unify country that has been divided by contest with Kerry and also by circumstances of his victory in 2000; photos; chart with state-by-state voting statistics and electoral votes in 2004 and 2000 (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/04/politics/campaign/terrorism-iraq-and-economyare-at-top-of-his-agenda.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Bush Pledges a Broad Push Toward Market-Based Policies",
      "snippet": "Pres Bush, vindicated by election results and with his party strengthened on Capitol Hill, tells victory rally he will push broad domestic agenda including overhauling Social Security, rethinking tax laws and upholding 'deepest values of family an...",
      "abstract": "Pres Bush, vindicated by election results and with his party strengthened on Capitol Hill, tells victory rally he will push broad domestic agenda including overhauling Social Security, rethinking tax laws and upholding 'deepest values of family and faith'; Sen Charles Grassley predicts more aggressive action on Social Security as part of 'ownership society'; religious conservatives focus now on possibility of Supreme Court vacancies; Democrats, though chastened by losses, say they are not dead yet (M)",
      "lead_paragraph": "WASHINGTON, Nov. 3 - Vindicated by Tuesday's elections and with his party strengthened on Capitol Hill, President Bush pledged Wednesday to push a broad domestic agenda for a second term, including overhauling Social Security and rethinking the tax laws.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/11/04/politics/campaign/bush-pledges-a-broad-push-toward-marketbased-policies.html",
      "byline": "By Robin Toner and Richard W. Stevenson"
    },
    {
      "headline": "Electoral Affirmation of Shared Values Provides Bush a Majority",
      "snippet": "News Analysis: Pres Bush's re-election, with larger Republician majorities in both houses of Congress, is clearest confirmation yet that America is center-right country--divided, but with undisputed majority united behind his leadership; in survey...",
      "abstract": "News Analysis: Pres Bush's re-election, with larger Republician majorities in both houses of Congress, is clearest confirmation yet that America is center-right country--divided, but with undisputed majority united behind his leadership; in surveys of voters leaving polls, one-fifth of them say they care most about 'moral values,' and 8 in 10 of those voters choose Bush; while Bush remains polarizing figure on both coasts and in big cities, he has proved himself galvanizing one in broad geographic and political center of country; he increased his share of vote among women, Hispanics, older voters and even city dwellers significantly from 2000, made slight gains among Catholics and Jews and turned 500,000-popular-vote defeat in 2000 into 3.6 million-popular-vote victory in 2004; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/04/politics/campaign/electoral-affirmation-of-shared-values-provides-bush-a.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "War? Jobs? No, Character Counted Most to Voters",
      "snippet": "Many of voters who re-elected Pres Bush say they voted not on one issue or another, but out of less tangible sense that he, more than John Kerry, shares their beliefs and understands their way of life; photos; some say they disagree on issues like...",
      "abstract": "Many of voters who re-elected Pres Bush say they voted not on one issue or another, but out of less tangible sense that he, more than John Kerry, shares their beliefs and understands their way of life; photos; some say they disagree on issues like Iraq but admire Bush's resolution, trait Kerry portrayed as stubbornness; Ohioan Nancy Johnson expresses cultural divide, saying liberals make her feel her faith makes her 'weird' (M)",
      "lead_paragraph": "UPPER ARLINGTON, Ohio, Nov. 3 - Some voters made their decision to send President Bush back to the White House because they were concerned about terrorism, others because they feared changing leaders in a time of war. For some, it was opposition to same-sex marriage or abortion.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/11/04/politics/campaign/war-jobs-no-character-counted-most-to-voters.html",
      "byline": "By Kate Zernike and John M. Broder"
    },
    {
      "headline": "Time Warner Reserves Funds for AOL Penalty",
      "snippet": "Time Warner has set aside $500 million to pay for potential penalties stemming from government investigation into accounting practices at America Online, step that led to 7.8 percent decline in profits in third quarter; company is awaiting decisio...",
      "abstract": "Time Warner has set aside $500 million to pay for potential penalties stemming from government investigation into accounting practices at America Online, step that led to 7.8 percent decline in profits in third quarter; company is awaiting decision from Securities and Exchange Commission and Justice Department on way it characterized $400 million payment that AOL received from Bertelsmann, which formerly owned half of AOL Europe; regulators are looking into whether payment was used improperly as part of effort to inflate growth of AOL (M)",
      "lead_paragraph": "Time Warner said yesterday that it had set aside $500 million to pay for potential penalties stemming from a government investigation into accounting practices at America Online, a step that led to a 7.8 percent decline in profits in the third quarter.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/04/business/time-warner-reserves-funds-for-aol-penalty.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ford Motor Settles Suit Over Goldman Offering  The Ford Motor Company agreed to settle a lawsuit that accused William Clay Ford Jr., left, of improperly accepting shares of the initial public offering of the Goldman Sachs Group, which agreed to pa...",
      "abstract": " Ford Motor Settles Suit Over Goldman Offering  The Ford Motor Company agreed to settle a lawsuit that accused William Clay Ford Jr., left, of improperly accepting shares of the initial public offering of the Goldman Sachs Group, which agreed to pay $13.4 million under the deal.   ",
      "lead_paragraph": "Ford Motor Settles Suit Over Goldman Offering The Ford Motor Company agreed to settle a lawsuit that accused William Clay Ford Jr., left, of improperly accepting shares of the initial public offering of the Goldman Sachs Group, which agreed to pay $13.4 million under the deal.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/04/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Turnout Effort and Kerry, Too, Were G.O.P.'s Keys to Victory",
      "snippet": "Republicans cite Karl Rove's relentless focus on turning out more Republican voters, many of them evangelical Christians, as critical factor in Pres Bush's victory; cite as other factors Bush's gamble to run on terrorism and his repeated use of cl...",
      "abstract": "Republicans cite Karl Rove's relentless focus on turning out more Republican voters, many of them evangelical Christians, as critical factor in Pres Bush's victory; cite as other factors Bush's gamble to run on terrorism and his repeated use of clear, concise message; Bush campaign officials say Sen John Kerry's nuanced statements about Iraq gave them opening, day after day, to attack him as 'flip-flopper,' and that his line about voting for $87 billion for American troops in Iraq before voting against it was 'iconic moment' of campaign; on Democratic side, harsh hindsight has begun; Kerry advisors cite his lack of clear and consistent message; say Kerry's theme-of-the-week inconsistency and shifting attacks on Bush in some ways bore out Bush's argument that Kerry is too indecisive and vacillating to lead nation; many say Kerry's most obvious mistake was his long delay in responding forcefully to attacks on his Vietnam war service and his antiwar position on return from war by Swift Boat Veterans for Truth; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/04/politics/campaign/turnout-effort-and-kerry-too-were-gops-keys-to-victory.html",
      "byline": "This article was reported by Elisabeth Bumiller, David M. Halbfinger and David E. Rosenbaum and Written By Ms. Bumiller"
    },
    {
      "headline": "THE 2004 ELECTIONS",
      "snippet": " Tuesday's vote in California could speed progress in the promising field of stem cell research.   Page C10.    Now that the dust has settled, the currency market begins to slip.   Page C10.  ",
      "abstract": " Tuesday's vote in California could speed progress in the promising field of stem cell research.   Page C10.    Now that the dust has settled, the currency market begins to slip.   Page C10.  ",
      "lead_paragraph": "Tuesday's vote in California could speed progress in the promising field of stem cell research. Page C10.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/04/business/the-2004-elections.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Pemex May Sell A Stake",
      "snippet": "The new head of the government-owned oil monopoly Petróleos Mexicanos said it was preparing a plan to sell a stake of up to 20 percent to Mexican investors through a trust fund. Luis Ramírez Corzo took over on Monday at Pemex, one of the world's t...",
      "abstract": "The new head of the government-owned oil monopoly Petróleos Mexicanos said it was preparing a plan to sell a stake of up to 20 percent to Mexican investors through a trust fund. Luis Ramírez Corzo took over on Monday at Pemex, one of the world's top 10 oil producers. Mr. Ramírez did not give more details. Pemex needs investment capital to develop oil reserves and gas fields, but it is barred by the Constitution from opening up to private companies.   Elisabeth Malkin (NYT)",
      "lead_paragraph": "The new head of the government-owned oil monopoly Petróleos Mexicanos said it was preparing a plan to sell a stake of up to 20 percent to Mexican investors through a trust fund. Luis Ramírez Corzo took over on Monday at Pemex, one of the world's top 10 oil producers. Mr. Ramírez did not give more details. Pemex needs investment capital to develop oil reserves and gas fields, but it is barred by the Constitution from opening up to private companies. Elisabeth Malkin (NYT)",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/04/business/world-business-briefing-americas-mexico-pemex-may-sell-a-stake.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "Stocks Rally as Investors Welcome Election's End",
      "snippet": "Stock market rallies at opening bell as investors express relief that clear election victor is in sight and that Pres Bush would be elected for second term; Dow Jones industrial average rises 101.32 points, or 1 percent, to 10,137.05; Standard & P...",
      "abstract": "Stock market rallies at opening bell as investors express relief that clear election victor is in sight and that Pres Bush would be elected for second term; Dow Jones industrial average rises 101.32 points, or 1 percent, to 10,137.05; Standard & Poor's 500-stock index climbs 12.66 points, or l.1 percent, to 1,143.20; Nasdaq composite index gains 19.54 points, or 1 percent, to 2,004.33; 10-year US Treasury note drops 8/32, to 101 11/32; yield rises to 4.08 percent in late trading, up from 4.05 percent; euro rises to $1.2821, from $1.2674; dollar is at 106.15 yen, down 0.2 percent from 106.38 yen; graphs; charts; photo (M)",
      "lead_paragraph": "The stock market rallied at the opening bell yesterday as investors expressed relief that a clear election victor was in sight and that President Bush looked set to return to the White House for a second term.",
      "publication_date": "2004-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/04/business/stocks-rally-as-investors-welcome-elections-end.html",
      "byline": "By Jonathan Fuerbringer"
    }
  ]
}