{
  "metadata": {
    "date": "2004-07-22",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Muslim Women Seeking a Place in the Mosque",
      "snippet": "Growing numbers of Muslim women are bridling at men's club culture of many American mosques; small number are challenging lack of inclusion of women in worship and communal life; they have had mixed success; they have not coalesced into anything r...",
      "abstract": "Growing numbers of Muslim women are bridling at men's club culture of many American mosques; small number are challenging lack of inclusion of women in worship and communal life; they have had mixed success; they have not coalesced into anything resembling mass movement, but loose but growing network of activists is linked by books, Web sites and Listservs; they represent new generation of Muslim women raised and educated in North America; they include immigrants and descendants of immigrants from Middle East, South Asia and elsewhere, as well as African-American and Anglo converts to the faith; mosques in US vary in their practices; some allow women to serve as board members, while others have constitutions prohibiting women from voting in board elections; overshadowing endeavors of women seeking more equality in mosque are 9/11 terrorist attacks; many Muslims who support womens' rights voice concern that it is counterproductive to air their divisions and dirty laundry when Islam is under scrutiny and Muslims' civil liberties are at risk; photo (M)",
      "lead_paragraph": "The last time Nasreen Aboobaker attended communal prayers with other Muslims was on the major holiday of Eid al-Fitr. The local mosque in Fremont, Calif., had rented space in a nearby Hilton Hotel to accommodate the crowd. As the men congregated in the spacious ballroom, Mrs. Aboobaker said she and the other women were ushered into a small conference room and told to follow along with the prayers piped in from the men's space.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/22/us/muslim-women-seeking-a-place-in-the-mosque.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "9/11 PANEL IS SAID TO SHARPLY FAULT ROLE OF CONGRESS",
      "snippet": "Unanimous final report of Sept 11 commission is expected to sharply criticize Congress for failing in its role as overall watchdog over nation's intelligence agencies; report will call for wholesale changes in way lawmakers oversee intelligence ag...",
      "abstract": "Unanimous final report of Sept 11 commission is expected to sharply criticize Congress for failing in its role as overall watchdog over nation's intelligence agencies; report will call for wholesale changes in way lawmakers oversee intelligence agencies and Homeland Security Dept; report offers dozens of sweeping recommendations aimed at preventing future attacks, citing intelligence and law-enforcement failures that preceded Sept 11 attacks; officials have already disclosed central recommendation, creation of post of so-called national intelligence director to coordinate work of 15 intelligence agencies, with budget authority over CIA and other intelligence agencies; report will call for intelligence director to operate in executive office of president and to have cabinet-level authority, but not to be in cabinet itself; report's proposal that House and Senate each establish permanent committees on domestic security is certain to touch off fierce turf wars among existing committees; recommendations could force House and Senate leaders either to follow through on ideas or risk being accused of ignoring findings in event of another attack; photo (M)",
      "lead_paragraph": "The unanimous final report of the Sept. 11 commission will sharply criticize Congress for failing in its role as overall watchdog over the nation's intelligence agencies and will call for wholesale changes in the way lawmakers oversee intelligence agencies and the Homeland Security Department, lawmakers and others briefed on the panel's findings said Wednesday.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/22/us/threats-responses-conclusions-9-11-panel-said-sharply-fault-role-congress.html",
      "byline": "By Carl Hulse and Philip Shenon"
    },
    {
      "headline": "Detroit Profits Most From Loans, Not Cars",
      "snippet": "Stock market reacts cautiously to improved earnings reports from Ford Motor Co and General Motors Corp because companies are making money largely as banks lending money and their competitors like Toyota Motor Corp are far more profitable in indust...",
      "abstract": "Stock market reacts cautiously to improved earnings reports from Ford Motor Co and General Motors Corp because companies are making money largely as banks lending money and their competitors like Toyota Motor Corp are far more profitable in industry's core business of manufacturing cars and trucks; GM reports second-quarter earnings totaled $1.3 billion, up 49 percent from period year earlier; Ford reports $1.17 billion in net income in second quarter; auto sales in Asia remains especially lucrative for GM, which has capitalized more successfully on surging Chinese market than Ford has; photo; map; chart (M)",
      "lead_paragraph": "The General Motors Corporation and the Ford Motor Company may be two of the world's largest automakers, but they continue to make their money as banks.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/22/business/detroit-profits-most-from-loans-not-cars.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Verizon Seen Introducing Phone Service Via Internet",
      "snippet": "Verizon Communications is introducing Internet-based phone service to companies across nation; service, which divides voice into packets of data and sends them over high-speed Internet lines, can be significantly cheaper than traditional phone cal...",
      "abstract": "Verizon Communications is introducing Internet-based phone service to companies across nation; service, which divides voice into packets of data and sends them over high-speed Internet lines, can be significantly cheaper than traditional phone calls because sellers of service do not typically have to pay access charges and other fees related to telephone transmission (M)",
      "lead_paragraph": "Verizon Communications, the nation's biggest telephone company, will announce today that it is introducing Internet-based phone service to customers across the nation, according to executives close to the plan.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/22/business/technology-verizon-seen-introducing-phone-service-via-internet.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "World Business Briefing | Europe: Netherlands: Accell Posts Profit Rise",
      "snippet": "Accell Group, largest Dutch bicycle maker, says first-half profit advanced 49 percent, to 7.5 million euros ($9.2 million); graph (S)",
      "abstract": "Accell Group, largest Dutch bicycle maker, says first-half profit advanced 49 percent, to 7.5 million euros ($9.2 million); graph (S)",
      "lead_paragraph": "Accell Group, the largest Dutch bicycle maker, said first-half profit advanced 49 percent, helped by three European acquisitions. The shares had their steepest gain since November 2002. First-half net income rose to 7.5 million euros ($9.2 million) compared with 5 million euros over the same period last year. Revenue climbed 24 percent, to 204.3 million euros. Accell said it intended to keep looking for acquisition possibilities. Shares of Accell, based in Heerenveen, Netherlands, advanced 2.57 euros, or 9.8 percent, to 28.85 euros almost reaching its all-time high of 29 euros in June this year in Amsterdam.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/22/business/world-business-briefing-europe-netherlands-accell-posts-profit-rise.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "DreamWorks to Sell Stock In Its Animation Business  DreamWorks SKG announced that it planned to sell as much as $650 million in stock in its animation unit and planned to use the proceeds to expand its film production schedule and improve its comp...",
      "abstract": " DreamWorks to Sell Stock In Its Animation Business  DreamWorks SKG announced that it planned to sell as much as $650 million in stock in its animation unit and planned to use the proceeds to expand its film production schedule and improve its competitive position.    The share sale, expected to be the biggest initial offering in the entertainment business since MGM went public seven years ago, should allow the DreamWorks founders, Steven Spielberg, David Geffen and Jeffrey Katzenberg, above, and the original backers of DreamWorks to recoup some of their $1.1 billion investment. According to the filing, Mr. Katzenberg will be named chief executive of DreamWorks Animation. [Page C6.]",
      "lead_paragraph": "DreamWorks to Sell Stock In Its Animation Business",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/22/business/business-digest-389153.html",
      "byline": ""
    },
    {
      "headline": "Japan Almost Doubles Forecast for Economic Growth",
      "snippet": "Japanese government nearly doubles its forecast for nation's economic growth to 3.5 percent for year ending March 2005, result of sharp upturn in business investment and increased consumer spending; new outlook is in line with forecasts by private...",
      "abstract": "Japanese government nearly doubles its forecast for nation's economic growth to 3.5 percent for year ending March 2005, result of sharp upturn in business investment and increased consumer spending; new outlook is in line with forecasts by private economists, and, if achieved, would be Japan's fastest growth since 1997; photo (M)",
      "lead_paragraph": "The Japanese government nearly doubled its forecast for the nation's economic growth to 3.5 percent for the year ending March 2005, the result of a sharp upturn in business investment and increased consumer spending.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/22/business/japan-almost-doubles-forecast-for-economic-growth.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: Ericsson Posts Profit",
      "snippet": "Ericsson reports profit of 5.3 billion Swedish crowns ($710 million) for second quarter, beating analysts' expectations (S)",
      "abstract": "Ericsson reports profit of 5.3 billion Swedish crowns ($710 million) for second quarter, beating analysts' expectations (S)",
      "lead_paragraph": "The telecommunications manufacturer Ericsson reported a profit of 5.3 billion Swedish crowns ($710 million) for the second quarter, beating analysts' expectations, and said sales during the rest of the year would be better than earlier predictions. ''Confidence has returned to the industry,\" president and chief executive Carl-Henric Svanberg said during a news conference. In the second quarter, Ericsson's net sales increased 18 percent from a year ago, to 32.6 billion crowns. Heather Timmons (NYT)",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/22/business/world-business-briefing-europe-sweden-ericsson-posts-profit.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "ARMY TO CALL UP RECRUITS EARLIER",
      "snippet": "Army is being forced to bring more new recruits immediately into ranks to meet recruiting goals for 2004, instead of allowing them to defer entry until next accounting year, which starts in Oct; as result, recruiters will enter new year without us...",
      "abstract": "Army is being forced to bring more new recruits immediately into ranks to meet recruiting goals for 2004, instead of allowing them to defer entry until next accounting year, which starts in Oct; as result, recruiters will enter new year without usual cushion of incoming soldiers, making it harder to make their quotas for 2005; in addition, recruiting command will have identified only 20 percent of boot camp class of 2005 in advance, rather than usual 50 percent; Army officials say 4,500 more recruits were needed at mid-year to help meet temporary increase of 30,000 soldiers in active duty force, which is to grow to 512,000 by 2006; increases are largely driven by missions in Iraq and Afghanistan; Lt Gen Franklin L Hagenbeck, top personnel officer, says Army will use incentives like cash bonuses, educational benefits and choice base assignments to help meet its overall recruiting and re-enlistment goals again next year; acknowledges that factors including American casualties in Iraq and improving job market make filling ranks a challenge; graph (M)",
      "lead_paragraph": "In what critics say is another sign of increasing stress on the military, the Army has been forced to bring more new recruits immediately into the ranks to meet recruiting goals for 2004, instead of allowing them to defer entry until the next accounting year, which starts in October.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/22/us/army-to-call-up-recruits-earlier.html",
      "byline": "By Eric Schmitt and Thom Shanker"
    },
    {
      "headline": "About Those Fearsome Black Holes? Never Mind",
      "snippet": "Dr Stephen W Hawking says he was wrong in controversial assertion he made 30 years ago that information swallowed by black hole could never be retrieved from it; fearsome gravitational abysses can swallow matter, energy, even light; Hawking says t...",
      "abstract": "Dr Stephen W Hawking says he was wrong in controversial assertion he made 30 years ago that information swallowed by black hole could never be retrieved from it; fearsome gravitational abysses can swallow matter, energy, even light; Hawking says that on basis of new calculation, he concludes that physics is safe and information can escape from black hole; esoteric sounding debate is of great consequence to science; had Hawking been right, it would have violated basic tenet of modern physics: that it is always possible to reverse time; Hawking makes announcement at 17th International Conference of General Relativity and Gravitation in Dublin; his new calculation is received by other physicists with reserve; they note that long line of work by various theorists in recent years suggested that information could escape from black holes; photo (M)",
      "lead_paragraph": "Dr. Stephen W. Hawking threw in the towel yesterday, or at least an encyclopedia.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/22/world/about-those-fearsome-black-holes-never-mind.html",
      "byline": "By Dennis Overbye"
    },
    {
      "headline": "For Some Beta Testers, It's About Buzz, Not Bugs",
      "snippet": "Beta testing of new products has become marketing tool for companies and status symbol for testers, as evidenced by enthusiasm of people wanting to beta-test Gmail from Google; photo (M)",
      "abstract": "Beta testing of new products has become marketing tool for companies and status symbol for testers, as evidenced by enthusiasm of people wanting to beta-test Gmail from Google; photo (M)",
      "lead_paragraph": "SAMANTHA DAVID knew she was on the A-list in late April when she got an early invitation to test Gmail, Google's new free e-mail service. But Ms. David, a 36-year-old Web designer in Bethesda, Md., was not the only one who had heard the buzz about Gmail. She was soon besieged with requests for invitations from would-be testers.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/22/technology/for-some-beta-testers-it-s-about-buzz-not-bugs.html",
      "byline": "By Juliet Chung"
    },
    {
      "headline": "Europe Warms to Idea of Unified Military Agency",
      "snippet": "Hopes are high in Europe for newly created European Defense Agency, which would consolidate military research and spending across 25 countries; executives from European military companies attending air show in Farnborough, England, say unified fro...",
      "abstract": "Hopes are high in Europe for newly created European Defense Agency, which would consolidate military research and spending across 25 countries; executives from European military companies attending air show in Farnborough, England, say unified front is probably best way for Europe to provide security and resist what they say are heavy-handed sales tactics used by United States aerospace companies and American government; they fear, however, that agency will be hobbled by bureaucracy, stifled by shrinking military budgets and ultimately rendered impotent by inability of its members to agree on anything; photo (M)",
      "lead_paragraph": "Hopes are high in Europe for the newly created European Defense Agency, which aims to consolidate military research and spending across the 25 countries, amid some skepticism from the private sector.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/22/business/europe-warms-to-idea-of-unified-military-agency.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "IRAQI INSURGENTS REPORT GRABBING 6 MORE HOSTAGES",
      "snippet": "Iraqi insurgent group calling itself Holders of the Black Banners says it has kidnapped six more foreign hostages; threatens to behead one every 72 hours unless their employer shuts down operations in Iraq; kidnappings come day after Filipino truc...",
      "abstract": "Iraqi insurgent group calling itself Holders of the Black Banners says it has kidnapped six more foreign hostages; threatens to behead one every 72 hours unless their employer shuts down operations in Iraq; kidnappings come day after Filipino truck driver is released when his government complies with insurgents' demand and withdraws its soldiers from Iraq over objections of American and Iraqi officials; new victims are all truck drivers working for Kuwaiti company; they come from India, Kenya and Egypt, countries that do not have soldiers in Iraq, although Iraqi Prime Min Iyad Allawi recently asked India and Egypt to contribute forces; insurgents' target seems to be reconstruction effort; violence surges around Iraq; American troops battle insurgents in Samarra, killing what military official says were six attackers, and in Ramadi, five people are reportedly killed in clashes with US soldiers; in Baghdad, rocket hits hospital, killing four patients, and car explodes on street, killing another four people; photos (M)",
      "lead_paragraph": "Insurgents said Wednesday that they had kidnapped six more foreign hostages and threatened to behead one every 72 hours unless their employer shut down operations in Iraq.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/22/world/the-reach-of-war-the-militants-iraqi-insurgents-report-grabbing-6-more-hostages.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "World Business Briefing | Asia: India: Transaction Tax Altered",
      "snippet": "India's finance minister, Palaniappan Chidambaram, cuts back on controversial transaction tax he proposed on purchase of securities; photo (S)",
      "abstract": "India's finance minister, Palaniappan Chidambaram, cuts back on controversial transaction tax he proposed on purchase of securities; photo (S)",
      "lead_paragraph": "India's finance minister, Palaniappan Chidambaram, has cut back on the controversial transaction tax he had proposed on the purchase of securities in his recent budget, cheering the stock markets. Mr. Chidambaram, left, told Parliament during a discussion that the proposed 0.15 percent transaction tax would now apply only to trades where securities are delivered and would be split equally between the buyer and the seller. The bond market would be exempt from the tax, he said, but it would apply to traded units of equity-based mutual funds. Mr. Chidambaram's original proposal, presented in the country's federal budget on July 8, envisaged a 0.15 percent transaction tax on the purchase of all securities. Saritha Rai (NYT)",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/22/business/world-business-briefing-asia-india-transaction-tax-altered.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "When Technology Imitates Art",
      "snippet": "Laser scanning technology at Studio Roc, new stone-milling company in North Hollywood, Calif, makes short work of carving limestone according to artist's rendering; technicians map original work in three dimensions with scanner and then put blank ...",
      "abstract": "Laser scanning technology at Studio Roc, new stone-milling company in North Hollywood, Calif, makes short work of carving limestone according to artist's rendering; technicians map original work in three dimensions with scanner and then put blank stone through computer-controlled milling machine; technology is transforming how carved elements can be created; question arises if what machine produces is art; Studio Roc is not trying to upset art world, but rather to attract architects and contractors who want carved elements quickly at reasonable price; photos (M)",
      "lead_paragraph": "A FEW weeks ago, a sculptor in France contacted Studio Roc, a new stone-milling company in North Hollywood, Calif., with the type of challenge the company was seeking. He had a 19th-century limestone lion's face that he wanted to reproduce for a line of fountains. But carving each face by hand was a tedious chore for which he no longer had the time or resources.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/22/technology/when-technology-imitates-art.html",
      "byline": "By Joshua Tompkins"
    },
    {
      "headline": "Sales of Investments to G.I.'s Under Scrutiny in Washington",
      "snippet": "Securities regulators and lawmakers are looking into sale of investments to military personnel that may be ill suited to financial needs of service members who buy them; call on Pentagon and Congress to investigate sale of mutual funds and life in...",
      "abstract": "Securities regulators and lawmakers are looking into sale of investments to military personnel that may be ill suited to financial needs of service members who buy them; call on Pentagon and Congress to investigate sale of mutual funds and life insurance on military installations, citing concerns that young recruits and other personnel are being treated as captive market; are looking into sale of mutual funds to military personnel to determine whether they are suitable for those who buy them and whether funds' fees have been adequately explained; people close to inquiries say focus is on sales practices of First Command Financial Planning in Fort Worth, which sells mutual funds, insurance and banking services to officers in military bases around world (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/22/business/sales-of-investments-to-gi-s-under-scrutiny-in-washington.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "The $32 Billion With a Bonus In Tax Breaks",
      "snippet": "Floyd Norris column on Microsoft's decision to pay $32 billion special dividend; says that decision seems to be timed to ensure that all shareholders can take advantage of current law that caps corporate dividend tax at 15 percent; notes that Sen ...",
      "abstract": "Floyd Norris column on Microsoft's decision to pay $32 billion special dividend; says that decision seems to be timed to ensure that all shareholders can take advantage of current law that caps corporate dividend tax at 15 percent; notes that Sen John Kerry, presumed Democratic nominee for president, has promised to exclude high-income investors like Bill Gates from that break; says payout is also likely to provide incentive for foreign investors to sell stock and could create tax-oriented trading in company's shares (M)",
      "lead_paragraph": "Microsoft's decision to pay a $32 billion special dividend -- by far the largest payout in corporate history -- will create an opportunity for millions of American shareholders to receive income that will be taxed at low rates. But it is also likely to provide an incentive for foreign investors to sell the stock and could create tax-oriented trading in the company's shares.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/22/business/market-place-the-32-billion-with-a-bonus-in-tax-breaks.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Yahoo Japan Profit Soars",
      "snippet": "Yahoo Japan Corp, country's biggest Internet auction operator, says its fiscal first-quarter profit surged 83 percent, to 8.31 billion yen ($76.5 million), on gains from advertising and online sales (S)",
      "abstract": "Yahoo Japan Corp, country's biggest Internet auction operator, says its fiscal first-quarter profit surged 83 percent, to 8.31 billion yen ($76.5 million), on gains from advertising and online sales (S)",
      "lead_paragraph": "The Yahoo Japan Corporation, the country's biggest Internet auction operator, said that its fiscal first-quarter profit surged 83 percent on gains from advertising and online sales. Annual profit growth may slow to 49 percent in the quarter. Group net income rose to 8.31 billion yen ($76.5 million) in the three months to June 30, from 4.54 billion yen in the same period a year earlier, according to a company statement. Sales rose 57 percent, to 24.5 billion yen. Yahoo Japan has posted at least nine quarters of profit growth, benefiting as 20 percent of households have connected to broadband high-speed Internet-access services that allow easier online shopping. The chief executive, Masahiro Inoue, said there was still room to grow in Japan given that 80 percent of homes in South Korea have broadband access. Shares of Yahoo Japan, the 13th-largest company in Japan by market capitalization, rose 6 percent to close trading at 920,000 yen ahead of the earnings announcement.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/22/business/world-business-briefing-asia-japan-yahoo-japan-profit-soars.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "One Fighter, 11 Nations and Building Problems",
      "snippet": "Dummy version of Joint Strike Fighter, next-generation fighter jet, is presented at international air show at Farnborough, England; plane, also called F-35, is collaboration of contractors in US, led by Lockheed Martin, and 10 other countries and ...",
      "abstract": "Dummy version of Joint Strike Fighter, next-generation fighter jet, is presented at international air show at Farnborough, England; plane, also called F-35, is collaboration of contractors in US, led by Lockheed Martin, and 10 other countries and was intended as model of how weapons systems might be made; project, which is expected to cost $200 billion, has run into range of problems, some with plane itself, which is 2,000 pound overweight in one version, and others involving global politics, with some foreign governments petitioning Pentagon for larger share of work; photos (L)",
      "lead_paragraph": "The skies over the international air show here are filled with fighter jets of all shapes and sizes putting on a dazzling show of aerial acrobatics. But the most important fighter jet of them all is a dummy version made of fiberglass and parked alongside a sidewalk.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/22/business/one-fighter-11-nations-and-building-problems.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "White House Knew Of Inquiry on Aide; Kerry Camp Irked",
      "snippet": "John Kerry's presidential campaign accuses White House of leaking news of criminal investigation involving Samuel R Berger, informal, unpaid adviser to campaign, to divert attention from Sept 11 commission report to be issued July 22; White House ...",
      "abstract": "John Kerry's presidential campaign accuses White House of leaking news of criminal investigation involving Samuel R Berger, informal, unpaid adviser to campaign, to divert attention from Sept 11 commission report to be issued July 22; White House acknowledges that senior officials in its counsel's office have known of probe for months; at issue are classified documents about Al Qaeda that Berger contends he mistakenly removed from National Archives; chief mystery surrounding mishandling of documents is motive; Republican leaders and Bush-Cheney campaign suggest that Berger sought to pass classified information to Kerry, but Kerry himself, as member of Senate Foreign Relations committee, would probably have access to any such documents, and clearances to read them; Kerry campaign officials say Berger did not disclose investigation to them when he joined team (M)",
      "lead_paragraph": "The White House said Wednesday that senior officials in its counsel's office were told by the Justice Department months ago that a criminal investigation was under way to determine if Samuel R. Berger, the national security adviser under President Bill Clinton, removed classified documents about Al Qaeda from the National Archives.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/22/us/threats-responses-missing-documents-white-house-knew-inquiry-aide-kerry-camp.html",
      "byline": "By Eric Lichtblau and David E. Sanger"
    },
    {
      "headline": "Amid Aging Smokestacks, Job Creation",
      "snippet": "Efforts to stimulate job growth in Leeds, England, are making headway; closing Hydro Aluminum Motorcast plan there caused 600 layoffs, but unemployment rate in area remains low; bigger problem for Leeds these days seems to be how to find skilled w...",
      "abstract": "Efforts to stimulate job growth in Leeds, England, are making headway; closing Hydro Aluminum Motorcast plan there caused 600 layoffs, but unemployment rate in area remains low; bigger problem for Leeds these days seems to be how to find skilled workers for research-and-development operations, new-media incubators, financial service centers and other businesses that are rising up amid Victorian brick smokestacks; photo (M)",
      "lead_paragraph": "Amid the idled assembly lines in gritty North England, Hydro Aluminium Motorcast's factory was one of the holdouts.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/22/business/amid-aging-smokestacks-job-creation.html",
      "byline": "By Eric Pfanner"
    },
    {
      "headline": "Apple's Base Station: No Wires, Lots of Bells and Whistles",
      "snippet": "David Pogue State of the Art column on AirPort Express from Apple, base station that, when connected to cable modem or DSL box, wirelessly equipped Windows PC or Mac can get onto Internet and connect to other machines in building at high speed wit...",
      "abstract": "David Pogue State of the Art column on AirPort Express from Apple, base station that, when connected to cable modem or DSL box, wirelessly equipped Windows PC or Mac can get onto Internet and connect to other machines in building at high speed within about 150 feet; drawing; photo (M)",
      "lead_paragraph": "IN his weekly ''60 Minutes'' commentary a couple of years ago, the inimitable Andy Rooney groused about the number of cables in our lives. ''Look behind the television set in your living room. It's a rat's nest of electrical cords,'' he said. ''All different -- no two the same. If Thomas Edison was so smart, how come he didn't come up with one cord that fits everything?''",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/22/technology/state-of-the-art-apple-s-base-station-no-wires-lots-of-bells-and-whistles.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Cadbury Profit Falls 10%",
      "snippet": "Cadbury Schweppes says pretax profits fell 10 percent in the first half of 2004, to 285 million pounds ($491 million) (S)",
      "abstract": "Cadbury Schweppes says pretax profits fell 10 percent in the first half of 2004, to 285 million pounds ($491 million) (S)",
      "lead_paragraph": "Candy and soda manufacturer Cadbury Schweppes said pretax profits fell 10 percent in the first half of 2004, to £265 million ($491 million). The London-based company, which makes Dr. Pepper and Cadbury chocolates, said overall sales grew 9.4 percent in the half, to £2.95 billion, but charges for layoffs and closing factories hurt profits. Heather Timmons (NYT)",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/22/business/world-business-briefing-europe-britain-cadbury-profit-falls-10.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: China: Ford To Build Third China Plant",
      "snippet": "Ford Motor will build third factory in China to make cars with its Mazda Motor affiliate, part of $1.5 billion investment to catch rivals who have expanded quicker in world's third-biggest car market (S)",
      "abstract": "Ford Motor will build third factory in China to make cars with its Mazda Motor affiliate, part of $1.5 billion investment to catch rivals who have expanded quicker in world's third-biggest car market (S)",
      "lead_paragraph": "Ford Motor will build a third factory in China to make cars with its Mazda Motor affiliate, part of a $1.5 billion investment to catch rivals who have expanded quicker in the world's third-biggest car market, said executives of the two companies who declined to be identified. Ford will sign an agreement with its Chinese partner, the Changan Ford Automobile Company on Thursday to build a factory in the eastern city of Nanjing, Ford and Mazda executives said. The Nanjing plant will be Ford's third Chinese assembly site as it tries to close the gap with General Motors, Toyota Motor and Volkswagen in the country. The carmaker will use the plant to build eight new models based on shared parts and platforms with Mazda, said the Ford and Mazda executives, declining to give details.",
      "publication_date": "2004-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/22/business/world-business-briefing-asia-china-ford-to-build-third-china-plant.html",
      "byline": "By Bloomberg News"
    }
  ]
}