{
  "metadata": {
    "date": "2004-09-07",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "United Dominion Plans $1.1 Billion in Deals  United Dominion Realty Trust, one of the nation's largest apartment owners, plans to announce $1.1 billion of acquisitions and disposals that will shift the company's focus to Southern California, compa...",
      "abstract": " United Dominion Plans $1.1 Billion in Deals  United Dominion Realty Trust, one of the nation's largest apartment owners, plans to announce $1.1 billion of acquisitions and disposals that will shift the company's focus to Southern California, company executives said.    United Dominion has agreed to pay $897 million for 6,172 apartment units in four transactions. The deals will give the company, which will own some 80,000 apartments, a presence in some of the fastest growing regions in the country, including Southern California and Austin, Tex. [Page C4.]",
      "lead_paragraph": "United Dominion Plans $1.1 Billion in Deals United Dominion Realty Trust, one of the nation's largest apartment owners, plans to announce $1.1 billion of acquisitions and disposals that will shift the company's focus to Southern California, company executives said.",
      "publication_date": "2004-09-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/07/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Storm Lands Again asFloridians Assess Damage",
      "snippet": "Tropical Storm Frances makes its second landfall in Florida, pounding Panhandle with winds of up to 65 miles an hour, as trailing winds of its first landfall whip up thunderstorms in eastern Florida towns; final blows from its two-day trek across ...",
      "abstract": "Tropical Storm Frances makes its second landfall in Florida, pounding Panhandle with winds of up to 65 miles an hour, as trailing winds of its first landfall whip up thunderstorms in eastern Florida towns; final blows from its two-day trek across state add to frustration of millions of evacuated residents, many of whom defy warnings in rush to return to their hastily abandoned homes and discover extent of damage; White House announces that it will supplement, by unspecified amount, its previous request that Congress appropriate $2 billion to pay for response and recovery efforts related to Hurricane Charley, which did its damage to state last month; 18 counties have been declared eligible for federal disaster aid as result of Hurricane Frances; number of deaths in state attributed to Frances rises to nine; National Weather Service downgrades it to tropical depression on Sept 6; photos; maps (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/07/us/storm-lands-again-asfloridians-assess-damage.html",
      "byline": "By Felicity Barringer and Joseph B. Treaster"
    },
    {
      "headline": "Alitalia Tells Unions of Plan to Lay Off 5,000 Workers",
      "snippet": "Alitalia tells unions it plans to lay off about 5,000 of its 21,000 employees in move to avoid filing for bankruptcy protection; chief executive Giancarlo Cimoli says airline will further pare its payroll by not renewing contracts of another 1,000...",
      "abstract": "Alitalia tells unions it plans to lay off about 5,000 of its 21,000 employees in move to avoid filing for bankruptcy protection; chief executive Giancarlo Cimoli says airline will further pare its payroll by not renewing contracts of another 1,000 seasonal workers; job cuts are part of general restructuring presented to union leaders that includes plan to split Alitalia's flight operations and ground services into separate units; some unions say they will accept plan while others promise strikes; photo (M)",
      "lead_paragraph": "MILAN, Sept. 6 - Alitalia, the Italian government-run airline and a partner with Delta and Air France in the SkyTeam alliance, told its unions on Monday that it planned to lay off about 5,000 of its 21,000 employees in a move to avoid filing for bankruptcy protection.",
      "publication_date": "2004-09-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/07/business/worldbusiness/alitalia-tells-unions-of-plan-to-lay-off-5000.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Diet Pill Was a Driving Force in French Drug Merger",
      "snippet": "French drug company Sanofi-Synthelabo's acquisition of French-German rival Aventis linked to Sanofi's new drug rimonabant, which will be marketed as Acomplia, that fights obesity and smoking; drug was in Sanofi's pipeline long before merger of com...",
      "abstract": "French drug company Sanofi-Synthelabo's acquisition of French-German rival Aventis linked to Sanofi's new drug rimonabant, which will be marketed as Acomplia, that fights obesity and smoking; drug was in Sanofi's pipeline long before merger of company, now called Sanofi-Aventis; analysts and doctors say drug could become one of industry's once-in-a-decade blockbusters; Sanofi plans to file for regulatory approval early next year in US and Europe; hopes to put drug on market in 2006; Sanofi needed Aventis's powerful sales force to market drug; photo (M)",
      "lead_paragraph": "FRANKFURT, Sept. 6 - The year's big drug-industry merger may turn out to be about using marketing muscle to fight fat.",
      "publication_date": "2004-09-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/07/business/diet-pill-was-a-driving-force-in-french-drug-merger.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Onetime Star Investment Banker Is Facing U.S. Sentencing",
      "snippet": "Frank P Quattrone, who was found guilty in May on obstruction of justice after investigators began looking into his former employer Credit Suisse First Boston, will be sentenced by Federal Judge Richard Owen on Sept 8; possible sentenced discussed...",
      "abstract": "Frank P Quattrone, who was found guilty in May on obstruction of justice after investigators began looking into his former employer Credit Suisse First Boston, will be sentenced by Federal Judge Richard Owen on Sept 8; possible sentenced discussed; case reviewed; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/07/business/onetime-star-investment-banker-is-facing-us-sentencing.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "9/11 Proposals Lead the Agenda Facing Congress",
      "snippet": "Lawmakers return to Congress, set to advance legislation to carry out recommendations from 9/11 commission report; Democrats say they will pressure Republicans to embrace 9/11 panel's 41 recommendations fully or face political consequences in week...",
      "abstract": "Lawmakers return to Congress, set to advance legislation to carry out recommendations from 9/11 commission report; Democrats say they will pressure Republicans to embrace 9/11 panel's 41 recommendations fully or face political consequences in weeks leading up to Election Day; Republicans intend to use their control of both chambers to schedule vote in House on proposed constitutional amendment to ban same-sex marriage, and vote in Senate on proposed constitutional amendment barring flag desecration; Republicans and Democrats expect 9/11 legislation to reach floor rapidly with chief political fight coming over how far proposals go toward fulfilling commission's recommendations; Republicans say intelligence legislation could include elements opposed by many Democrats, like capital punishment provision and immigration restrictions; Congress appears to be moving with less urgency on 9/11 commission's suggestion that both houses change way they oversee intelligence and domestic security; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 6 - After weeks of being overshadowed by presidential politics, members of Congress return Tuesday for a charged march to Election Day that has been complicated by the call to reorganize the nation's intelligence agencies.",
      "publication_date": "2004-09-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/07/politics/911-proposals-lead-the-agenda-facing-congress.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "China Ex-President May Be Set to Yield Last Powerful Post",
      "snippet": "Jiang Zemin reportedly tells Communist Party officials that he plans to resign as China's military chief and senior leader, prompting intense and so far inconclusive struggle for control of armed forces; it is unclear whether he genuinely intends ...",
      "abstract": "Jiang Zemin reportedly tells Communist Party officials that he plans to resign as China's military chief and senior leader, prompting intense and so far inconclusive struggle for control of armed forces; it is unclear whether he genuinely intends to step aside, or if he would do so on terms acceptable to Hu Jintao, who succeeded him as head of Communist Party and president of China in 2002 and is now vice chairman of military commission; one official says Jiang, 78, may be calculating that he will be called on to remain military chief; if Hu were to gain control of armed forces, he could potentially carry out agenda that some analysts say is more open to change at home and possibly less truculent in managing local hot spots like Hong Kong and Taiwan; Hu and Jiang have not publicly sparred over domestic or foreign policy but are widely thought to represent different schools of thinking on some major issues; their struggle for influence is widely believed to have tipped China toward harder line on issues such as relations with Taiwan and political change in Hong Kong; photo (M)",
      "lead_paragraph": "BEIJING, Sept. 6 - Jiang Zemin, China's military chief and senior leader, has told Communist Party officials that he plans to resign, prompting an intense and so far inconclusive struggle for control of the armed forces, two people with leadership connections say.",
      "publication_date": "2004-09-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/07/world/asia/china-expresident-may-be-set-to-yield-last-powerful-post.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Clinton Is Given Bypass Surgery for 4 Arteries",
      "snippet": "Former Pres Clinton undergoes successful quadruple coronary bypass surgery at New York-Presbyterian Hospital in Manhattan; doctors say he is resting comfortably afterward and is expected to make complete recovery; four-hour open-heart procedure by...",
      "abstract": "Former Pres Clinton undergoes successful quadruple coronary bypass surgery at New York-Presbyterian Hospital in Manhattan; doctors say he is resting comfortably afterward and is expected to make complete recovery; four-hour open-heart procedure by team of surgeons is led by Dr Craig R Smith, hospital's chief of cardio-thoracic surgery; Dr Allan Schwartz, hospital's chief of cardiology, says that without bypass surgery, there was 'substantial likelihood' that Clinton would have had serious heart attack in near future; Schwartz, Smith and other doctors attending post-operation press conference say that Clinton's heart muscle is strong and with proper diet and other precautions he could resume active life within weeks and could look forward to normal lifespan; he turned 58 on Aug 19; 45,000 calls, letters and messages of support pour into hospital and to Web site; Sen Hillary Rodham Clinton and daughter Chelsea express gratitude to medical team and staff at hospital; photo (M)",
      "lead_paragraph": "Former President Bill Clinton, a cigar-smoking workaholic whose family history of heart disease and passion for junk food had set him up for a heart attack in the near future, underwent successful quadruple coronary bypass surgery yesterday at a hospital in New York, his doctors said.",
      "publication_date": "2004-09-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/07/us/clinton-is-given-bypass-surgery-for-4-arteries.html",
      "byline": "By Robert D. McFadden and Lawrence K. Altman"
    },
    {
      "headline": "Bush and Kerry Clash Over Iraq and a Timetable",
      "snippet": "Sen John Kerry and Pres Bush, campaigning on Labor Day, clash over Iraq, with Kerry calling war wrong and demanding that all American troops return home within four years, and Bush calling war 'right for America'; Bush and Vice Pres Cheney fire ba...",
      "abstract": "Sen John Kerry and Pres Bush, campaigning on Labor Day, clash over Iraq, with Kerry calling war wrong and demanding that all American troops return home within four years, and Bush calling war 'right for America'; Bush and Vice Pres Cheney fire back at Kerry's pledge to get all troops home during his first term as president; Bush has refused to set deadline for pullout of troops, saying terrorist groups would use date to their advantage; Bush seeks to convince crowds that Kerry, who agreed on need to get rid of Saddam Hussein, changes his position with the winds and casualty numbers; Kerry argues that Bush obtained authority to go to war on false intelligence, then prosecuted war in way that alienated allies and prolonged insurgency; photo (M)",
      "lead_paragraph": "CLEVELAND, Sept. 6 - Senator John Kerry and President Bush clashed repeatedly over Iraq on Monday, with Mr. Kerry branding it \"the wrong war in the wrong place at the wrong time\" and saying he wanted all American troops home within four years, while Mr. Bush defended the war as \"right for America then and it's right for America now.\"",
      "publication_date": "2004-09-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/07/politics/campaign/bush-and-kerry-clash-over-iraq-and-a-timetable.html",
      "byline": "By David M. Halbfinger and David E. Sanger"
    },
    {
      "headline": "Laissez-Faire My Gas Guzzler, Already",
      "snippet": "Consumers may be buying fewer Hummers while sales of hybrid vehicles are climbing, but for most part, Americans are not altering their fuel-consumption habits as they pay some of highest prices ever for gasoline; some consumers comment; photos (M)",
      "abstract": "Consumers may be buying fewer Hummers while sales of hybrid vehicles are climbing, but for most part, Americans are not altering their fuel-consumption habits as they pay some of highest prices ever for gasoline; some consumers comment; photos (M)",
      "lead_paragraph": "\"I don't like gas being this expensive,\" said Paul Kaesberg, an oncologist at the University of Wisconsin Hospital and Clinics in Madison who routinely pays $1.90 a gallon. \"My driving is integral to my job, it's integral to my pleasure in life. I won't cut back on that. I might cut back on other things.\"",
      "publication_date": "2004-09-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/07/business/laissezfaire-my-gas-guzzler-already.html",
      "byline": "By Simon Romero"
    }
  ]
}