{
  "metadata": {
    "date": "2004-12-31",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "S.E.C. Seeks Information From a Unit of Berkshire  Berkshire Hathaway, the company controlled by the billionaire Warren E. Buffett, said that federal regulators had requested information from its General Re insurance unit about the sale of product...",
      "abstract": " S.E.C. Seeks Information From a Unit of Berkshire  Berkshire Hathaway, the company controlled by the billionaire Warren E. Buffett, said that federal regulators had requested information from its General Re insurance unit about the sale of products that can be used to smooth earnings.    The company is the seventh insurer to have its practices examined by the Securities and Exchange Commission. But it is the first time Berkshire's insurance unit, long seen to reflect the professional integrity advocated by Mr. Buffett, has been drawn into the inquiry. [Page C3.]    Social Security Debate Set to Start  President Bush and Congress are preparing for a debate over the future of Social Security, whose solvency depends not only on factors including productivity, inflation and birth rates but also on how long beneficiaries will be living. And many population experts believe that life expectancy will increase rapidly in the 21st century, making the financial problems of Social Security even worse. [A1.]    Best Buy Dropping Ernst & Young  Best Buy will stop using Ernst & Young as its auditor in February because of an agreement it had with a former board member who served on the retailer's audit committee.[C3.]    I.B.M. PC Unit Was Not Profitable  I.B.M., which is selling its personal computer business to the Lenovo Group of China, said that division has not made a profit for three and a half years. [C4.]    Judge Halts Import Curbs  A federal judge temporarily barred the United States from imposing some curbs on imports of textiles and clothing from China. United States quotas on the textile trade, imposed 40 years ago, are set to expire on Saturday, ending a system that limited trade in 2,400 items, including cotton shirts and denim. [C4.]    Russia to Control Yukos Unit  Russia's minister of industry and energy, Viktor B. Khristenko, left, said the controlling stake in a subsidiary of the oil company Yukos, Yuganskneftegaz, would be transferred to a newly created state company and would not become part of the merger between Gazprom and Rosneft. That merger would be completed next month, he said, but the subsidiary would not ''be among the consolidated assets.'' [World Business, Section W.]    Report on Prozac Documents  The British Medical Journal said it had sent documents to American health regulators that it said appear to suggest a link between Prozac and suicidal behavior. [C5.]    Stocks Mixed in Quiet Trading  Stocks were mixed in a listless session. The Dow Jones industrials fell 28.89 points, to 10,800.30. The Standard & Poor's 500 rose 0.1 of a point, to 1,213.55, and the Nasdaq composite gained 1.34 points, to 2,178.34. [C5.]    Manufacturing Growth Slows  The National Association of Purchasing Management-Chicago said that its business barometer declined to 61.2 this month, from 65.2 in November, a sign of slower growth in manufacturing. In a separate report, the Labor Department said that the number of Americans filing initial unemployment claims fell unexpectedly last week. [C2.]    Oracle Fires 4 PeopleSoft Officials  Oracle fired PeopleSoft's co-president, Kevin T. Parker, and three other top executives, a day after assuming control of the software maker in a $10.3 billion takeover. [C5.]    Hormel Buys Clougherty Packing  Hormel Foods acquired Clougherty Packing for $186 million, adding Dodger Dog hot dogs sold in Dodger Stadium in Los Angeles to its product line. [C3.]    U.S. Bond Market to Close Early  The United States bond market will close at 2 p.m. today in advance of New Year's holiday. The stock markets will have regular trading hours today.  ",
      "lead_paragraph": "S.E.C. Seeks Information From a Unit of Berkshire Berkshire Hathaway, the company controlled by the billionaire Warren E. Buffett, said that federal regulators had requested information from its General Re insurance unit about the sale of products that can be used to smooth earnings.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/31/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "The Year on Wall Street: Treating Investment Bankers Like Bartenders",
      "snippet": "IT was a great year for Wall Street, or so the earnings numbers seem to say. New stock issues are selling again and corporate bond underwriting set a record. President Bush is pushing a Social Security plan that would divert huge sums of money int...",
      "abstract": "IT was a great year for Wall Street, or so the earnings numbers seem to say. New stock issues are selling again and corporate bond underwriting set a record. President Bush is pushing a Social Security plan that would divert huge sums of money into investment accounts, generating fees for Wall Street. Brokerage stocks have been market leaders in the postelection rally    But the real man of the year on Wall Street -- or at least the man whose plight is emblematic of the new Wall Street reality -- will not be sharing in those bonuses. Instead, Daniel Bayly is awaiting sentencing in federal court in Houston, where he is likely to be ordered to spend a few years in prison for doing something that few on Wall Street would have seen as a crime.  ",
      "lead_paragraph": "IT was a great year for Wall Street, or so the earnings numbers seem to say. New stock issues are selling again and corporate bond underwriting set a record. President Bush is pushing a Social Security plan that would divert huge sums of money into investment accounts, generating fees for Wall Street. Brokerage stocks have been market leaders in the postelection rally",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/31/business/the-year-on-wall-street-treating-investment-bankers-like.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Australia: New Bid For Dairy Concern",
      "snippet": "San Miguel Corp of Philippines, raising prospects of bidding war with Fonterra Cooperative, offers 1.78 billion Australian dollars ($1.38 billion) for National Foods, Australia's biggest dairy company; graph (S)",
      "abstract": "San Miguel Corp of Philippines, raising prospects of bidding war with Fonterra Cooperative, offers 1.78 billion Australian dollars ($1.38 billion) for National Foods, Australia's biggest dairy company; graph (S)",
      "lead_paragraph": "A food and beverage maker in the Philippines, the San Miguel Corporation, bid 1.78 billion Australian dollars, ($1.38 billion) for National Foods, Australia's biggest dairy company, raising the prospect of a bidding war with Fonterra Cooperative. San Miguel offered 6 Australian dollars a share for National Foods, topping a bid of 5.45 Australian dollars by Fonterra, which is based in New Zealand and is the biggest dairy exporter in the world. A Fonterra spokesman said the company would respond in due course. National Foods is based in Melbourne.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/31/business/world-business-briefing-australia-new-bid-for-dairy-concern.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Indonesia: Uncertain Economic Effect",
      "snippet": "Pres Susilo Bambang Yudhoyono says Indonesia expects no significant impact on economic growth this year as result of earthquake and tsunamis but says effect on country's economy for 2005 has to be studied; photo (S)",
      "abstract": "Pres Susilo Bambang Yudhoyono says Indonesia expects no significant impact on economic growth this year as result of earthquake and tsunamis but says effect on country's economy for 2005 has to be studied; photo (S)",
      "lead_paragraph": "Indonesia expects no significant impact on its economic growth this year from the earthquake and tsunamis that devastated coastal areas on Dec. 26, but the effect of the disaster on the country's economy for 2005 has to be studied, President Susilo Bambang Yudhoyono, above, told reporters after a cabinet meeting in Jakarta. The tsunamis killed thousands in the northern part of Sumatra. Indonesia's $208 billion economy, the biggest in Southeast Asia, is forecast to expand as much as 5 percent this year, the fastest pace in eight years, according to government estimates.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/31/business/world-business-briefing-asia-indonesia-uncertain-economic-effect.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Industrial Output Rises",
      "snippet": "Bank of Thailand reports Thailand's industrial production rose by 9.5 percent in November, fastest pace in nine months; reports 22 percent rise in exports on balance-of-payments basis, to $8.71 billion; reports 29.6 percent hike in imports, to $8....",
      "abstract": "Bank of Thailand reports Thailand's industrial production rose by 9.5 percent in November, fastest pace in nine months; reports 22 percent rise in exports on balance-of-payments basis, to $8.71 billion; reports 29.6 percent hike in imports, to $8.53 billion (S)",
      "lead_paragraph": "Thailand's manufacturers increased production 9.5 percent in November, the fastest pace in nine months, to meet growing overseas demand for cars and electronics. The gain from a year earlier compares with a revised 5.3 percent increase in October, Amara Sriphayak, director of the Bank of Thailand's monetary policy department, said at a briefing in Bangkok. Exports on a balance-of-payments basis rose 22 percent from a year earlier, to $8.71 billion in November, the report said. Imports rose 29.6 percent, to $8.53 billion, and the current-account surplus narrowed to $845 million, from $1.06 billion in October.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/31/business/world-business-briefing-asia-thailand-industrial-output-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "How Scientists and Victims Watched Helplessly",
      "snippet": "Review of official warnings and news reports, as well as scientific models of how tsunami traveled, show that waves had taken their toll before most in region understood enormity of event; hour-by-hour summary of activity of scientists around worl...",
      "abstract": "Review of official warnings and news reports, as well as scientific models of how tsunami traveled, show that waves had taken their toll before most in region understood enormity of event; hour-by-hour summary of activity of scientists around world, and of path of tsunamis; in first hour after initial earthquake, Indonesia was hit; in second hour, East Sri Lanka and Indian coast were hit; in third hour, West Sri Lanka, southern India and Thailand were hit; in fourth hour, Maldives and Diego Garcia were hit; in fifth hour, tsunamis continued across Indian Ocean; in sixth hour, Mauritius was hit; in seventh hour, Somalia and Kenya were hit; photos; maps (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/31/world/worldspecial4/how-scientists-and-victims-watched-helplessly.html",
      "byline": "By Andrew C. Revkin"
    },
    {
      "headline": "Strong Dollar in Canada Is Squeezing Its Economy",
      "snippet": "Canadian dollar, which did not rise by 3 to 5 percent against American dollar as predicted by economists year ago, begins to squeeze country's long run of export growth and factory expansion; some analysts criticize Bank of Canada and governor Dav...",
      "abstract": "Canadian dollar, which did not rise by 3 to 5 percent against American dollar as predicted by economists year ago, begins to squeeze country's long run of export growth and factory expansion; some analysts criticize Bank of Canada and governor David Dodge for raising critical lending rate by 25 basis points in September and October; photo (M)",
      "lead_paragraph": "OTTAWA, Dec. 30 - Canadian economists were right about one thing: A year ago when they were looking ahead, most of them predicted the Canadian dollar would strengthen against its American counterpart.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/31/business/worldbusiness/strong-dollar-in-canada-is-squeezing-its-economy.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "MORE ON THE AFTERMATH",
      "snippet": "SEEKING UNITY IN TRAGEDY -- In the hardest-hit part of Sri Lanka, grief and exhaustion have overridden violent divisions for now.   PAGE A10    VULNERABLE AT HOME -- In India, evidence suggests most of the dead were women and children.   PAGE A12 ...",
      "abstract": " SEEKING UNITY IN TRAGEDY -- In the hardest-hit part of Sri Lanka, grief and exhaustion have overridden violent divisions for now.   PAGE A10    VULNERABLE AT HOME -- In India, evidence suggests most of the dead were women and children.   PAGE A12    HEADING TO THE REGION -- Secretary of State Colin Powell and Gov. Jeb Bush of Florida will tour devastated parts of Asia next week to assess future aid needs.   PAGE A13",
      "lead_paragraph": "SEEKING UNITY IN TRAGEDY -- In the hardest-hit part of Sri Lanka, grief and exhaustion have overridden violent divisions for now. PAGE A10",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/31/front page/world/more-on-the-aftermath.html",
      "byline": ""
    },
    {
      "headline": "Women Are Gaining Ground on the Wage Front",
      "snippet": "Ever since the 2001 recession sent the economy into a prolonged period of weak hiring, hundreds of thousands of men and women have gone through some variation of Tom and Marie DeSisto's experience.    Concerned that he might be laid off as Verizon...",
      "abstract": "Ever since the 2001 recession sent the economy into a prolonged period of weak hiring, hundreds of thousands of men and women have gone through some variation of Tom and Marie DeSisto's experience.    Concerned that he might be laid off as Verizon cut staff, Mr. DeSisto, 54, accepted an early retirement package, giving up a manager's salary of more than $100,000 a year. Now he earns half that as a high school math teacher in Waltham, Mass., while Mrs. DeSisto, 50, brings home $63,000 as the supervisor of nurses in the same school district.   ",
      "lead_paragraph": "Ever since the 2001 recession sent the economy into a prolonged period of weak hiring, hundreds of thousands of men and women have gone through some variation of Tom and Marie DeSisto's experience.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/31/business/women-are-gaining-ground-on-the-wage-front.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Even at Charity Used to Aiding, It's a Scramble",
      "snippet": "Even seasoned executives of Catholic Relief Services, which has responded to natural disasters around world for last 61 years, find misfortune in southern Asia almost overwhelming; Catholic Relief is one of America's largest aid organizations, wit...",
      "abstract": "Even seasoned executives of Catholic Relief Services, which has responded to natural disasters around world for last 61 years, find misfortune in southern Asia almost overwhelming; Catholic Relief is one of America's largest aid organizations, with staff of 4,400 in nearly 100 countries; because devastation from earthquake and tsunami is spread across 3,000 miles, agency is sending teams of emergency relief managers simultaneously to multiple countries, on remote islands, in war zones and on unfamiliar turf; it is kicking off ambitious fund-raising campaign because it committed to spending $25 million in private funds, even though so far it has collected only $5 million in donations; photos (M)",
      "lead_paragraph": "BALTIMORE, Dec. 30 - At the headquarters of Catholic Relief Services here, the situation reports keep coming in: shelters housing 125,000 people have opened in India. Sri Lanka is getting $1 million worth of cooking kits, fuel cans and soap. In Indonesia, the first supplies should reach the battered coast by the weekend.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/31/world/worldspecial4/even-at-charity-used-to-aiding-its-a-scramble.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Insurance Unit Sold",
      "snippet": "Aegon NV agrees to sell its general insurance operations in Spain to Reale Mutua Group of Italy for about 250 million euros ($340 million) (S)",
      "abstract": "Aegon NV agrees to sell its general insurance operations in Spain to Reale Mutua Group of Italy for about 250 million euros ($340 million) (S)",
      "lead_paragraph": "A Dutch insurance company, Aegon N.V., agreed to sell its general insurance operations in Spain to Reale Mutua Group of Italy for about 250 million euros ($340 million) to focus on its life and pension businesses. Aegon, based in The Hague, will book a profit after tax of about 130 million euros on the sale, the company said. Proceeds of the transaction, expected to be completed in the second quarter of 2005, will be used to repay debt, the company said. Aegon's general insurance activities in Spain generated gross premiums of 187 million euros and net income of 21 million euros in the first nine months of 2004, the company said.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/31/business/world-business-briefing-europe-the-netherlands-insurance-unit-sold.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Trial of Ex-Chief of HealthSouth Is Set to Open",
      "snippet": "The trial of Richard M. Scrushy, the charismatic founder and former chief executive of HealthSouth who is being charged with fraud, opens next week in a federal district court in Birmingham, Ala.    The trial ''will be a fascinating soap opera,'' ...",
      "abstract": "The trial of Richard M. Scrushy, the charismatic founder and former chief executive of HealthSouth who is being charged with fraud, opens next week in a federal district court in Birmingham, Ala.    The trial ''will be a fascinating soap opera,'' said John C. Coffee Jr., a Columbia University professor who specializes in securities law. More than a dozen of Mr. Scrushy's former employees at HealthSouth, a chain of rehabilitation hospitals and surgical centers, are expected to testify against him.  ",
      "lead_paragraph": "The trial of Richard M. Scrushy, the charismatic founder and former chief executive of HealthSouth who is being charged with fraud, opens next week in a federal district court in Birmingham, Ala.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/31/business/trial-of-exchief-of-healthsouth-is-set-to-open.html",
      "byline": "By Reed Abelson and Milt Freudenheim"
    },
    {
      "headline": "In Australia, Iron Upstart Challenges the Big Boys",
      "snippet": "Article on Andrew Forrest, whose family was among first European settlers in Pilbara region of western Australia; he has amassed region's single largest landholding; Fortescue Metals Group; he is preparing to build iron ore mine, port facility and...",
      "abstract": "Article on Andrew Forrest, whose family was among first European settlers in Pilbara region of western Australia; he has amassed region's single largest landholding; Fortescue Metals Group; he is preparing to build iron ore mine, port facility and 250-mile railway connecting two; project is valued at 1.85 million Australian dollars ($1.41 million); photos; map (M)",
      "lead_paragraph": "Andrew Forrest was born and reared in the Pilbara, a rusty, dry corner of Western Australia that produces almost 17 percent of the world's iron ore exports. So it makes sense that after two decades of a career spent elsewhere, wrangling everything from stocks to alpacas, in boardrooms and in courtrooms, Mr. Forrest, a tenacious entrepreneur, has returned at the age of 43 to take on Pilbara's Goliaths -- BHP Billiton and Rio Tinto.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/31/business/worldbusiness/in-australia-iron-upstart-challenges-the-big-boys.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Government Seeks Control of Pilot Fund",
      "snippet": "The government moved in federal court yesterday to take over the pension fund for United Airlines' pilots, an unusual step that it said was needed to prevent the airline and the pilots' union from exploiting the federal pension-insurance program. ...",
      "abstract": "The government moved in federal court yesterday to take over the pension fund for United Airlines' pilots, an unusual step that it said was needed to prevent the airline and the pilots' union from exploiting the federal pension-insurance program.    The union that represents the pilots at United questioned the government's motives and warned that it would ''take every lawful action necessary to protect the interests of the United pilots'' in the pension dispute.  ",
      "lead_paragraph": "The government moved in federal court yesterday to take over the pension fund for United Airlines' pilots, an unusual step that it said was needed to prevent the airline and the pilots' union from exploiting the federal pension-insurance program.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/31/business/government-seeks-control-of-pilot-fund.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "China's 'Haves' Stir the 'Have Nots' to Violence",
      "snippet": "Article in series The Great Divide, on widening gap between China's rural poor and urban rich, examines full-scale riot in Wanzhou, one of many mass protests springing up around country; China is having more trouble maintaining social order than a...",
      "abstract": "Article in series The Great Divide, on widening gap between China's rural poor and urban rich, examines full-scale riot in Wanzhou, one of many mass protests springing up around country; China is having more trouble maintaining social order than at any time since Tiananmen Square democracy movement in 1989; many protests are being touched off by government corruption, police abuse and inequality of riches accruing to powerful and well connected; protests are numerous, in part because they are small, local expressions of discontent over layoffs, land seizures, use of natural resources, ethnic tension, misspent state funds, forced immigration, unpaid wages or police killings; in Wanzhou, minor street quarrel between street porter and another man provoked thousands of people to demonstate in steets after second man boasted that he was ranking government official and beat porter with stick; such mass protests show how people with different causes can seize opportunity to press their grievances together; photos; map (L)",
      "lead_paragraph": "WANZHOU, China, Dec. 24 - The encounter, at first, seemed purely pedestrian. A man carrying a bag passed a husband and wife on a sidewalk. The man's bag brushed the woman's pants leg, leaving a trace of mud. Words were exchanged. A scuffle ensued.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/31/world/asia/chinas-haves-stir-the-have-nots-to-violence.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "China May Be Offered Stake in Yukos Subsidiary",
      "snippet": "Russian Industry and Energy Min Viktor Khristenko says China National Petroleum Corp could be offered 20 percent stake in Yuganskneftegaz, Yukos oil subsidiary that has been confiscated and sold; announcement further muddles circumstances of aucti...",
      "abstract": "Russian Industry and Energy Min Viktor Khristenko says China National Petroleum Corp could be offered 20 percent stake in Yuganskneftegaz, Yukos oil subsidiary that has been confiscated and sold; announcement further muddles circumstances of auction and who will ultimately own what was once Yukos's main asset; photos (M)",
      "lead_paragraph": "MOSCOW, Dec. 30 - A senior Russian official said on Thursday that China's state oil company could be offered 20 percent of a giant subsidiary of the oil company Yukos that was confiscated and sold 11 days ago.",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/31/business/worldbusiness/china-may-be-offered-stake-in-yukos-subsidiary.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "States vs. U.S.: Who Will Police Insurance Firms?",
      "snippet": "In the summer of 2002, Maurice R. Greenberg, the chief executive of the American International Group, was facing problems with the brokers who sold commercial insurance policies for his company.    Marsh & McLennan Companies, the world's largest i...",
      "abstract": "In the summer of 2002, Maurice R. Greenberg, the chief executive of the American International Group, was facing problems with the brokers who sold commercial insurance policies for his company.    Marsh & McLennan Companies, the world's largest insurance broker, was making another request for higher incentive payments and wanted to expand them to additional lines of coverage. At the same time, A.I.G. was being sued in California over these incentives, widely referred to as contingency commissions.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/31/business/states-vs-us-who-will-police-insurance-firms.html",
      "byline": "By Joseph B. Treaster"
    }
  ]
}