{
  "metadata": {
    "date": "2004-08-18",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Oil Hits Another Record After U.S. Economic News  Crude oil prices rose to an intraday record of $46.95 a barrel in New York as strengthening United States economic figures raised concern that production capacity may not be adequate to meet global...",
      "abstract": " Oil Hits Another Record After U.S. Economic News  Crude oil prices rose to an intraday record of $46.95 a barrel in New York as strengthening United States economic figures raised concern that production capacity may not be adequate to meet global demand.    Prices have surged 44 percent in New York this year on concern that demand will not be met because of supply disruptions in exporting countries. [Page C7.]",
      "lead_paragraph": "Oil Hits Another Record After U.S. Economic News",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/18/business/business-digest-672394.html",
      "byline": ""
    },
    {
      "headline": "The Guy From Green Day Says He Has Your Mother on the Cellphone",
      "snippet": "Warner Brothers Records has begun showing commercials on MTV and MTV2 for set of voice-greeting ring tones for cellular telephones recorded by members of punk band Green Day; executives in music and cellular industries say it is first time record ...",
      "abstract": "Warner Brothers Records has begun showing commercials on MTV and MTV2 for set of voice-greeting ring tones for cellular telephones recorded by members of punk band Green Day; executives in music and cellular industries say it is first time record label has paid to run its own ads for ing tones in US market; ring tones have proved to be lucrative side business for cellphone companies; photo (M)",
      "lead_paragraph": "Rock bands have long prospered by living -- and selling -- images of hard living and brash poses. But sex, drugs and rock 'n' roll are no longer enough. The definition of cool for some acts now includes mobile phone ring tones.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/18/business/media-business-advertising-guy-green-day-says-he-has-your-mother-cellphone.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Airline Restructuring Advances",
      "snippet": "Air Canada takes another step toward emerging from bankruptcy protection as its creditors approve restructuring that would give them 45.8 percent stake in surviving company; existing shares in Air Canada will stop trading around Sept 30 and be del...",
      "abstract": "Air Canada takes another step toward emerging from bankruptcy protection as its creditors approve restructuring that would give them 45.8 percent stake in surviving company; existing shares in Air Canada will stop trading around Sept 30 and be delisted from Toronto Stock Exchange; new airline will be known as Air Canada Enterprises Aviation Holdings (S)",
      "lead_paragraph": "Air Canada took another step toward emerging from bankruptcy protection as its creditors approved a restructuring that would give them a 45.8 percent stake in the surviving company. The plan, which was approved by 99.6 percent of the creditors, is subject to approval by a court in Ontario. Under the plan, existing shares in Air Canada, based in Montreal, will stop trading around Sept. 30 and be delisted from the Toronto Stock Exchange. The new airline will be known as Air Canada Enterprises Aviation Holdings. Ian Austen (NYT)",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/18/business/world-business-briefing-americas-canada-airline-restructuring-advances.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Price Index Dipped a Bit Last Month",
      "snippet": "Labor Department reports Consumer Price Index dropped 0.1 percent in July; 'core' rate of inflation, excluding food and energy, climbed 0.1 percent for second consecutive month; gasoline prices plunged 4.2 percent despite surge in crude oil prices...",
      "abstract": "Labor Department reports Consumer Price Index dropped 0.1 percent in July; 'core' rate of inflation, excluding food and energy, climbed 0.1 percent for second consecutive month; gasoline prices plunged 4.2 percent despite surge in crude oil prices; prices are expected to rise in coming months; Federal Reserve estimates industrial production rose 0.4 percent in July and revises its estimate for June to show decline of 0.5 percent instead of 0.3 percent; Commerce Department reports housing starts climbed 8.3 percent in July; graphs (M)",
      "lead_paragraph": "Consumer prices declined slightly in July, pulled down by an incongruous drop in gasoline prices and by lower prices in other less volatile areas, suggesting that inflation may be slowing, the government reported on Tuesday.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/18/business/price-index-dipped-a-bit-last-month.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Investor Confidence Falls",
      "snippet": "Investor confidence in Germany fell for first month in three in August amid concern about record oil prices and slowing growth in US and Japan; index of institutional and analyst sentiment compiled by ZEW Center for European Economic Research fell...",
      "abstract": "Investor confidence in Germany fell for first month in three in August amid concern about record oil prices and slowing growth in US and Japan; index of institutional and analyst sentiment compiled by ZEW Center for European Economic Research fell to 45.3, from 48.4 in July; graph (S)",
      "lead_paragraph": "Investor confidence in Germany fell for the first month in three in August amid concern about record oil prices and slowing growth in the United States and Japan. The index of institutional and analyst sentiment compiled by the ZEW Center for European Economic Research fell to 45.3, from 48.4 in July. The drop in confidence adds to evidence that German economic growth may slow this quarter. ''The recent economic data from the U.S. gives reason to be concerned that the very strong export demand in Germany up to this point could weaken,'' the center said. ''In addition, the high oil price reduces the purchasing power of consumers and puts pressure on domestic demand.''",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/18/business/world-business-briefing-europe-germany-investor-confidence-falls.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Financial Firms Hasten Their Move to Outsourcing",
      "snippet": "FiØ",
      "abstract": "FiØ",
      "lead_paragraph": "Last February, when the online lending company E-Loan wanted to provide its customers faster and more affordable loans, it began a program in India. Since then, 87 percent of E-Loan's customers have chosen to have their loans financed two days faster by having their applications processed in India.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/18/business/financial-firms-hasten-their-move-to-outsourcing.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Profit At Airline",
      "snippet": "World Business BriÔ",
      "abstract": "World Business BriÔ",
      "lead_paragraph": "Swiss International Air Lines reported its first quarterly profit since emerging in 2002 from the remains of the Swissair Group. The profit came as a legal settlement with a former Swissair unit provided a one-time gain. Second-quarter net income was 45 million francs ($36 million), in contrast to a loss of 133 million francs, or 2.52 francs a share, a year earlier, the chief financial officer, Ulrik Svensson, said. Revenue declined 10 percent, to 922 million francs, from 1.03 billion francs. The airline reiterated a forecast of an operating loss for 2004, citing fuel prices. ''Swiss is out of the intensive care unit, but it's still in the hospital,'' the chief executive, Christoph Franz, above, said.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/18/business/world-business-briefing-europe-switzerland-profit-at-airline.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Yukos Loses 2 Crucial Rulings In Latest Trip to Russian Court",
      "snippet": "Russian court turns down ta",
      "abstract": "Russian court turns down ta",
      "lead_paragraph": "A Russian court on Tuesday turned down two crucial appeals by the country's largest oil producer, Yukos. One was an attempt to stop the government from collecting a $3.4 billion tax bill and the other a request to let Yukos sell shares in a rival company to help pay the claim.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/18/business/yukos-loses-2-crucial-rulings-in-latest-trip-to-russian-court.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Partial Immunity For Banker",
      "snippet": "Brazil's Pres Luiz Inacio Lula da Silva issues executive decree granting ministerial status to central bank president Henrique Meirelles, who has been accused of evading taxes before assuming his post in early 2003; move gives Meirelles immunity f...",
      "abstract": "Brazil's Pres Luiz Inacio Lula da Silva issues executive decree granting ministerial status to central bank president Henrique Meirelles, who has been accused of evading taxes before assuming his post in early 2003; move gives Meirelles immunity from prosecution by all but Supreme Court (S)",
      "lead_paragraph": "President Luiz Inácio Lula da Silva issued an executive decree granting ministerial status to the central bank president, Henrique Meirelles, who has been accused of evading taxes before assuming his post in early 2003. The move gives Mr. Meirelles, a former executive at the FleetBoston Financial Corporation, immunity from prosecution by all but the Supreme Court. Under Brazil's 1988 Constitution, only the Supreme Court has jurisdiction to try the president, ministers, legislators and high court justices. Todd Benson (NYT)",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/18/business/world-business-briefing-americas-brazil-partial-immunity-for-banker.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "8-Day Battle for Najaf: From Attack to Stalemate",
      "snippet": "Marines who recently took over from Army units encircling Najaf turned firefight with Moktada al-Sadr's forces into eight-day pitched battle, having decided to smash guerrillas without prior approval of Pentagon or senior Iraqi officials; deadly s...",
      "abstract": "Marines who recently took over from Army units encircling Najaf turned firefight with Moktada al-Sadr's forces into eight-day pitched battle, having decided to smash guerrillas without prior approval of Pentagon or senior Iraqi officials; deadly skirmishes continued in intense heat until Army reinforcements arrived from Baghdad, but by then politics of war had taken over and US troops lost chance to storm Sadr's fighters around Shiite shrine, once again raising Sadr's stature and possibly weakening Prime Min Ayad Allawi's credibility; events recalled Falluja in April, when newly arrived Marines also confronted guerrillas only to pull back for political reasons, making city off-limits haven for insurgents and terrorists; also in evidence is age-old rivalry between no-holds-barred Marine culture and more reserved, often politically cautious, Army; Marines say they act at request of local Iraqi police and Najaf governor; officials in Baghdad and Washington say fighting began when Marine patrol drove past Sadr's house in violation of informal truce; fierce battle inside huge cemetery recounted; photos; map; timeline (M)",
      "lead_paragraph": "Just five days after they arrived here to take over from Army units that had encircled Najaf since an earlier confrontation in the spring, new Marine commanders decided to smash guerrillas loyal to the rebel Shiite cleric Moktada al-Sadr.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/18/world/conflict-iraq-looking-back-8-day-battle-for-najaf-attack-stalemate.html",
      "byline": "By Alex Berenson and John F. Burns"
    },
    {
      "headline": "So Google Is Almost Public. Now Comes the Hard Part.",
      "snippet": "Securities and Exchange Commission delays final approval of Google's registration statement; whether delay is merely procedural or whether it involves matters of substance to SEC cannot be determined; Google's next big challenge if it does finally...",
      "abstract": "Securities and Exchange Commission delays final approval of Google's registration statement; whether delay is merely procedural or whether it involves matters of substance to SEC cannot be determined; Google's next big challenge if it does finally succeed in its initial public offering will be proving that its success is not accident, that company can survive from one technological generation to next; graph (M)",
      "lead_paragraph": "If Google does finally succeed in raising billions of dollars through its initial stock offering, the next big challenge will be proving that its success is not an accident -- that the company, operator of the world's dominant Web search engine, can survive from one technological generation to the next.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/18/business/technology-so-google-is-almost-public-now-comes-the-hard-part.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "With Storm Gone, Floridians Are Hit With Price Gouging",
      "snippet": "Floridians struggling with aftermath of Hurricane Charley now face wave of price gouging that contradicts spirit of help from volunteers in stricken areas; Atty Gen Charlie Crist receives more than 1,400 complaints of overcharging, files charges a...",
      "abstract": "Floridians struggling with aftermath of Hurricane Charley now face wave of price gouging that contradicts spirit of help from volunteers in stricken areas; Atty Gen Charlie Crist receives more than 1,400 complaints of overcharging, files charges against Crossroads Motor Lodge in Lakeland and Days Inn Airport Hotel in West Palm Beach and sends teams to help consumers; egregious cases include gas prices, scam artists posing as insurance adjusters and nearly 200 cases from Orlando alone (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/18/us/hurricane-charley-economics-with-storm-gone-floridians-are-hit-with-price.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "BRITISH CHARGE 8 WITH CONSPIRACY IN A TERROR PLOT",
      "snippet": "British police charge eight men with conspiracy to murder and violations of Terrorism Act for possessing surveillance information on US financial centers that were focus of recent US terror alert; men are also charged with conspiring to use 'radio...",
      "abstract": "British police charge eight men with conspiracy to murder and violations of Terrorism Act for possessing surveillance information on US financial centers that were focus of recent US terror alert; men are also charged with conspiring to use 'radioactive materials, toxic gases, chemicals and explosions' and one is charged with possessing 'terrorist's handbook' on explosives; Dhiren Barot, alias Issa al-Hindi, is believed to be senior Qaeda agent in Britain who conducted surveillance in US in 2000 and early 2001 and was named by Sept 11 investigation commission as Issa al-Britani; computer files of Pakistani suspect Mohammed Naeem Noor Khan are linked to arrests; eight are listed; ninth, Matthew Philip Monks, is charged with firearms possession (M)",
      "lead_paragraph": "The British police charged eight men on Tuesday with conspiracy to murder and with violations of the Terrorism Act after finding that two of them possessed surveillance information on financial centers in Washington, New York and New Jersey that were the focus of the terror alert earlier this month in the United States.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/18/world/british-charge-8-with-conspiracy-in-a-terror-plot.html",
      "byline": "By Patrick E. Tyler"
    },
    {
      "headline": "After 4 Years, Sydney's Olympic Site Starts to Pay Off",
      "snippet": "Article on redevelopment of Sydney Olympic Park, site of 2000 Summer Olympic Games; says former Olympic Stadium plays to sellout rugby crowds; holds upscale residential developments have sprung up elsewhere on site; photo (M)",
      "abstract": "Article on redevelopment of Sydney Olympic Park, site of 2000 Summer Olympic Games; says former Olympic Stadium plays to sellout rugby crowds; holds upscale residential developments have sprung up elsewhere on site; photo (M)",
      "lead_paragraph": "Four years after Sydney's Summer Olympics, the landmark stadium carries the name of Telstra, Australia's largest telephone company. Instead of golden rings, vendors now hawk green flags emblazoned with yellow wallabies and the slogan: ''I wanna be a Wallabee!''",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/18/business/after-4-years-sydney-s-olympic-site-starts-to-pay-off.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Fall Season Looks Solid for Retailers, But Holidays Could Be Another Story",
      "snippet": "Analysts and merchants predict decent, and possibly strong, fall selling season, but are cautious about upcoming holiday season; photo (M)",
      "abstract": "Analysts and merchants predict decent, and possibly strong, fall selling season, but are cautious about upcoming holiday season; photo (M)",
      "lead_paragraph": "Against a background of lackluster retail sales in June and July, analysts and merchants still predict a decent, and possibly strong, fall selling season for clothes, accessories and home furnishings. But beyond that -- through the holidays and into the new year -- their forecasts become more cautious.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/18/business/fall-season-looks-solid-for-retailers-but-holidays-could-be-another-story.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Effort by Bush On Education Hits Obstacles",
      "snippet": "Pres Bush's landmark No Child Left Behind law, which sets out draconian measures for schools where students repeatedly fail tests, is not going as planned in places like Grand Rapids, where Michigan officials are trying far less drastic ways to im...",
      "abstract": "Pres Bush's landmark No Child Left Behind law, which sets out draconian measures for schools where students repeatedly fail tests, is not going as planned in places like Grand Rapids, where Michigan officials are trying far less drastic ways to improve Madison Park Elementary, high-poverty school; state Supt Thomas D Watkins Jr is dispatching teacher coaches and new curriculums; education was Bush's banner domestic issue in 2000 campaign as 'compassionate conservative,' and his law, aiming to end racial achievement gap, has imposed undeniable changes on public education; critics applaud goal, but say law does little to help schools, relying too much on standardized tests and imposing largely punitive remedies; example is confusion in urban districts over giving students right to transfer out of failing schools; maps (M)",
      "lead_paragraph": "At Madison Park Elementary, a high-poverty school whose students have failed to make enough progress year after year, the momentous consequences threatened in President Bush's landmark education law, No Child Left Behind, should come crashing down any month now.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/18/us/the-2004-campaign-the-issues-effort-by-bush-on-education-hits-obstacles.html",
      "byline": "By Diana Jean Schemo"
    },
    {
      "headline": "Cleric in Najaf Refuses to Meet Iraqi Mediators",
      "snippet": "Rebel Shiite cleric Moktada al-Sadr refuses to meet with Iraqi peace delegation that traveled to Najaf from national conference in Baghdad; fighting intensifies between his militia and US forces; delegates say they are not upset, that lower-level ...",
      "abstract": "Rebel Shiite cleric Moktada al-Sadr refuses to meet with Iraqi peace delegation that traveled to Najaf from national conference in Baghdad; fighting intensifies between his militia and US forces; delegates say they are not upset, that lower-level talks continue to get Sadr to give up control of Iman Ali shrine and join political process in return for amnesty for his fighters; US commanders report heavy casualties among Sadr's forces, although at least 1,000 men remain inside shrine site, with many more guerrillas around city; photo; Hussein al-Sadr, delegate and distant cousin of Sadr, says trip is success (M)",
      "lead_paragraph": "The rebel cleric Moktada al-Sadr refused to meet here on Tuesday with a peace delegation that traveled from a national conference in Baghdad, and fighting between American forces and his Shiite militia intensified.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/18/world/the-conflict-in-iraq-insurgents-cleric-in-najaf-refuses-to-meet-iraqi-mediators.html",
      "byline": "By Alex Berenson and Sabrina Tavernise"
    },
    {
      "headline": "World Business Briefing | Africa: Botswana: Mine Strike Possible",
      "snippet": "World Business Briefing:",
      "abstract": "World Business Briefing:",
      "lead_paragraph": "The world's top diamond producer, the Debswana venture between De Beers and the Botswana government, failed to reach a wage agreement with workers and may face a strike in about six weeks, the union said. A strike could close Debswana's four mines, which account for 70 percent of Botswana's exports and 30 percent of its economy through their annual production of more than 30 million carats.",
      "publication_date": "2004-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/18/business/world-business-briefing-africa-botswana-mine-strike-possible.html",
      "byline": "By Bloomberg News"
    }
  ]
}