{
  "metadata": {
    "date": "2004-04-22",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Libraries Wired, and Reborn",
      "snippet": "Internet-connected computers help revive community interest in libraries; visits to libraries increased 17 percent in past six years, partly attributed to computers with Internet access; future libraries may become community centers; photo (L)",
      "abstract": "Internet-connected computers help revive community interest in libraries; visits to libraries increased 17 percent in past six years, partly attributed to computers with Internet access; future libraries may become community centers; photo (L)",
      "lead_paragraph": "THE low point came in 1997, a year before personal computers and the Internet came to the libraries of Terrebonne Parish, a swatch of bayou country in South Louisiana, where people make their living on the water, harvesting shrimp and crabs or servicing oil rigs in the Gulf of Mexico. Four of the nine branch libraries had been shut down for lack of funds, and the main library, a dreary concrete-slab building that locals nicknamed ''the bomb shelter,'' needed repairs and books.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/22/technology/libraries-wired-and-reborn.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "At Fujitsu's Request, Japan Bars Samsung Screens",
      "snippet": "Japanese customs authorities, responding to request by Fujitsu, begins blocking imports of plasma display panels made by Samsung Group affiliate in escalating battle over patent rights between world's top two makers of displays for flat-panel tele...",
      "abstract": "Japanese customs authorities, responding to request by Fujitsu, begins blocking imports of plasma display panels made by Samsung Group affiliate in escalating battle over patent rights between world's top two makers of displays for flat-panel televisions; Fujitsu, Japan's top computer maker, claims in suit against Samsung, Korean company, that Samsung violated Fujitsu patents on basic technologies used in product of plasma panel display panels; photo (M)",
      "lead_paragraph": "Responding to a request by Fujitsu, Japanese customs authorities on Wednesday began blocking imports of plasma display panels made by a Samsung Group affiliate in an escalating battle over patent rights between the world's top two makers of displays for flat-panel televisions.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/22/business/at-fujitsu-s-request-japan-bars-samsung-screens.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Four Killed and 148 Wounded In a Suicide Bombing in Riyadh",
      "snippet": "Suicide bomber detonates car loaded with explosives in central Riyadh, killing at least four people, wounding 148 and shattering facade of police building; blast is felt three miles away; Saudi officials and foreign embassies have been bracing for...",
      "abstract": "Suicide bomber detonates car loaded with explosives in central Riyadh, killing at least four people, wounding 148 and shattering facade of police building; blast is felt three miles away; Saudi officials and foreign embassies have been bracing for an attack since Apr 12, when shootout in poor Riyadh neighborhood led to chain of bloody skirmishes across central part of kingdom; Saudi officials say bombing and clashes preceding it represent qualitative shift in ongoing war between security services and Islamic militants believed to be either directly connected to Osama bin Laden and Al Qaeda or inspired by terrorist group; analysts say success of security services in arresting militants over past year has disrupted their ability to mount organized effort to shake ruling Saud familty, but it has also made situation more volatile as those determined to carry out suicide attacks may pick almost any random target; Deputy Secretary of State Richard L Armitage, who was in Riyadh when bombing occurred, says two governments have been sharing counterterrorism intelligence, which is why American Embassy ordered many staff members and their families to leave country; photos; map (M)",
      "lead_paragraph": "A suicide bomber detonated a Chevrolet Blazer loaded with explosives in central Riyadh on Wednesday, shattering the facade of a police building, killing at least four people and wounding 148.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/22/world/four-killed-and-148-wounded-in-a-suicide-bombing-in-riyadh.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Chip Maker Posts Profit",
      "snippet": "Chip maker Infineon Technolgies posts net profit of 39 million euros ($46 million) for second quarter ended March 31; photo (S)",
      "abstract": "Chip maker Infineon Technolgies posts net profit of 39 million euros ($46 million) for second quarter ended March 31; photo (S)",
      "lead_paragraph": "The chip maker Infineon Technologies posted a net profit of 39 million euros ($46 million) for the second quarter ended March 31, in contrast to a loss of 328 million euros a year earlier. Cost cuts and greater demand for chips contributed to the gain. Sales rose 13 percent, to 1.67 billion euros ($1.98 billion). Max Dietrich Kley, above, the interim chief executive since Ulrich Schumacher was ousted by the supervisory board last month, said he expected annual sales to climb to 7 billion euros as the worldwide semiconductor market grows 22 percent this year. Infineon, based in Munich, said it had two candidates for chief executive. The company did not identify them but said both were German. Petra Kappl (NYT)",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/22/business/world-business-briefing-europe-germany-chip-maker-posts-profit.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Revenue Falls At Reuters",
      "snippet": "Reuters Group says revenue at its main unit declined 8.4 precent in first quarter, to 556 million pounds ($991 million) (S)",
      "abstract": "Reuters Group says revenue at its main unit declined 8.4 precent in first quarter, to 556 million pounds ($991 million) (S)",
      "lead_paragraph": "The Reuters Group said revenue at its main unit declined 8.4 percent in the first quarter as businesses canceled subscriptions in Europe. Revenue at the unit, which sells financial information to businesses like banks, dropped to £556 million ($991 million). The rate of decline slowed from 9.1 percent in the year-earlier period. Revenue on that basis may fall 6 percent to 6.5 percent in the second quarter, the chief executive, Thomas H. Glocer, said on a conference call. Sales in the United States and in Asia, which together account for 43 percent of the main unit's sales, were not enough to offset cancellations in Europe, Mr. Glocer said.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/22/business/world-business-briefing-europe-britain-revenue-falls-at-reuters.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Australia: Phone Sales Miss Goal",
      "snippet": "Telstra Corp, Australia's biggest phone company, says third-quarter sales rose 1 percent, to 5 billion Australian dollars (S)",
      "abstract": "Telstra Corp, Australia's biggest phone company, says third-quarter sales rose 1 percent, to 5 billion Australian dollars (S)",
      "lead_paragraph": "The Telstra Corporation, Australia's biggest phone company, said third-quarter sales rose 1 percent, to 5 billion Australian dollars, short of its goal, as growth at its fixed-line business stalled. The company, based in Melbourne, had a goal of 4 percent to 5 percent growth.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/22/business/world-business-briefing-australia-phone-sales-miss-goal.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Surplus Rises",
      "snippet": "Japan's merchandise trade surplus rises to 1.13 trillion yen ($10.4 billion) in March, gain of 18 percent from year earlier, as exports increase to China and other Asian countries (S)",
      "abstract": "Japan's merchandise trade surplus rises to 1.13 trillion yen ($10.4 billion) in March, gain of 18 percent from year earlier, as exports increase to China and other Asian countries (S)",
      "lead_paragraph": "Japan's merchandise trade surplus rose to 1.13 trillion yen ($10.4 billion) in March, a gain of 18 percent from a year earlier, as exports increased to China and other Asian countries. A 13 percent increase in exports, including a 20 percent increase in shipments to Asia, powered the ninth consecutive monthly expansion in the surplus. Imports expanded 12 percent from the year, helped by growing consumption in Japan. Japan's trade surplus with the United States fell 3.6 percent, largely because of an increase in orders by Japanese companies for airplanes made in the Untied States. Todd Zaun (NYT)",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/22/business/world-business-briefing-asia-japan-trade-surplus-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "As Wealthy Fill Top Colleges, Concerns Grow Over Fairness",
      "snippet": "Students from upper-income families are edging out those from middle class at prestigious universities around country, from flagship state colleges to Ivy League; change is fast becoming one of biggest issues in higher education; experts trace cha...",
      "abstract": "Students from upper-income families are edging out those from middle class at prestigious universities around country, from flagship state colleges to Ivy League; change is fast becoming one of biggest issues in higher education; experts trace change in student population to steep tuition increases and phenomenal efforts many wealthy parents put into preparing their children to apply to best schools; some college officials worry that their universities are reproducing social advantage instead of serving as engine of mobility; some colleges are starting to take action to improve economic diversity; at Univ of Maryland, students whose family income is less than $21,000 will get scholarships to cover full tuition; similar, even more generous policies have been announced by Harvard, Univ of North Carolina and Univ of Virginia; photo; graph (M)",
      "lead_paragraph": "At prestigious universities around the country, from flagship state colleges to the Ivy League, more and more students from upper-income families are edging out those from the middle class, according to university data.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/22/us/as-wealthy-fill-top-colleges-concerns-grow-over-fairness.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Europe Asks Court to Rule on Air Security Pact",
      "snippet": "European Parliament, in bid to protect Europeans' rights to privacy, votes to refer draft agreement between European Commission and United States on use of air passenger data to European Court of Justice in Luxembourg; move casts legal cloud over ...",
      "abstract": "European Parliament, in bid to protect Europeans' rights to privacy, votes to refer draft agreement between European Commission and United States on use of air passenger data to European Court of Justice in Luxembourg; move casts legal cloud over arrangement to help United States defend itself against terrorist attacks like those on Sept 11, 2001; under agreement, United States Customs and border officials would be allowed to collect 34 different pieces of information about air passengers, like where ticket was purchased and method of payment, before they board plane to United States from Europe; photo (M)",
      "lead_paragraph": "In a bid to protect Europeans' rights to privacy, the European Parliament on Wednesday voted 276 to 260 to refer a draft agreement between the European Commission and the United States on the use of air passenger data to the European Court of Justice in Luxembourg.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/22/business/europe-asks-court-to-rule-on-air-security-pact.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Sony Group Said to Be in Talks to Buy MGM",
      "snippet": "Consortium led by Sony Corp America is in talks to acquire Metro-Goldwyn-Mayer, Hollywood studio famous for The Wizard of Oz, James Bond and the Pink Panther, for as much as $5 billion; consortium, which include buyout firms Texas Pacific Group an...",
      "abstract": "Consortium led by Sony Corp America is in talks to acquire Metro-Goldwyn-Mayer, Hollywood studio famous for The Wizard of Oz, James Bond and the Pink Panther, for as much as $5 billion; consortium, which include buyout firms Texas Pacific Group and Providence Equity Partners, is discussing complex arrangement in which group would buy MGM from Kirk Kerkorian for about $20 a share, shut down most of movie studio operation, and then have Sony license and distribute MGM's film library; under proposed deal, only studio's best-known film series like James Bond would continue to be produced under MGM brand; analysts say what makes MGM so attractive to consortium is its library of thousands of old movies waiting to be repackaged in DVD form; note that DVD sales and rentals now exceed box-office take in movie industry; photos (M)",
      "lead_paragraph": "A consortium led by the Sony Corporation of America is in talks to acquire Metro-Goldwyn-Mayer, the Hollywood studio famous for ''The Wizard of Oz,'' James Bond and the Pink Panther, for as much as $5 billion, executives close to the negotiations said yesterday.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/22/business/sony-group-said-to-be-in-talks-to-buy-mgm.html",
      "byline": "By Andrew Ross Sorkin and Geraldine Fabrikant"
    },
    {
      "headline": "PC Mission: Big Value, Small Price",
      "snippet": "David Pogue State of the Art column compares four value-priced computers by Apple, Dell, EMachines and Gateway; photos; drawing; chart compares features and prices (M)",
      "abstract": "David Pogue State of the Art column compares four value-priced computers by Apple, Dell, EMachines and Gateway; photos; drawing; chart compares features and prices (M)",
      "lead_paragraph": "PRODUCTS that are tagged as ''high value'' or ''value-priced'' bring to mind things that are faded copies of something else, like store-brand sandwich cookies that don't taste like real Oreos or an imported $75 guitar that can't begin to approach the warmth and tone of a Martin steel-string wonder costing several thousand dollars. Sure, these lower-priced items may perform the same function as the big-ticket goods, but not nearly as well, nor for as long, before falling apart.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/22/technology/state-of-the-art-pc-mission-big-value-small-price.html",
      "byline": "By J. D. Biersdorfer"
    },
    {
      "headline": "Fitzgerald as Screenwriter: No Hollywood Ending",
      "snippet": "Largest cache of F Scott Fitzgerald manuscripts ever offered for sale--2,000 pages of treatments, sketches, drafts and rewrites for motion pictures--is acquired by Univ of South Carolina; so-called Warner Bros Collection of F Scott Fitzgerald Scre...",
      "abstract": "Largest cache of F Scott Fitzgerald manuscripts ever offered for sale--2,000 pages of treatments, sketches, drafts and rewrites for motion pictures--is acquired by Univ of South Carolina; so-called Warner Bros Collection of F Scott Fitzgerald Screenplays will become part of Matthew J and Arlyn Broccoli Collection at university's Thomas Cooper Library; archive was bought by Broccoli from dealer, who had obtained it from unidentified former studio employee; Broccoli, who is archivist and collector, says importance of archive is that it corrects distorted view of Fitzgerald's Hollywood years, that he staggered around drunk and did not earn his salary; most of Fitzgerald's movie scripts were rejected; photos (M)",
      "lead_paragraph": "In the summer of 1937, broke, in debt and trying desperately to dry out, F. Scott Fitzgerald moved to Hollywood, where he joined the legions of jerks with Underwoods, to paraphrase the studio chief Jack Warner's famous put-down of screenwriters.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/22/us/fitzgerald-as-screenwriter-no-hollywood-ending.html",
      "byline": "By Charles McGrath"
    },
    {
      "headline": "Entertaining Miss Daisy",
      "snippet": "DVD-based entertainment systems that were originally designed for family vehicles are now being installed in all types of vehicles; video games, satellite television broadcasts and DVD movies are popular ways to spend time while traveling; photos ...",
      "abstract": "DVD-based entertainment systems that were originally designed for family vehicles are now being installed in all types of vehicles; video games, satellite television broadcasts and DVD movies are popular ways to spend time while traveling; photos (M)",
      "lead_paragraph": "LESLIE FORTE and her husband, John Tant, bought a Honda Pilot last summer mainly to haul around the baby they were expecting. Little did they know that the boxy sport utility vehicle would also prove popular with their friends.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/22/technology/entertaining-miss-daisy.html",
      "byline": "By Jeffrey Selingo"
    },
    {
      "headline": "A World Bank Mission To Bring Help to the Poor",
      "snippet": "Interview with James D Wolfensohn, president of World Bank, who comments on his mission to help world's poor and says such a view is out of favor in US, especially after Sept 11; he says that while priority is being given to terror, to conflict, h...",
      "abstract": "Interview with James D Wolfensohn, president of World Bank, who comments on his mission to help world's poor and says such a view is out of favor in US, especially after Sept 11; he says that while priority is being given to terror, to conflict, he sees need for parallel and equally urgent attention to question of development; photo (M)",
      "lead_paragraph": "When he visits foreign capitals, James D. Wolfensohn is treated like a head of state, given a red carpet welcome at the airport and police escorts, and banner headlines befitting the arrival of the head of the world's largest development agency.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/22/business/a-world-bank-mission-to-bring-help-to-the-poor.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "China Agrees To Postpone Wireless Plan",
      "snippet": "China agrees to give up plan to impose its own standard for wireless technology, essentially agreeing to join rest of world rather than dividing it up; will indefinitely postpone plan, scheduled to go into effect on June 1, to impose software encr...",
      "abstract": "China agrees to give up plan to impose its own standard for wireless technology, essentially agreeing to join rest of world rather than dividing it up; will indefinitely postpone plan, scheduled to go into effect on June 1, to impose software encryption standard for wirelesss computers that American giants like Intel and Microsoft regard as unfair trade barrier; concession is one of several made by China in daylong trade meeting in Washington between Chinese and Bush administration officials; Chinese also agree to accede to administration demands to crack down on counterfeiting and piracy of intellectual property rights, to fully open their markets six months ahead and to sign international treaties protecting intellectual property rights on Internet; photo (M)",
      "lead_paragraph": "China agreed on Wednesday to give up a plan to impose its own standard for wireless technology, essentially agreeing to join the rest of the world rather than dividing it up.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/22/business/china-agrees-to-postpone-wireless-plan.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: Electrolux Profit Falls",
      "snippet": "Electrolux says first-quarter profit fell 57 percent because of $127 million charge to close American factory and as sales decline for ninth quarter; net income falls to 532 million kronor ($69 million) (S)",
      "abstract": "Electrolux says first-quarter profit fell 57 percent because of $127 million charge to close American factory and as sales decline for ninth quarter; net income falls to 532 million kronor ($69 million) (S)",
      "lead_paragraph": "Electrolux, a maker of household appliances, said first-quarter profit fell 57 percent because of a $127 million charge to close an American factory and as sales declined for a ninth quarter. Net income fell to 532 million kronor ($69 million) from 1.25 billion kronor a year earlier. Sales fell 4.9 percent, to 30.5 billion. Electrolux, based in Stockholm, has said it will shut the plant, in Greenville, Mich., and move its work to Mexico.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/22/business/world-business-briefing-europe-sweden-electrolux-profit-falls.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "ATTACKS ON BASRA EXTEND VIOLENCE TO A CALM REGION",
      "snippet": "Suicide attacks in Basra bring anger, mourning and upheaval to mostly Shiite southern city that has been spared worst of violence in year-long American occupation; death toll from attacks is said to rise to 68, including as many as 23 children in ...",
      "abstract": "Suicide attacks in Basra bring anger, mourning and upheaval to mostly Shiite southern city that has been spared worst of violence in year-long American occupation; death toll from attacks is said to rise to 68, including as many as 23 children in school bus; well-coordinated attacks were aimed at Iraqi police buildings during morning rush hour; British soldiers are shoved away from twisted and burning cars by mobs angry that foreign troops could not protect city; American administrator L Paul Bremer III repeats his fear that such violence is likely to get worse as June 30 deadline nears for returning sovereignty to Iraqis; in Falluja, marines engage in what is described as heavy battle; top Marine Corps general in Iraq says American attack against insurgents in Falluja is 'inevitable' within days unless militants immediately surrender their heavy weapons and ammunition; photo (M)",
      "lead_paragraph": "The suicide attacks in Basra on Wednesday shattered a week of relative calm in Iraq, bringing anger, mourning and upheaval to a mostly Shiite southern city that has been spared the worst of the violence in the yearlong American occupation.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/22/world/struggle-for-iraq-insurgents-attacks-basra-extend-violence-calm-region.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "World Business Briefing | Europe: Chip Contracts Reviewed",
      "snippet": "European Commission investigates Italy and Germany for reportedly favoring Intel chips in bids for computers by government agencies (S)",
      "abstract": "European Commission investigates Italy and Germany for reportedly favoring Intel chips in bids for computers by government agencies (S)",
      "lead_paragraph": "The European Commission is investigating Germany and Italy for reportedly favoring Intel chips in bids for computers by government agencies. Local authorities and utility companies in these countries have demanded that successful bids for large technology contracts must propose equipment using Intel chips, the commission said. ''Procurement bodies can't specify a brand in a tender. If you do mention a brand name, then you must consider bids that use equivalent equipment to that brand,'' Jonathan Todd, a European Commission spokesman, said. The commission is also reviewing contracts in Austria, Belgium, France, Finland and the Netherlands. Paul Meller (NYT)",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/22/business/world-business-briefing-europe-chip-contracts-reviewed.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Greenspan Calms Investors On Growth",
      "snippet": "Federal Reserve chairman Alan Greenspan calms investors with strong hint that rising productivity and low inflation will allow central bank to keep interest rates at rock-bottom levels bit longer, testimony before Congressional Joint Economic Comm...",
      "abstract": "Federal Reserve chairman Alan Greenspan calms investors with strong hint that rising productivity and low inflation will allow central bank to keep interest rates at rock-bottom levels bit longer, testimony before Congressional Joint Economic Committee; contends crucial difference between now and in past is 'an extraordinary productivity acceleration'; Federal Reserve issues its Beige Book, compilation of anecdotal evidence from around country, that reports 'widespread' economic growth from mid-February through early April; map shows economic growth around country; photo (M)",
      "lead_paragraph": "Alan Greenspan, the Federal Reserve chairman, sent investors an implicit message on Wednesday: don't get ahead of yourselves.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/22/business/greenspan-calms-investors-on-growth.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "For a Chief, Gucci Reaches Into Frozen Foods",
      "snippet": "Gucci Group names Robert Polet, president of Unilever's global ice cream and frozen foods division, to be president and chief executive of Gucci, succeeding Domenico De Sole; photo (M)",
      "abstract": "Gucci Group names Robert Polet, president of Unilever's global ice cream and frozen foods division, to be president and chief executive of Gucci, succeeding Domenico De Sole; photo (M)",
      "lead_paragraph": "Can the emperor of ice cream survive under the hot lights of high fashion?",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/22/business/for-a-chief-gucci-reaches-into-frozen-foods.html",
      "byline": "By Cathy Horyn"
    },
    {
      "headline": "A Host of Challenges at Computer Associates",
      "snippet": "Deft touch that Lewis Ranieri used to popularize mortgage-backed securities market in 1980's will be in high demand in his new role as chairman of Computer Associates. embattled technology company; he must quickly find bulletproof chief executive;...",
      "abstract": "Deft touch that Lewis Ranieri used to popularize mortgage-backed securities market in 1980's will be in high demand in his new role as chairman of Computer Associates. embattled technology company; he must quickly find bulletproof chief executive; until then, he is face of company and its voice, an awkward position for someone who has chosen to operate behind the scenes; several outsiders criticize board for not having concrete plan for successor to Sanjay Kumar; photo; chart (M)",
      "lead_paragraph": "The deft touch that Lewis Ranieri used to popularize the mortgage-backed securities market in the 1980's will be in high demand in his new post at Computer Associates.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/22/business/a-host-of-challenges-at-computer-associates.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Software Executive, Under U.S. Inquiry, Resigns Top Posts",
      "snippet": "Sanjay Kumar resigns as chairman and chief executive of Computer Associates International as criminal investigation into securities fraud and obstruction of justice reaches highest level of company; directors are trying to save company from crimin...",
      "abstract": "Sanjay Kumar resigns as chairman and chief executive of Computer Associates International as criminal investigation into securities fraud and obstruction of justice reaches highest level of company; directors are trying to save company from criminal indictment that could seriously damage its business; Kumar is not leaving company entirely; will become chief software architect, new position whose responsibilities remain vague; will be succeeded as chairman by board member Lewis S Ranieri; company says it will soon name interim chief executive; board members and lawyers for company meet with federal prosecutors and regulators for SEC to discuss their joint investigation and lay groundwork for settlement; Kumar's resignation is expected to buy time for company, but resolution of case is not thought to be imminent; photo; timeline (M)",
      "lead_paragraph": "Sanjay Kumar resigned yesterday as chairman and chief executive of Computer Associates International as a criminal investigation into securities fraud and obstruction of justice reached the highest level of the company.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/22/business/software-executive-under-us-inquiry-resigns-top-posts.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Chief Executive Resigns At Computer Associates  Sanjay Kumar resigned as chairman and chief executive of Computer Associates as a criminal investigation into suspected securities fraud and obstruction of justice reached the highest level of the co...",
      "abstract": " Chief Executive Resigns At Computer Associates  Sanjay Kumar resigned as chairman and chief executive of Computer Associates as a criminal investigation into suspected securities fraud and obstruction of justice reached the highest level of the company.    His resignation came as directors tried to save Computer Associates from a criminal indictment that could seriously damage its business. [Page A1.]",
      "lead_paragraph": "Chief Executive Resigns At Computer Associates",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/22/business/business-digest-315435.html",
      "byline": ""
    },
    {
      "headline": "Violence in Iraq Curbs Work of 2 Big Contractors",
      "snippet": "Insurgency in Iraq drives General Electric and Siemens AG, two major contractors, to suspend most of their operations there, raising new doubts about American-led effort to rebuild country as hostilities continue; suspensions and travel restrictio...",
      "abstract": "Insurgency in Iraq drives General Electric and Siemens AG, two major contractors, to suspend most of their operations there, raising new doubts about American-led effort to rebuild country as hostilities continue; suspensions and travel restrictions are delaying work on two dozen power plants as occupying forces press to meet expected surge in demand for electricity before summer; electricity is thought to be most important sector for Iraqis after security; GE and most other companies working in Iraq refuse to say how many employees they have in country, citing security concerns; Bechtel and Halliburton, with much larger contracts in Iraq, say they have curtailed travel by their employees but are not considering halting their work or pulling out of country (M)",
      "lead_paragraph": "The insurgency in Iraq has driven two major contractors, General Electric and Siemens, to suspend most of their operations there, raising new doubts about the American-led effort to rebuild the country as hostilities continue.",
      "publication_date": "2004-04-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/22/world/struggle-for-iraq-rebuilding-violence-iraq-curbs-work-2-big-contractors.html",
      "byline": "By James Glanz"
    }
  ]
}