{
  "metadata": {
    "date": "2004-10-19",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Germany: Economic Growth Rate Slows",
      "snippet": "Bundesbank says Germany's growth in three months ended Sept 30 fell from 0.5 percent quarter-on-quarter rate in second quarter (S)",
      "abstract": "Bundesbank says Germany's growth in three months ended Sept 30 fell from 0.5 percent quarter-on-quarter rate in second quarter (S)",
      "lead_paragraph": "The pace of expansion in Germany declined in the third quarter, as consumer spending failed to offset slowing exports, the Bundesbank said. Growth in the three months that ended Sept. 30 fell from a 0.5 percent quarter-on-quarter rate in the second quarter because foreign demand fell and domestic demand was not sufficient to offset the decline, the Bundesbank said in its October report.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/world-business-briefing-europe-germany-economic-growth-rate-slows.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "G.M. Workers in Germany Protest Job Cuts a 3rd Day",
      "snippet": "Workers at General Motors' Opel assembly plant in Bochum, Germany, refuse to work for third day, just days after GM announces deep jobs cuts in Europe; GM begins talks with IG Metall union representatives at all its European plants over cost-cutti...",
      "abstract": "Workers at General Motors' Opel assembly plant in Bochum, Germany, refuse to work for third day, just days after GM announces deep jobs cuts in Europe; GM begins talks with IG Metall union representatives at all its European plants over cost-cutting plan that is aimed at saving 500 million euros ($623 million) per year in labor costs, and could result in reduction of up to 12,000 jobs, most in Germany; Bochum workers are demanding that GM guarantee it will not lay off workers or shut factory; photo (M)",
      "lead_paragraph": "FRANKFURT, Oct. 18 - Just days after it announced deep job cuts in Europe, the General Motors Corporation is battling a wildcat strike at one of its biggest German auto plants, and a threat of wider disruptions.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/worldbusiness/gm-workers-in-germany-protest-job-cuts-a-3rd-day.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Chinese Automaker Plans Assembly Line in Malaysia",
      "snippet": "China's Chery Automobile Co plans to assemble cars in Malaysia; move is likely to generate new controversy about Chinese protection of intellectual property; Chery has been at center of disputes with General Motors and Volkswagen over whether it h...",
      "abstract": "China's Chery Automobile Co plans to assemble cars in Malaysia; move is likely to generate new controversy about Chinese protection of intellectual property; Chery has been at center of disputes with General Motors and Volkswagen over whether it has copied their vehicle designs, accusations that Chery has repeatedly denied; GM responds within hours to news of Chery's Malaysian plans by saying it will fight to prevent violations of its intellectual property rights wherever they might occur; Alado Corp, with links to BSA International, says it will import and later assemble Chery QQ subcompact car and Chery B14 minivan in partnership with Chery; vehicles are to be sold in Malaysia and distributed across Southeast Asia; photo (M)",
      "lead_paragraph": "HONG KONG, Oct. 18 - The Chery Automobile Company, a fast-growing Chinese automaker, said on Monday that it planned to assemble cars in Malaysia, a big overseas step for the expanding Chinese auto industry.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/worldbusiness/chinese-automaker-plans-assembly-line-in-malaysia.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "World Business Briefing | Asia: China: Expansion In Appliances",
      "snippet": "Matsushita Electric Industrial Co will spend 27 billion yen ($247 million) to build industrial park in Hangzhou, China, that contribute about half of company's home appliance sales in China after it opens in October 2005 (S)/",
      "abstract": "Matsushita Electric Industrial Co will spend 27 billion yen ($247 million) to build industrial park in Hangzhou, China, that contribute about half of company's home appliance sales in China after it opens in October 2005 (S)/",
      "lead_paragraph": "The electronics and home appliances maker Matsushita Electric Industrial Company said it would make its biggest investment in China to date as it expands production of home appliances in the country. Matsushita Electric, the world's biggest consumer-electronics maker, will spend 27 billion yen ($247 million) to build an industrial park in Hangzhou, south of Shanghai, that will contribute about half of the company's sales in China after it opens in October 2005, the company said. Matsushita, the maker of the Panasonic brand, is based in Osaka.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/world-business-briefing-asia-china-expansion-in-appliances.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Australia: Regulator Intervenes In Retail Bidding",
      "snippet": "Australian r",
      "abstract": "Australian r",
      "lead_paragraph": "Australian regulators intervened in the fight for control of the pub operator Australian Leisure and Hospitality Group, thwarting an attempt by the No. 2 retailer, Woolworths, to trump its larger rival, Coles Myer, by presenting shareholders with a one-day-only offer that valued Australian Leisure at 1.23 billion Australian dollars ($892 million). Woolworths on Monday gave shareholders until the end of the day to sell it at least 4 percent of Australian Leisure, raising its stake to 20 percent or higher and possibly giving it enough shares to block Coles in any proxy battle. Coles and Macquarie Bank, which last week offered 1.18 billion Australian dollars for Australian Leisure, persuaded Australia's Takeovers Panel to force Woolworths to extend the deadline by a week. Analysts said the extension would give Coles enough time to make a higher bid. Wayne Arnold (NYT)",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/world-business-briefing-australia-regulator-intervenes-in-retail.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "The Man Who Bought the Oil From Iraq",
      "snippet": "CIA documents show billions of dollars of Iraqi opil has been sold under United Nations program--and food and other goods bought iwth proceeds--when Saddam Hussein decided in 2000 that he personally wanted bigger cut of action and that Coastal Cor...",
      "abstract": "CIA documents show billions of dollars of Iraqi opil has been sold under United Nations program--and food and other goods bought iwth proceeds--when Saddam Hussein decided in 2000 that he personally wanted bigger cut of action and that Coastal Corp acceded to that demand, paying surcharges that kept oil flowing ; action by Coastal Corp, which was founded by Texas entrepreneur and oilman Oscar S Wyatt Jr, is detailed in formal Iraqi government tally of secret payments made from September 2000 to December 2003, when steps were taken by American and British officials to stop surcharges; Coastal, only publicly traded American oil company on list, is shown as having paid $201,877 in surcharges, small part of $228 million in surcharges on oil sales that Hussein collected, largely from Russian companies; Wyatt says through spokeswoman that he has no knowledge of Coastal's paying any surcharges; El Paso Corp, which acquired Coastal in 2001, declines to comment, citing grand jury subponea company received from federal court in New York; charts; photos (M)",
      "lead_paragraph": "HOUSTON, Oct. 18 - Billions of dollars of Iraqi oil had been sold under a United Nations program -- and food and other goods bought with the proceeds -- when Saddam Hussein decided in 2000 that he personally wanted a bigger cut of the action. Documents now suggest that at least one United States company acceded to that demand, paying surcharges that kept the oil flowing.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/19/business/the-man-who-bought-the-oil-from-iraq.html",
      "byline": "By Simon Romero and Eric Lipton"
    },
    {
      "headline": "Brokers Are Jittery; Spitzer Seeks Data",
      "snippet": "New York State Atty Gen Eliot Spitzer is turing his attention to whether American corporations and their employees are paying more for life, disability and accident insurance than they should be; Spitzer's probe is on bid-rigging and price-fixing ...",
      "abstract": "New York State Atty Gen Eliot Spitzer is turing his attention to whether American corporations and their employees are paying more for life, disability and accident insurance than they should be; Spitzer's probe is on bid-rigging and price-fixing among commercial insurance brokers and insurance companies, but he is also pursuing reports of payoffs that may increase coverage costs for tens of thousands of individuals; California Insurance Comr John Garamendi says he is concerned about extra costs to individuals for life, disability and accident insurance and that he is considering legal action against at least one broker and several insurance companies that sell what are known as employee benefits (M)",
      "lead_paragraph": "If Eliot Spitzer's history is any guide, the insurance industry's troubles are just beginning.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/19/business/brokers-are-jittery-spitzer-seeks-data.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "How Many Iraqis Are Dying? By One Count, 208 in a Week",
      "snippet": "Estimated 208 Iraqis were killed in war-related incidents in week of Oct 11-17, significantly higher than average week; 23 members of United States military died over same period; tally remains imprecise and does not fully answer many questions, i...",
      "abstract": "Estimated 208 Iraqis were killed in war-related incidents in week of Oct 11-17, significantly higher than average week; 23 members of United States military died over same period; tally remains imprecise and does not fully answer many questions, including how to distinguish civilians from insurgents, and how to reconcile contradictory accounts of same death; deaths of Iraqis, particularly civilians, have become increasingly delicate topic; Iraqi Health Ministry recently stopped giving journalists casualty figures, which are clearly embarrassment to government as well as to Americans; many Iraqis blame American airstrikes and other military actions for taking lives of innocents, but they also believe that foreign fighters are behind suicide attacks that tend to kill more Iraqis than Americans; United States military emphasizes that targets of its actions have been insurgents; it blames insurgents for other deaths and damage that results from raids; map of Iraq showing where deaths occurred in week cited; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 18 - It began with the killing of two Iraqi civilians in a suicide bomb attack against an American military convoy in the northern city of Mosul last Monday. It ended Sunday evening, when a car bomb killed seven Iraqi police officers and civilians at a Baghdad cafe where police officers had apparently broken their fast during this month of Ramadan.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/19/world/middleeast/how-many-iraqis-are-dying-by-one-count-208-in-a-week.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "Bush Leads. Make That Kerry. Why Can't the Pollsters Agree?",
      "snippet": "What is going to happen on Election Day? It depends on which pollster you ask.     President Bush leads Senator John Kerry by a margin of eight points among likely voters, according to the most recent poll from Gallup, USA Today and CNN. The margi...",
      "abstract": "What is going to happen on Election Day? It depends on which pollster you ask.     President Bush leads Senator John Kerry by a margin of eight points among likely voters, according to the most recent poll from Gallup, USA Today and CNN. The margin of sampling error was four points.  ",
      "lead_paragraph": "WASHINGTON, Oct. 18 - What is going to happen on Election Day? It depends on which pollster you ask.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/19/politics/campaign/bush-leads-make-that-kerry-why-cant-the-pollsters-agree.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Insurance InvestigationWidens to Include Costs",
      "snippet": "New York State Atty Gen Eliot Spitzer's probe of insurance industry focuses on insurance broker AON's practice of receiving fees from corporate clients buying expensive insurance policies and commissions from insurers selling them, arrangement tha...",
      "abstract": "New York State Atty Gen Eliot Spitzer's probe of insurance industry focuses on insurance broker AON's practice of receiving fees from corporate clients buying expensive insurance policies and commissions from insurers selling them, arrangement that critics say can create conflict of interest; David D Brown IV, who is leading state's investigation, says he believes AON has not cooperated fully with inquiry; AON says it is cooperating with probe; chart (M)",
      "lead_paragraph": "An investigation into the insurance business is expanding, investigators said yesterday, as Eliot Spitzer, the New York attorney general, increasingly turns his attention to whether American corporations and their employees are paying more for life, disability and accident insurance than they should be.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/19/business/insurance-investigationwidens-to-include-costs.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Chrysler Adds A Shift",
      "snippet": "World Business Briefing: Canada: Ch",
      "abstract": "World Business Briefing: Canada: Ch",
      "lead_paragraph": "The Chrysler unit of DaimlerChrysler reached an agreement with the Canadian Auto Workers to add a shift and 900 jobs at an Ontario plant to meet demand for the Chrysler 300 and Dodge Magnum cars, the union and company said. Chrysler plans to begin production on the new Dodge Charger at the factory, which is located in Brampton, Ontario, a company spokesman, Mike Aberlich, said. Chrysler sold 77,013 of the 300 model through September, more than triple the year-earlier sales of the 300M that it replaced. Sales of the 300 and Magnum have helped Chrysler increase its market share through nine months this year in the United States, to 13 percent from 12.8 percent a year earlier. Chrysler plans to build the Charger using the same design as the 300 and Magnum produced in Brampton.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/world-business-briefing-americas-canada-chrysler-adds-a-shift.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Bush vs. the Laureates: How Science Became a Partisan Issue",
      "snippet": "Conflict between scientific community and Bush administration has been steadily increasing over past four years; Dr John H Marburger III, Democrat and esteemed scientist serving as President's science adviser, asserts that most administrations vie...",
      "abstract": "Conflict between scientific community and Bush administration has been steadily increasing over past four years; Dr John H Marburger III, Democrat and esteemed scientist serving as President's science adviser, asserts that most administrations view scientific information through political lens; Dr James E Hansen, climate expert and NASA Goddard Institute for Space Studies director who has twice briefed Bush cabinet, holds that information and decision-making are decidedly skewed by political agenda of Pres Bush and slant is having negative impact; dispute between scientists and Bush administration began over climate issues, but has broadened to include stem cell research, reproductive rights and nuclear weapons; process of selecting advisers and editing of reports by federal agencies and researchers is criticized by Union of Concerned Scientists, group of career scientists who oppose Bush administration ideology; photos (L)",
      "lead_paragraph": "Why is science seemingly at war with President Bush?",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "F",
      "web_url": "https://www.nytimes.com/2004/10/19/washington/bush-vs-the-laureates-how-science-became-a-partisan-issue.html",
      "byline": "By Andrew C. Revkin"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "I.B.M. Beats Forecasts And Sees Strong Market  I.B.M., the world's largest computer maker and technology services supplier, reported third-quarter profits that exceeded Wall Street's expectations. Growth was strong in the United States, and in eme...",
      "abstract": " I.B.M. Beats Forecasts And Sees Strong Market  I.B.M., the world's largest computer maker and technology services supplier, reported third-quarter profits that exceeded Wall Street's expectations. Growth was strong in the United States, and in emerging markets like China, India and Russia.   ",
      "lead_paragraph": "I.B.M. Beats Forecasts And Sees Strong Market I.B.M., the world's largest computer maker and technology services supplier, reported third-quarter profits that exceeded Wall Street's expectations. Growth was strong in the United States, and in emerging markets like China, India and Russia.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/19/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Rolls-Royce Executive Quits",
      "snippet": "World Business BriÔ",
      "abstract": "World Business BriÔ",
      "lead_paragraph": "The automaker BMW said that Karl-Heinz Kalbfell resigned as head of its Rolls-Royce Motor Cars unit to take a position at an unidentified auto industry company. Mr. Kalbfell, who took over when Tony Gott left the unit on May 26, will be succeeded by BMW's chief financial officer, Stefan Krause, effective immediately, until a permanent replacement is named, BMW said. The company, which is based in Munich, declined to provide the name of the company that will employ Mr. Kalbfell.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/world-business-briefing-europe-germany-rollsroyce-executive-quits.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Interest In Baseball Team",
      "snippet": "Japan's Internet service provider Softbank Corp is interested in buying Daiei Hawks professional baseball team from ailing retailer Daiei; will use club to promote its broadband Internet service and will broadcast games over Internet (S)",
      "abstract": "Japan's Internet service provider Softbank Corp is interested in buying Daiei Hawks professional baseball team from ailing retailer Daiei; will use club to promote its broadband Internet service and will broadcast games over Internet (S)",
      "lead_paragraph": "The Japanese Internet service provider Softbank Corporation said it was interested in buying the Daiei Hawks professional baseball team from the ailing retailer Daiei. Softbank would use the club to promote its broadband Internet service and would broadcast games over the Internet. That would help the company realize its goal of offering Internet programming as well as providing access. Daiei might be forced to sell the baseball team as part of a government-led restructuring program. Todd Zaun (NYT)",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/technology/world-business-briefing-asia-japan-interest-in-baseball.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Steel Mill Planned",
      "snippet": "World Business B",
      "abstract": "World Business B",
      "lead_paragraph": "Gerdau, Latin America's largest steel maker, plans to build a 750-million-real ($214 million) steel mill near São Paulo as an economic expansion raises demand for steel in Brazil. Gerdau, based in Porto Alegre, Brazil, will go ahead with construction of a mill with annual capacity of 1.3 million metric tons of steel, the company said. The plant in Aracariguama, Brazil, 30 miles from São Paulo, will start operation in May 2005, making 900,000 tons a year of structural steel for customers in São Paulo state.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/world-business-briefing-americas-brazil-steel-mill-planned.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Insurance Assets Sold",
      "snippet": "World Business Bris",
      "abstract": "World Business Bris",
      "lead_paragraph": "In an unusual transaction that surprised some analysts, the insurance and banking concern ING said it was disposing of its individual life reinsurance business in the United States, paying the Scottish Re Group 450 million euros ($562 million) to take it over. ING intends to take two one-time charges this year, totaling 260 million euros, in connection with the deal. ING said it would amortize an additional 240 million euros as the business winds down. Scottish Re is taking over all aspects of ING's reinsurance business, including liabilities. Gregory Crouch (NYT)",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/world-business-briefing-europe-the-netherlands-insurance-assets.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "POLL SHOWS TIE; CONCERNS CITED ON BOTH RIVALS",
      "snippet": "New York Times/CBS News poll finds presidential race in tie two weeks before Election Day, with voters sharply critical of Pres Bush's record in office but holding strong reservations about Sen John Kerry; finds Bush's job approval rating is 44 pe...",
      "abstract": "New York Times/CBS News poll finds presidential race in tie two weeks before Election Day, with voters sharply critical of Pres Bush's record in office but holding strong reservations about Sen John Kerry; finds Bush's job approval rating is 44 percent, dangerously low number for incumbent president, and one of lowest of his tenure; majority of voters say they disapprove of way Bush managed economy and war in Iraq, and echo Kerry's charge that Bush's tax cuts favored wealthy; say Kerry would do better job of preserving Social Security, creating jobs and ending war in Iraq; majority of Americans see Kerry as untrustworthy politician who will say what he thinks people want to hear; over 50 percent of respondents echo Bush's charge that Kerry is liberal; poll was conducted over four days after final debate; some other polls taken at that time show Bush in slightly stronger position among likely voters; variations reflect difficulty of determining who is going to vote, particularly in campaign in which both sides have invested so many resources in registering new voters; graphs (L)",
      "lead_paragraph": "Two weeks before Election Day, voters hold a sharply critical view of President Bush's record in office, but they have strong reservations about Senator John Kerry, leaving the race in a tie, according to the latest New York Times/CBS News Poll.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/19/washington/the-2004-campaign-surveys-poll-shows-tie-concerns-cited-on-both.html",
      "byline": "By Adam Nagourney and Janet Elder"
    },
    {
      "headline": "2 Shipbuilders Get Big Breaks in New Corporate Tax Bill",
      "snippet": "Little-noticed provision in sweeping corporate tax bill that passed Congress last week will reduce taxes at military shipbuilding contractors General Dynamics and Northrop Grumman by nearly $500 million over next 10 years; provision would allow sh...",
      "abstract": "Little-noticed provision in sweeping corporate tax bill that passed Congress last week will reduce taxes at military shipbuilding contractors General Dynamics and Northrop Grumman by nearly $500 million over next 10 years; provision would allow shipbuilders to postpone their taxes for years on profits from building ships and submarines for Navy; measure's primary sponsor is Sen Olympia J Snowe of Maine, who said she was determined to protect Bath Iron Works, one of her state's largest employers; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/19/business/2-shipbuilders-get-big-breaks-in-new-corporate-tax-bill.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "A New Trial of Celebrex, and Questions on Its Timing",
      "snippet": "Analysis of Pfizer Inc's plans to test if its best-selling painkiller Celebrex, which is same class of drugs as Merck & Co's drug Vioxx, which has been recalled, can help prevent heart attacks; says Pfizer's announcement is raising questions since...",
      "abstract": "Analysis of Pfizer Inc's plans to test if its best-selling painkiller Celebrex, which is same class of drugs as Merck & Co's drug Vioxx, which has been recalled, can help prevent heart attacks; says Pfizer's announcement is raising questions since Pfizer warned on Oct 15 that Bextra, another of its drugs in same class as Vioxx and Celebrex, increases risks of heart attack and stroke in patients undergoing coronary-bypass surgery; adds timing of announcement of new Celebrex trial could divert attention from warning about Bextra; holds another question is whether new trial would be ethical and able to attract participants, given problems associated with Vioxx and with Bextra (M)",
      "lead_paragraph": "Less than three weeks after Merck withdrew its arthritis painkiller Vioxx from the market because it increased the risk of heart attacks, Pfizer announced plans yesterday to test if its best-selling painkiller Celebrex, which is in the same class of drugs as Vioxx, can do the opposite -- help prevent heart attacks.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/19/business/a-new-trial-of-celebrex-and-questions-on-its-timing.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "The Strategy to Secure Iraq Did Not Foresee a 2nd War",
      "snippet": "First of three articles in series Catastrophic Success, on American preparations for war in Iraq and its aftermath; military officers and civilian officials who served in Iraq say Bush administration's miscalculations after military victory in Apr...",
      "abstract": "First of three articles in series Catastrophic Success, on American preparations for war in Iraq and its aftermath; military officers and civilian officials who served in Iraq say Bush administration's miscalculations after military victory in Apr 2003 cost United States valuable momentum--and enabled insurgency that was in its early phases to intensify and spread; say borders were not sealed for lack of troops, allowing terrorists in; say many foreign peacekeeping troops never came; say Iraqi institutions expected to help run country collapsed; say postwar situation went awry because civilian administrators of Iraqi occupation who raised concerns about plans to reduce American forces were ignored; because intelligence agencies left American forces unprepared for furious battles they encountered in Iraq's southern cities and did not emphasize risks of postwar insurgency; note senior American generals and civilians were at odds over plans to build new Iraqi army, which was needed to impose order; detailed examination of events during summer of 2003, which some who served in Iraq see as time of lost ooportunities; photos; timeline showing number of US soldiers killed or wounded in action, by month, from Apr 2003 to Sept 2004 (L)",
      "lead_paragraph": "Gen. Tommy R. Franks climbed out of a C-130 plane at the Baghdad airport on April 16, 2003, and pumped his fist into the air. American troops had pushed into the capital of liberated Iraq little more than a week before, and it was the war commander's first visit to the city.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/19/washington/the-conflict-in-iraq-road-to-war-the-strategy-to-secure-iraq-did.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Fujitsu Raises Outlook",
      "snippet": "World Business Briefing: Japan: Fujitsu Raises Outlook",
      "abstract": "World Business Briefing: Japan: Fujitsu Raises Outlook",
      "lead_paragraph": "The Japanese electronics company Fujitsu said it now expected a smaller loss than it had previously forecast for the fiscal first half as a result of favorable currency fluctuations and strong demand for equipment used to run mobile phone networks. Fujitsu forecast a net loss of 8 billion yen ($73 million) for the six months ended Sept. 30, compared with an earlier estimate for a net loss of 25 billion yen. Fujitsu lost 58.5 billion yen in the comparable period a year earlier. Fujitsu has cut more than 20,000 jobs since 2001 as part of a restructuring of its computer and semiconductor operations. Todd Zaun (NYT)",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/world-business-briefing-asia-japan-fujitsu-raises-outlook.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "South African Miner in Hostile Bid for Gold Fields",
      "snippet": "Harmony Gold Mining, largest miner of South African gold, makes hostile bid to acquire Gold Fields Ltd, another South African miner, for 52.9 billion rand ($8.2 billion) in stock; unsolicited bid could derail $2.1 billion merger deal reached in su...",
      "abstract": "Harmony Gold Mining, largest miner of South African gold, makes hostile bid to acquire Gold Fields Ltd, another South African miner, for 52.9 billion rand ($8.2 billion) in stock; unsolicited bid could derail $2.1 billion merger deal reached in summer to combine Gold Fields and Imagold of Canada; photo (M)",
      "lead_paragraph": "Harmony Gold Mining, the largest miner of South African gold, made a hostile bid yesterday to acquire Gold Fields Ltd., another South African miner, for 52.9 billion rand ($8.2 billion) in stock, igniting a bitter takeover battle to create the world's largest gold producer.",
      "publication_date": "2004-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/19/business/worldbusiness/south-african-miner-in-hostile-bid-for-gold-fields.html",
      "byline": "By Andrew Ross Sorkin"
    }
  ]
}