{
  "metadata": {
    "date": "2004-11-19",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Cap Gemini Said to Weigh Selling Unit in America",
      "snippet": "Cap Gemini, Paris-based technology consulting and outsourcing giant, is reportedly considering sale of North American consulting business it acquired from Ernst & Young in February 2000 for $11.1 billion in stock and cash; sale might not be able t...",
      "abstract": "Cap Gemini, Paris-based technology consulting and outsourcing giant, is reportedly considering sale of North American consulting business it acquired from Ernst & Young in February 2000 for $11.1 billion in stock and cash; sale might not be able to reap $1 billion; decision to sell is said to stem from persistent losses at company and particularly acute problems at North American operation (M)",
      "lead_paragraph": "Cap Gemini, the Paris-based technology consulting and outsourcing giant, is considering a sale of its struggling business in North America, according to executives close to the company.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/19/technology/cap-gemini-said-to-weigh-selling-unit-in-america.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Forced to Work Off the Clock, Some Fight Back",
      "snippet": "Workers in hair salons, supermarkets, restaurants, discount stores, call centers, car washes and other businesses are speaking out, and documenting, illegal practice of being made to work off the clock despite state and federal laws prohibiting su...",
      "abstract": "Workers in hair salons, supermarkets, restaurants, discount stores, call centers, car washes and other businesses are speaking out, and documenting, illegal practice of being made to work off the clock despite state and federal laws prohibiting such unpaid work; New Orleans hairdresser Trudy LeBlue describes having to clock out for many hours, so that her pay often worked out to $2.50 an hour; she and others describe practice that is common around country despite lawsuits against Wal-Mart and other companies; photos; Labor Department official Alfred Robinson says practice is one of most prevalent violations; fines and back-pay settlements in several cases noted; law requires hourly workers be paid for every minute they work, but salaried employees in administrative, executive and professional jobs are often exempt from overtime and law does not require keeping track of hours (M)",
      "lead_paragraph": "Soon after Trudy LeBlue began working at the new SmartStyle hair salon outside New Orleans, her salon manager began worrying that business was too slow and profits were too weak.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/19/us/forced-to-work-off-the-clock-some-fight-back.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "Former Viacom Chief Named to Lead Sirius",
      "snippet": "Mel Karmazin, former president and chief operating officer of Viacom, owner of country's second-biggest radio broadcaster, is named chief executive of Sirius Satellite Radio, whose pay radio service must find way to compete against broadcasters: a...",
      "abstract": "Mel Karmazin, former president and chief operating officer of Viacom, owner of country's second-biggest radio broadcaster, is named chief executive of Sirius Satellite Radio, whose pay radio service must find way to compete against broadcasters: appointment, like Howard Stern's impending leap from conventional radio to satellite field, is seen as sign of changing balance between paid and free media; graphs; photos (M)",
      "lead_paragraph": "Mel Karmazin, who abruptly quit as president and chief operating officer of Viacom this year after a lengthy power struggle with his boss, resurfaced yesterday as the new chief executive of Sirius Satellite Radio.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/19/business/media/former-viacom-chief-named-to-lead-sirius.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Belgian and Italian Banks Talk of Partnership",
      "snippet": "Belgian financial services firm Dexia and Italian bank Sanpaolo IMI confirm preliminary discussions about partnership; analysts and investors say full-scale merger is unlikely (M)",
      "abstract": "Belgian financial services firm Dexia and Italian bank Sanpaolo IMI confirm preliminary discussions about partnership; analysts and investors say full-scale merger is unlikely (M)",
      "lead_paragraph": "LONDON, Nov. 18 - Dexia, the Belgian financial services firm, and Sanpaolo IMI, the Italian bank, confirmed Thursday that they were in preliminary discussions about a partnership.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/19/business/worldbusiness/belgian-and-italian-banks-talk-of-partnership.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Jailed in Israel, Palestinian Symbol Eyes Top Post",
      "snippet": "Most popular Palestinian candidate for new leadership is Marwan Barghouti, who is considering run for presidency of Palestinian Authority from Israeli jail cell where he is serving five life terms on terrorism conviction; photos; Barghouti, 45, sp...",
      "abstract": "Most popular Palestinian candidate for new leadership is Marwan Barghouti, who is considering run for presidency of Palestinian Authority from Israeli jail cell where he is serving five life terms on terrorism conviction; photos; Barghouti, 45, speaks Hebrew and English and has sophisticated understanding of Israelis, both from stints in prison and from formerly close ties to Israeli politicians; Israeli remember him for support of two-state solution and speculation abounds that he could be released now, but that is considered unlikely because court found he has blood on his hands from attacks of recent years; Barghouti is leader in rising generation of Palestinians who grew up under Israeli occupation and came to admire aspects of Israeli democracy; his wife Fadwa, 40-year-old lawyer, voices commonplace complaints about corruption under Yasir Arafat (M)",
      "lead_paragraph": "RAMALLAH, West Bank, Nov. 18 - Of all the men who would be leaders of the nation that would be Palestine, he is the most popular, his personal story the most compelling, his command of Hebrew and understanding of Israelis the most sophisticated.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/19/world/middleeast/jailed-in-israel-palestinian-symbol-eyes-top-post.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Continental Airlines Wants $500 Million in Reductions  Continental Airlines said that it must cut wages and benefits by $500 million a year to become profitable given industry conditions.  ",
      "abstract": " Continental Airlines Wants $500 Million in Reductions  Continental Airlines said that it must cut wages and benefits by $500 million a year to become profitable given industry conditions.  ",
      "lead_paragraph": "Continental Airlines Wants $500 Million in Reductions Continental Airlines said that it must cut wages and benefits by $500 million a year to become profitable given industry conditions.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/19/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "A Bit of Wall St. on the Tigris",
      "snippet": "Scene in well-guarded former Italian restaurant inside Mansour Hotel in Baghdad described as dozens of members of Iraqi Stock Exchange record buy and sell orders; 150 brokers and traders are licensed to enter exchange on two days a week that are o...",
      "abstract": "Scene in well-guarded former Italian restaurant inside Mansour Hotel in Baghdad described as dozens of members of Iraqi Stock Exchange record buy and sell orders; 150 brokers and traders are licensed to enter exchange on two days a week that are open for trading; exchange operates as independent entity of Iraq Securities Commission, with support of Finance Ministry and advice of experts in nearby American Embassy; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq - The sign outside the ramshackle single-story building next to the swimming pool of the Mansour Hotel by the Tigris River states, in English, \"Changing Rooms,\" but the buzz inside tells a different story.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/19/business/worldbusiness/a-bit-of-wall-st-on-the-tigris.html",
      "byline": "By Don Kirk"
    },
    {
      "headline": "With Defaults Down, Banks and Bond Markets Find Nothing to Fear",
      "snippet": "Floyd Norris column on new confidence in corporate bond market and increasing willingness of banks to lend money to corporations; says new mood, encouraged by drop in defaults, has accelerated with slippage of oil prices and investor expectation t...",
      "abstract": "Floyd Norris column on new confidence in corporate bond market and increasing willingness of banks to lend money to corporations; says new mood, encouraged by drop in defaults, has accelerated with slippage of oil prices and investor expectation that business conditions will improve with Pres Bush and Republicans in control in Washington; Treasury Department reports foreigners bought $45 billion in American corporate bonds in September, record monthly total, despite worries about dollar; almost $300 billion in foreign money has gone into such securities in last 12 months; graph (M)",
      "lead_paragraph": "CALL it the \"What, me worry?\" market. The dollar may be quivering and economic recoveries in Europe and Japan may look shaky. But this is a time of confidence for those who lend money to corporations.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/19/business/with-defaults-down-banks-and-bond-markets-find-nothing-to-fear.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Bush Confronts New Challenge on Issue of Iran",
      "snippet": "Pres Bush faces major challenge of confronting Iran over its nuclear program and what US officials believe is Iran's support of violence in Israel and Iraq; eerie repetition of prelude to Iraq war has hawks trumpeting ominous disclosures to make c...",
      "abstract": "Pres Bush faces major challenge of confronting Iran over its nuclear program and what US officials believe is Iran's support of violence in Israel and Iraq; eerie repetition of prelude to Iraq war has hawks trumpeting ominous disclosures to make case for economic sanctions, military action or 'regime change'; Britain, France and Germany place hopes in Iran's new promise to suspend uranium enrichment in return for talks on economic benefits; Sec Colin Powell has now added warning that new intelligence shows Iran working on missiles to carry nuclear bombs, although he also praises European talks; Under Sec John Bolton leads charge for tough line; most of administration moderates are at lower levels, not in Bush inner circle; Powell, before leaving post, must decide whether to talk with Iranian foreign minister Kamal Kharrazi at upcoming conference in Egypt on future of Iraq; fresh evidence that Iran supports insurgents in Iraq and has increased support of Hezbollah against Israel noted (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/19/world/middleeast/bush-confronts-new-challenge-on-issue-of-iran.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Bank Executive Quits",
      "snippet": "Carlos Lessa, president of Brazil's National Bank of Economic and Social Development, resigns after repeatedly clashing in public with several cabinet members over economic policy; will be succeeded by Planning Min Guido Mantega, longtime adviser ...",
      "abstract": "Carlos Lessa, president of Brazil's National Bank of Economic and Social Development, resigns after repeatedly clashing in public with several cabinet members over economic policy; will be succeeded by Planning Min Guido Mantega, longtime adviser to Pres Luiz Inacio Lula da Silva; photo (S)",
      "lead_paragraph": "Carlos Lessa, the president of the National Bank of Economic and Social Development in Brazil, resigned after repeatedly clashing in public with several cabinet members over economic policy. Mr. Lessa, a left-wing economist and former university provost, will be succeeded by Guido Mantega, left, the planning minister and a longtime adviser to President Luiz Inácio Lula da Silva. Mr. Lessa's resignation, which was widely expected, was a victory for the finance minister, Antonio Palocci, whose conservative fiscal policies Mr. Lessa had harshly criticized. The development bank, which finances industrial and development projects, has an annual budget of more than $12 billion. Nelson Machado, the planning ministry's executive secretary, will fill Mr. Mantega's post until a successor is named. Todd Benson (NYT)",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/19/business/world-business-briefing-americas-brazil-bank-executive-quits.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Low Interest Rate Policy Unchanged",
      "snippet": "Bank of Japan, in monthly assessment of economy, maintains low interest rate policy by keeping short-term interest rates at zero; says it will continue to provide ample cash to money markets to promote economic growth (S)",
      "abstract": "Bank of Japan, in monthly assessment of economy, maintains low interest rate policy by keeping short-term interest rates at zero; says it will continue to provide ample cash to money markets to promote economic growth (S)",
      "lead_paragraph": "The Bank of Japan maintained its low interest rate policy by keeping short-term interest rates at zero and said it would continue to provide ample cash to money markets to promote economic growth. The bank, in its monthly assessment of the economy, warned that the country's production and export growth was slowing, but said it did not expect the lull to derail a recovery now in its second year. Japan's economy continues to recover as a whole, the bank said. Todd Zaun (NYT)",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/19/business/world-business-briefing-asia-japan-low-interest-rate-policy.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Founder of Nike to Hand Off Job to a New Chief",
      "snippet": "Philip H Knight resigns as chief executive of Nike after more than 32 years in job; William D Perez, chief executive of S C Johnson & Sons, will take over as Nike's chief; Knight will remain chairman and continue to oversee strategic planning; gra...",
      "abstract": "Philip H Knight resigns as chief executive of Nike after more than 32 years in job; William D Perez, chief executive of S C Johnson & Sons, will take over as Nike's chief; Knight will remain chairman and continue to oversee strategic planning; graph (M)",
      "lead_paragraph": "Philip H. Knight, the brash founder of Nike who became as synonymous with the sneaker brand as its swoosh logo, resigned yesterday as chief executive after more than 32 years at the helm.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/19/business/founder-of-nike-to-hand-off-job-to-a-new-chief.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "For Merck Chief, Credibility at the Capitol",
      "snippet": "Members of Senate Finance Committee treat Merck & Co chairman and chief executive Raymond V Gilmartin gently during hearing on safety of company's drug Vioxx; Sen Orrin G Hatch says that he is impressed with Merck's contributions to public health ...",
      "abstract": "Members of Senate Finance Committee treat Merck & Co chairman and chief executive Raymond V Gilmartin gently during hearing on safety of company's drug Vioxx; Sen Orrin G Hatch says that he is impressed with Merck's contributions to public health and that he believes Merck acted responsibly in dealing with questions around Vioxx; Sen Charles E Grassley seems more interested in questioning Food and Drug Administration on its role in Vioxx affair; FDA drug reviewer Dr David Graham and other witnesses severely criticize Merck, saying company should have acted years earlier to confirm Vioxx's risks; raises his estimates of those in US who suffered heart attacks or stroke as result of taking Vioxx to range of 88,000 to 139,000, up from 28,000; Dr Gurkirpal Singh, adjunct clinical professor at Stanford University, says Merck scientists tried to intimidate him after he publicly raised questions about effects of Vioxx; chart; photo (M)",
      "lead_paragraph": "Something finally went right yesterday for Raymond V. Gilmartin, the embattled chairman and chief executive of Merck & Company.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/19/business/for-merck-chief-credibility-at-the-capitol.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Native Groups Win Land Ruling",
      "snippet": "Supreme Court of Canada, in ruling in case brought by Haida Indians that may complicate logging, mining and other natural resource projects, says governments must consult native groups before allowing major changes on land involved in ownership di...",
      "abstract": "Supreme Court of Canada, in ruling in case brought by Haida Indians that may complicate logging, mining and other natural resource projects, says governments must consult native groups before allowing major changes on land involved in ownership disputes (S)",
      "lead_paragraph": "In a decision that may complicate logging, mining and other natural resource projects, the Supreme Court of Canada said that governments must consult native groups before allowing major changes on land involved in ownership disputes. The decision came out of a case started by the Haida Indians after the province of British Columbia transferred a logging license covering about 25 percent of the Queen Charlotte Islands to the Weyerhaeuser Company of Federal Way, Wash. Those islands and the water surrounding them have been the focus of a century-old ownership claim by the Haida. Much of Canada's resource activity, like Weyerhaeuser's logging, takes place on land owned by provinces. In its unanimous decision, the court said that only governments, not users like Weyerhaeuser, must consult aboriginal groups. While it did not spell out the nature of those consultations, the court turned down a similar appeal yesterday by another native group in British Columbia opposed to the reopening of a mining road. In that case the court found that making the native group part of an environmental review was enough. Ian Austen (NYT)",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/19/business/world-business-briefing-americas-canada-native-groups-win-land.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Russia Seeks to Prosecute Two More at Yukos",
      "snippet": "Russian government issues arrest warrant for Dmitri Gololobov, chief lawyer for oil producer Yukos, on embezzlement charges and arrests Aleksei Kurtsin, executive of Yukos-Moskva, on separate charges of embezzling from corporate charity; photo (M)",
      "abstract": "Russian government issues arrest warrant for Dmitri Gololobov, chief lawyer for oil producer Yukos, on embezzlement charges and arrests Aleksei Kurtsin, executive of Yukos-Moskva, on separate charges of embezzling from corporate charity; photo (M)",
      "lead_paragraph": "MOSCOW, Nov. 18 - The Russian government on Thursday issued an arrest warrant for the chief lawyer for Yukos, the country's No.1 oil producer, and arrested a midlevel executive at a company subsidiary.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/19/business/worldbusiness/russia-seeks-to-prosecute-two-more-at-yukos.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "W.T.O. Said to Weigh In on Product Names",
      "snippet": "World Trade Organization, in premliminary report distributed to governments that backs complaint filed by US and Australia, reportedly criticizes European Union for protecting identities of regional products like Parma ham and French Champagne, sa...",
      "abstract": "World Trade Organization, in premliminary report distributed to governments that backs complaint filed by US and Australia, reportedly criticizes European Union for protecting identities of regional products like Parma ham and French Champagne, saying union failed to grant similar protection to non-European items like Florida orange juice; photo (M)",
      "lead_paragraph": "BRUSSELS, Nov. 18 - The World Trade Organization has criticized the European Union's protections of the identities of regional products like Parma ham and French Champagne, saying the union failed to grant similar protection to non-European items like Florida orange juice, people close to the trade body said Thursday.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/19/business/worldbusiness/wto-said-to-weigh-in-on-product-names.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "F.D.A. Failing in Drug Safety, Official Asserts",
      "snippet": "FDA drug safety reviewer Dr David Graham tells Senate Finance Committee that regulators are 'virtually incapable of protecting America' from unsafe drugs and names five drugs now on market that should be 'seriously looked at'; Graham, twenty-year ...",
      "abstract": "FDA drug safety reviewer Dr David Graham tells Senate Finance Committee that regulators are 'virtually incapable of protecting America' from unsafe drugs and names five drugs now on market that should be 'seriously looked at'; Graham, twenty-year FDA veteran, denounces FDA as feckless and apt to surrender to drug makers, and fears 'drug safety catastrophe'; FDA drug evaluator Dr Steven Galson calls Graham's data irresponsible and deputy dir Dr Sandra Kweder says five drugs he cites are not 'more concerning than any others'; Graham questions cholesterol drug Crestor, pain pill Bextra, obesity pill Meridia, asthma drug Serevent and acne drug Accutane; all are defended by manufacturers; photo; chart on five drugs; panel chairman Charles Grassley is focusing on Merck's withdrawal of arthritis drug Vioxx after study found that heart attack risk doubles after 18 months of use; FDA critics say drug should have pulled much earlier, after 1999 and 2000 studies showed risk (M)",
      "lead_paragraph": "WASHINGTON, Nov. 18 - Federal drug regulators are \"virtually incapable of protecting America\" from unsafe drugs, a federal drug safety reviewer told a Congressional panel on Thursday, and he named five drugs now on the market whose safety needs \"to be seriously looked at.\"",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/19/business/fda-failing-in-drug-safety-official-asserts.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Investment In Isuzu",
      "snippet": "Mitsubishi Corp and Itochu plan to buy some of 100 billion yen ($961 million) in preferred stock that Japanese truck maker Isuzu issued to group of Japanese banks two years ago as part of bailout; Isuzu reports 44 percent rise in net profit for si...",
      "abstract": "Mitsubishi Corp and Itochu plan to buy some of 100 billion yen ($961 million) in preferred stock that Japanese truck maker Isuzu issued to group of Japanese banks two years ago as part of bailout; Isuzu reports 44 percent rise in net profit for six months ending September 30, to 35.8 billion yen ($343 million) (S)",
      "lead_paragraph": "Two Japanese trading companies, the Mitsubishi Corporation and Itochu, said they planned to buy stakes in Isuzu Motors as the truckmaker recovers from huge losses in recent years. Mitsubishi and Itochu said they would buy some of the 100 billion yen ($961 million) in preferred shares that Isuzu issued to a group of Japanese banks two years ago as part of a bailout. The trading companies did not say how much they would invest in Isuzu. Meanwhile, Isuzu reported that its net profit increased 44 percent, to 35.8 billion yen, ($343 million) for the six months ended Sept. 30 on strong sales in overseas markets like Thailand. Todd Zaun (NYT)",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/19/business/world-business-briefing-asia-japan-investment-in-isuzu.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Judiciary Panel Backing Specter as Its Chairman",
      "snippet": "Sen Arlen Specter, Pennsylvania Republican under attack by some conservatives as too liberal to lead Judiciary Committee, wins unanimous backing of current chairman Orrin Hatch and other Republicans on panel, which apparently guarantees he will ge...",
      "abstract": "Sen Arlen Specter, Pennsylvania Republican under attack by some conservatives as too liberal to lead Judiciary Committee, wins unanimous backing of current chairman Orrin Hatch and other Republicans on panel, which apparently guarantees he will get post in January; photo; Specter for his part issues carefully worded statement promising not to use 'litmus test' to block judicial nominees who oppose abortion and hinting he would support rules change that would curb Democratic filibustering against nominees; conservatives have flooded Senate with protests after Specter remarked that Senate would not likely confirm judges who would change woman's rights to choose; Specter promises to give quick hearings to Pres Bush's nominees and not bottle up constitutional amendments, allusion to gay marriage ban (M)",
      "lead_paragraph": "WASHINGTON, Nov. 18 - Senator Arlen Specter, the Pennsylvania Republican under attack by some conservatives as too liberal to lead the Senate Judiciary Committee, won the unanimous backing of the panel's Republicans on Thursday, a move that appears to guarantee that he will become chairman when the new Congress convenes in January.",
      "publication_date": "2004-11-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/19/politics/judiciary-panel-backing-specter-as-its-chairman.html",
      "byline": "By Sheryl Gay Stolberg"
    }
  ]
}