{
  "metadata": {
    "date": "2004-04-20",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "S.E.C. Brief in WorldCom Case Cites Analysts' Influence in Share Price",
      "snippet": "SEC lawyers file brief in WorldCom securities class action, arguing that analysts like Jack B Grubman do affect price of company's stock and bonds and may be held accountable for misrepresentations they may make; Citigroup, parent of Grubman's emp...",
      "abstract": "SEC lawyers file brief in WorldCom securities class action, arguing that analysts like Jack B Grubman do affect price of company's stock and bonds and may be held accountable for misrepresentations they may make; Citigroup, parent of Grubman's employer, Salomon Smith Barney, contends that his unrelenting enthusiasm for WorldCom securities had no impact and that investors were therefore not harmed when they relied on his report; Court of Appeals for Second Circuit will hear arguments on May 10 on whether district court erred in allowing that claims against Grubman and Salomon Smith Barney should go forward as class-action suit; SEC's brief is filed in support of Alan G Hevesi, comptroller of New York, whose New York State Retirement Fund in lead plaintiff in WorldCom securities litigation, having lost $300 million in its WorldCom investment (M)",
      "lead_paragraph": "The Securities and Exchange Commission is aiding investors in the WorldCom securities class action.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/20/business/sec-brief-in-worldcom-case-cites-analysts-influence-in-share-price.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "JORDANIAN KING PUTS OFF MEETING BUSH OVER ISRAEL",
      "snippet": "King Abdullah of Jordan puts off visit to Washington, in rebuff to Pres Bush linked to his recent support for Israel's territorial claims in West Bank; Jordanian government issues statement saying meeting will wait until Bush administration clarif...",
      "abstract": "King Abdullah of Jordan puts off visit to Washington, in rebuff to Pres Bush linked to his recent support for Israel's territorial claims in West Bank; Jordanian government issues statement saying meeting will wait until Bush administration clarifies American position on peace process and final situation in Palestinian territories; Jordanian officials make clear that Abdullah is irked by Bush's declarations in his meeting with Prime Min Ariel Sharon last week, during which Bush broke with American policy and supported Israel's ultimate retention of some settlements in West Bank and also rejected longtime Palestinian demand for right of return to homes abandoned in 1948 in what is now Israel; Jordanian statement follows by week similar protest by Pres Hosni Mubarak of Egypt; administration officials say that they still expect Jordan and Egypt to try to help with security in Gaza Strip and parts of West Bank, from which Israeli forces and settlers are to be withdrawn under Sharon's plan (M)",
      "lead_paragraph": "King Abdullah of Jordan dealt a rebuff to President Bush on Monday, abruptly putting off his visit to Washington scheduled for later this week. Jordanian officials said the visit had become impossible in light of Mr. Bush's recent support for Israel's territorial claims in the West Bank.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/20/world/jordanian-king-puts-off-meeting-bush-over-israel.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Yukos Tries To Unwind Failed Merger",
      "snippet": "Russia's largest oil company, Yukos, says it is considering options to speed up unwinding of its failed merger with rival, Sibneft, including arbitration (M)",
      "abstract": "Russia's largest oil company, Yukos, says it is considering options to speed up unwinding of its failed merger with rival, Sibneft, including arbitration (M)",
      "lead_paragraph": "Russia's largest oil company, Yukos, said Monday that it was considering options to speed up the unwinding of its failed merger with a rival, Sibneft, including arbitration.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/20/business/yukos-tries-to-unwind-failed-merger.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Europe: Netherlands: Grocer Reports Loss",
      "snippet": "Royal Ahold reports loss of 1 million euros in 2003; US Foodservice subsidiary reports $148 million operating loss (S)",
      "abstract": "Royal Ahold reports loss of 1 million euros in 2003; US Foodservice subsidiary reports $148 million operating loss (S)",
      "lead_paragraph": "Royal Ahold said that it lost 1 million euros ($1.2 million) last year, a sliver of the 1.2 billion euros ($1.4 billion) it lost in 2002, when an accounting scandal at its U.S. Foodservice subsidiary hurt its results. Foodservice, one of the largest food distributors in the United States, reported a $218 million operating loss last year. It recorded a $148 million profit in 2002. Ahold executives attributed the Foodservice loss in part on difficulties with suppliers after the accounting scandal. Several of Ahold's supermarket chains in the United States, including Giant-Landover, reported significant declines in operating income because of a weak dollar and retail margin pressures. Ahold's total 2003 sales were down 10.6 percent, to 56.1 billion euros ($67.4 billion). Gregory Crouch (NYT)",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/20/business/world-business-briefing-europe-netherlands-grocer-reports-loss.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "Way Clears for Spaniard to Lead I.M.F.",
      "snippet": "Rodrigo Rato, former finance minister of Spain, is poised to become Europe's choice to head International Monetary Fund, after France drops its support of rival candidate, Jean Lemierre, president of European Bank for Reconstruction and Developmen...",
      "abstract": "Rodrigo Rato, former finance minister of Spain, is poised to become Europe's choice to head International Monetary Fund, after France drops its support of rival candidate, Jean Lemierre, president of European Bank for Reconstruction and Development; photo of Rato (M)",
      "lead_paragraph": "Rodrigo Rato, the former finance minister of Spain, was poised Monday to become Europe's choice to head the International Monetary Fund, after France dropped its support of a rival candidate, Jean Lemierre, president of the European Bank for Reconstruction and Development.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/20/business/way-clears-for-spaniard-to-lead-imf.html",
      "byline": "By Eric Pfanner"
    },
    {
      "headline": "In Soy Food, Kibbutzim Find Manna for a Modern Age",
      "snippet": "Soy foods are boon to Israel's kibbutzim, farming collectives that were central to early Israeli statehood, steering them from their socialist roots to capitalism and providing financial security in process; photo of workers producing vegetarian h...",
      "abstract": "Soy foods are boon to Israel's kibbutzim, farming collectives that were central to early Israeli statehood, steering them from their socialist roots to capitalism and providing financial security in process; photo of workers producing vegetarian hot dogs in kibbutz in northern Israel (M)",
      "lead_paragraph": "Soy food, for some Israeli kibbutzniks, is the modern equivalent of biblical manna, the food that appeared miraculously to the Israelites in the wilderness. In fact, for two kibbutzim -- the farming collectives that were central to early Israeli statehood -- the soy business has been a savior of sorts, steering them from their socialist roots to capitalism, and providing financial security in the process.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/20/business/in-soy-food-kibbutzim-find-manna-for-a-modern-age.html",
      "byline": "By Jessica Steinberg"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Daiwa Names Executive",
      "snippet": "Daiwa Securities Group names Shigeharu Suzuki to succeed Yoshimari Hara as president (S)",
      "abstract": "Daiwa Securities Group names Shigeharu Suzuki to succeed Yoshimari Hara as president (S)",
      "lead_paragraph": "Daiwa Securities Group, Japan's second-largest brokerage by assets, named Shigeharu Suzuki to succeed Yoshinari Hara as president. Mr. Suzuki, 57, a senior managing director at the Daiwa Securities SMBC Company, will become president subject to shareholder approval in June, the company said.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/20/business/world-business-briefing-asia-japan-daiwa-names-executive.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Shell's Report on Its Troubles Cites Discord at Top",
      "snippet": "Summary of Royal Dutch/Shell Group internal inquiry finds tense and at times hostile relationship between company's two most powerful executives caused nearly two-year delay in addressing problems with overstated oil and gas reserves; describes pr...",
      "abstract": "Summary of Royal Dutch/Shell Group internal inquiry finds tense and at times hostile relationship between company's two most powerful executives caused nearly two-year delay in addressing problems with overstated oil and gas reserves; describes pressure Sir Philip Watts, chairman until last month, exerted on Walter van de Vijver, man who succeeded him, to 'leave no stone unturned' to meet goal of reporting that company was replacing every barrel pumped out of ground with new barrel of reserves; says while van de Vijver did object, he never took his doubts about reserves to company's outside directors or its audit committee; both men resigned in Mar after company disclosed it had overstated reserves by 20 percent; internal inquiry finds company's chief financial officer Judy Boynton was aware of problems for two years but did nothing to correct them; she has been relieved of her duties; company expresses confidence in its new chairman Jeroen van der Veer; he is not mentioned in internal inquiry, even though he also was advised about problems with reserves two years ago and failed to take any action; Shell revises its reserve figures downward on Apr 19 for third time, by another 300 million barrels, and Standard & Poor's strips company of its AAA credit rating; company is under investigation by regulators and prosecutors in Europe and United States; photo (L)",
      "lead_paragraph": "A tense and at times hostile relationship between the two most powerful executives of the Royal Dutch/Shell Group caused the company to wait almost two years before addressing problems with overstated oil and gas reserves, according to a summary of an internal inquiry made public by the company yesterday.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/20/business/shell-s-report-on-its-troubles-cites-discord-at-top.html",
      "byline": "By Stephen Labaton and Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Burberry Executive Leaves",
      "snippet": "Thomas J O'Neill is stepping down as president of Burberry Group to become chief executive of Harry Winston, jewelry retailer; photo (S)",
      "abstract": "Thomas J O'Neill is stepping down as president of Burberry Group to become chief executive of Harry Winston, jewelry retailer; photo (S)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/20/business/world-business-briefing-europe-britain-burberry-executive-leaves.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Annual Results Delayed",
      "snippet": "Adecco, Swiss company that provides temporary workers, is delaying release of full results for 2003 for second time (S)",
      "abstract": "Adecco, Swiss company that provides temporary workers, is delaying release of full results for 2003 for second time (S)",
      "lead_paragraph": "Adecco, a Swiss company that provides temporary workers, said it was delaying the release the full results of 2003 for a second time. Adecco, which already postponed 2003 results after disclosing accounting problems at its North American unit in January, said in a statement that ''significant progress'' had been made in completing group accounts and reiterated that no evidence to date had been found of ''major misappropriations or irregularities.'' The results for 2003 and the first quarter of 2004 had been scheduled for release today. The latest delay set off a 4 percent decline in its share price, less than the 35 percent decline when it announced the first delay in January. Adecco, based in Glattbrugg, Switzerland, said the audit had to be reviewed by a New York law firm and cited slow communications for the delay. Fiona Fleck (NYT)",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/20/business/world-business-briefing-europe-switzerland-annual-results-delayed.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "Reining In Painkillers",
      "snippet": "Worried that millions of Americans are using prescription opiate painkillers to get high rather than to ease severe chronic pain, drug makers are working with the government and pain specialists on ways to prevent abuse. The effort includes tracki...",
      "abstract": "Worried that millions of Americans are using prescription opiate painkillers to get high rather than to ease severe chronic pain, drug makers are working with the government and pain specialists on ways to prevent abuse. The effort includes tracking and reformulating pills.    Science Times, Page F1.",
      "lead_paragraph": "Worried that millions of Americans are using prescription opiate painkillers to get high rather than to ease severe chronic pain, drug makers are working with the government and pain specialists on ways to prevent abuse. The effort includes tracking and reformulating pills.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/20/us/reining-in-painkillers.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Internal Shell Inquiry Shows Battle Between Executives  A tense and at times hostile relationship between the two most powerful executives of the Royal Dutch/Shell Group caused the company to wait more than two years before disclosing that its oil...",
      "abstract": " Internal Shell Inquiry Shows Battle Between Executives  A tense and at times hostile relationship between the two most powerful executives of the Royal Dutch/Shell Group caused the company to wait more than two years before disclosing that its oil and gas reserves were overstated, according to a summary of an internal inquiry made public by the company yesterday.    The summary describes pressure that Sir Philip Watts, the chairman from 2001 until last month, exerted on the man who succeeded him as head of exploration and production, Walter van de Vijver, to ''leave no stone unturned'' to meet the goal of reporting that Shell was replacing every barrel pumped out of the ground with a new barrel of reserves. [Page A1.]",
      "lead_paragraph": "Internal Shell Inquiry Shows Battle Between Executives",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/20/business/business-digest-285447.html",
      "byline": ""
    },
    {
      "headline": "McDonald's Moves Quickly on Succession",
      "snippet": "James R Cantalupo, chairman and chief executive of McDonald's Corp, dies unexpectedly, apparently of heart attack, while attending McDonald's convention in Orlando, Fla; board names Charles H Bell, McDonald's president and chief operating officer,...",
      "abstract": "James R Cantalupo, chairman and chief executive of McDonald's Corp, dies unexpectedly, apparently of heart attack, while attending McDonald's convention in Orlando, Fla; board names Charles H Bell, McDonald's president and chief operating officer, as chief executive; Andrew J McKenna, chairman and chief executive of Schwarz Paper Co and board's presiding director, is elected nonexecutive chairman; charts show McDonald's sales growth, number of restaurants and capital expenditures; photos of Cantalupo and Bell (M)",
      "lead_paragraph": "James R. Cantalupo, the chairman and chief executive of McDonald's who came out of retirement to turn around the company last year, died unexpectedly yesterday morning, apparently of a heart attack.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/20/business/mcdonald-s-moves-quickly-on-succession.html",
      "byline": "By Sherri Day"
    },
    {
      "headline": "Europe and South America Near Trade Accord",
      "snippet": "South America's biggest economies move step closer to sealing long-sought trade deal with European Union, shift that could complicate efforts to forge free trade area stretching fom Alaska to Argentina by end of year; officials from European Union...",
      "abstract": "South America's biggest economies move step closer to sealing long-sought trade deal with European Union, shift that could complicate efforts to forge free trade area stretching fom Alaska to Argentina by end of year; officials from European Union and Mercosur--trade bloc that includes Argentina, Brazil, Paraguay and Uruguay as full members and Bolivia and Chile as associates--exchange offers over weekend in Buenos Aires with eye on closing deal by October; talks also manage to make progress in agriculture, sector that has proved to be deal breaker repeatedly in global trade talks; photos (L)",
      "lead_paragraph": "South America's biggest economies moved a step closer on Monday to sealing a long-sought trade deal with the European Union, a shift that could complicate efforts to forge a free trade area stretching from Alaska to Argentina by the end of the year.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/20/business/europe-and-south-america-near-trade-accord.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Chief Executive Of US Airways Quits Amid Strife",
      "snippet": "David N Siegel resigns as chief executive of US Airways and is succeeded by Bruce Lakefield; Siegel vowed in March that he would not run from airline's deepening financial problems but reached logjam with its unions (M)",
      "abstract": "David N Siegel resigns as chief executive of US Airways and is succeeded by Bruce Lakefield; Siegel vowed in March that he would not run from airline's deepening financial problems but reached logjam with its unions (M)",
      "lead_paragraph": "The chief executive of US Airways, David N. Siegel, who vowed last month that he would not run from the airline's deepening financial problems but had reached a logjam with its unions, resigned yesterday.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/20/business/chief-executive-of-us-airways-quits-amid-strife.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Stagecoach Payout",
      "snippet": "Stagecoach Group, British bus and rail operator, says that it will return as much $451 million to shareholders and that fiscal 2004 earnings will be higher than analysts' forecasts (S)",
      "abstract": "Stagecoach Group, British bus and rail operator, says that it will return as much $451 million to shareholders and that fiscal 2004 earnings will be higher than analysts' forecasts (S)",
      "lead_paragraph": "The Stagecoach Group, the British bus and rail operator, said it would return as much as £250 million ($451 million) to shareholders and that fiscal 2004 earnings would be higher than analysts' forecasts. Income in the 2004 fiscal year, which ends April 30, will be helped by its rail business, a lower than expected tax charge and profit from its Virgin Rail Group joint venture, Stagecoach said.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/20/business/world-business-briefing-europe-britain-stagecoach-payout.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Australia: Nauru: Help For A Neighbor",
      "snippet": "Pacific island nation of Nauru, which is threatened with bankruptcy by financing company GE Capital, seeks help from Australia, which promises to have senior finance officials help Nauru devise plan to stave off financial ruin (S)",
      "abstract": "Pacific island nation of Nauru, which is threatened with bankruptcy by financing company GE Capital, seeks help from Australia, which promises to have senior finance officials help Nauru devise plan to stave off financial ruin (S)",
      "lead_paragraph": "Threatened with bankruptcy by the financing company GE Capital, the Pacific island nation of Nauru is seeking help from Australia, which promised to have senior financial officials help Nauru devise a plan to stave off financial ruin. Nauru, with a population of slightly more than 12,000, has been hurt by poor investments and declining reserves of phosphate and is struggling to repay 235 million Australian dollars ($176 million) it owes GE Capital. Last Friday, GE Capital repossessed several of Nauru's properties in Australia to recover its loan. Wayne Arnold (NYT)",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/20/business/world-business-briefing-australia-nauru-help-for-a-neighbor.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "U.S. Expects Concessions On Trade From China",
      "snippet": "China, in rare concession to United States trading demands, is expected to pledge this week to crack down on pirating and counterfeiting of software, DVD's and other forms of intellectual property; enforcement of intellectual property rights in Ch...",
      "abstract": "China, in rare concession to United States trading demands, is expected to pledge this week to crack down on pirating and counterfeiting of software, DVD's and other forms of intellectual property; enforcement of intellectual property rights in China has been economic priority for Bush administration, during election year in which White House wants to show that it is getting tough protecting American industry from unfair trading practices; table summarizes issues up for discussion in new trade pact between United States and China (M)",
      "lead_paragraph": "In a rare concession to United States trading demands, China is expected to pledge this week to crack down on pirating and counterfeiting of software, DVD's and other forms of intellectual property, according to American trade officials who have been preparing for trade talks here on Wednesday.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/20/business/us-expects-concessions-on-trade-from-china.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Computer Associates Nears a Decision on Its Chief",
      "snippet": "Directors of Computer Associates International move closer to deciding fate of Sanjay Kumar, chairman and chief executive, who has become focus of federal criminal investigation into accounting fraud and obstruction of justice; company fires nine ...",
      "abstract": "Directors of Computer Associates International move closer to deciding fate of Sanjay Kumar, chairman and chief executive, who has become focus of federal criminal investigation into accounting fraud and obstruction of justice; company fires nine employees and says it may have to restate its financial results as federal inquiry and related internal investigation enter final stages; 14 employees, including Ira H Zar, former chief financial officer, have now been dismissed or pleaded guilty to crimes as result of investigtion (M)",
      "lead_paragraph": "With a crucial board meeting scheduled today, directors of Computer Associates International moved closer to deciding the future of Sanjay Kumar, the chairman and chief executive, who has become the focus of a federal criminal investigation into accounting fraud and obstruction of justice.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/20/business/technology-computer-associates-nears-a-decision-on-its-chief.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Using M.R.I.'s To See Politics On the Brain",
      "snippet": "Researchers using magnetic resonance imagers find intriguing differences in way voters look at candidates; research involves examination of brain scans of subjects exposed to presidential campaign commercials and candidates' photographs, and of wh...",
      "abstract": "Researchers using magnetic resonance imagers find intriguing differences in way voters look at candidates; research involves examination of brain scans of subjects exposed to presidential campaign commercials and candidates' photographs, and of which parts of brain are active while watching various images; political strategist Tom Freedman, a sponsor of research, says results of study could help political strategists be less reliant on cliches and unproven adages in determining effectiveness of candidates and their advertising; research described; Jonathan D Cohen of Princeton's Center for the Study of Brain, Mind and Behavior says brain imaging offers fantastic opportunity to study how people respond to political information; research is being conducted at University of California at Los Angeles, using grant from FKF Research; photos; diagrams (M)",
      "lead_paragraph": "The political consultants discreetly observed from the next room as their subject watched the campaign commercials. But in this political experiment, unlike the usual ones, the subject did not respond by turning a dial or discussing his reactions with a focus group.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/20/us/the-2004-campaign-advertising-using-mri-s-to-see-politics-on-the-brain.html",
      "byline": "By John Tierney"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Airline Names Executive",
      "snippet": "Swiss International Airlines appoints Christoph Franz as chief executive (S)",
      "abstract": "Swiss International Airlines appoints Christoph Franz as chief executive (S)",
      "lead_paragraph": "The troubled carrier Swiss International Airlines said that it had appointed a 42-year-old German transport executive as chief executive, succeeding André Dosé, who stepped down six weeks ago. The new chief, Christoph Franz, will join the airline on May 1 for a transitional period and assume the duties of chief executive on July 1. Mr. Dosé resigned amid a criminal investigation into his role in a crash in November 2001 of a plane operated by the former airline Crossair. Fiona Fleck (NYT)",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/20/business/world-business-briefing-europe-switzerland-airline-names-executive.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "China Lets Cheney Speak on TV But Censors Remarks Afterward",
      "snippet": "Chinese government accedes to Vice Pres Dick Cheney's demand that he be allowed to speak, live and uncensored, to Chinese people, but broadcast is unannounced and 'full text' issued by Chinese strikes out all references to political freedom, Taiwa...",
      "abstract": "Chinese government accedes to Vice Pres Dick Cheney's demand that he be allowed to speak, live and uncensored, to Chinese people, but broadcast is unannounced and 'full text' issued by Chinese strikes out all references to political freedom, Taiwan, North Korea and other sensitive issues; Bush administration officials, learning of doctored Chinese transcript, prepare their own Chinese version and post it on American Embassy's Web site, which is not blocked within China; Chinese government transcript drops many of Cheney's references to 'political freedom' and 'individual freedom,' and wipes out his remarks about Taiwan Relations Act, American law mandating that US sell Taiwan military equipment to defend itself against any attack from Chinese mainland; longest elisions involve Cheney's references to North Korean nuclear crisis, North Korean acquisition of nuclear technology from Pakistan and problem of weapons proliferation generally; in similar vein, government-owned Chinese publsher issues authorized Chinese version of Sen Hillary Rodham Clinton's autobiography Living History that changes most of her references to her and former Pres Bill Clinton's visit to China; photo of Cheney delivering his speech at Fudan Univ in Shanghai (M)",
      "lead_paragraph": "Before his high-profile visit to China last week, Vice President Dick Cheney insisted that Beijing leaders allow him to speak, live and uncensored, to the Chinese people.",
      "publication_date": "2004-04-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/20/world/china-lets-cheney-speak-on-tv-but-censors-remarks-afterward.html",
      "byline": "By Joseph Kahn"
    }
  ]
}