{
  "metadata": {
    "date": "2004-12-16",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "A Flood of Troubled Soldiers Is in the Offing, Experts Predict",
      "snippet": "Experts predict that tens of thousands of soldiers returning from Iraq will need treatment for serious mental health problems brought on by stress and carnage of war; Army study shows about one in six soldiers in Iraq report symptoms of major depr...",
      "abstract": "Experts predict that tens of thousands of soldiers returning from Iraq will need treatment for serious mental health problems brought on by stress and carnage of war; Army study shows about one in six soldiers in Iraq report symptoms of major depression, serious anxiety or post-traumatic stress disorder, proportion that could climb to one in three, rate ultimately found in Vietnam veterans; psychiatrists say kind of fighting seen in recent retaking of Falluja--impossibility of telling Iraqi friend from Iraqi foe and knowledge that every stretch of road may conceal explosive device--is tailored to produce adrenaline-gone-haywire reactions that leave lasting emotional scars; veterans say repeated extensions of duty in Iraq are emotionally battering as well, even for most stoical of warriors; military and Dept of Veterans Affairs officials note that many troops have not participated in ground combat, but duration and intensity of war have doctors at veterans hospitals across country worried about coming caseload; photos; chart (L)",
      "lead_paragraph": "WASHINGTON, Dec. 15 - The nation's hard-pressed health care system for veterans is facing a potential deluge of tens of thousands of soldiers returning from Iraq with serious mental health problems brought on by the stress and carnage of war, veterans' advocates and military doctors say.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/16/us/a-flood-of-troubled-soldiers-is-in-the-offing-experts-predict.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Biggest Railroad Sold",
      "snippet": "Grupo TMM, Mexican transportation company, sells control of country's biggest railroad, Transportacion Ferroviaria Mexicana, to Kansas City Southern; Kansas City Southern, which already owns minority stake in railroad, will pay Ferroviaria Mexican...",
      "abstract": "Grupo TMM, Mexican transportation company, sells control of country's biggest railroad, Transportacion Ferroviaria Mexicana, to Kansas City Southern; Kansas City Southern, which already owns minority stake in railroad, will pay Ferroviaria Mexicana $200 million in cash and estimated $300 million in stock (S)",
      "lead_paragraph": "Grupo TMM, a Mexican transportation company, agreed to sell control of the country's biggest railroad, Transportación Ferroviaria Mexicana, to Kansas City Southern. Kansas City Southern, which already owns a minority stake in the railroad, will pay Ferroviaria Mexicana $200 million in cash and an estimated $300 million in stock. The deal includes a future $157 million payment contingent on the result of litigation against the Mexican government. The deal ends months of wrangling between the companies after TMM backed out of an April 2003 sale. The system will have 5,300 miles of track in Mexico and the United States. Elisabeth Malkin (NYT)",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/16/business/world-business-briefing-americas-mexico-biggest-railroad-sold.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "Game Ratings: U Is for Unheeded",
      "snippet": "Video games ratings have been called inconsistent and insufficient, but mostly they are ineffective; they are overlooked by parents, who are already grappling with flood of conflicting information about games; self-regulatory ratings system by Ent...",
      "abstract": "Video games ratings have been called inconsistent and insufficient, but mostly they are ineffective; they are overlooked by parents, who are already grappling with flood of conflicting information about games; self-regulatory ratings system by Entertainment Software Rating Board focuses on sex, violence and profanity; photo (M)",
      "lead_paragraph": "ONE of the best-selling video games this fall has been Grand Theft Auto: San Andreas. Introduced in October for PlayStation 2, it sold 3.6 million copies in the United States in less than two months. It has gotten raves for its interactive storyline and free-flowing style.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/16/technology/game-ratings-u-is-for-unheeded.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Defense Missile for U.S. System Fails to Launch",
      "snippet": "Important test of United States' fledgling missile defense system ends in failure when interceptor rocket fails to launch on cue from Marshall Islands; Pentagon says interceptor automoatically shut down because of 'unknown anomaly'; setback threat...",
      "abstract": "Important test of United States' fledgling missile defense system ends in failure when interceptor rocket fails to launch on cue from Marshall Islands; Pentagon says interceptor automoatically shut down because of 'unknown anomaly'; setback threatens to delay further initial step of activating basic missile defense; launching had been delayed several times because of bad weather or problems with equipment; last test of interceptor, two years ago, was also failure, as interceptor failed to separate from its booster rocket, missed its target by hundreds of miles and burned up in atmosphere; shortly after that Pres Bush ordered Pentagon to proceed with initial deployment of limited system, goal he campaigned on in 2004 election; in 2003, test of another part of system based on Navy ships also failed; before latest test, Missile Defense Agency had conducted eight tests with interceptor vehicles, scoring hits in five under carefully controlled conditions; critics say agency's entire test program is unrealistic and that tests have been scripted; overall missile defense program is to cost more than $50 billion over next five years (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/16/politics/defense-missile-for-us-system-fails-to-launch.html",
      "byline": "By David Stout and John H. Cushman Jr"
    },
    {
      "headline": "Johnson & Johnson Agrees to Buy Guidant for $25 Billion",
      "snippet": "Johnson & Johnson agrees to buy Guidant, one of nation's largest makers of devices to treat heart and circulatory illnesses, for $25.4 billion; merger must be approved by antitrust regulators, process that lawyers say could push closing into next ...",
      "abstract": "Johnson & Johnson agrees to buy Guidant, one of nation's largest makers of devices to treat heart and circulatory illnesses, for $25.4 billion; merger must be approved by antitrust regulators, process that lawyers say could push closing into next fall and force Johnson & Johnson to sell off or license Guidant product lines; Johnson & Johnson will have to meld work forces and management teams from two decidedly different cultures if deal get regulatory approval; Johnson & Johnson chairman-chief executive William C Weldon comments (M)",
      "lead_paragraph": "Johnson & Johnson, the pharmaceutical and health care giant, announced late last night that it had agreed to buy Guidant, one of the nation's largest makers of devices to treat heart and circulatory illnesses, for $25.4 billion.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/16/business/johnson-johnson-agrees-to-buy-guidant-for-25-billion.html",
      "byline": "By Andrew Ross Sorkin and Barnaby Feder"
    },
    {
      "headline": "Airbus Sees a Strong Market for Its Planes",
      "snippet": "Airbus predicts that average of 830 new passenger aircraft will be built each year for next two decades, and that its new A380 jumbo plane will be so successful that Boeing will be forced to develop competitor; Airbus's chief commercial officer Jo...",
      "abstract": "Airbus predicts that average of 830 new passenger aircraft will be built each year for next two decades, and that its new A380 jumbo plane will be so successful that Boeing will be forced to develop competitor; Airbus's chief commercial officer John Leahy comments; photo (M)t",
      "lead_paragraph": "LONDON, Dec. 15 - Airbus predicted Wednesday that an average of 830 new passenger aircraft would be built each year for the next two decades, and that its new A380 jumbo plane would be so successful that Boeing would be forced to develop a competitor.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/16/business/worldbusiness/airbus-sees-a-strong-market-for-its-planes.html",
      "byline": "By Don Phillips"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Court Blocks SK Meeting",
      "snippet": "South Korean court blocks move by S1",
      "abstract": "South Korean court blocks move by S1",
      "lead_paragraph": "A South Korean court blocked the latest move by a foreign investor to oust the head of Korea's biggest refiner, the SK Corporation. The Seoul District Court turned down a request by Sovereign Asset Management, an investment fund based in Monaco that holds 14.9 percent of SK, to call an extraordinary general shareholders meeting to vote on the removal of SK's chief executive, Chey Tae Won, above. He was jailed last year for his part in a $1.3 billion accounting fraud. Sovereign failed to vote Mr. Chey out of office at this year's annual meeting in March, and the refusal last month by SK's board to grant Sovereign's request for a shareholders meeting led Sovereign to ask the court to call the meeting. \"Today's decision, along with repeated refusals from the board of SK Corporation to allow shareholders a vote, demonstrates a continued reluctance to embrace meaningful reform,\" said James Fitter, Sovereign's chief executive. Andrew Salmon (NYT)",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/16/business/world-business-briefing-asia-south-korea-court-blocks-sk-meeting.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "Air Force at Unease in the Capital",
      "snippet": "Air Force is caught in growing scandal involving billions of dollars in weapon systems that Pentagon officials had once tried to dismiss as wayward actions of single disgraced employee; scandal has tarnished Air Force and led to shake-up in its to...",
      "abstract": "Air Force is caught in growing scandal involving billions of dollars in weapon systems that Pentagon officials had once tried to dismiss as wayward actions of single disgraced employee; scandal has tarnished Air Force and led to shake-up in its top ranks; Air Force Sec James G Roche has resigned; Sen John W Warner, chairman of Senate Armed Services committee, says it is in 'best interest' of Air Force that Roche and his top aide, Marvin R Sambur, leave their jobs; Sen John McCain has written scathing letter to Defense Sec Donald H Rumsfeld calling Air Force leadership 'woefully inadequate' and predicting 'disastrous effects' if its lack of oversight in awarding billions of dollars in weapons systems is not corrected; at center of scandal is relationship between Air Force and main supplier, Boeing Co, that had grown cozy; extent of that coziness came clear when Air Force's former number 2 weapons buyer, Darleen A Druyun, admitted in federal court she unfairly steered billions of dollars to Boeing as she sought jobs at Boeing for herself, her daughter and son-in-law; Druyun faces nine months in prison; lawsuits are casting clouds over some Boeing executives, including Harry C Stonecipher; photos (M)",
      "lead_paragraph": "With its aura of superiority, both in the skies and in the halls of Congress, the Air Force has long been the darling of Washington lawmakers. But now, it is caught in a growing scandal involving billions of dollars in weapons systems that Pentagon officials had once tried to dismiss as the wayward actions of a single disgraced employee.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/16/business/air-force-at-unease-in-the-capital.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Honda's Robot Advances, but to Where?",
      "snippet": "Honda Motor Co introduces new version of its humanoid robot that can jog, find its way around obstacles and respond to human touch; developers of robot called Asimo say new model is significant advance over earlier versions; Honda has not made muc...",
      "abstract": "Honda Motor Co introduces new version of its humanoid robot that can jog, find its way around obstacles and respond to human touch; developers of robot called Asimo say new model is significant advance over earlier versions; Honda has not made much progress in determining just what robot might be used for; photo (M)",
      "lead_paragraph": "WAKO, Japan, Dec. 15 - The Honda Motor Corporation introduced a new version of its humanoid robot that can jog, find its way around obstacles and respond to human touch.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/16/business/worldbusiness/hondas-robot-advances-but-to-where.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "S.E.C. Says Fannie Mae Violated Accounting Rules  The staff of the Securities and Exchange Commission has ordered Fannie Mae to restate its earnings for the last four years after concluding that it had violated accounting rules on its treatment of...",
      "abstract": " S.E.C. Says Fannie Mae Violated Accounting Rules  The staff of the Securities and Exchange Commission has ordered Fannie Mae to restate its earnings for the last four years after concluding that it had violated accounting rules on its treatment of derivatives and loans.     The agency's findings is a setback for the company and its chairman and chief executive, Franklin D. Raines. [Page A1.]    Blow to Banks in WorldCom Suit  The judge in the WorldCom lawsuit ruled that the investment banks that sold billions of dollars in the company's bonds must persuade a jury that they conducted appropriate due diligence before the offering. [C4.]    First Command Settles Charges  Lamar C. Smith, left, the chief executive of First Command Financial Services, which marketed financial products to military families, agreed to pay $12 million to settle accusations that it used misleading information to sell mutual funds to military officers over the last five years. The company neither admitted nor denied the accusations. [C2.]    F.D.A. Approves a Sleeping Pill  The Food and Drug Administration approved a new sleeping pill called Lunesta that some specialists say could pave the way for longer term use of the medications. [C2.]    Helping Is Suddenly in Fashion  This year retail marketing campaigns are helping shoppers give to charities. [A1.]    Chinese Workers Demand Union  Some 12,000 workers at a factory in China that that supplies Wal-Mart Stores have walked off the job claiming their wages are too low. [A4.]    Yukos Files for Bankruptcy in U.S.  Yukos filed for bankruptcy protection, requesting an emergency court hearing in Houston to stop the Russian government's auction of the company's largest production unit. [World Business, Section W.]    Claim in Google Suit Dismissed  A federal judge dismissed a crucial claim in the trademark infringement suit brought against Google by Geico. Geico had argued that a Google policy of allowing competitors to buy ads linked to searches for ''Geico'' and ''Geico Direct'' confused Web surfers looking for Geico. But the judge said that Geico had not shown that the policy caused confusion. [C6.]    Congressman Joins Lobby Group  After 24 years in Congress, Billy Tauzin will become president of the Pharmaceutical Research and Manufacturers of America. [A1.]    Suit Accuses Fox of Copying Show  The British production company that created the reality series ''Wife Swap'' and sold it to ABC filed suit against the Fox network, contending that its own reality series ''Trading Spouses'' was a ''blatant'' copy. [C9.]    Morningstar Receives a Subpoena  Morningstar received a subpoena from the New York attorney general on consulting services it offers to retirement plan sponsors. [C7.]    Business Blossoming in Las Vegas  Las Vegas, with its booming population, low taxes and easy-going culture, is the new mecca for entrepreneurs. Small Business. [C5.]    Burden Growing on Pension Group  The financial position of the Pension Benefit Guaranty Corporation continues to deteriorate, suggesting that Congress should step in to fix it. Hal R. Varian: Economic Scene. [C2.]  ",
      "lead_paragraph": "S.E.C. Says Fannie Mae Violated Accounting Rules The staff of the Securities and Exchange Commission has ordered Fannie Mae to restate its earnings for the last four years after concluding that it had violated accounting rules on its treatment of derivatives and loans.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/16/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "House's Author of Drug Benefit Joins Lobbyists",
      "snippet": "Rep Billy Tauzin, principal author of new Medicare drug law, will become president of chief lobby for brand-name drug companies, Pharmaceutical Research and Manufacturers of America; drug makers say job is not reward for his work on Medicare bill,...",
      "abstract": "Rep Billy Tauzin, principal author of new Medicare drug law, will become president of chief lobby for brand-name drug companies, Pharmaceutical Research and Manufacturers of America; drug makers say job is not reward for his work on Medicare bill, which followed industry's specifications in many respects; bill was signed into law by Pres Bush weeks before Tauzin's lawyer began talks with drug trade group; Tauzin, onetime Democrat who became Republican in 1995, has announced his retirement from Congress, where he has served for 24 years and has wealth of connections; he is latest policy maker to move from government to industry; Bush administration's main negotiator with Congress on drug bill, Thomas A Scully, has registered as lobbyist for some major drug companies after getting waiver of federal ethics rules that permitted him to negotiate with potential employers while still running Medicare program (M)",
      "lead_paragraph": "WASHINGTON, Dec. 15 - Representative Billy Tauzin, a principal author of the new Medicare drug law, will become president of the Pharmaceutical Research and Manufacturers of America, the chief lobby for brand-name drug companies, the trade group announced Wednesday.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/16/politics/houses-author-of-drug-benefit-joins-lobbyists.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "To Try to Stop Sale, Yukos Files Chapter 11 in U.S.",
      "snippet": "Russian oil giÿ",
      "abstract": "Russian oil giÿ",
      "lead_paragraph": "MOSCOW, Dec. 15 - The Russian oil giant Yukos sought Chapter 11 bankruptcy protection in the United States on Wednesday, requesting an emergency court hearing in Texas to stop the Russian government's auction of the company's largest production unit.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/16/business/worldbusiness/to-try-to-stop-sale-yukos-files-chapter-11-in-us.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Big Producers in Japan Are Less Confident",
      "snippet": "Bank of Jap",
      "abstract": "Bank of Jap",
      "lead_paragraph": "TOKYO, Dec. 15 - Confidence at Japan's largest companies fell in the last quarter from a recent peak, but executives nonetheless said they planned to sharply increase capital investment in the year through March, a central bank survey showed on Wednesday.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/16/business/worldbusiness/big-producers-in-japan-are-less-confident.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Web Bidder Chosen",
      "snippet": "Internet service provider Hanaro Telecom wins bidding for Korea Thrunet, third-largest broadband Internet provider in South Korea; graph (S)",
      "abstract": "Internet service provider Hanaro Telecom wins bidding for Korea Thrunet, third-largest broadband Internet provider in South Korea; graph (S)",
      "lead_paragraph": "An Internet services provider, Hanaro Telecom, won the bidding for Korea Thrunet, the third-largest broadband Internet provider in South Korea. Hanaro, which was acquired by the American International Group and Newbridge Capital last year, outbid the Dacom Corporation, a unit of Merrill Lynch. The deal is subject to approval by a committee of creditors of Thrunet, which filed for bankruptcy protection last March. The largest broadband Internet provider is KT, which has a 50 percent share of the market. Hanaro has a 23 percent share of the market and Thrunet has 11 percent. Andrew Salmon (NYT)",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/16/business/technology/world-business-briefing-asia-south-korea-web-bidder.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "And Now for Something Slightly Different",
      "snippet": "Companies trying to compete with popular Apple iPod music player are focusing on function and fashion; Creative, Rio, Virgin Electronics and others are developing new music players that are similar to iPod in features and capacity, but cost less; ...",
      "abstract": "Companies trying to compete with popular Apple iPod music player are focusing on function and fashion; Creative, Rio, Virgin Electronics and others are developing new music players that are similar to iPod in features and capacity, but cost less; while Apple's market share seems in no danger of shrinking, competition is finding customers that are happy with alternatives; features and prices of several models noted; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/16/technology/circuits/and-now-for-something-slightly-different.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "Weak Dollar Sending More U.S. Investors Abroad",
      "snippet": "Americans have been stepping up purchases of foreign stocks and bonds as dollar's decline has accelerated and foreigners have slowed their buying of securities in US; Americans bought $51.9 billion of foreign stocks and bonds as of end of October,...",
      "abstract": "Americans have been stepping up purchases of foreign stocks and bonds as dollar's decline has accelerated and foreigners have slowed their buying of securities in US; Americans bought $51.9 billion of foreign stocks and bonds as of end of October, compared with $36.2 billion in all of 2003; recent fall in dollar, which has amounted to 6.3 percent against broad index of foreign currencies since August, is intensifying focus on investing abroad; largest flow to one country, $12.3 billion, went to Britain in October; in Japan, American investors bought $2.7 billion worth of stocks and sold $531 million worth of bonds; Pres Bush says that 'policy of my government is a strong-dollar policy,' but traders have been ignoring such comments because they believe administration will accept further decline in currency; euro is valued at $1.3412 after 0.8 percent decline in dollar; 1;1 percent drop against Japanese yen leaves dollar at 104.23 yen (M)",
      "lead_paragraph": "Americans have been stepping up their purchases of foreign stocks and bonds as the dollar's decline has accelerated and foreigners have slowed their buying of securities in the United States.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/16/business/worldbusiness/weak-dollar-sending-more-us-investors-abroad.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Stores Are Hoping to Do Well by Urging Shoppers to Do Good",
      "snippet": "National retail chains are for first time involving their customers in charities, either ones they have supported through corporate contributions or ones created for holiday season; at ABC Carpet & Home, $135 buys buffalo delivered to village in C...",
      "abstract": "National retail chains are for first time involving their customers in charities, either ones they have supported through corporate contributions or ones created for holiday season; at ABC Carpet & Home, $135 buys buffalo delivered to village in Cambodia; The Gap is offering $20 teddy bears, with money going toward purchase of coats for poor children; Nike, Build-A-Bear Workshop and Discovery Channel stores sell $1 Lance Armstrong Live Strong bracelets to finance cancer research; retail consultant says such retail-hosted charitable events and promotions have at least tripled since 2000, and have clearly accelerated in past year; retail analysts attribute this to social and economic conditions that may have made some consumers feel guilty about indulging themselves; retailing consultant Paco Underhill says merchants faced with competition from Wal-Mart or even thrift shops are seeking ways to be more creative; photo (M)",
      "lead_paragraph": "ABC Carpet & Home is selling water buffaloes for the first time this Christmas -- $135 buys one, delivered to a village in Cambodia.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/16/business/stores-are-hoping-to-do-well-by-urging-shoppers-to-do-good.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "FANNIE MAE TOLD TO REVISE PROFIT",
      "snippet": "Securities and Exchange Commission orders Fannie Mae to restate its earnings over last four years after concluding that it violated accounting rules on its treatment of derivatives and loans; findings seen as huge setback for company and its chair...",
      "abstract": "Securities and Exchange Commission orders Fannie Mae to restate its earnings over last four years after concluding that it violated accounting rules on its treatment of derivatives and loans; findings seen as huge setback for company and its chairman and chief executive Franklin D Raines; Fannie Mae said last month that if it is found to be in violation of rules, it might have to report after-tax losses on its derivatives transactions of as much as $9 billion; SEC's chief accountant Donald T Nicolaisen says SEC investigation of Fannie Mae is continuing; Justice Dept is also looking at company's accounting; at Oct 6 hearing of House Financial Services Committee, Raines repeatedly assured skeptical lawmakers that Fannie Mae has complied with accounting rules and that it would be exonerated (M)",
      "lead_paragraph": "WASHINGTON, Dec. 15 - The staff of the Securities and Exchange Commission has ordered Fannie Mae, the nation's largest buyer of mortgages, to restate its earnings over the last four years after concluding that it had violated accounting rules on its treatment of derivatives and loans.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/16/business/front page/fannie-mae-told-to-revise-profit.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Latest Merger Would Recast Cellular's Face Once Again",
      "snippet": "print and Nextel formally announce merger that will creative formidable number 3 carrier; new company, to be called Sprint Nextel, will join Cingular Wireless, which has 46 million subscribers, and Verizon Wireless, with 42 million, in elite trio ...",
      "abstract": "print and Nextel formally announce merger that will creative formidable number 3 carrier; new company, to be called Sprint Nextel, will join Cingular Wireless, which has 46 million subscribers, and Verizon Wireless, with 42 million, in elite trio that will control three-quarters of market; deal is worth $35 billion and creates company with $40 billion in annual revenue and 35.4 million subscribers; new industry dynamic, where handful of mega-size companies battle each other, is far cry from few years ago, when mobile carriers were divided by region and shaped by personalities of their founders; Nextel's chief executive Timothy M Donohue will become chairman of combined company; Gary D Forsee of Sprint will be chief of new company; photos (M)",
      "lead_paragraph": "For most of its two decades on the American landscape, the cellphone industry has been known for its freewheeling upstarts and aggressive competition. Yet in just a few years, a wave of mergers has left the industry dominated by a handful of giant companies, with smaller contenders having to carve out niche markets to survive.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/16/business/latest-merger-would-recast-cellulars-face-once-again.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "With Mini's Rivals, More Is Sometimes Less",
      "snippet": "David Pogue State of the Art column compares pesonal digital music players from Creative Labs, Virgin Electronics, Dell and Rio to Apple's iPod; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column compares pesonal digital music players from Creative Labs, Virgin Electronics, Dell and Rio to Apple's iPod; photo; drawing (M)",
      "lead_paragraph": "IN February, Apple followed up its wildly popular iPod music player with the iPod Mini. This smaller, sleeker $250 player could hold 1,000 songs and came in five brushed-aluminum colors. But for only $50 more, you could buy a regular iPod that could hold four times as much music. Logical observers could draw only one possible conclusion: that Apple was out of its number-crunching mind.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/16/technology/circuits/with-minis-rivals-more-is-sometimes-less.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Time Warner Settles 2 Cases Over AOL Unit",
      "snippet": "Justice Department announces it will defer bringing criminal securities fraud charges against America Online unit of Time Warner as long as Time Warner adopts corrective merasures and allows independent monitor to oversee AOL's financial operation...",
      "abstract": "Justice Department announces it will defer bringing criminal securities fraud charges against America Online unit of Time Warner as long as Time Warner adopts corrective merasures and allows independent monitor to oversee AOL's financial operations for two years; Time Warner announces it has reached tentative agreement with enforcement division of Securities and Exchange Commission to settle charges of accounting irregularities at AOL; SEC's five commissioners still must consider proposed settlement from enforcement division; two agreements will cost Time Warner total of $510 million; Justice Department spokesman Bryan Sierra says Time Warner agreement does not cover individuals and that no one has been granted immunity; US attorney Paul J McNulty says probe is continuing, and could result in additional criminal charges; Time Warner still faces shareholder lawsuit that was filed in Federal District Court in Manhattan; graph; photo (Market Place column) (M)",
      "lead_paragraph": "The Justice Department announced yesterday that it would defer bringing criminal securities fraud charges against the America Online unit of Time Warner as long as Time Warner adopted corrective measures and allowed an independent monitor to oversee AOL's financial operations for two years.",
      "publication_date": "2004-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/16/business/media/time-warner-settles-2-cases-over-aol-unit.html",
      "byline": "By Geraldine Fabrikant"
    }
  ]
}