{
  "metadata": {
    "date": "2004-03-02",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Experts See Risks as China Asserts Economic Power  As China increasingly welcomes multinational companies and foreign investment, many Western business executives have become positively enraptured by the company's cheap work force and its huge mar...",
      "abstract": " Experts See Risks as China Asserts Economic Power  As China increasingly welcomes multinational companies and foreign investment, many Western business executives have become positively enraptured by the company's cheap work force and its huge markets.     But that same openness -- combined with China's vast population and military muscle -- makes it an even bigger long-term economic challenge to the United States than Japan seemed to be in the 1980's, according to a growing number of executives, economists and officials. [Page A1.]",
      "lead_paragraph": "Experts See Risks as China Asserts Economic Power",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/02/business/business-digest-622168.html",
      "byline": ""
    },
    {
      "headline": "Dole Finding Winning Role As TV Pundit",
      "snippet": "Bob Dole, former senator and presidential candidate, Viagra pitchman and white-shoe lobbyist, finds yet another vocation at age 80, as election-night pundit on CNN; photo; he is appearing on Larry King Live throughout Democratic primary season and...",
      "abstract": "Bob Dole, former senator and presidential candidate, Viagra pitchman and white-shoe lobbyist, finds yet another vocation at age 80, as election-night pundit on CNN; photo; he is appearing on Larry King Live throughout Democratic primary season and will offer commentary at conventions this summer and on election night in November; Dole observes that his inside glimpses into candidates' thinking come from fact that he has been there and has 'lost everything'; he is also on speaking tour for Pfizer promoting new Medicare drug coverage, but says he relishes analyst role that allows him to strategize without heartbreak; perhaps most striking is sympathy that Republicans' onetime 'hatchet man' expresses for losing Democrats (M)",
      "lead_paragraph": "Bob Dole, presidential candidate, Viagra pitchman and white-shoe lobbyist, is still career-hopping at age 80 and has found a new vocation: election night punditry.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/02/us/the-2004-campaign-the-commentator-dole-finding-winning-role-as-tv-pundit.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Closing Arguments in Full Swing at Martha Stewart Trial",
      "snippet": "Federal prosecutor Michael Schachter gives closing argument in Martha Stewart trial; contends she conspired with former stockbroker Peter E Bacanovic to lie about circumstances that led to her sale of nearly 4,000 shares of ImClone Systems, but 'p...",
      "abstract": "Federal prosecutor Michael Schachter gives closing argument in Martha Stewart trial; contends she conspired with former stockbroker Peter E Bacanovic to lie about circumstances that led to her sale of nearly 4,000 shares of ImClone Systems, but 'probably never thought she would get caught'; says plan backfired because 'they left behind a trail of evidence that exposed the truth about Martha Stewart's sale'; photo (M)",
      "lead_paragraph": "Martha Stewart conspired with her former stockbroker to lie about the circumstances that led to her sale of nearly 4,000 shares of ImClone Systems, a federal prosecutor said in his closing argument yesterday, but ''probably never thought she would get caught.''",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/02/business/closing-arguments-in-full-swing-at-martha-stewart-trial.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "HSBC Says Profit Jumped 41% in 2003",
      "snippet": "HSBC Holdings reports earnings of $8.77 billion in 2003, 40.5 percent increase from year before; pretax profit was up 33 percent, to $12.8 billion, and revenue increased 54 percent, to $41.1 billion; photo (M)",
      "abstract": "HSBC Holdings reports earnings of $8.77 billion in 2003, 40.5 percent increase from year before; pretax profit was up 33 percent, to $12.8 billion, and revenue increased 54 percent, to $41.1 billion; photo (M)",
      "lead_paragraph": "HSBC Holdings, the world's second-largest bank, on Monday reported an increase of almost 41 percent in profit in 2003, buoyed by its purchase of the consumer lender Household International in the United States.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/02/business/hsbc-says-profit-jumped-41-in-2003.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "This Baghdad Gunfire Celebrates Love, Not War",
      "snippet": "Wedding of Shayma Hamid, 21, and Ali Dakhil Alwai, 36, is one of many in Baghdad for young couples who were forced to wait out most turbulent moments of Iraq war; photos (M)",
      "abstract": "Wedding of Shayma Hamid, 21, and Ali Dakhil Alwai, 36, is one of many in Baghdad for young couples who were forced to wait out most turbulent moments of Iraq war; photos (M)",
      "lead_paragraph": "In a little room above a slum, where the stink of sewage mingled with the scent of perfume, two newlyweds snuggled on a snow-white bedspread, tussling over a teddy bear.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/02/world/this-baghdad-gunfire-celebrates-love-not-war.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Iraqis Receive U.S. Approval Of Constitution",
      "snippet": "American officials say administrator L Paul Bremer III will approve temporary Iraqi constitution, which would serve as framework for new state, even though Iraqi leaders have put off many intractable issues; negotiators strike several key compromi...",
      "abstract": "American officials say administrator L Paul Bremer III will approve temporary Iraqi constitution, which would serve as framework for new state, even though Iraqi leaders have put off many intractable issues; negotiators strike several key compromises, including ones on women's rights and role of Islam, but defer issues like disarming of private militias, composition of interim government and mechanism for elections; Sec Colin Powell and senior Iraqi figuer Adnan Pachachi hail achievement; interim constitution, in force probably until end of 2005, grants broad protections for individuals within federal system, recognizes relative independence of Kurdish judiciary and legislature; designates Islam as official religion and 'primary,' but not 'only' source of law, and guarantees religious freedom; sets nationwide elections by Jan 2005, spells out broad individual freedoms and calls for women to hold at least 25 percent of seats in national assembly; photos of Shiite holiday celebration (M)",
      "lead_paragraph": "American officials said Monday that they would approve a temporary Iraqi constitution, all but ensuring that the document would serve as the framework for a new Iraqi state.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/02/world/iraqis-receive-us-approval-of-constitution.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Miner Posts Profit",
      "snippet": "Kinross Gold Crop reports net income of $32.4 million in fourth quarter compared with net loss of $12.7 million year earlier; revenue rose to $150.5 million from $78.9 million (S)",
      "abstract": "Kinross Gold Crop reports net income of $32.4 million in fourth quarter compared with net loss of $12.7 million year earlier; revenue rose to $150.5 million from $78.9 million (S)",
      "lead_paragraph": "The Kinross Gold Corporation, a Canadian gold producer, said it had net income of $32.4 million in the fourth quarter, its first profit since early 1998, as bullion prices rose and the company cut jobs to lower costs. The result was in contrast to a net loss of $12.7 million a year earlier, the company said. Per-share profit was 9 cents after payment of dividends on preferred stock, in contrast to a loss of 12 cents. Kinross, which is based in Toronto, said revenue rose to $150.5 million from $78.9 million a year earlier.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/02/business/world-business-briefing-americas-canada-miner-posts-profit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Schools, Facing Tight Budgets, Leave Gifted Programs Behind",
      "snippet": "Before her second birthday, Audrey Walker recognized sequences of five colors. When she was 6, her father, Michael, overheard her telling a little boy: ''No, no, no, Hunter, you don't understand. What you were seeing was a flashback.''    At schoo...",
      "abstract": "Before her second birthday, Audrey Walker recognized sequences of five colors. When she was 6, her father, Michael, overheard her telling a little boy: ''No, no, no, Hunter, you don't understand. What you were seeing was a flashback.''    At school, Audrey quickly grew bored as the teacher drilled letters and syllables until her classmates caught on. She flourished, instead, in a once-a-week class for gifted and talented children where she could learn as fast as her nimble brain could take her.  ",
      "lead_paragraph": "Before her second birthday, Audrey Walker recognized sequences of five colors. When she was 6, her father, Michael, overheard her telling a little boy: ''No, no, no, Hunter, you don't understand. What you were seeing was a flashback.''",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/02/us/schools-facing-tight-budgets-leave-gifted-programs-behind.html",
      "byline": "By Diana Jean Schemo"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: New Chief At Airline",
      "snippet": "Alitalia's chief executive, Marco Zanichelli, meets with trade union representatives in Rome to discuss his plans for returning state-owned airline to profitability; Zanichelli took over as chief executive on Feb 27 after resignation of Francesco ...",
      "abstract": "Alitalia's chief executive, Marco Zanichelli, meets with trade union representatives in Rome to discuss his plans for returning state-owned airline to profitability; Zanichelli took over as chief executive on Feb 27 after resignation of Francesco Mengozzi, who ignored government pressure to amend restructuring plan that called for 2,700 jobs cuts; unions confirm they will stike March 5; photo (S)",
      "lead_paragraph": "The new chief execu-tive of Alitalia, Marco Zanichelli, left, will meet trade union representatives today in Rome to discuss his plans for returning the state-owned airline to profitability. Mr. Zanichelli took over as chief executive on Friday after the resignation of Francesco Mengozzi, who ignored government pressure to amend a restructuring plan that called for 2,700 job cuts. Mr. Zanichelli, in an interview published in the Rome daily Il Messaggero on Sunday, praised Mr. Mengozzi's plan, but said that it had to be discussed with union leaders. The unions confirmed yesterday that they would strike on Friday. Eric Sylvers (NYT)",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/02/business/world-business-briefing-europe-italy-new-chief-at-airline.html",
      "byline": "By Eric Sylvers (NYT)"
    },
    {
      "headline": "Financial Scandal Hits Hong Kong",
      "snippet": "Investigators arrest 20 people in Hong Kong in financial scandal involving accusations of bribery and rigging of share prices by corporate executives, fund managers, research analyst and securities broker; UBS has been caught up in controversy, wh...",
      "abstract": "Investigators arrest 20 people in Hong Kong in financial scandal involving accusations of bribery and rigging of share prices by corporate executives, fund managers, research analyst and securities broker; UBS has been caught up in controversy, while anticorruption investigators in Hong Kong say employees at three more financial institutions and two publicly traded companies have been arrested; UBS suspends analyst Nicholas Tan after he is arrested; Taiwan-based KGI Asia says it is cooperating with probe; investigators are examining conduct of KGI employees and not company itself (M)",
      "lead_paragraph": "Investigators have arrested 20 people here in a financial scandal involving accusations of bribery and rigging of share prices by corporate executives, fund managers, a research analyst and a securities broker.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/02/business/financial-scandal-hits-hong-kong.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Small Airlines Oppose Plan For U.S. Aid To United",
      "snippet": "Air Carrier Association of America, lobbying group whose members include low-fair carriers JetBlue Airways, America West Airlines, AirTran Airways, Frontier Airlines and Spirit Airlines, plans to fight United Airlines' effort to win $1.6 billion i...",
      "abstract": "Air Carrier Association of America, lobbying group whose members include low-fair carriers JetBlue Airways, America West Airlines, AirTran Airways, Frontier Airlines and Spirit Airlines, plans to fight United Airlines' effort to win $1.6 billion in federal loan guarantees, which would be centerpiece of its restructuring plan; contends that federal loan guarantee would give United unfair ammunition against its competitors in low-fair market; says airlines are upset by recent start of Ted, United's own low-fare carrier (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/02/business/small-airlines-oppose-plan-for-us-aid-to-united.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Asia: India: Ruling Hurts Drug Maker",
      "snippet": "Indian drug maker Dr Reddy's Laboratories says sales will probably fall short of its target in next fiscal year after US court bars it from selling drug AmVaz, version of Pfizer Inc's $4-billion-a-year hypertension drug Norvasc (S)",
      "abstract": "Indian drug maker Dr Reddy's Laboratories says sales will probably fall short of its target in next fiscal year after US court bars it from selling drug AmVaz, version of Pfizer Inc's $4-billion-a-year hypertension drug Norvasc (S)",
      "lead_paragraph": "The Indian drug maker Dr. Reddy's Laboratories said its sales would probably fall short of its target in its next financial year after a court in the United States barred it from selling a version of Norvasc, Pfizer's $4-billion-a-year hypertension drug. The United States Court of Appeals for the Federal Circuit on Friday reversed a judge's ruling permitting Dr. Reddy's to sell AmVaz, its chemically altered version of Pfizer's medicine. ''Our growth will be much lower because AmVaz was going to be a big part of sales,'' the chief executive, G.V. Prasad, said in a telephone interview from Hyderabad, India, where the company is based. ''Margins may also be hit for lack of a major launch'' of a medicine in the United States. He did not specify if earnings would fall.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/02/business/world-business-briefing-asia-india-ruling-hurts-drug-maker.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Profit In Semiconductors",
      "snippet": "Wolfson Microelectronics says full-year net income rose to $9.24 million from $2.41 million year ago; sales rose to $75.7 million from $33.7 million (S)",
      "abstract": "Wolfson Microelectronics says full-year net income rose to $9.24 million from $2.41 million year ago; sales rose to $75.7 million from $33.7 million (S)",
      "lead_paragraph": "Wolfson Microelectronics, which makes semiconductors for Microsoft and Apple Computer, said full-year profit more than tripled, helped by increased demand for consumer electronics like digital cameras. Net income climbed to $9.24 million, or 9 cents a share, from $2.41 million, or 2 cents a share, a year ago. Sales more than doubled to $75.7 million from $33.7 million, the company said. ''We're in the sweet spot of the industry,'' David Milne, the Wolfson chief executive, said. ''We expect to see continued growth.'' Wolfson, based in Edinburgh, Scotland, is benefiting from surging sales of portable music players like Apple's iPod, which carries a Wolfson chip, and mobile phones that take pictures.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/02/business/world-business-briefing-europe-britain-profit-in-semiconductors.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Interbrew Said to Be Near Deal for Brazil Brewer",
      "snippet": "Interbrew, Belgian brewer of Rolling Rock and Labatt Blue, is near agreement to purchase controlling interest in AmBev, Brazil's largest beer company, in complex stock swap valued at $12 billion; two companies hope to announce 'merger of equals' b...",
      "abstract": "Interbrew, Belgian brewer of Rolling Rock and Labatt Blue, is near agreement to purchase controlling interest in AmBev, Brazil's largest beer company, in complex stock swap valued at $12 billion; two companies hope to announce 'merger of equals' by March 3, when Interbrew reports 2003 earnings; graph; photo (M)",
      "lead_paragraph": "Interbrew, the Belgian brewer of Rolling Rock and Labatt Blue, is near an agreement to purchase a controlling interest in AmBev, Brazil's largest beer company, in a complex stock swap valued at $12 billion, executives close to the companies said yesterday.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/02/business/interbrew-said-to-be-near-deal-for-brazil-brewer.html",
      "byline": "By Sherri Day and Tony Smith"
    },
    {
      "headline": "Rally in Russian Stocks Doesn't Pause for Politics",
      "snippet": "Fears about return of authoritarianism cannot dampen rally in Russian stocks; main stock index, RTS, hits record 688.72, up 2.77 percent, same day Pres Vladimir V Putin appoints Mikhail Fradkov for prime minister; Fradkov is viewed as technocrat w...",
      "abstract": "Fears about return of authoritarianism cannot dampen rally in Russian stocks; main stock index, RTS, hits record 688.72, up 2.77 percent, same day Pres Vladimir V Putin appoints Mikhail Fradkov for prime minister; Fradkov is viewed as technocrat with little political ambition but firmly allied to Putin, who is expected to sweep elections on March 14; graph (M)",
      "lead_paragraph": "Nothing, it seems, can stop the Russian stock market.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/02/business/rally-in-russian-stocks-doesn-t-pause-for-politics.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Asia: China: Contract For Iron Ore",
      "snippet": "BHP Billiton agrees to sell $9 billion of iron ore to four Chinese steel makers under 25-year contract; graph (S)",
      "abstract": "BHP Billiton agrees to sell $9 billion of iron ore to four Chinese steel makers under 25-year contract; graph (S)",
      "lead_paragraph": "The world's big-gest mining company, BHP Billiton, agreed to sell $9 billion of iron ore to four Chinese steel makers, under a 25-year contract. BHP Billiton, which is based in Melbourne, Australia, said it would supply 12 million metric tons of ore a year under a joint venture with the Chinese steel makers. The steel makers are the Maanshan Iron and Steel Company, the Tangshan Iron and Steel Company, the Wuhan Iron and Steel Company and the Jiangsu Shagang Group. The agreement expands BHP Billiton's iron ore sales in a market forecast to grow 21 percent this year. The company and rivals like the Rio Tinto Group are selling more minerals and metals to China, where demand for cars, homes and electronic appliances helped industrial production increase at a record monthly pace of 19 percent in January.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/02/business/world-business-briefing-asia-china-contract-for-iron-ore.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "HAITIAN REBELS ENTER CAPITAL; ARISTIDE BITTER",
      "snippet": "Armed rebels sweep into Port-au-Prince, Haiti, and occupy national police headquarters, staking claim to power as US forces keep watch at international airport and presidential palace; cheering and dancing greet rebels but no clear leader takes ch...",
      "abstract": "Armed rebels sweep into Port-au-Prince, Haiti, and occupy national police headquarters, staking claim to power as US forces keep watch at international airport and presidential palace; cheering and dancing greet rebels but no clear leader takes charge; photos; map; Chief Justice Boniface Alexandre is sworn in to head transitional government until elections in 2005; deposed president Jean-Bertrand Aristide lands in Central African Republic, charging he was overthrown by US, claim that White House calls 'complete nonsense'; Pres Bush considers multinational peacekeeping force; France and Canada pledge help; Sec Colin Powell says rebels include figures US does not wish to see around; at least four Aristide backers are found executed; rebels, followed by throngs, occupy army headquarters, vowing to revive military that was known for brutality; several rebel leaders were part of death squads and army that ran violent junta until ousted by US in 1994; rebel leaders Louis-Jodel Chamblain, former death-squad member and convicted assassin, and Guy Philippe, former police chief, thank US for restoring security now (M)",
      "lead_paragraph": "Armed rebels swept into this capital on Monday and occupied the national police headquarters, staking a claim to power as United States forces kept watch at the international airport and the presidential palace.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/02/world/aristide-resignation-turmoil-haitian-rebels-enter-capital-aristide-bitter.html",
      "byline": "By Tim Weiner and Lydia Polgreen"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Publisher Posts A Profit",
      "snippet": "Pearson says 2003 pretax profit rose 2.7 percent, to 410 million pounds ($766 million); sales declined 6 percent, to 4 billion pounds; net income was 55 million pounds compared with loss of 111 million pounds year ago (S)",
      "abstract": "Pearson says 2003 pretax profit rose 2.7 percent, to 410 million pounds ($766 million); sales declined 6 percent, to 4 billion pounds; net income was 55 million pounds compared with loss of 111 million pounds year ago (S)",
      "lead_paragraph": "The publisher Pearson, owner of The Financial Times, said that 2003 pretax profit rose 2.7 percent, to £410 million ($766 million). Sales declined 6 percent, to £4 billion. Net income at Pearson was £55 million, in contrast to a year-earlier loss of £111 million. The company said it expected modest profit growth in 2004 as it cuts costs further, even though it foresees flat advertising revenue at The Financial Times and no sales growth from its educational publishing business. Heather Timmons (NYT)",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/02/business/world-business-briefing-europe-britain-publisher-posts-a-profit.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Even in Senate's Small Circle, Kerry and Edwards Stay Apart",
      "snippet": "John Kerry and John Edwards, while at ease with each other in Senate's small world, have not been social friends, and signs of strain during primary campaign are noted by Democratic leaders entertaining notion of Kerry-Edwards ticket; Kerry is kno...",
      "abstract": "John Kerry and John Edwards, while at ease with each other in Senate's small world, have not been social friends, and signs of strain during primary campaign are noted by Democratic leaders entertaining notion of Kerry-Edwards ticket; Kerry is known to view Edwards's lack of foreign policy or military experience with disdain, while Edwards, who considers his own sunny disposition as campaign asset, has told associates Kerry lacks kind of personal appeal needed to win against Pres Bush; question becomes whether two would generate kind of chemistry that makes presidential ticket click (M)",
      "lead_paragraph": "They live a block away from each other in Georgetown, the capital's ritziest address. They have the same job and the same first name. They have turned to the same political consultant and have strikingly similar voting records.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/02/us/2004-campaign-senators-even-senate-s-small-circle-kerry-edwards-stay-apart.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Fearing That a Gap Will Become a Chasm",
      "snippet": "Analysis of looming shortfalls in Social Security and Medicare programs; Bush administration has estimated gap between promises under current law and revenues expected will total $18 trillion over next 75 years; Treasury Department study in 2002 c...",
      "abstract": "Analysis of looming shortfalls in Social Security and Medicare programs; Bush administration has estimated gap between promises under current law and revenues expected will total $18 trillion over next 75 years; Treasury Department study in 2002 concluded that gap is actually $44 trillion and will climb each year that nothing is done; analysts in Congress and administration warn that flood of retiring baby boomers will cause federal spending on old-age benefits to eventually consume as much of nation's economy as entire federal budget does now; government is borrowing more than $200 billion per year from Social Security and Medicare trust funds to finance its operating deficits (M)",
      "lead_paragraph": "When Alan Greenspan urged Congress last week to cut future benefits in Social Security and Medicare, sending elected officials to the barricades, he was if anything understating the magnitude of the problems ahead. Today's budget deficits are measured in the hundreds of billions, but the looming shortfalls for the two retirement programs are projected to be in the tens of trillions of dollars.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/02/business/fearing-that-a-gap-will-become-a-chasm.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Ahold Sells 2 Brazilian Units To Wal-Mart and Unibanco",
      "snippet": "Dutch retailer Royal Ahold sells part of its Brazilian operations to Wal-Mart Stores and Brazilian bank Unibanco, raising about $500 million in effort to shore up its financial recovery; Wal-Mart Brasil pays about $300 million for Ahold's chain of...",
      "abstract": "Dutch retailer Royal Ahold sells part of its Brazilian operations to Wal-Mart Stores and Brazilian bank Unibanco, raising about $500 million in effort to shore up its financial recovery; Wal-Mart Brasil pays about $300 million for Ahold's chain of 118 Bompreco stores in Brazil's northeast, while Unibanco bought Bompreco's credit card operations for $200 million (M)",
      "lead_paragraph": "Royal Ahold, the Dutch retailer plagued by accounting fraud last year, sold part of its Brazilian operations to Wal-Mart Stores and the Brazilian bank Unibanco on Monday, raising about $500 million in an effort to shore up its financial recovery.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/02/business/ahold-sells-2-brazilian-units-to-wal-mart-and-unibanco.html",
      "byline": "By Tony Smith"
    },
    {
      "headline": "Like Japan in the 1980's, China Poses Big Economic Challenge",
      "snippet": "China welcomes welcome multinational companies and foreign investors eager to participate in rapidly expanding economy, with result that many Western business executives, who were sharply critical of closed Japan in past, are embracing China, its ...",
      "abstract": "China welcomes welcome multinational companies and foreign investors eager to participate in rapidly expanding economy, with result that many Western business executives, who were sharply critical of closed Japan in past, are embracing China, its cheap work force and its huge markets; that same openness, combined with China's vast population, makes it even greater long-term threat to US than Japan seemed to be in 1980's; potential size of market makes it difficult for companies to say no when Chinese officials demand they build factories, transfer latest technologies or adopt Chinese technical standards; Japan has run out of low-wage workers and quickly brought economy up to or beyond Western standards, but China still has vast reserves of cheap labor in inland areas and many backward industries that can grow fast as they copy Western and Japanese methods; thriving new industry and commerce in southeast Guangzhou province cited; photos; map; graphs comparing Chinese and Japanese economies (L)",
      "lead_paragraph": "When Japan, at the zenith of its economic power, built a huge airport in Osaka in the late 1980's, the project set off a seven-year trade battle with the United States over the nearly complete exclusion of non-Japanese companies.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/02/business/like-japan-in-the-1980-s-china-poses-big-economic-challenge.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Tech Revival Fueled by Sales To Government",
      "snippet": "Cisco Systems and other networking companies have reported big gains in their sales and profits in last few months, fueling revival of technology stocks, but government spending has accounted for substantial share of those gains and government spe...",
      "abstract": "Cisco Systems and other networking companies have reported big gains in their sales and profits in last few months, fueling revival of technology stocks, but government spending has accounted for substantial share of those gains and government spending is leveling off; Pres Bush's proposed budget for 2005 fiscal year projects technology spending at $59.8 billion, rise of 1 percent from 2004; only increase in corporate technology spending can generate growth that investors in Cisco and other networking companies appear to be expecting (Market Place column) (M)",
      "lead_paragraph": "The recent pickup in spending on networking equipment -- the routers and switches that move information across the Internet and private networks -- may be less impressive than it first appears.",
      "publication_date": "2004-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/02/business/market-place-tech-revival-fueled-by-sales-to-government.html",
      "byline": "By Alex Berenson"
    }
  ]
}