{
  "metadata": {
    "date": "2004-03-11",
    "total_articles": 27
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Switzerland: Airline Chief Resigns",
      "snippet": "World Business Briefing: Switzerland: Airline Chi",
      "abstract": "World Business Briefing: Switzerland: Airline Chi",
      "lead_paragraph": "André Dosé, who revived Switzerland's national carrier Swiss International Airlines Ltd. two years ago, has resigned as chief executive after speculation emerged that he could face charges over his role in the crash of a Crossair plane in November 2001. Accident investigators concluded last month that the pilot of the Crossair passenger plane from Berlin to Zurich was flying too low. Swiss International was formed in March 2002 out of Crossair, a unit of the collapsed national carrier, Swissair. Mr. Dose, above, was in charge of Crossair in 2001. Fiona Fleck (NYT)",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/world-business-briefing-europe-switzerland-airline-chief-resigns.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "Kerry and Dean, All Forgiven, Join to Unseat a Common Foe",
      "snippet": "Sen John Kerry and Howard Dean, who Kerry bested in Democratic primary contests, meet at Kerry headquarters in Washington to plot path to mutual goal of ousting Pres Bush from White House; photos; Dean's official endorsement expected later; Kerry ...",
      "abstract": "Sen John Kerry and Howard Dean, who Kerry bested in Democratic primary contests, meet at Kerry headquarters in Washington to plot path to mutual goal of ousting Pres Bush from White House; photos; Dean's official endorsement expected later; Kerry also meets with Democratic national chairman Terry McAuliffe; Sen John Edwards will bring fund-raising network to meet with Kerry; Kerry, talking with supporters in Chicago and apparently not realizing microphone was on, calls Republican critics 'most crooked' and 'lying group I've ever seen'; Republican chairman Marc Racicot demands apology; Kerry campaign maps strategy of countering Bush's huge financial advantage by having local surrogates respond to attacks and seeking smaller donations, using Howard Dean's huge e-mail database (M)",
      "lead_paragraph": "The so-called ''handmaiden of special interests'' and the man whose ''judgment and sense of responsibility'' he frequently had denounced raised their hands in unison on Wednesday, two formerly bitter Democratic rivals meeting for the first time to plot the path to their mutual goal: ousting President Bush from the White House.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/11/us/2004-campaign-massachusetts-senator-kerry-dean-all-forgiven-join-unseat-common.html",
      "byline": "By Jodi Wilgoren and David M. Halbfinger"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Trade Deal Advances",
      "snippet": "Mexico and Japan resolve final disputes in negotiations for free trade pact, clearing way for deal to be ready by end of March (S)",
      "abstract": "Mexico and Japan resolve final disputes in negotiations for free trade pact, clearing way for deal to be ready by end of March (S)",
      "lead_paragraph": "Mexico and Japan have resolved the final disputes in negotiations for a free trade pact, clearing the way for the deal to be ready by the end of the month, officials from both countries said. Mexico won more favorable access from Japan for its agricultural products. Japan negotiated better terms for entry of its steel and cars into Mexico.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/world-business-briefing-americas-mexico-trade-deal-advances.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: France: Alstom Cuts Outlook",
      "snippet": "French industrial company Alstom warns of increase in restructuring costs and says it might miss its earlier forecast of profits, development that would force it to renegotiate $1.8 billion in loans; graph (S)",
      "abstract": "French industrial company Alstom warns of increase in restructuring costs and says it might miss its earlier forecast of profits, development that would force it to renegotiate $1.8 billion in loans; graph (S)",
      "lead_paragraph": "The French industrial company Alstom warned of an increase in restructuring costs and said that it might miss its earlier forecast of profits, a development that would force it to renegotiate $1.8 billion in loans. The company was rescued last year from near bankruptcy by the French government and 32 lenders. Alstom said that restructuring costs would be $799.5 million, higher that the expected $550 million to $610 million. In addition, its operating margin will fall short of the 2 percent to 2.5 percent expected as a result of cost overruns at a power plant in Seward, Alaska. Helene Fouquet (NYT)",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/world-business-briefing-europe-france-alstom-cuts-outlook.html",
      "byline": "By Helene Fouquet (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Airline To Cut Jobs",
      "snippet": "Japan Airlines System Corp warns it will lose more money this year than previously expected and says it plans to eliminate 4,500 jobs, or 8 percent of its work force, over next three years (S)",
      "abstract": "Japan Airlines System Corp warns it will lose more money this year than previously expected and says it plans to eliminate 4,500 jobs, or 8 percent of its work force, over next three years (S)",
      "lead_paragraph": "Asia's leading air carrier, the Japan Airlines System Corporation, warned that it would lose more money this year than it previously expected and said that it planned to eliminate 4,500 jobs, or 8 percent of its work force, over the next three years. The airline is trying to reduce costs to help offset rising fuel prices and a decline in air travel since the outbreak of severe acute respiratory syndrome and the war in Iraq. Todd Zaun (NYT)",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/world-business-briefing-asia-japan-airline-to-cut-jobs.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "4 Big Internet Providers File Suits To Stop Leading Senders of Spam",
      "snippet": "Major Internet providers America Online, Earthlink, Yahoo and Microsoft file lawsuits to shut down leading senders of junk e-mail, invoking new federal antispam law that took effect Jan 1; seek monetary damages and injunctions against different gr...",
      "abstract": "Major Internet providers America Online, Earthlink, Yahoo and Microsoft file lawsuits to shut down leading senders of junk e-mail, invoking new federal antispam law that took effect Jan 1; seek monetary damages and injunctions against different groups of suspected spammers; 62 percent of all e-mail in February was spam, up from 58 percent in December before law took effect; photo; graph; AOL sues Davis Wolfgang Hawke, former neo-Nazi group leader selling penis enlargement pills; Microsoft sues JDO Media over multilevel marketing scheme; Yahoo sues Golddisk.net and related companies in Ontario over mortgage and travel e-mail; all four also sue 220 yet unidentified spammers, many operating offshore (M)",
      "lead_paragraph": "Four major Internet providers announced yesterday that they had filed lawsuits meant to shut a number of leading senders of unsolicited junk e-mail, or spam.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/11/business/technology-4-big-internet-providers-file-suits-to-stop-leading-senders-of-spam.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Intel to Miss China Deadline On Standard For Wireless",
      "snippet": "Intel Corp takes hard line in festering trade dispute with Chinese government, declaring it will not meet China's June 1 deadline for adhering to its proposed new standard for wireless computing; Intel has informed some of its largest customers in...",
      "abstract": "Intel Corp takes hard line in festering trade dispute with Chinese government, declaring it will not meet China's June 1 deadline for adhering to its proposed new standard for wireless computing; Intel has informed some of its largest customers in China that they might need to find alternative supplier of microprocessors if they want to keep selling wireless products in China after that date; Intel's not meeting Chinese timetable reflects larger objection on part of Intel and other American technology companies, which have been angry since China announced last year that it wanted to develop separate national standard for short-range wireless networks, known as Wi-Fi (M)",
      "lead_paragraph": "Intel took a hard line on Wednesday in a festering trade dispute with the Chinese government, declaring it would not meet China's June 1 deadline for adhering to its proposed new standard for wireless computing.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/11/business/technology-intel-to-miss-china-deadline-on-standard-for-wireless.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Growth Estimate Cut",
      "snippet": "World Busine",
      "abstract": "World Busine",
      "lead_paragraph": "Japan reduced its estimate for fourth-quarter economic growth to a 6.4 percent annual pace because makers of machinery cut inventories more than anticipated. Business and consumer spending rose faster than first reported. The expansion compares with the 7 percent pace announced by the cabinet office in Tokyo last month.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/world-business-briefing-asia-japan-growth-estimate-cut.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "DEFICIT IN TRADE TOPS $43 BILLION, MONTHLY RECORD",
      "snippet": "US trade deficit rose to monthly record of $43.1 billion in January as imports continued to flood in from China and American exports were hurt by slumping demand in Europe and elsewhere; photo; graph; Commerce Department report intensifies battle ...",
      "abstract": "US trade deficit rose to monthly record of $43.1 billion in January as imports continued to flood in from China and American exports were hurt by slumping demand in Europe and elsewhere; photo; graph; Commerce Department report intensifies battle over trade and jobs in presidential campaign; analysts also cite higher prices for oil and forty percent drop in meat and poultry exports because of mad cow disease scare; weak dollar should bolster US exports but China, with trade surplus larger than that of entire European Union, locks its currency at fixed rate (M)",
      "lead_paragraph": "The United States trade deficit climbed to a monthly record of $43.1 billion in January as imports continued to flood in from China and American exports were hurt by slumping demand from Europe and other parts of the world.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/11/business/deficit-in-trade-tops-43-billion-monthly-record.html",
      "byline": "By Edmund L. Andrews and Elisabeth Bumiller"
    },
    {
      "headline": "The Oil Company as Social Worker",
      "snippet": "The Oil Co",
      "abstract": "The Oil Co",
      "lead_paragraph": "Siadys Bayuelo, 33, has spent four years urging local authorities to pipe potable water into her home in this dusty town in eastern Venezuela, sparing her the trouble of walking a mile every day to the nearest well.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/the-oil-company-as-social-worker.html",
      "byline": "By Brian Ellsworth"
    },
    {
      "headline": "Vote in House Offers a Shield In Obesity Suits",
      "snippet": "House, 276-139, approves bill to bar suits against fast-food outlets, other restaurants and food manufacturers by plaintiffs claiming their products caused obesity; sponsor Ric Keller, Florida Republican, warns of attack against food industry by s...",
      "abstract": "House, 276-139, approves bill to bar suits against fast-food outlets, other restaurants and food manufacturers by plaintiffs claiming their products caused obesity; sponsor Ric Keller, Florida Republican, warns of attack against food industry by same trial lawyers who went after tobacco; White House endorses measure but outlook is uncertain for Senate version sponsored by Mitch McConnell; Rep James Sensenbrenner suggests fat people look in mirror for who is to blame; Democrat Jim McGovern says House has become place where trivial issues are debated passionately and serious ones not at all; Prof John Banzhaf sees 'hysteria,' saying he knows of only one such suit covered by law, and it was dismissed (M)",
      "lead_paragraph": "Saying overeating is a problem for individuals, not the courts, the House easily approved legislation on Wednesday to bar people from suing restaurants on the ground that their food makes customers fat.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/11/us/vote-in-house-offers-a-shield-in-obesity-suits.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Bank's Profit Falls",
      "snippet": "Julius Baer, one of few private Swiss banks with publicly traded shares, says profit last year fell 55 percent, to 82 million Swiss francs ($63.7 million) (S)",
      "abstract": "Julius Baer, one of few private Swiss banks with publicly traded shares, says profit last year fell 55 percent, to 82 million Swiss francs ($63.7 million) (S)",
      "lead_paragraph": "Julius Baer, one of the few private Swiss banks with publicly listed shares, said that its profit last year fell 55 percent, to 82 million Swiss francs ($63.7 million), the result of efforts to focus on its core asset management business combined with one-time restructuring costs. The company said it reduced operating expenses and increased its assets under management last year. Analysts said the bank's profit was less than expected and its shares fell 7 percent.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/world-business-briefing-europe-switzerland-bank-s-profit-falls.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "Hong Kong to Borrow, Avoiding New Tax",
      "snippet": "Hong Kong government says it will sell bonds for first time in more than decade as local authorities, facing political pressure particularly on democracy issues, stay away from new taxes; credit-rating agencies and wide range of business groups an...",
      "abstract": "Hong Kong government says it will sell bonds for first time in more than decade as local authorities, facing political pressure particularly on democracy issues, stay away from new taxes; credit-rating agencies and wide range of business groups and economists had urged government to broaden its tax base, most likely through some kind of sales tax; Financial Sec Henry Tang says he will ask government to study issue of sales tax at end of year, and that it will take three years to put any tax in place; Standard & Poor's criticizes Tang's budget; photo (M)",
      "lead_paragraph": "The government here said on Wednesday that it would sell bonds for the first time in more than a decade as local authorities, facing political pressure particularly on democracy issues, shied away from new taxes.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/hong-kong-to-borrow-avoiding-new-tax.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Recent Slide in Stocks Steepens, With Dow Falling 160",
      "snippet": "Shares continue their recent slide as investors seem increasingly worried about weakness in economy and prospects for growth in profits; week's drop has wiped out year's gains for Nasdaq composite index and Dow Jones industrial average, though Sta...",
      "abstract": "Shares continue their recent slide as investors seem increasingly worried about weakness in economy and prospects for growth in profits; week's drop has wiped out year's gains for Nasdaq composite index and Dow Jones industrial average, though Standard & Poor's 500-stock index is still up slightly for year; several big investors say stocks, while no longer cheap, are still reasonably valued and that possibility of steep pullback appears slight; Standard & Poor's 500-stock index drops 16.69 points, or 1.5 percent, to 1,123.89; Nasdaq composite index falls 31.01 points, or 1.6 percent, to 1,964.15; Dow Jones industrial average declines 160.07 points, or 1.7 percent, to 10,296.89; graph; chart (M)",
      "lead_paragraph": "Shares continued their recent slide yesterday as investors seemed increasingly worried about weakness in the economy and the prospects for growth in profits.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/11/business/the-markets-stocks-bonds-recent-slide-in-stocks-steepens-with-dow-falling-160.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Russian Plane Maker Embraces Capitalism",
      "snippet": "Irkut, formerly secret maker of military airplanes that spent decades helping Soviet Union defend itself against capitalist West, has turned to stock market to raise cash to buy other companies and develop new planes; Irkut became first Russian mi...",
      "abstract": "Irkut, formerly secret maker of military airplanes that spent decades helping Soviet Union defend itself against capitalist West, has turned to stock market to raise cash to buy other companies and develop new planes; Irkut became first Russian military company to sell shares on stock market with its initial public offering last week; shares, representing 20 percent of company, and worth about $100 million, trade in Moscow, where they close at 76 US cents each, up 17 percent from their first day of trading on March 4; Irkut president Alexei Fedorov comments; maps; photo (M)",
      "lead_paragraph": "In another sign of just how far Russia has changed, Irkut, a formerly secret maker of military airplanes that had spent decades helping the Soviet Union defend itself against the capitalist West, has turned to the stock market to raise cash to buy other companies and develop new planes.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/russian-plane-maker-embraces-capitalism.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Hand-Helds That Offer Video to Go",
      "snippet": "David Pogue State of the Art column on hand-held video players from Archos and RCA; devices record and play music, picture and movie files downloaded from personal computer; cost less, have more recording features and are much smaller than persona...",
      "abstract": "David Pogue State of the Art column on hand-held video players from Archos and RCA; devices record and play music, picture and movie files downloaded from personal computer; cost less, have more recording features and are much smaller than personal DVD players; photos; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/03/11/technology/state-of-the-art-hand-helds-that-offer-video-to-go.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Among Cancer Doctors, a Medicare Revolt; New Payment System Spurs Talk of Return to Hospital Care and Old Drugs",
      "snippet": "Medicare program is changing way it pays cancer doctors, and some oncologists are so angry that, hoping to turn patients into lobbyists, they are warning patients that they face return to hospitalization and nausea instead of current practice of t...",
      "abstract": "Medicare program is changing way it pays cancer doctors, and some oncologists are so angry that, hoping to turn patients into lobbyists, they are warning patients that they face return to hospitalization and nausea instead of current practice of treating patients in their offices; doctors in practice called Oncology Associates in Hartford wrote letter recently to their patients saying that because of new reimbursement system, patients might have to 'switch to older medications'; contended that they would be financially unable to give chemotherapy medications which cost more than Medicare reimbursement; similar letters are being delivered to patients around country, according to oncologists, advocates for cancer patients and American Society of Clinical Oncology, nation's largest professional society of cancer doctors; Dr Peter D Eisenberg of Greenbrae, Calif, says his practice has cut staff and can no longer provide all services patients have grown accustomed to; photos (M)",
      "lead_paragraph": "Years ago, doctors hospitalized cancer patients before giving them chemotherapy, so worried were they about the retching, dehydration and weight loss that the drugs could cause. Now, most doctors treat cancer patients in their offices, allowing them to return home quickly or even go to work.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/11/business/among-cancer-doctors-medicare-revolt-new-payment-system-spurs-talk-return.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "United States Trade Deficit Reaches a Record Level  The United States trade deficit climbed to a monthly record of $43.1 billion in January as imports continued to flood in from China and as American exports were hurt by slumping demand from Europ...",
      "abstract": " United States Trade Deficit Reaches a Record Level  The United States trade deficit climbed to a monthly record of $43.1 billion in January as imports continued to flood in from China and as American exports were hurt by slumping demand from Europe and other parts of the world.    The new data, released by the Commerce Department, was slightly worse than economists had expected, and intensified the battle over trade and jobs playing out in the 2004 presidential campaign. [Page A1.]",
      "lead_paragraph": "United States Trade Deficit Reaches a Record Level",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/11/business/business-digest-746371.html",
      "byline": ""
    },
    {
      "headline": "Want to Volunteer in Schools? Be Ready for a Security Check",
      "snippet": "School districts across country are instituting security checks, including criminal background checks and fingerprinting, for parents and others who want to volunteer with children; photos; districts and some parents cite fears of abuse, but criti...",
      "abstract": "School districts across country are instituting security checks, including criminal background checks and fingerprinting, for parents and others who want to volunteer with children; photos; districts and some parents cite fears of abuse, but critics warn that intrusive checks may frighten away low-income people from involvement in children's education (M)",
      "lead_paragraph": "In more innocent times, mothers visited schools to bake brownies with kindergartners, fathers chaperoned field trips, grandfathers came in to help 6-year-olds learn to read, and no one gave it a second thought.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/11/us/want-to-volunteer-in-schools-be-ready-for-a-security-check.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "Brazilian Disputes Role Of Citigroup In Company",
      "snippet": "Brasil Telecom's chief executive Carla Cico says company will reiterate to regulators that Citigroup does not control company, and never has; Cico, hoping to snuff speculation that Citigroup has bigger stake in Brasil Telecom than it has disclosed...",
      "abstract": "Brasil Telecom's chief executive Carla Cico says company will reiterate to regulators that Citigroup does not control company, and never has; Cico, hoping to snuff speculation that Citigroup has bigger stake in Brasil Telecom than it has disclosed, says she will reassure Brazil's telecommunications agency Anatel that control of company rests with consortium of investors in which Citigroup has minority stake; speculation is latest chapter in heated dispute between Telecom Italia and other owners of Brasil Telecom; Telecom Italia held 38 percent of Solpart Participacoes, holding company that owns Brasil Telecom, for four years until mid-2002, and held veto power that effectively made it controlling shareholder; but Italian company ceded control, at least temporarily, to pursue licenses to provide cellphone service in place that might put it in direct competition with Brasil Telecom; photo (M)",
      "lead_paragraph": "Brasil Telecom's chief executive, Carla Cico, said yesterday that the company would reiterate to regulators today that Citigroup, the world's biggest bank, does not control the company, and never has.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/brazilian-disputes-role-of-citigroup-in-company.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Exports Decline",
      "snippet": "Canada's exports declined 4.7 percent in January; over all trade surplus dipped fractionally to 5.2 billion Canadian dollars ($3.93 billion) (S)ï",
      "abstract": "Canada's exports declined 4.7 percent in January; over all trade surplus dipped fractionally to 5.2 billion Canadian dollars ($3.93 billion) (S)ï",
      "lead_paragraph": "Canada's exports shrank 4.7 percent in January, largely as a result of a decline in shipments of motor vehicles and parts to the United States, Statistics Canada reported. With imports also falling, the over all trade surplus dipped fractionally to 5.2 billion Canadian dollars ($3.93 billion). The decline in exports was the biggest in nine months, leading some analysts to forecast that the Bank of Canada will lower interest rates next month for the third time this year as a way of putting a brake on the strong Canadian dollar and making exports more competitive.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/world-business-briefing-americas-canada-exports-decline.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Cosmetics Maker Rescued",
      "snippet": "Japan's Industrial Revitali",
      "abstract": "Japan's Industrial Revitali",
      "lead_paragraph": "The Industrial Revitalization Corporation, a government agency established last year to help debt-ridden companies, approved a rescue package of 366 billion yen ($3.3 billion) for the cosmetics and pharmaceutical maker Kanebo Ltd. Under the bailout plan, the revitalization corporation will get an 86 percent stake in a new subsidiary made up of the main cosmetics operation of Kanebo, the most valuable part of the company. Todd Zaun (NYT)",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/11/business/world-business-briefing-asia-japan-cosmetics-maker-rescued.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Union, but Not Unanimity, As Europe's East Joins West",
      "snippet": "First article in series The New Europe discusses implications of European Union's eastward expansion that will end 65-year divide caused by 20th century's hot and cold wars and transform 'plush club' of 15 like-minded nations into bazaar of 25 cou...",
      "abstract": "First article in series The New Europe discusses implications of European Union's eastward expansion that will end 65-year divide caused by 20th century's hot and cold wars and transform 'plush club' of 15 like-minded nations into bazaar of 25 countries differing in wealth, stature and outlook; photo; map; chart; expanded Union could be stronger counterweight to US, but incoming members look more to Washington than to Berlin and Paris, which have led integration for 40 years; former Soviet republics, scarred by life in Russian shadow, tend to suspect distant bureaucracy but welcome Union handouts, tend to be idealistic about freedom but also cynical about politicians and accustomed to corruption in everyday life; Western Europe fears East will drain away wealth and jobs and open door to millions more migrants, including Muslims whom continent is already having hard time integrating; those in East resent restrictions to keep out workers for few years and fear Western products will push their own off shelves (M)",
      "lead_paragraph": "When the European Union expands eastward this spring, it will end the 65-year divide caused by the 20th century's hot and cold wars and shift the union from a plush club of 15 like-minded nations into a street bazaar of countries differing in wealth, stature and outlook.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/11/world/union-but-not-unanimity-as-europe-s-east-joins-west.html",
      "byline": "By John Darnton"
    },
    {
      "headline": "Accord Said to Be Near in Viacom-EchoStar Dispute",
      "snippet": "Viacom Inc and EchoStar Communications Corp executives say they are close to ending dispute that kept signals of Viacom's 16 CBS stations and its 10 cable channels, including MTV and Nickelodeon, off EchoStar's satellite TV service since March 9; ...",
      "abstract": "Viacom Inc and EchoStar Communications Corp executives say they are close to ending dispute that kept signals of Viacom's 16 CBS stations and its 10 cable channels, including MTV and Nickelodeon, off EchoStar's satellite TV service since March 9; deal will resolve amount EchoStar pays to receive channels; terms undisclosed; effort seems timed to ensure that 1.6 million EchoStar customers in 16 cities will not be prevented from seeing second night of CBS's prime-time programming; Viacom executives expected that EchoStar would not hold out past March 10 because its subscribers would have been denied two of most popular show on television, Survivor and CSI, which are broadcast on Thursdays (M)",
      "lead_paragraph": "Executives from Viacom Inc. and the EchoStar Communications Corporation said yesterday that they were close to ending a dispute that has kept the signals of Viacom's 16 CBS stations and its 10 cable channels, including MTV and Nickelodeon, off EchoStar's satellite TV service since early Tuesday.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/11/business/accord-said-to-be-near-in-viacom-echostar-dispute.html",
      "byline": "By Bill Carter and Geraldine Fabrikant"
    },
    {
      "headline": "El Paso Expects A Restatement Of Earnings",
      "snippet": "El Paso Corp will most likely restate its earnings as it recalculates effect of its decision on Feb 17 to lower estimates of its natural gas and oil reserves by 41 percent; announcement is latest fallout from industry's renewed examinations of way...",
      "abstract": "El Paso Corp will most likely restate its earnings as it recalculates effect of its decision on Feb 17 to lower estimates of its natural gas and oil reserves by 41 percent; announcement is latest fallout from industry's renewed examinations of way it accounts for energy reserves; El Paso lowered its natural gas and oil reserves last month by equivalent of about 1.8 trillion cubic feet; says amount of its reserves will not change but earlier financial reports might need to be revised; delays release of fourth-quarter earnings, scheduled for March 11; graph (M)",
      "lead_paragraph": "The El Paso Corporation said yesterday that it would most likely restate its earnings as it recalculates the effect of its decision last month to lower the estimates of its natural gas and oil reserves by 41 percent.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/11/business/el-paso-expects-a-restatement-of-earnings.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "The Camera Never Lies, But the Software Can",
      "snippet": "Article on use of digital photo manipulation tools to distort, alter and fabricate digital images; security of photo copyright using digital watermark noted; photo (M)",
      "abstract": "Article on use of digital photo manipulation tools to distort, alter and fabricate digital images; security of photo copyright using digital watermark noted; photo (M)",
      "lead_paragraph": "WHEN John Knoll created Photoshop in 1989, he knew he was designing an image-editing program that could be used in good ways and bad. But even Mr. Knoll, who wrote the software with his brother, Tom, was unprepared for how outlandish photo manipulation would become. ''When we worked on it, mostly we saw the possibilities, the cool things,'' said Mr. Knoll, 41. ''Not how it would be abused.''",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/03/11/technology/the-camera-never-lies-but-the-software-can.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Sorry, Wrong Number",
      "snippet": "Electronic toll collection system on Highway 407 in Canada uses digital cameras and license-plate-reading software to charge riders who use road; overall, system reduced costs, but billing problems are common and frustrating to many drivers; photo...",
      "abstract": "Electronic toll collection system on Highway 407 in Canada uses digital cameras and license-plate-reading software to charge riders who use road; overall, system reduced costs, but billing problems are common and frustrating to many drivers; photos (M)",
      "lead_paragraph": "DOROTHY NEPJUK, an 80-year-old widow and retired printer, never takes her car out of Thunder Bay, Ontario, let alone on the 14-hour trek to Toronto. So Mrs. Nepjuk was puzzled just over a year ago when a bill arrived from the 407 Express Toll Route, a highway that skirts the western and northern fringes of Toronto.",
      "publication_date": "2004-03-11T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/03/11/technology/sorry-wrong-number.html",
      "byline": "By Ian Austen"
    }
  ]
}