{
  "metadata": {
    "date": "2004-12-14",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Oracle to Acquire PeopleSoft for $10.3 Billion, Ending Bitter Fight",
      "snippet": "Oracle Corp will acquire PeopleSoft for $10.3 billion, ending bitter battle that lasted more than 18 months; merger is another step in consolidation of information technology industry as it matures; deal will make Oracle second-largest maker of so...",
      "abstract": "Oracle Corp will acquire PeopleSoft for $10.3 billion, ending bitter battle that lasted more than 18 months; merger is another step in consolidation of information technology industry as it matures; deal will make Oracle second-largest maker of software that companies use to manage their finances, human resources, sales and customer relations; Oracle founder-chief executive Lawrence J Ellison comments; graph (M)",
      "lead_paragraph": "The Oracle Corporation announced early yesterday that it would acquire PeopleSoft for $10.3 billion, ending a bitter takeover fight that had lasted more than 18 months.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/14/technology/oracle-to-acquire-peoplesoft-for-103-billion-ending-bitter-fight.html",
      "byline": "By Steve Lohr and Laurie J. Flynn"
    },
    {
      "headline": "Google Is Adding Major Libraries to Its Database",
      "snippet": "Google, operator of world's most popular Internet search service, will convert holdings of nation's leading research libraries and Oxford Univ into digital files that would be freely searchable over Web; Google's collaboration with research librar...",
      "abstract": "Google, operator of world's most popular Internet search service, will convert holdings of nation's leading research libraries and Oxford Univ into digital files that would be freely searchable over Web; Google's collaboration with research libraries at Harvard, Univ of Michigan, Stanford and New York Public Library, to be formally announced on Dec 14, is seen as major stride toward long-predicted global virtual library; goal is to expand Web beyond its current body of material and create digital card catalog and searchable library for world's books, scholarly papers and special collections; Google, newly wealthy from its stock offering, agrees to underwrite projects while also adding its own technical abilities to task of scanning and digitizing tens of thousands of pages a day at each library; librarians predict project could take at least decade, at cost estimated at $10 for each of more than 15 million books and other documents covered in agreement; photo (M)",
      "lead_paragraph": "Google, the operator of the world's most popular Internet search service, plans to announce an agreement today with some of the nation's leading research libraries and Oxford University to begin converting their holdings into digital files that would be freely searchable over the Web.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/14/technology/google-is-adding-major-libraries-to-its-database.html",
      "byline": "By John Markoff and Edward Wyatt"
    },
    {
      "headline": "Citigroup Says It Will Issue American Express Cards",
      "snippet": "American Express, which fought for years for right to sign deals with US banks that issue cards on Visa and MasterCard Networks, wins contract with Citigroup; deal comes month after MBNA introduced its first American Express card, and two months a...",
      "abstract": "American Express, which fought for years for right to sign deals with US banks that issue cards on Visa and MasterCard Networks, wins contract with Citigroup; deal comes month after MBNA introduced its first American Express card, and two months after final blow was dealt to exclusionary rules that kept American Express away from banks; Supreme Court in October decided not to hear appeal from MasterCard Inc and Visa USA to federal court decision that struck down those organization's rules forbidding their members to work with other brands, like American Express and Discover; cards, which will show both Citibank and American Express brands, will be introduced in late 2005 (M)",
      "lead_paragraph": "In the credit card world, it pays to be persistent.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/14/business/citigroup-says-it-will-issue-american-express-cards.html",
      "byline": "By Jennifer A. Kingson"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Bayer Sells Plasma Unit",
      "snippet": "Bayer sells itÄ",
      "abstract": "Bayer sells itÄ",
      "lead_paragraph": "Bayer has sold its blood plasma operations for $590 million to Cerberus Capital Management and Ampersand Ventures. The divestment of the unit of Bayer HealthCare's biological products was a further step in revamping the group's health care business, the chief executive, Werner Wenning, said. Petra Kappl (NYT)",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/14/business/world-business-briefing-europe-germany-bayer-sells-plasma-unit.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Symantec Said to Be in Talks for Veritas",
      "snippet": "Symantec, software company that produces Norton line of computer security and maintenance products, is in advanced talks to acqire Veritas Software, maker of data backup and storage programs, for more than $13 billion (M)",
      "abstract": "Symantec, software company that produces Norton line of computer security and maintenance products, is in advanced talks to acqire Veritas Software, maker of data backup and storage programs, for more than $13 billion (M)",
      "lead_paragraph": "Symantec, the software company that produces the Norton line of computer security and maintenance products, is in advanced talks to acquire Veritas Software, a maker of data backup and storage programs, for more than $13 billion, executives close to the negotiations said yesterday.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/14/technology/symantec-said-to-be-in-talks-for-veritas.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "For Brazil's Economy, the Doctor Is In",
      "snippet": "Antonio Palocci, doctor from heartland of Brazil's farm belt and former Trotskyite, finds himself presiding over Brazil's most robust economic expansion in decade; thanks to boom in exports, country is on track to post trade surplus this year of a...",
      "abstract": "Antonio Palocci, doctor from heartland of Brazil's farm belt and former Trotskyite, finds himself presiding over Brazil's most robust economic expansion in decade; thanks to boom in exports, country is on track to post trade surplus this year of almost $33 billion, largest on record; economy expanded 6.1 percent in third quarter from year ago; photo (M)",
      "lead_paragraph": "BRASÍLIA, Dec. 13 - Antonio Palocci is a fast learner.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/14/business/worldbusiness/for-brazils-economy-the-doctor-is-in.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Hunting Bear, or Maybe Bear Is the Hunter",
      "snippet": "Article on speculation that Bear Stearns's chief executive James E Cayne, who will 71 years old in February 2005, is considering selling brokerage house he has worked at since 1969; photo (M)",
      "abstract": "Article on speculation that Bear Stearns's chief executive James E Cayne, who will 71 years old in February 2005, is considering selling brokerage house he has worked at since 1969; photo (M)",
      "lead_paragraph": "It has long been one of Wall Street's favorite parlor games, guessing when James E. Cayne, the chief executive of Bear Stearns, will decide to sell the brokerage house he has worked at since 1969.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/14/business/hunting-bear-or-maybe-bear-is-the-hunter.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Steel Makers Reach Pacts",
      "snippet": "Japanese steel makers agree",
      "abstract": "Japanese steel makers agree",
      "lead_paragraph": "Japanese steel makers have agreed to more than double the price they pay the Australian miner BHP Billiton for the coal used to fire their furnaces. Nippon Steel, Japan's biggest steel maker, said yesterday that it had agreed to start paying BHP and its partner in an Australian coking coal venture, Mitsubishi, $120 a metric ton, up from $50 a ton, starting next April. Kobe Steel, Japan's No.4 steel company, said it had agreed to pay $125 a ton. Analysts said the new contracts would probably serve as a benchmark for negotiations between other steel makers and coal suppliers. Japan's steel makers are in negotiations with BHP and other leading mining companies over next year's price for iron ore, with analysts predicting a 20 percent price increase. Wayne Arnold (NYT)",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/14/business/world-business-briefing-asia-japan-steel-makers-reach-pacts.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Bangladesh Is Surviving to Export Another Day",
      "snippet": "Article in series Made Elsewhere--After the Textile Quotas--focuses on textile industry in Bangladesh; says end of decades of textiles and clothing quotas on Jan 1 is beginning to impact economics of developing world, but outlook for textile and a...",
      "abstract": "Article in series Made Elsewhere--After the Textile Quotas--focuses on textile industry in Bangladesh; says end of decades of textiles and clothing quotas on Jan 1 is beginning to impact economics of developing world, but outlook for textile and apparel makers in Bangladesh and elsewhere is not as bleak as many experts had thought, especially in more up-to-date factories like ones in Dhaka with large, low-wage work forces; charts; maps; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/14/business/worldbusiness/bangladesh-is-surviving-to-export-another-day.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Judge Rules the Barnes Can Move to Philadelphia",
      "snippet": "Pennsylvania judge rules that financially strapped Barnes Foundation can move its art collection from Philadelphia suburb of Merion to museum quarter downtown, were more people could see it; case has riveted art lovers and trust-and-estate lawyers...",
      "abstract": "Pennsylvania judge rules that financially strapped Barnes Foundation can move its art collection from Philadelphia suburb of Merion to museum quarter downtown, were more people could see it; case has riveted art lovers and trust-and-estate lawyers, because ruling circumvents charter and bylaws drawn up by founder Albert C Barnes; he had stipulated that no picture in his collection could be lent, sold or moved from galleries he built in Merion; Judge Stanley R Ott, in making his ruling, says proposed move seems only realistic way to save Barnes from bankruptcy and salvage its prized legacy; move is backed by pledges of $150 million in financial support primarily from three Philadelphia-area foundations, Annenberg Foundation, Lenfest Foundation and Pew Charitable Trusts; move is fiercely opposed by art students at Barnes, as well as many in art world; chronology of two-year battle over proposed move; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/14/arts/design/judge-rules-the-barnes-can-move-to-philadelphia.html",
      "byline": "By Carol Vogel"
    },
    {
      "headline": "Management Shuffle at Bombardier",
      "snippet": "Paul M Tellier, president and chief executive of Bombardier, is unexpectedly ousted from his post and quickly replaced by three-person office of president dominated by members of Bombardier family; Laurent Beaudoin, son-in-law of later founder, Jo...",
      "abstract": "Paul M Tellier, president and chief executive of Bombardier, is unexpectedly ousted from his post and quickly replaced by three-person office of president dominated by members of Bombardier family; Laurent Beaudoin, son-in-law of later founder, Joseph-Armand Bombardier, and company's chairman, resumes position of chief executive, post he held from 1979 to 1999; is joined by his son Pierre, president and chief operating officer of Bombardier Aerospace, and Andre Navarri, head of Bombardier's transportation equipment unit; both will add title of executive vice president; photos (M)",
      "lead_paragraph": "OTTAWA, Dec. 13 - Paul M. Tellier, president and chief executive of Bombardier, the troubled Canadian aircraft maker, was unexpectedly ousted from his post Monday and quickly replaced by a three-person office of the president dominated by members of the Bombardier family.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/14/business/worldbusiness/management-shuffle-at-bombardier.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Google Plans to Take a Step Toward a Virtual Library  Google plans to announce a deal with some research libraries and Oxford University to convert their holdings into files whose contents would be freely searchable over the Web.     The collabora...",
      "abstract": " Google Plans to Take a Step Toward a Virtual Library  Google plans to announce a deal with some research libraries and Oxford University to convert their holdings into files whose contents would be freely searchable over the Web.     The collaboration is a major step in an effort to create a digital card catalog and searchable library for the world's books, scholarly papers and special collections. [Page A1.]    U.S. Quiet on China Trade Tax  China's plan to impose new taxes on textile exports will not sway the United States as it debates whether to limit Chinese goods. [C7.]    Management Shuffle at Bombardier  Paul M. Tellier, the head of Bombardier, was ousted from the Canadian aircraft maker. A three-member office of the president dominated by members of the Bombardier family was named. The three are: Laurent Beaudoin, left, the chairman, who will resume the position of chief executive; his son Pierre, president and chief operating officer of Bombardier Aerospace; and André Navarri, head of Bombardier's transportation equipment unit. [World Business, Section W.]    Electronic Arts Wins N.F.L. Deal  Electronic Arts announced a five-year deal with the National Football League and its players to design games using the N.F.L. brand, stadiums, player names and uniforms. [C2.]    G.M. and Daimler Work Together  General Motors and DaimlerChrysler plan to jointly develop hybrid electric vehicles. [C8.]    Utility Regulators Weigh Issues  Should customers or owners receive the savings? That is one issue before the Oregon Public Utility Commission, which is deciding if Texas Pacific should be allowed to buy Portland General Electric from Enron. [C2.]    Motorola May Lose a Big Customer  Sprint's talks to buy Nextel have ignited fears that Motorola will lose its exclusive deal to supply phones and equipment to Nextel. [C3.]    Tenet Says Loss Will Be Wider  Tenet Healthcare said that fourth-quarter charges might exceed $1 billion and its loss from continuing operations would widen from the third quarter because of increased bad debt. The third-quarter loss was $70 million, or 15 cents. The loss from continuing operations was $52 million, or 11 cents. Tenet has been cutting costs by selling hospitals while trying to resolve government charges. [C8.]    Insight Into Company's Union Battle  A court battle between EnerSys and its law firm has cast a spotlight on how the company harassed the union's top leaders. [A30.]    Cardinal Health Cutting 4,200 Jobs  Cardinal Health plans to cut 4,200 jobs, or 7 percent of its work force, and close 25 manufacturing and distribution locations. [C8.]    Mergers Send Stock Gauges Higher  The Dow Jones industrial average increased 95.10 points, to 10,638.32; the S.&P. 500 gained 10.68 points, to 1,198.68; and the Nasdaq composite jumped 20.43 points, to 2,148.50. [C8.]    Jet Lag Slows a Frequent Flier  After traveling 200,000 miles this year, jet lag hits. Joe Sharkey: On the Road. [C5.]  ",
      "lead_paragraph": "Google Plans to Take a Step Toward a Virtual Library Google plans to announce a deal with some research libraries and Oxford University to convert their holdings into files whose contents would be freely searchable over the Web.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/14/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Shareholders Threaten Lawsuit",
      "snippet": "Controlling shareholders in Russian oil giant Yukos warn they might sue ultimate buyer of its subsidiary, Yuganskneftegas, as well as lenders who help finance winning bid; Tim Osborne, director for Group Menatep, which is based in London and is ho...",
      "abstract": "Controlling shareholders in Russian oil giant Yukos warn they might sue ultimate buyer of its subsidiary, Yuganskneftegas, as well as lenders who help finance winning bid; Tim Osborne, director for Group Menatep, which is based in London and is holding company for investments of Yukos's founder, Mikhail B Khodorkovsky, says Russian government is knowingly expropriating assets (S)",
      "lead_paragraph": "The controlling shareholders in the Russian oil giant Yukos warned that they might sue the ultimate buyer of its subsidiary, Yuganskneftegas, as well as lenders who help finance the winning bid. Tim Osborne, a director for Group Menatep, which is based in London and is the holding company for the investments of Yukos's founder, Mikhail B. Khodorkovsky, said \"the Russian government is knowingly expropriating assets, thereby Gazprom or whomever buys and finances the auction, including the banks, benefit from illegal expropriation.\" Mr. Osborne said Group Menatep reserved the right to sue in any jurisdiction and to seize Gazprom assets. \"Conceivably oil tankers could be seized as protection against future damage awards,\" he said. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/14/business/world-business-briefing-europe-russia-shareholders-threaten.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: China Aviation Buys Fuel",
      "snippet": "World Business Briefing: Singapore: Ch",
      "abstract": "World Business Briefing: Singapore: Ch",
      "lead_paragraph": "To ensure that jet fuel continues to flow to China even as China Aviation Oil (Singapore) devises a plan to avoid bankruptcy, the company's new trading unit has issued a tender to buy 460,000 metric tons of jet fuel in January and February -- almost 20 percent of its annual imports. China Aviation set up the unit after many fuel traders reportedly refused to deal with the company, which dominates China's imports of jet fuel, in response to its announcement that last month it lost $550 million trading oil-related derivatives. Some of those derivatives contracts remain open. Wayne Arnold (NYT)",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/14/business/world-business-briefing-asia-singapore-china-aviation-buys-fuel.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: France: EADS Shares Fall 4%",
      "snippet": "Shares of Aeronautic, Defense and Space Co, parent of Airbus, fall 4 percent, biggest decline in four months, after company's earnings forecast for 2005 is lower than expected; graph (S)",
      "abstract": "Shares of Aeronautic, Defense and Space Co, parent of Airbus, fall 4 percent, biggest decline in four months, after company's earnings forecast for 2005 is lower than expected; graph (S)",
      "lead_paragraph": "Shares of the European Aeronautic, Defense and Space Company, the parent of Airbus, fell 4 percent, their biggest decline in four months, after the company's earnings forecast for 2005 was lower than expected. The shares fell 92 cents, to 22.15 euros, in Paris. EADS forecast on Friday that 2005 earnings before interest, taxes, amortization and one-time items would rise 9.1 percent, leading Goldman, Sachs to lower its recommendation on the stock to in-line from outperform. Earnings next year will probably rise to 2.4 billion euros ($3.17 billion), EADS said. Development costs for the Airbus A380, which will be the world's biggest passenger jet when it enters service in 2006, might exceed budgets by about 5 percent to 15 percent. EADS shares have gained almost 18 percent since the beginning of the year.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/14/business/world-business-briefing-europe-france-eads-shares-fall-4.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "INQUIRY OF KERIK IN '00 PUTS FOCUS ON VETTING ISSUE",
      "snippet": "Questions are raised about thoroughness of White House's background check of Bernard B Kerik before his nomination as homeland security director was announced; at issue is his social relationship with Frank DiTommaso, owner of Interstate Industria...",
      "abstract": "Questions are raised about thoroughness of White House's background check of Bernard B Kerik before his nomination as homeland security director was announced; at issue is his social relationship with Frank DiTommaso, owner of Interstate Industrial Corp, construction company with suspected business ties to organized crime figures; that relationship was known about and explored by New York City's top investigative agency in June 2000, prior to his appointment as New York City Police Commissioner; Rudolph W Giuliani says matter was not brought to his attention when, as mayor, he appointed Kerik, and claims he would not have changed his mind about Kerik's appointment had he known; there is no indication that White House was aware of findings before it nominated Kerik to homeland security post; it appears that questions raised several years ago about Kerik's relations with Interstate Industrial Corp officials surfaced only after he was nominated for cabinet post and few days before he withdrew his nomination (M)",
      "lead_paragraph": "In June 2000, two months before Bernard B. Kerik was appointed police commissioner, New York City's top investigative agency learned that he had a social relationship with the owner of a New Jersey construction company suspected of having business ties to organized crime figures, city documents show.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/14/us/front page/inquiry-of-kerik-in-00-puts-focus-on-vetting-issue.html",
      "byline": "By Eric Lipton and William K. Rashbaum"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: CSFB Names New Chief",
      "snippet": "Credit Suisse First Boston names former Deutsche Bank executive, Michael Philipp, as chairman and chief executive officer of its European business; photo (S)",
      "abstract": "Credit Suisse First Boston names former Deutsche Bank executive, Michael Philipp, as chairman and chief executive officer of its European business; photo (S)",
      "lead_paragraph": "Credit Suisse First Boston, the securities unit of Switzerland's second-biggest bank, has named a former Deutsche Bank executive, Michael Philipp, left, as chairman and chief executive officer of its European business. Mr. Philipp, 51, will start in the London office on Feb. 1 and report to Brady W. Dougan, 45, chief executive officer of First Boston, the firm said in an e-mail statement. Mr. Philipp worked at Deutsche Bank, Germany's biggest bank, from 1995 until 2002. Credit Suisse, part of the Credit Suisse Group, has been seeking a new chief for its European business since July, when Mr. Dougan was named to run all of First Boston. At Deutsche Bank Mr. Philipp ran fixed-income sales, then global equities, and became chairman and chief executive of Deutsche Asset Management. He was also a senior adviser and member of the bank's global management board. Credit Suisse is based in Zurich.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/14/business/world-business-briefing-europe-switzerland-csfb-names-new-chief.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Chilean Judge Says Pinochet Is Fit for Trial",
      "snippet": "Chilean judge rules that Gen Augusto Pinochet is competent to stand trial for human rights abuses that occurred during his 17-year reign as Chile's dictator, and immediately charges him with nine counts of kidnapping and one of murder; orders that...",
      "abstract": "Chilean judge rules that Gen Augusto Pinochet is competent to stand trial for human rights abuses that occurred during his 17-year reign as Chile's dictator, and immediately charges him with nine counts of kidnapping and one of murder; orders that Pinochet, 89, be placed under house arrest and confined to his mansion near Santiago; Pinochet's defense team files injunction with Santiago Court of Appeals, effectively freezing house arrest until court rules on his appeal; all 10 charges against him stem from international kidnapping and murder alliance called Operation Condor, one of whose victims was Orlando Letelier, former Chilean foreign minister assassinated in Washington; Pres Ricardo Lagos has no immediate comment on ruling, but State Defense Council president Clara Szczaranski, who oversees conduct of government officials, welcomes judgment; latest decision reverses earlier court rulings that allowed Pinochet to avoid facing any charges stemming from human rights abuses during his rule; estimated 4,000 political opponents were killed by state security, military and police forces; thousands more were jailed, tortured or driven into exile; photos; chronology of major events since Pinochet seized power in 1973 (M)",
      "lead_paragraph": "BUENOS AIRES, Dec. 13 - A Chilean judge ruled Monday that Gen. Augusto Pinochet was competent to stand trial for human rights abuses that occurred during his nearly 17 years as Chile's dictator and immediately charged him with nine counts of kidnapping and one of murder.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/14/world/americas/chilean-judge-says-pinochet-is-fit-for-trial.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "Exchange in London Rejects Bid",
      "snippet": "London Stock Exchange",
      "abstract": "London Stock Exchange",
      "lead_paragraph": "FRANKFURT, Dec. 13 - It has been a hopping holiday season for Werner G. Seifert, the chief executive of the German stock exchange company Deutsche Börse. Not only is he on tour as an organist with an 18-member jazz band, but he also found time between gigs last weekend to make a $2.6 billion bid for the London Stock Exchange.",
      "publication_date": "2004-12-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/14/business/worldbusiness/exchange-in-london-rejects-bid.html",
      "byline": "By Mark Landler and Alan Cowell"
    }
  ]
}