{
  "metadata": {
    "date": "2004-08-30",
    "total_articles": 42
  },
  "articles": [
    {
      "headline": "Rumsfeld Errs on Reports",
      "snippet": "Defense Secretary Donald H. Rumsfeld mischaracterized the findings of two reports on prison abuse, saying there was no evidence of abuse during interrogations. Page A6.",
      "abstract": "Defense Secretary Donald H. Rumsfeld mischaracterized the findings of two reports on prison abuse, saying there was no evidence of abuse during interrogations. Page A6.",
      "lead_paragraph": "Defense Secretary Donald H. Rumsfeld mischaracterized the findings of two reports on prison abuse, saying there was no evidence of abuse during interrogations. Page A6.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/28/world/rumsfeld-errs-on-reports.html",
      "byline": ""
    },
    {
      "headline": "INSURGENTS QUIT MOSQUE IN NAJAF AFTER PEACE DEAL",
      "snippet": "Uneasy peace settles on Najaf as guerrillas loyal to rebel cleric Moktada al-Sadra leave Imam Ali Shrine before cordon of US troops; cede control of Shiite holy site to Grand Ayatollah Ali al-Sistani, ending bloody three-week standoff that left mu...",
      "abstract": "Uneasy peace settles on Najaf as guerrillas loyal to rebel cleric Moktada al-Sadra leave Imam Ali Shrine before cordon of US troops; cede control of Shiite holy site to Grand Ayatollah Ali al-Sistani, ending bloody three-week standoff that left much of area in ruins; surrender of shrine, carried out under terms of peace deal struck by two clerics, unfolds after urgent appeal by Sadr; thousands of civilians pour into shrine, and insurgents leave without giving up their weapons; photos (M)",
      "lead_paragraph": "An uneasy peace settled on this city on Friday as guerrillas loyal to the insurgent cleric Moktada al-Sadr streamed out of the Imam Ali Shrine before a cordon of American troops, ceding control of the Shiite holy site to the mainstream religious leader, Grand Ayatollah Ali al-Sistani, and appearing to end a bloody three-week standoff that left much of the area in ruins.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/28/world/the-reach-of-war-guerrillas-insurgents-quit-mosque-in-najaf-after-peace-deal.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Explosive Suggests Terrorists Downed Plane, Russia Says",
      "snippet": "Russia's security service says investigators have found traces of explosive in wreckage of one of two passenger airliners that crashed simultaneously on Aug 24, and declares its downing terrorist act; Islambouli Brigades of Al Qaeda says its fight...",
      "abstract": "Russia's security service says investigators have found traces of explosive in wreckage of one of two passenger airliners that crashed simultaneously on Aug 24, and declares its downing terrorist act; Islambouli Brigades of Al Qaeda says its fighters hijacked two planes to avenge deaths of Muslims in Chechnya and elsewhere; evidence of explosive aboard plane is strongest indication yet that deliberate acts, not human or mechanical errors as Russian officials initially suggested, were involved in crashes, which killed 89 people; twin disasters would be Russia's worst act of terrorism in skies (M)",
      "lead_paragraph": "Russia's security service announced Friday that investigators had found traces of an explosive in the wreckage of one of the two passenger airliners that crashed simultaneously on Tuesday, and declared its downing a terrorist act.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/28/world/explosive-suggests-terrorists-downed-plane-russia-says.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Pilots Union of US Airways To Resume Wage Cut Talks  The pilots union of US Airways plans to resume talks immediately with the struggling airline, which is urging unions to grant $800 million in cuts to save it from another bankruptcy filing.     ...",
      "abstract": " Pilots Union of US Airways To Resume Wage Cut Talks  The pilots union of US Airways plans to resume talks immediately with the struggling airline, which is urging unions to grant $800 million in cuts to save it from another bankruptcy filing.     The union's leadership made the decision to return to the bargaining table at the end of a three-day meeting in Arlington, Va., the Air Line Pilots Association said. [Page C2.]",
      "lead_paragraph": "Pilots Union of US Airways To Resume Wage Cut Talks",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/28/business/business-digest-782572.html",
      "byline": ""
    },
    {
      "headline": "Across Asia, Beijing's Star Is in Ascendance",
      "snippet": "China's rapid gain in influence in Asia Pacific region ranges so broadly that it can be measured in countries as divergent as rich and distant Australia and impoverished but strategically important Myanmar; Beijing has skillfully turned around rel...",
      "abstract": "China's rapid gain in influence in Asia Pacific region ranges so broadly that it can be measured in countries as divergent as rich and distant Australia and impoverished but strategically important Myanmar; Beijing has skillfully turned around relations with Australia, and its rapid growth is sucking up resources and pulling region's varied economies in its wake; effect is unlike anything since rise of Japanese economic power after World War II; China's presence mostly translates into money, but it is leveraging its economic clout to support its political preferences; regional officials say US military supremacy remains unquestioned, but US appears to be on losing side of trade patterns; current trends show China is likely to top US trade with Southeast Asia in just few years; map; photos (M)",
      "lead_paragraph": "Chris Dunbar watched as a front-end loader carved into a 60-foot wall of iron ore glinting in the red dirt of a vast open mine in the big sky country of northwestern Australia. ''This is as good as it gets,'' said a satisfied Mr. Dunbar, 47, a manager with more than 20 years of experience.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/28/world/across-asia-beijing-s-star-is-in-ascendance.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "Hedge Fund Is Censured And Ordered To Pay Taxes",
      "snippet": "Federal Judge Janet Bond Arterton, in harshly worded decision with major importance to hedge funds and their investors, finds Long-Term Capital Management, huge hedge fund whose 1998 collapse roiled world markets, acted in bad faith when it took $...",
      "abstract": "Federal Judge Janet Bond Arterton, in harshly worded decision with major importance to hedge funds and their investors, finds Long-Term Capital Management, huge hedge fund whose 1998 collapse roiled world markets, acted in bad faith when it took $106 million in tax deductions in 1996 and 1997; upholds $40 million tax bill plus penalties for gross misstatement and for understatement; effectively paints fund as abusive tax shelter; scores fund partner Myron S Scholes, Nobel prize winner, whose work was central to tax deductions in case; ruling, perhaps largest victory for Internal Revenue Service in civil tax case, is boon to agency in its effort to crack down on improper claims of tax losses or deductions (M)",
      "lead_paragraph": "A federal judge ruled yesterday against Long-Term Capital Management, the mammoth hedge fund whose collapse in 1998 roiled world markets, finding that the fund acted in bad faith when it took $106 million in tax deductions.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/28/business/hedge-fund-is-censured-and-ordered-to-pay-taxes.html",
      "byline": "By Lynnley Browning and David Cay Johnston"
    },
    {
      "headline": "Oil Prices Slip As Speculators Start to Retreat",
      "snippet": "Crude oil futures prices have dropped almost 8 percent this week amid signs that some of speculators who helped push price close to $50 a barrel have begun to bail out; continuing drop in number of futures contracts betting on higher price in hand...",
      "abstract": "Crude oil futures prices have dropped almost 8 percent this week amid signs that some of speculators who helped push price close to $50 a barrel have begun to bail out; continuing drop in number of futures contracts betting on higher price in hands of noncommercial interests, including speculators, could help pull prices lower; graph; photo (M)",
      "lead_paragraph": "The price of crude oil dropped almost 8 percent this week, its biggest weekly decline since April 2003, amid signs that some of the speculators who helped push the price close to $50 a barrel have begun to bail out.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/28/business/oil-prices-slip-as-speculators-start-to-retreat.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "INSIDE",
      "snippet": "Once Dominant, U.S. Athletes Falter  Marion Jones, right, who won five medals at the Sydney Games in 2000, will leave Athens empty-handed after finishing fifth in the long jump, then failing to hand off the baton properly in the 4x100-meter relay,...",
      "abstract": " Once Dominant, U.S. Athletes Falter  Marion Jones, right, who won five medals at the Sydney Games in 2000, will leave Athens empty-handed after finishing fifth in the long jump, then failing to hand off the baton properly in the 4x100-meter relay, disqualifying the American squad.     The United States men's basketball team, which had won three straight gold medals since it began using N.B.A. players in 1992, will be playing for the bronze medal today against Lithuania after losing to Argentina, 89-81. The Americans' fate was sealed when Tim Duncan, far right, fouled out.   SPORTSSATURDAY",
      "lead_paragraph": "Once Dominant, U.S. Athletes Falter",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/28/us/inside-784672.html",
      "byline": ""
    },
    {
      "headline": "Pentagon Official Suspected of Giving U.S. Secrets to Israel",
      "snippet": "FBI is investigating Pentagon official on suspicion of passing secrets to Israel; has gathered evidence that official passed classified documents to American Israeli Public Affairs Committee, major pro-Israeli lobbying group, which in turn provide...",
      "abstract": "FBI is investigating Pentagon official on suspicion of passing secrets to Israel; has gathered evidence that official passed classified documents to American Israeli Public Affairs Committee, major pro-Israeli lobbying group, which in turn provided information to Israeli intelligence; official, who works in Defense Under Sec Douglas Feith's office, allegedly gave Israelis sensitive report about US policy toward Iran; neither official nor anyone else associated with case has been arrested (M)",
      "lead_paragraph": "The F.B.I. is investigating a Pentagon official on suspicion of passing secrets to Israel, government officials said Friday.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/28/us/pentagon-official-suspected-of-giving-us-secrets-to-israel.html",
      "byline": "By James Risen"
    },
    {
      "headline": "AT&T Uses Its Long Past To Promote Its Near Future",
      "snippet": "AT&T is aggressively pushing its Internet phone plan even as it is getting out of business of providing traditional phone service to consumers; has expanded service, which connects calls over broadband lines, to 170 metropolitan areas; hopes lower...",
      "abstract": "AT&T is aggressively pushing its Internet phone plan even as it is getting out of business of providing traditional phone service to consumers; has expanded service, which connects calls over broadband lines, to 170 metropolitan areas; hopes lower price will help draw customers who would have abandoned it for Baby Bells, which now offer full range of phone services; it is far from certain whether company can win control of Internet phone market; AT&T official Cathy Martine cites cost advantage of Internet over traditional service; photo (M)",
      "lead_paragraph": "AT&T may be your grandma's phone company, but it is also trying to be the company of the future with its Internet phones.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/28/business/at-t-uses-its-long-past-to-promote-its-near-future.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Happy as a Clam But Willing to Jump Ship; Owner of Jeffrey Ponders Selling the Store",
      "snippet": "Jeffrey Kalinsky, commenting on success of his very expensive and chic Jeffrey speciality stores in Manhattan and Atlanta, says he would sell stores for right price; photos (M)",
      "abstract": "Jeffrey Kalinsky, commenting on success of his very expensive and chic Jeffrey speciality stores in Manhattan and Atlanta, says he would sell stores for right price; photos (M)",
      "lead_paragraph": "Jeffrey, the chicer-than-chic specialty store in the meatpacking district of Manhattan, is for sale. Sort of.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/28/business/happy-clam-but-willing-jump-ship-owner-jeffrey-ponders-selling-store.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "In Palm Beach, Results of 2000 Still Stir a Fight",
      "snippet": "Article in series Fighting for Florida notes that Palm Beach County elections supervisor Theresa LePore is under just about as much stress and scrutiny as she was in 2000 when her county became center of presidential election standoff; she designe...",
      "abstract": "Article in series Fighting for Florida notes that Palm Beach County elections supervisor Theresa LePore is under just about as much stress and scrutiny as she was in 2000 when her county became center of presidential election standoff; she designed infamous butterfly ballot, and her name figures prominently in rallying cries leading up to Aug 31 state primary; LePore is up for re-election and is facing competition for first time since she was elected in 1996; Arthur Anderson, her opponent, says she is incompetent; LePore is again facing accusations of bad ballot design, this time with county's absentee ballot; photos (M)",
      "lead_paragraph": "Brushing away tears as she sat for an interview on a hectic morning in the Palm Beach County elections office, Theresa LePore wanted to be clear: her contact lens was bothering her, nothing more.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/28/us/the-2004-campaign-voting-in-palm-beach-results-of-2000-still-stir-a-fight.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Warning Anew About Retiree Expectations",
      "snippet": "Federal Reserve Chmn Alan Greenspan again warns federal government may have promised retirees more than economy can deliver without unduly diminishing real income gains of workers and may have to scale back programs like Social Security and Medica...",
      "abstract": "Federal Reserve Chmn Alan Greenspan again warns federal government may have promised retirees more than economy can deliver without unduly diminishing real income gains of workers and may have to scale back programs like Social Security and Medicare, speech, Jackson Hole, Wyo; warns political leaders not to count on continued rapid rises in productivity and faster economic growth to solve problems ahead; conspicuously avoids mention of Pres Bush's proposal to partly privatize Social Security; says heightened productivity growth offers best hope of letting nation support its aging population without lowering overall standard of living; photo (M)",
      "lead_paragraph": "The chairman of the Federal Reserve Board, Alan Greenspan, warned on Friday that the federal government might have to scale back promises to the elderly in programs like Social Security and Medicare.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/28/business/warning-anew-about-retiree-expectations.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "After the Siege, A City of Ruins, Its Dead Rotting",
      "snippet": "US commanders say 1,000 Iraqi insurgents may have been killed during three-week siege at Imam Ali Shrine in Najaf; say 11 US marines and soldiers were killed and over hundred wounded; say about 3,000 marines and soldiers took part in fight, battli...",
      "abstract": "US commanders say 1,000 Iraqi insurgents may have been killed during three-week siege at Imam Ali Shrine in Najaf; say 11 US marines and soldiers were killed and over hundred wounded; say about 3,000 marines and soldiers took part in fight, battling between 1,000 and 2,000 guerrillas, number that varied as Iraqis joined or quit battle; two sides caused uncounted civilian casualties and inflicted tremendous damage on Najaf's Old City; photos (M)",
      "lead_paragraph": "The wild dogs of Najaf ate well this week.",
      "publication_date": "2004-08-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/28/world/the-reach-of-war-the-aftermath-after-the-siege-a-city-of-ruins-its-dead-rotting.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Coming Soon: The Vanishing Work Force",
      "snippet": "Pittsburgh and southwestern Pennsylvania,, while seemingly flush with surplus workers, could face shortage of 125,000 workers, about tenth size of today's labor force, by 2012 because of declining and aging population; region's demographic issues ...",
      "abstract": "Pittsburgh and southwestern Pennsylvania,, while seemingly flush with surplus workers, could face shortage of 125,000 workers, about tenth size of today's labor force, by 2012 because of declining and aging population; region's demographic issues seem precursor of problems across nation as fewer new workers will be available to replace aging baby boomers; shift is expected to continue intensifying, with people 55 and older making up 37 percent of population in 2030, up from 15 percent today; some companies are scrambling now to secure tomorrow's work force; others are lobbying for more immigration or outsourcing work abroad; experts say efforts are inadequate, given magnitude of coming demographic dislocation; say workers will probably be made to work longer; population graphs; photos (M)",
      "lead_paragraph": "TO be perfectly blunt about it, Pittsburgh is getting old. Half the line workers who repair, maintain and upgrade the grid at Duquesne Light, its electric utility, will be eligible to retire by the end of the decade. Likewise, half the 6,500 nurses working at the University of Pittsburgh Medical Center hospitals will hit the typical retirement age of 55 in the next seven years. And just outside of town, at Westinghouse Electric, which designs and maintains nuclear power generators, the average age of engineers is the late 40's.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/29/business/coming-soon-the-vanishing-work-force.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "'African-American' Becomes a Term for Debate",
      "snippet": "Debate over who can claim term 'African-American' arises because of growing number of foreign-born blacks; number of blacks in US with recent roots in sub-Saharan African nearly tripled in 1990's and number with Caribbean roots grew by more than 6...",
      "abstract": "Debate over who can claim term 'African-American' arises because of growing number of foreign-born blacks; number of blacks in US with recent roots in sub-Saharan African nearly tripled in 1990's and number with Caribbean roots grew by more than 60 percent; changes in federal immigration law in 1960's led to increased migration from Africa and Latin America, stirring fear in some places that newcomers might eclipse native-born blacks; debate highlights questions about ethnic labels, identity and often unspoken differences among people who share same skin color; debate spilled into public view when Alan Keyes, black Republican challenger for Illinois Senate seat claimed he and Democratic candidate Barack Obama do not share same heritage, although both are black, because Obama was not descended from slaves; photos; chart (L)",
      "lead_paragraph": "For a moment, the Ethiopian-born activist seemed to melt into the crowd, blending into the sea of black professors, health experts and community leaders considering how to educate blacks about the dangers of prostate cancer. But when he piped up to suggest focusing some attention on African immigrants, the dividing lines were promptly and pointedly drawn.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/29/us/african-american-becomes-a-term-for-debate.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "Just a Friendly Group of 'Independent' Directors",
      "snippet": "Gretchen Morgenson column holds some companies are taking liberties with New York Stock Exchange and Nasdaq market rules requiring majority of directors be independent and serving shareholders' interests; cites Camelback Research founder Donn Vick...",
      "abstract": "Gretchen Morgenson column holds some companies are taking liberties with New York Stock Exchange and Nasdaq market rules requiring majority of directors be independent and serving shareholders' interests; cites Camelback Research founder Donn Vickrey's finding that significant number of firms fail to completely disclose directors' ties with management (M)",
      "lead_paragraph": "AT most corporations, new rules to ensure that a majority of directors are independent and serving shareholders' interests are finally in effect. But just how assiduously are they being followed?",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/29/business/just-a-friendly-group-of-independent-directors.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "SPECIAL TODAY -- Conventiontown",
      "snippet": "Today, a special Republican National Convention section, New York 2004, on the city and the delegates.      Dan Barry punctures popular myths about New York.  ",
      "abstract": "Today, a special Republican National Convention section, New York 2004, on the city and the delegates.      Dan Barry punctures popular myths about New York.  ",
      "lead_paragraph": "Today, a special Republican National Convention section, New York 2004, on the city and the delegates.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/29/us/special-today-conventiontown.html",
      "byline": ""
    },
    {
      "headline": "Off-Court Achievements at the U.S. Open",
      "snippet": "Lisa Belkin Life's Work column on Restaurant Associates' hiring of disabled workers through YAI/National Institute for Disabilities Network to man food village at US Open tennis tournament in Flushing, NYC; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on Restaurant Associates' hiring of disabled workers through YAI/National Institute for Disabilities Network to man food village at US Open tennis tournament in Flushing, NYC; drawing (M)",
      "lead_paragraph": "DAWN SCHAEFER doesn't care much for tennis. But she will travel to Flushing nearly every morning of the next two weeks to spend up to eight hours a day at the United States Open tennis tournament.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/08/29/jobs/life-s-work-off-court-achievements-at-the-us-open.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "F.B.I. Said to Reach Official Suspected Of Passing Secrets",
      "snippet": "FBI is in communication with midlevel Pentagon analyst Larry Franklin, who is suspected of passing secrets to Israel, and is seeking to gain his cooperation in their espionage investigation; officials say they suspect that Franklin provided classi...",
      "abstract": "FBI is in communication with midlevel Pentagon analyst Larry Franklin, who is suspected of passing secrets to Israel, and is seeking to gain his cooperation in their espionage investigation; officials say they suspect that Franklin provided classified documents to people at American Israel Public Affairs Committee, major pro-Israel lobbying group in Washington, and that group gave materials to Israeli intelligence; no arrests have been made (M)",
      "lead_paragraph": "The F.B.I. is in communication with a Pentagon official suspected of passing secrets to Israel and is seeking to gain his cooperation in their espionage investigation, government officials said.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/29/us/fbi-said-to-reach-official-suspected-of-passing-secrets.html",
      "byline": "By James Risen"
    },
    {
      "headline": "With 9/11 as G.O.P. Backdrop, Families Express Raw Emotions",
      "snippet": "Some family members of 9/11 victims will have role in Republican National Convention, while others are not pleased that it is being held in New York and see tragedy of attacks as being used for political purposes; recent survey by New York Times s...",
      "abstract": "Some family members of 9/11 victims will have role in Republican National Convention, while others are not pleased that it is being held in New York and see tragedy of attacks as being used for political purposes; recent survey by New York Times shows that with third anniversary of attacks coming just after convention, family members differ from public at large on issues of safety and tend to be less impressed with administration's efforts before and after attacks; both major parties have tried to form emotional connection with families, but survey shows that relatives have see-sawing feelings about whom to blame and whom to vote for; some survey results noted; photos (L)",
      "lead_paragraph": "When the Republicans chose New York City for their national convention, it was clear that the Sept. 11 attacks would provide an emotional backdrop.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/29/us/campaign-2004-backdrop-with-9-11-gop-backdrop-families-express-raw-emotions.html",
      "byline": "By James Barron and Marjorie Connelly"
    },
    {
      "headline": "Enduring an Awful Commute To Own an Affordable Home",
      "snippet": "Increasing number of Americans are reluctant to give up their jobs but unable to pay exorbitant housing prices in large urban areas; they are buying homes far from their workplaces and spending more time commuting; Census Bureau report shows that ...",
      "abstract": "Increasing number of Americans are reluctant to give up their jobs but unable to pay exorbitant housing prices in large urban areas; they are buying homes far from their workplaces and spending more time commuting; Census Bureau report shows that 3.3 million people commute 50 miles or more to work each day; photo (M)",
      "lead_paragraph": "By many counts, the house that Kimberly Thibodeau and her husband bought in November in Newman, Calif., is a bargain. The brand-new home, with four bedrooms, custom tile, a three-car garage and a sprawling backyard, cost only $250,000 -- a pittance compared with what a similar house would cost in Silicon Valley, 80 miles away.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/08/29/jobs/enduring-an-awful-commute-to-own-an-affordable-home.html",
      "byline": "By Melinda Ligos"
    },
    {
      "headline": "Delegates Leaning to Right Of G.O.P. and the Nation",
      "snippet": "Republican Party will show somewhat moderate face during convention, but delegates who gather in New York and are shaping party platform hold more conservative views than do most Republican voters or voters at large according to New York Times/CBS...",
      "abstract": "Republican Party will show somewhat moderate face during convention, but delegates who gather in New York and are shaping party platform hold more conservative views than do most Republican voters or voters at large according to New York Times/CBS News Poll; variety of issues discussed; graph shows demographics of delegates and how they compare on issues (M)",
      "lead_paragraph": "THE Republican Party intends to show a somewhat moderate face to the nation during the convention this week in Madison Square Garden. But the delegates who will gather here and are shaping the party platform hold more conservative views than do most Republican voters, and substantially more conservative ones than those of voters at large, according to a New York Times/CBS News Poll.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "15",
      "web_url": "https://www.nytimes.com/2004/08/29/us/new-york-2004-new-york-conventioneers-delegates-leaning-right-gop-nation.html",
      "byline": "By Katharine Q. Seelye and Marjorie Connelly"
    },
    {
      "headline": "Behind VW's Wheel, With Brick Walls Ahead",
      "snippet": "Interview with chairman Bernd Pischetsrieder on problems facing Volkswagen, including forthcoming battle with union to cut wage costs; he has begun to distance self from predecessor Ferdinand K Piech's autocratic style and some of his decisions; f...",
      "abstract": "Interview with chairman Bernd Pischetsrieder on problems facing Volkswagen, including forthcoming battle with union to cut wage costs; he has begun to distance self from predecessor Ferdinand K Piech's autocratic style and some of his decisions; financial graphs; photos (M)",
      "lead_paragraph": "THE most famous thing that Bernd Pischetsrieder has ever done with a car, he readily acknowledges, is to crash it. In 1995, Mr. Pischetsrieder, then the chairman of BMW, took his company's McLaren F1 -- an exotic $1 million sports car -- home for the weekend. Driving on a serpentine road in the Bavarian countryside with two passengers, he lost control of the car, which rolled over several times and came to rest in a field. His companions had only minor injuries, but the McLaren was wrecked.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/29/business/news-and-analysis-behind-vw-s-wheel-with-brick-walls-ahead.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Who Can Claim to Know A City of 8 Million?",
      "snippet": "Profile of New York City, amalgamation of neighborhoods and ethnicities, diverse in every way, but perceived sometimes by outsiders as cold and anonymous; while city is predominantly Democratic, it is neither as liberal nor as hostile to Republica...",
      "abstract": "Profile of New York City, amalgamation of neighborhoods and ethnicities, diverse in every way, but perceived sometimes by outsiders as cold and anonymous; while city is predominantly Democratic, it is neither as liberal nor as hostile to Republicans as stereotype paints it; article includes some random facts and sites to see on eve of Republican National Convention; drawing (M)",
      "lead_paragraph": "AGAIN to a secret city place: the easternmost, uppermost deck of Pier 17 at the South Street Seaport in Lower Manhattan, a sanctuary in the midst of tourists, where lounge chairs bolted to the floorboards all but demand that you pause for a while and consider.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "15",
      "web_url": "https://www.nytimes.com/2004/08/29/us/new-york-2004-who-can-claim-to-know-a-city-of-8-million.html",
      "byline": "By Dan Barry"
    },
    {
      "headline": "Bush Takes On Direct Role In Shaping Election Tactics",
      "snippet": "Pres Bush will accept nomination on crest of campaign that aides say reflects unusual level of involvement from president himself, particularly in driving attacks on Sen John Kerry that have characterized his re-election effort since spring; aides...",
      "abstract": "Pres Bush will accept nomination on crest of campaign that aides say reflects unusual level of involvement from president himself, particularly in driving attacks on Sen John Kerry that have characterized his re-election effort since spring; aides say Bush has intervened on matters as large as themes campaign should strike and as small as particular shots of him in his television ads; say single most consuming concern is elaborate voter-turnout operation in November in anticipation of close contest; in interviews, Bush continues to portray himself as above the fray, but aides say he is determined not to repeat mistakes of his father, who refused to immerse himself in his re-election drive until it was too late; photos and chart of Bush's inner circle (L)",
      "lead_paragraph": "President Bush will accept his party's nomination in New York this week on the crest of a campaign that aides say reflects an unusual level of involvement from the president himself, particularly in driving attacks on Senator John Kerry that have characterized his re-election effort since the spring.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/29/us/campaign-2004-president-bush-takes-direct-role-shaping-election-tactics.html",
      "byline": "By Adam Nagourney and Elisabeth Bumiller"
    },
    {
      "headline": "IN WESTERN IRAQ, FUNDAMENTALISTS HOLD U.S. AT BAY",
      "snippet": "In latest reversal for First Marine Expeditionary Force, Falluja and Ramadi and much of Anbar Province in western Iraq are now controlled by fundamentalist militias, with American troops confined mainly to heavily protected forts on desert's edge;...",
      "abstract": "In latest reversal for First Marine Expeditionary Force, Falluja and Ramadi and much of Anbar Province in western Iraq are now controlled by fundamentalist militias, with American troops confined mainly to heavily protected forts on desert's edge; Baath Party officials once loyal to Saddam Hussein who were willing to work with US have mostly resigned, defected to fundamentalists or been killed; insurgents have made videotapes of former officials denouncing themselves as traitors and then being beheaded; militants' principal power center is mosque in Falluja led by clerk Abdullah al-Janabi, who has instituted harsh rule in city; photos; map (L)",
      "lead_paragraph": "While American troops have been battling Islamic militants to an uncertain outcome in Najaf, the Shiite holy city, events in two Sunni Muslim cities that stand astride the crucial western approaches to Baghdad have moved significantly against American plans to build a secular democracy in Iraq.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/29/world/the-reach-of-war-insurgency-in-western-iraq-fundamentalists-hold-us-at-bay.html",
      "byline": "By John F. Burns and Erik Eckholm"
    },
    {
      "headline": "With Drug-Tainted Past, Few Track Records Fall",
      "snippet": "Many world records in track and field are more than 10 years old and are in little danger of being broken in new world of stringent drug monitoring; suspicion of drug use abounds, but evidence of past doping remains in those old records; times are...",
      "abstract": "Many world records in track and field are more than 10 years old and are in little danger of being broken in new world of stringent drug monitoring; suspicion of drug use abounds, but evidence of past doping remains in those old records; times are becoming markedly slower and distances shorter than top performances of year, trend that has become more pronounced in recent Olympics; of 23 athletes who have been banned from Games for positive drug tests, eight have been in track and field; photos; chart of records in men's and women's events that will likely hold (M)",
      "lead_paragraph": "As the women flew, spikes first, into the sand, a little flag with the letters WR poked out of the oversize ruler stretching along the right side of the long-jump pit.",
      "publication_date": "2004-08-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/29/us/with-drug-tainted-past-few-track-records-fall.html",
      "byline": "By Lynn Zinser"
    },
    {
      "headline": "Vast Anti-Bush Rally Greets Republicans in New York",
      "snippet": "Two-mile-long throng of demonstrators march through streets of Manhattan, pillorying Pres Bush and demanding regime change in Washington; raucous but peaceful event is city's largest political protest in decades; huge crowd marches past Madison Sq...",
      "abstract": "Two-mile-long throng of demonstrators march through streets of Manhattan, pillorying Pres Bush and demanding regime change in Washington; raucous but peaceful event is city's largest political protest in decades; huge crowd marches past Madison Square Garden, site of Republican National Convention, and denounces Bush's domestic and foreign policies; protest organizer United for Peace and Justice estimates crowd at 500,000, double number it expected, and police officer unofficially concurs with that figure; six-hour-long march is tense, shrill, largely choreographed trek from Chelsea to Midtown and back to Union Square, where it ends, as planned, without rally; there is no major violence, just several hundred arrests, mostly for disorderly conduct; security force is biggest ever assembled in city; post-march gathering on Great Lawn of Central Park is also peaceful; hundreds of protesters in more belligerent mood go to Times Square to block entrances of two Midtown hotels; another group harasses Republican guests at party; photos; map showing protest route; chart (L)",
      "lead_paragraph": "A roaring two-mile river of demonstrators surged through the canyons of Manhattan yesterday in the city's largest political protest in decades, a raucous but peaceful spectacle that pilloried George W. Bush and demanded regime change in Washington.",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/30/us/republicans-convention-new-york-march-vast-anti-bush-rally-greets-republicans.html",
      "byline": "By Robert D. McFadden"
    },
    {
      "headline": "With Restraint and New Tactics, March Is Kept Orderly",
      "snippet": "New York City Police Dept oversees giant protest march by combining traditional methods of crowd control with variety of new techniques that take some protesters by surprise; methods are effective at containing marchers and even protest advocates ...",
      "abstract": "New York City Police Dept oversees giant protest march by combining traditional methods of crowd control with variety of new techniques that take some protesters by surprise; methods are effective at containing marchers and even protest advocates praise police for overall restraint; convention is seen as one of greatest tests department has seen in recent years, not only dealing with successive days of protests, but doing so under scrutiny of worldwide press corps; some critics also praise marchers' commitment to keep demonstration peaceful; photos; map (M)",
      "lead_paragraph": "Plainclothes police officers on stylish Italian motorscooters herded bicycle-riding demonstrators into thick orange nets stretched across intersections. Airborne spy cameras on blimps and helicopters monitored the crowd. Digital video cameras were used to tape arrest scenes and collect evidence for later use in court. A military-inspired sound device was ready to disperse crowds with shouted orders or painful blasts of noise.",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/08/30/us/republicans-convention-new-york-police-with-restraint-new-tactics-march-kept.html",
      "byline": "By Michael Slackman and Al Baker"
    },
    {
      "headline": "A Nike Veteran Adds Some Swoosh to Disney's Tired Mouse",
      "snippet": "Andrew P Mooney discusses his efforts to reinvigorate Walt Disney Co's consumer products division, turning Disney name into lifestyle brand, much as he did for Nike before joining Disney in 1999; division provides only about 9 precent of Disney's ...",
      "abstract": "Andrew P Mooney discusses his efforts to reinvigorate Walt Disney Co's consumer products division, turning Disney name into lifestyle brand, much as he did for Nike before joining Disney in 1999; division provides only about 9 precent of Disney's overall revenue, but toys, costumes and backpacks have life far beyond movie theater; Mooney hopes to turn Mickey Mouse and company into Martha Stewart of bed, books and apparel for children, trading as much on Disney's reputation for quality, which appeals to parents, as on its characters' appeal to children; photos; graph (M)",
      "lead_paragraph": "''Never underestimate the power of a free T-shirt,'' Andrew P. Mooney, the chairman of the Walt Disney Company's consumer products division, joked as bikini-clad sunbathers dove into a pool at The Standard hotel here last week.",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/30/business/media-a-nike-veteran-adds-some-swoosh-to-disney-s-tired-mouse.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Down in the Dirt",
      "snippet": "Clear Channel Communications' business practices in fight to keep its longtime deal to promote Supercross dirt-bike racing series are put in unflattering light in correspondence disclosed in legal filings related to antitrust suit brought against ...",
      "abstract": "Clear Channel Communications' business practices in fight to keep its longtime deal to promote Supercross dirt-bike racing series are put in unflattering light in correspondence disclosed in legal filings related to antitrust suit brought against it by Jam Sports, independent events promoter in Chicago; Judge Matthew F Kennelly has ruled that suit can proceed to trial after finding sufficient evidence that Clear Channel used its market power as nation's biggest entertainment promoter and owner of radio stations to pressure stadiums not to work with Jam Sports on motorcycling events with sole intent of restraining competitive process; Clear Channel has often been cited by critics as example of media industry deregulation gone haywire; company insists it has competed fairly on road to becoming media powerhouse; photo; graph (L)",
      "lead_paragraph": "Supercross, a popular dirt-bike racing competition held in stadiums around the country, is best known for ear-splitting machines and mud-spattered racers. Now it is shaping up to be the latest battleground in the fight over media consolidation.",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/30/business/down-in-the-dirt.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "THE REPUBLICANS",
      "snippet": "Convention news appears this week in a separate section, beginning on Page P1.    IN THE CAMERA'S GLARE -- Mary Cheney, a quiet adviser to her father, has been thrust into the forefront by his remarks on gay marriage.   PAGE P1",
      "abstract": "Convention news appears this week in a separate section, beginning on Page P1.    IN THE CAMERA'S GLARE -- Mary Cheney, a quiet adviser to her father, has been thrust into the forefront by his remarks on gay marriage.   PAGE P1",
      "lead_paragraph": "Convention news appears this week in a separate section, beginning on Page P1.",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/30/us/the-republicans.html",
      "byline": ""
    },
    {
      "headline": "Upstaging Before the Show",
      "snippet": "Analysis: Republican convention's calculated claims to patriotism and presidency meet elaborately planned and heavily Democratic street protests that turn those claims back at Pres Bush--in ways that might help, or hurt, both sides; Republicans, w...",
      "abstract": "Analysis: Republican convention's calculated claims to patriotism and presidency meet elaborately planned and heavily Democratic street protests that turn those claims back at Pres Bush--in ways that might help, or hurt, both sides; Republicans, who chose New York to evoke moment of national unity that rallied Americans to Bush afetr 9/11 attacks, instead find protesters claiming that Bush forfeited that goodwill by attacking Iraq; some delegates suggest that protests will backfire and help Bush, by painting Sen John Kerry as captive to demonstrators outside mainstream; but some veteran conventiongoers suggest that protesters are stealing story for first day and drowning out Republican message; say peaceful protests are not what Republicans want, but hold if demonstrators turn violent things could change (M)",
      "lead_paragraph": "In a few dozen blocks of the same slender island, two worlds collided yesterday: the Republican convention's calculated claims to patriotism and the presidency met elaborately planned and heavily Democratic street protests that turned those same arguments back at President Bush -- in ways that might help, or hurt, both sides.",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/30/us/republicans-convention-new-york-analysis-upstaging-before-show.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Tax Ruling Casts A Long Shadow",
      "snippet": "Internal Revenue Service passed significant test of its ability to combat sophisticated tax avoidance schemes when Judge Janet Bond Arterton upheld two large penalties against Long-Term Capital Managment, which she found had acted in bad faith in ...",
      "abstract": "Internal Revenue Service passed significant test of its ability to combat sophisticated tax avoidance schemes when Judge Janet Bond Arterton upheld two large penalties against Long-Term Capital Managment, which she found had acted in bad faith in two years before its collapse in 1998 by taking $106 million in tax deductions to avoid paying $40 million in federal taxes; Arterton found that fund's partners could not claim that they had been legally protected against penalties by favorable opinions that they had bought from two law firms as blessing for tax dodges; such letters have been at heart of proliferation of tax shelters since mid-1990's; one lawyer suggests that Long-Term Capital's partners may now sue two law firms, Shearman & Sterling and King & Spalding; another says that until now, IRS has not aggressively used imposition of penalties as way of curtailing abusive transactions (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/30/business/tax-ruling-casts-a-long-shadow.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "The G.O.P. Arrives, Putting Sept. 11 Into August",
      "snippet": "Sept 11 terror attack on New York City is expected to play prominent role at first Republican National Convention ever held in city; convention will begin with elaborate tribute to 9/11 victims; former Mayor Rudolph Giuliani will speak, reminding ...",
      "abstract": "Sept 11 terror attack on New York City is expected to play prominent role at first Republican National Convention ever held in city; convention will begin with elaborate tribute to 9/11 victims; former Mayor Rudolph Giuliani will speak, reminding voters of Pres Bush's role in leading nation after attacks; 9/11 invocations begin even before convention opens; Vice Pres Dick Cheney, attending rally on Ellis Island, recalls Bush's visit to ground zero three days after attack; party officials expect potentially tumultuous and politically complicated week; Bush's goal will be to broaden his appeal to center after months of cultivating his conservative base, while other party members seize on demonstrations outside to portray Democrats as extremist and Sen John Kerry as out of mainstream; like Democrats at their convention, tensions between Republican moderates and conseratives over several issues are easing out of desire of both wings to ensure Bush's re-election; photo; chart (M)",
      "lead_paragraph": "Republican leaders said yesterday that they would repeatedly remind the nation of the Sept. 11 attacks as their convention opens in New York City today, beginning a week in which the party seeks to pivot to the center and seize on street demonstrations to portray Democrats as extremist.",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/30/us/republicans-convention-new-york-overview-gop-arrives-putting-sept-11-into-august.html",
      "byline": "By Adam Nagourney and Robin Toner"
    },
    {
      "headline": "INSIDE",
      "snippet": "Officials Say Publicity Derailed Secrets Inquiry  The Pentagon official suspected of passing classified information to Israel began cooperating with federal agents several weeks ago and was preparing to lead the authorities to contacts in the Isra...",
      "abstract": " Officials Say Publicity Derailed Secrets Inquiry  The Pentagon official suspected of passing classified information to Israel began cooperating with federal agents several weeks ago and was preparing to lead the authorities to contacts in the Israeli government when the case became publicly known, government officials say.   PAGE A12    SPECIAL TODAY  The Russians Are Here  When the United States Open begins today at the National Tennis Center, the attention will fall on rising stars like Maria Sharapova, the Wimbledon champion, and Anastasia Myskina, the French Open winner. A special section examines the final Grand Slam of the year.   SECTION F",
      "lead_paragraph": "Officials Say Publicity Derailed Secrets Inquiry",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/30/us/inside-783650.html",
      "byline": ""
    },
    {
      "headline": "Can Microsoft Stomp iTunes With a Store Of Its Own?",
      "snippet": "Microsoft Corp is set to unveil its online music store on MSN, hoping to dominate market that Apple Computer has pioneered with its iTunes online music store; opening will coincide with release of new version of Windows Media, software that allows...",
      "abstract": "Microsoft Corp is set to unveil its online music store on MSN, hoping to dominate market that Apple Computer has pioneered with its iTunes online music store; opening will coincide with release of new version of Windows Media, software that allows consumers to play movies, songs and other content on variety of devices running Windows operating system, and comes at time when MSN is beginning to show consistent profitability; market for online music is expected to grow to 12 percent of domestic market in five years from less than 2 percent of all music sales today; market is so fragmented that MSN's eight million subscribers could quickly allow Microsoft to displace RelaNetworks from No. 2 spot behind Apple; graph (M)",
      "lead_paragraph": "When Microsoft unveils its online music store later this week, the first song offered should be Dave Brubeck's ''It's Dj Vu All Over Again.'' For Microsoft, taking a trail blazed by others -- then trying to dominate the market -- is a familiar tune.",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/30/business/technology-can-microsoft-stomp-itunes-with-a-store-of-its-own.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ads, Not Just Athletes, Were in Olympics Spotlight  During the 1,210 hours of Olympics coverage across the NBC Universal networks, audiences were exposed to 13,000 to 14,000 commercials. Among the varied offerings: commercials that inserted Ronald...",
      "abstract": " Ads, Not Just Athletes, Were in Olympics Spotlight  During the 1,210 hours of Olympics coverage across the NBC Universal networks, audiences were exposed to 13,000 to 14,000 commercials. Among the varied offerings: commercials that inserted Ronald McDonald into Olympic events like diving and synchronized swimming. Stuart Elliott: Advertising. [Page C9.]",
      "lead_paragraph": "Ads, Not Just Athletes, Were in Olympics Spotlight",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/30/business/business-digest-795941.html",
      "byline": ""
    },
    {
      "headline": "7 Killed in Kabul As Bombing Rips A U.S. Contractor",
      "snippet": "Seven people, including at least two Americans, are killed when powerful bomb explodes in Kabul outside compound of DynCorp Inc, American contractor helping to train Afghan police; spokesman for International Security and Assistance Force says sec...",
      "abstract": "Seven people, including at least two Americans, are killed when powerful bomb explodes in Kabul outside compound of DynCorp Inc, American contractor helping to train Afghan police; spokesman for International Security and Assistance Force says second bomb found next to explosion site has been defused; there have been warnings that Taliban and other militant groups plan major attacks before presidential elections, scheduled for Oct 9; Taliban spokesman claims responsibility for attack and promises more; Western diplomats have increased pressure on Pakistan in recent days because of concern that Taliban fighters have found sanctuary there, making it easier for them to plan and execute attacks; photo (M)",
      "lead_paragraph": "At least seven people, including at least two Americans, were killed Sunday when a powerful bomb exploded outside the compound of an American contractor helping to train the Afghan police.",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/30/world/the-reach-of-war-afghanistan-7-killed-in-kabul-as-bombing-rips-a-us-contractor.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "Cheney Daughter's Political Role Disappoints Some Gay Activists",
      "snippet": "Vice Pres Dick Cheney's daughter Mary, who is openly lesbian, is one of his closest advisers, but eschews media and public attention and has disappointed gay and lesbian advocacy groups by aiding his campaign; is in charge of planning all Cheney's...",
      "abstract": "Vice Pres Dick Cheney's daughter Mary, who is openly lesbian, is one of his closest advisers, but eschews media and public attention and has disappointed gay and lesbian advocacy groups by aiding his campaign; is in charge of planning all Cheney's campaign events, including their location and content, and travels with him on almost every campaign trip; will not have any speaking role at convention or any related events; photo (M)",
      "lead_paragraph": "Mary Cheney, the daughter and chief campaign manager of Vice President Dick Cheney, had just slipped out of the room at a Davenport, Iowa, town hall meeting last week when her father publicly acknowledged for the first time that she was openly lesbian and that he disagreed with the president's support for an amendment banning same-sex marriage.",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/08/30/us/republicans-convention-new-york-vice-president-s-daughter-cheney-daughter-s.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "For Now, Unwired Means Unlisted. That May Change.",
      "snippet": "Most major cellphone carriers plan to start compiling publicly accessible listing of wireless phone numbers sometime in 2005, but listing will be strictly voluntary since most Americans do not want their cellphone numbers publicly available; reluc...",
      "abstract": "Most major cellphone carriers plan to start compiling publicly accessible listing of wireless phone numbers sometime in 2005, but listing will be strictly voluntary since most Americans do not want their cellphone numbers publicly available; reluctance to be listed is attributed to fear of lost privacy and telemarketers; percentage of Americans listed in telephone directories continues to decline as more people request unlisted numbers and others abandon wired phones altogether for cellphones; experts say it is paradoxical that as cellphones and other technology allow people to be reached wherever they are, people are opting to make themselves harder to find; photo (M)",
      "lead_paragraph": "Sterling Wilson cannot find his old friends. Mr. Wilson, 25, who grew up in Southern California and now lives in the state capital of Sacramento, has been trying to make contact with childhood chums. He figures that the ones he has not tracked down must have cellphones, but he has no idea where to look up their numbers.",
      "publication_date": "2004-08-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/30/business/for-now-unwired-means-unlisted-that-may-change.html",
      "byline": "By Matt Richtel"
    }
  ]
}