{
  "metadata": {
    "date": "2004-06-30",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "COURT, 5-4, BLOCKS A LAW REGULATING INTERNET ACCESS",
      "snippet": "Supreme Court, 5-4, uphold lower court's 1999 order blocking enforcement of law that imposes big fines on commercial Internet sites that make pornography available to children until law's constitutionality is resolved; Justice Anthony M Kennedy's ...",
      "abstract": "Supreme Court, 5-4, uphold lower court's 1999 order blocking enforcement of law that imposes big fines on commercial Internet sites that make pornography available to children until law's constitutionality is resolved; Justice Anthony M Kennedy's majority opinion says government must show in Federal court trial why voluntary use of filters would not work as well as law's criminal penalties; leaves open possibility that law might ultimately be upheld (M)",
      "lead_paragraph": "The Supreme Court on Tuesday rejected Congress's latest effort to curb children's access to sexually explicit material on the Internet. But at the same time it gave the Bush administration a second chance to defend the law as a trial on its constitutionality goes forward in Federal District Court in Philadelphia.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/30/us/court-5-4-blocks-a-law-regulating-internet-access.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "For Airlines, a Long Argumentative Summer",
      "snippet": "Airline labor leaders and company executives face agonizing choice of waiting or leaping; waiting means biding time to see what happens at United Airlines, which failed to win federal loan guarantees and must try to persuade its workers to accept ...",
      "abstract": "Airline labor leaders and company executives face agonizing choice of waiting or leaping; waiting means biding time to see what happens at United Airlines, which failed to win federal loan guarantees and must try to persuade its workers to accept substantial new cuts in wages and benefits so it can attract lenders willing to finance its emergence from bankruptcy protection; any major cuts in labor costs at airline, where workers have already accepted reductions worth $2.5 billion each year, will put pressure on executives of rival carriers to get similar savings; analysts say uncertainties and brutal competition in industry make leaping attractive; competitors may try to reach cost-cutting deals quickly with their own unions without waiting for developments at United, to put themselves in better shape to absorb high jet fuel prices that have ruined industry's prospects for profitable 2004; danger for airlines is that deals made in haste may lock in labor costs that proved to be higher than what desperate United can ultimately get from its workers, leaving rivals either having to swallow competitive disadvantage or to go back to bargaining table yet again, asking for contract amendments; photos (M)",
      "lead_paragraph": "The hottest seats in the airline industry this summer will be at the bargaining table, where labor leaders and company executives now face an agonizing choice: wait or leap.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/30/business/for-airlines-a-long-argumentative-summer.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Fed's Expected Rate RiseMay Well Offer a Respite For Other Central Banks",
      "snippet": "Federal Reserve Board's expected interest rate increase is expected to ease pressure on other central bankers throughout world; Federal Reserve move would narrow gap in interest rates between US and 12 nations using euro currency, and could stabil...",
      "abstract": "Federal Reserve Board's expected interest rate increase is expected to ease pressure on other central bankers throughout world; Federal Reserve move would narrow gap in interest rates between US and 12 nations using euro currency, and could stabilize dollar and take steam out of euro, one of Europe's more frustrating recent economic problems; Bank of Japan and other Asian central banks are not expected to raise rates; Chinese officials may balk at following Federal Reserve's move with their own; Bank of England may feel no need to follow Fed because it raised rates in November and February; photos (M)",
      "lead_paragraph": "When the Federal Reserve raises interest rates from the lowest level in more than four decades, a move expected on Wednesday, the news will flash through trading floors and finance ministries overseas with the same fanfare as in the United States.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/30/business/fed-s-expected-rate-risemay-well-offer-a-respite-for-other-central-banks.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Gas and Oil Bring Japanese Money to Russia's Far East",
      "snippet": "Gas and Oil Bring Japanese Money",
      "abstract": "Gas and Oil Bring Japanese Money",
      "lead_paragraph": "Far below the edge of a cavernous dry dock, hundreds of workers in orange jumpsuits and hard hats labored in a forest of steel reinforcing bars, laying the gray concrete bases for two gas- and oil-producing platforms that will soon rise 20 stories.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/30/business/gas-and-oil-bring-japanese-money-to-russia-s-far-east.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Top Tax Shelter Lawyer No Longer at a Big Firm",
      "snippet": "Dismissal in October of Raymond J Ruble, top tax lawyer and partner at Manhattan-based firm Sidley Austin Brown & Wood, provides rare window into sometimes shadowy world of tax shelters and relationships between often obscure investment firms that...",
      "abstract": "Dismissal in October of Raymond J Ruble, top tax lawyer and partner at Manhattan-based firm Sidley Austin Brown & Wood, provides rare window into sometimes shadowy world of tax shelters and relationships between often obscure investment firms that sell them and better-known law firms and accounting and consulting firms that advise or promote them; Ruble has not been charged with any wrongdoing and is not subject of any federal probe; government investigators contend that millions of dollars from San Francisco-based Chenery Associates, seller of tax shelters, had gone--apparently unknown to law firm--into Delaware trust created by Ruble (M)",
      "lead_paragraph": "Raymond J. Ruble, 59, was a Manhattan-based partner with Sidley Austin Brown & Wood, one of the nation's largest law firms. Described by fellow lawyers as modest and genial, Mr. Ruble was nonetheless known for his aggressive work on tax strategies for investors.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/30/business/top-tax-shelter-lawyer-no-longer-at-a-big-firm.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "IRAQ WILL CHARGE HUSSEIN IN COURT ALONG WITH AIDES",
      "snippet": "Iraq's interim government says it will take legal, but not physical, custody of Saddam Hussein and 11 of his top associates from United States and file charges against them in special Iraqi court set up to try members of ousted government for crim...",
      "abstract": "Iraq's interim government says it will take legal, but not physical, custody of Saddam Hussein and 11 of his top associates from United States and file charges against them in special Iraqi court set up to try members of ousted government for crimes against humanity; Prime Min Iyad Allawi says men will remain under American military guard at government's request until Iraq has prison system capable of ensuring they remain unharmed and do not escape; says Hussein's trial will not begin for number of months; men, under terms approved by Pres Bush, will cease to be prisoners of war and get Iraqi legal protections, including access for first time to legal counsel; include Ali Hassan al-Majid, Taha Yassin Ramadan, Tariq Aziz and Abid Hamid Mahmud al-Tikriti; interviews with Iraqis who lived through Hussein's repression show broad support for trial, even in Sunni Muslim strongholds he favored; photos (M)",
      "lead_paragraph": "Iraq's interim government announced Tuesday that it would take legal, but not physical, custody of Saddam Hussein and 11 of his top associates from the United States on Wednesday.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/30/world/transition-iraq-saddam-hussein-iraq-will-charge-hussein-court-along-with-aides.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Bank One Settles Trading Case For $90 Million",
      "snippet": "Bank One agrees to $90 million settlement of probe by regulators into rapid trading in and out of its mutual funds; settlement comes on eve of bank's $58 billion merger with J P Morgan Chase, which is scheduled to close July 1; Bank One was among ...",
      "abstract": "Bank One agrees to $90 million settlement of probe by regulators into rapid trading in and out of its mutual funds; settlement comes on eve of bank's $58 billion merger with J P Morgan Chase, which is scheduled to close July 1; Bank One was among first mutual fund managers to be linked to market timing in September, when New York Atty Gen Eliot Spitzer made public his investigation into practice in settlement involving hedge fund Canary Capital; settlement, reached jointly by Spitzer and Securities and Exchange Commission, calls for Banc One Investment Advisors to pay $40 million in penalties and $10 million in disgorgement and restitution; bank does not admit any wrongdoing; Mark A Beeson, former chief executive of Bank One's mutual fund division, will pay $100,000 penalty; consents to two-year ban from mutual fund industry and three-year ban from serving as officer or director of investment manager (Market Place column) (M)",
      "lead_paragraph": "Bank One agreed yesterday to a $90 million settlement of an investigation by regulators into rapid trading in and out of its mutual funds. The settlement comes on the eve of the bank's $58 billion merger with J.P. Morgan Chase, which is scheduled to close tomorrow.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/30/business/market-place-bank-one-settles-trading-case-for-90-million.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "A Ruling on Human Rights",
      "snippet": "The justices kept federal courts open to lawsuits by foreigners who say they were victims of serious human rights violations anywhere in the world. Page A21.",
      "abstract": "The justices kept federal courts open to lawsuits by foreigners who say they were victims of serious human rights violations anywhere in the world. Page A21.",
      "lead_paragraph": "The justices kept federal courts open to lawsuits by foreigners who say they were victims of serious human rights violations anywhere in the world. Page A21.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/30/us/a-ruling-on-human-rights.html",
      "byline": ""
    },
    {
      "headline": "Japan Aims to Stiffen Antitrust Penalties",
      "snippet": "Japanese government has proposed sweeping overhaul of antimonopoly act that is aimed primarily at bid rigging and price fixing; bill that would codify changes has been held up because of opposition from Japan's leading big-business lobby, Nippon K...",
      "abstract": "Japanese government has proposed sweeping overhaul of antimonopoly act that is aimed primarily at bid rigging and price fixing; bill that would codify changes has been held up because of opposition from Japan's leading big-business lobby, Nippon Keidanren; group argues Fair Trade Commission's operations should be made more transparent before commission is given more power; commission's chairman Kazuhiko Takeshima is leading push for tougher fines; photo (M)",
      "lead_paragraph": "Could Japan's fair trade watchdog finally be getting teeth?",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/30/business/japan-aims-to-stiffen-antitrust-penalties.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Economic Growth Intact",
      "snippet": "Japan's unemployment rate fell to its lowest level since Aug 2002, declining to 4.6 percent in May, from 4.7 percent in April; spending by households led by salaried workers rose 5.6 percent in May compared with year earlier; industrial production...",
      "abstract": "Japan's unemployment rate fell to its lowest level since Aug 2002, declining to 4.6 percent in May, from 4.7 percent in April; spending by households led by salaried workers rose 5.6 percent in May compared with year earlier; industrial production for May rose 0.5 percent from month ago (S)",
      "lead_paragraph": "The unemployment rate fell in May while consumer spending and factory production increased, indicating that Japan's two-year-old recovery remains on track. The unemployment rate fell to its lowest level since August 2000, declining to 4.6 percent in May, from 4.7 percent in April. Spending by households led by salaried workers rose 5.6 percent in May compared with a year earlier, a sign that a rebound in consumption that helped fuel strong growth in the first quarter is continuing. Meanwhile, industrial production for May rose 0.5 percent from a month earlier. Growth in production was slower than forecast though economists said they still think a long-term trend of increasing production remains intact. Todd Zaun (NYT)",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/30/business/world-business-briefing-asia-japan-economic-growth-intact.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Reality Intrudes on Promises in Rebuilding of Iraq",
      "snippet": "Iraq's economic renewal progresses at slow pace over year into massive United States aid effort; fewer than 140 of 2,300 promised contruction projects are under way, employing under 20,000 local workers; economy that is supposed to be come beacon ...",
      "abstract": "Iraq's economic renewal progresses at slow pace over year into massive United States aid effort; fewer than 140 of 2,300 promised contruction projects are under way, employing under 20,000 local workers; economy that is supposed to be come beacon of free enterprise remains warped by central controls and huge subsidies for energy and food, leaving politically explosive policy choices for new government; Pentagon, scrambling to speed up revival, has recently begun pumping out long-awaited money and work orders, committing $1.4 billion in just last week even as spreading insurgency cripples ability of Western contractors to oversee projects and targets Iraqi workers; American authorities insist rebuilding will proceed; graph of progress on funded work; photos (M)",
      "lead_paragraph": "The four big smokestacks at the Doura power plant in Baghdad have always served as subversive truth-tellers. No matter what Saddam Hussein's propagandists said about electricity supplies, people knew they could get a better idea of the coming day's power by counting how many stacks at Doura were spewing smoke.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/30/world/transition-iraq-bricks-mortar-money-reality-intrudes-promises-rebuilding-iraq.html",
      "byline": "By James Glanz and Erik Eckholm"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Flextronics Buying Nortel Manufacturing Plants  Shares of Nortel Networks rose 5 percent after it announced that it would sell most of its manufacturing business to Flextronics to cut costs and focus on sales rather than production. Flextronics wi...",
      "abstract": " Flextronics Buying Nortel Manufacturing Plants  Shares of Nortel Networks rose 5 percent after it announced that it would sell most of its manufacturing business to Flextronics to cut costs and focus on sales rather than production. Flextronics will pay $675 million to $725 million by the end of 2005 for inventory, equipment and intangible assets.    Nortel has been in financial difficulty for the last three years, and its accounting is under investigation. In April, its chief executive, its chief financial officer and its controller were fired. [Page C4.]",
      "lead_paragraph": "Flextronics Buying Nortel Manufacturing Plants",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/30/business/business-digest-145971.html",
      "byline": ""
    },
    {
      "headline": "Social Issues Tug Wal-Mart In Differing Directions",
      "snippet": "Social issues are pulling Wal-Mart Stores in differing directions; company's management broadcast two-part message to its one million employees over television monitors in stores after Federal Judge Martin J Jenkins ruled last week that lawsuit ch...",
      "abstract": "Social issues are pulling Wal-Mart Stores in differing directions; company's management broadcast two-part message to its one million employees over television monitors in stores after Federal Judge Martin J Jenkins ruled last week that lawsuit charging retail chain with discrimination against women could proceed as class action covering about 1.65 million current and former employees; employees were told that ruling means there was no finding of guilt and it was all about class, but company plans to appeal; second part of message said that when lawsuit is over, company will be better place; Wal-Mart's plans for future appear uncertain; on one hand, it bans certain magazines from its stores, fights matters ranging from shareholder proposals to federal lawsuits, and justifies strategies by quoting long-dead founder Samuel L Walton in obsolete manner of Chinese quoting Chairman Mao; on other hand, in last year, Wal-Mart created office of diversity, announced it would protect gay workers from workplace discrimination, and pledged to promote women in same proportion that they apply for management jobs, promising to penalize senior executives if that does not come to pass; photos (M)",
      "lead_paragraph": "After a judge's ruling, announced last week, gave class-action status to a federal sex-discrimination lawsuit against Wal-Mart Stores, the company's management broadcast a two-part message to its one million employees over the television monitors that hang from store ceilings.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/30/business/social-issues-tug-wal-mart-in-differing-directions.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Russian Court Upholds Tax Claim Against Yukos",
      "snippet": "Moscow Arbitration Coiurt upholds claim for $3.4 billion in back taxes against Russian oil giant Yukos, bringing company one step closer to question of how it might pay up without bankrupting itself; Yukos' lawyers say they will recommend appeal, ...",
      "abstract": "Moscow Arbitration Coiurt upholds claim for $3.4 billion in back taxes against Russian oil giant Yukos, bringing company one step closer to question of how it might pay up without bankrupting itself; Yukos' lawyers say they will recommend appeal, which would again freeze government's tax claim; Yukos chief executive Steven M Theede says Yukos is strong and healthy company, but tax bill poses threat; photo (M)",
      "lead_paragraph": "A Russian court upheld on Tuesday a claim for $3.4 billion in back taxes against the Russian oil giant Yukos, bringing the company one step closer to the question of how it might pay up without bankrupting itself.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/30/business/russian-court-upholds-tax-claim-against-yukos.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Mitsubishi Bailout Might Grow",
      "snippet": "Mitsubishi Motors is hoping to raise more money for emergency bailout as it struggles to stem damage from widening recall and falling sales; says J P Morgan Securities might underwrite purchase of Mitsubishi Motors shares worth as much as 150 bill...",
      "abstract": "Mitsubishi Motors is hoping to raise more money for emergency bailout as it struggles to stem damage from widening recall and falling sales; says J P Morgan Securities might underwrite purchase of Mitsubishi Motors shares worth as much as 150 billion yen, up from its initial plan to contribute 100 billion yen ($923 million); other investors may increase their stakes, raising package to as much as 546 billion yen, compared with goal of about 450 billion yen under initial plan announced in May; graph (S)",
      "lead_paragraph": "Mitsubishi Motors is hoping to raise more money for an emergency bailout as it struggles to stem the damage from a widening recall and falling sales. The carmaker said that J.P. Morgan Securities might underwrite the purchase of Mitsubishi Motors shares worth as much as 150 billion yen, up from its initial plan to contribute 100 billion yen ($923 million). Other investors may increase their stakes, raising the package to as much as 546 billion yen, compared with a goal of about 450 billion yen under the initial plan announced last month. The carmaker was forced to seek a bailout from Mitsubishi companies and other investors after its largest shareholder, DaimlerChrysler, decided in April to stop supporting the company. Todd Zaun (NYT)",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/30/business/world-business-briefing-asia-japan-mitsubishi-bailout-might-grow.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Tax Bill For Honda",
      "snippet": "Worldo",
      "abstract": "Worldo",
      "lead_paragraph": "The tax authorities have ordered Honda Motor to pay 13 billion yen ($120 million) in additional taxes on profit from its motorcycle business in Brazil. Tax authorities say Honda did not allocate enough of the profit from its Brazilian subsidiary, Moto Honda da Amazonia, to its headquarters business in Japan for the six years to 2002. Honda said it would pay the tax but would appeal the ruling. Honda's Brazilian unit made about 820,000 motorcycles last year and 90 percent of them were sold in Brazil. Todd Zaun (NYT)",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/30/business/world-business-briefing-asia-japan-tax-bill-for-honda.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Citigroup Venture",
      "snippet": "Citigroup will incorporate its Singapore consumer banking business, latest push to increase lending to individuals in Asia (S)",
      "abstract": "Citigroup will incorporate its Singapore consumer banking business, latest push to increase lending to individuals in Asia (S)",
      "lead_paragraph": "Citigroup said it would incorporate its Singapore consumer banking business, the latest push to increase lending to individuals in Asia. Citibank N.A., the consumer banking unit of the company, said the new lender, Citibank Singapore, would have paid-up capital of 1.5 billion Singapore dollars ($874 million). The move will enable Citigroup to negotiate with banks to gain access to their automated teller machines.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/30/business/world-business-briefing-asia-singapore-citigroup-venture.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Lower Price For Philips LCD",
      "snippet": "World Business Briefing: South Korea: Lower Price For Philips Co,",
      "abstract": "World Business Briefing: South Korea: Lower Price For Philips Co,",
      "lead_paragraph": "The LG.Philips LCD Company, a maker of liquid-crystal displays, cut the price range for its initial offering by as much as a fifth amid concern over demand for flat screens. Philips LCD, a venture of LG Electronics and Royal Philips Electronics plans to sell stock at the equivalent of $30 to $36 a share, according to a filing with the Securities and Exchange Commission. By comparison, a June 25 filing in South Korea gave a range of 37,100 won ($32) to 52,600 won ($46). The company plans to sell 13.5 percent and has scheduled to price the shares on July 15, the Korean filing said.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/30/business/world-business-briefing-asia-south-korea-lower-price-for-philips-lcd.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Officer Sees Betrayal Of a Missing Marine",
      "snippet": "The American marine who is being threatened by his kidnappers with beheading was abducted in Iraq after deserting to make his way to his native Lebanon, a Marine officer said. The officer said he believed that the marine, Cpl. Wassef Ali Hassoun, ...",
      "abstract": "The American marine who is being threatened by his kidnappers with beheading was abducted in Iraq after deserting to make his way to his native Lebanon, a Marine officer said. The officer said he believed that the marine, Cpl. Wassef Ali Hassoun, had been betrayed by Iraqis he befriended on his base.      Article, Page A12.",
      "lead_paragraph": "The American marine who is being threatened by his kidnappers with beheading was abducted in Iraq after deserting to make his way to his native Lebanon, a Marine officer said. The officer said he believed that the marine, Cpl. Wassef Ali Hassoun, had been betrayed by Iraqis he befriended on his base.",
      "publication_date": "2004-06-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/30/world/officer-sees-betrayal-of-a-missing-marine.html",
      "byline": ""
    }
  ]
}