{
  "metadata": {
    "date": "2004-01-13",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Employment Giant Discloses Accounting Problems",
      "snippet": "Shares in Switzerland-based Adecco, world's largest employment-services company, plunge after company says problems with accounting and financial controls will force indefinite delay in its 2003 profit figures; chief financial officer Felix Weber ...",
      "abstract": "Shares in Switzerland-based Adecco, world's largest employment-services company, plunge after company says problems with accounting and financial controls will force indefinite delay in its 2003 profit figures; chief financial officer Felix Weber says company has found material weaknesses in internal controls in company's North American operations of Adecco staffing; adds Adecco is also looking into possible accounting, control and compliance issues in company's operations in certain countries; graph; photo (M)",
      "lead_paragraph": "Shares in Adecco, the world's largest employment-services company, plunged Monday morning after the company said that problems with accounting and financial controls would force an indefinite delay in its 2003 profit figure.",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/13/business/employment-giant-discloses-accounting-problems.html",
      "byline": "By Fiona Fleck and Floyd Norris"
    },
    {
      "headline": "Changes at KPMG After Criticism of Its Tax Shelters",
      "snippet": "KPMG says its deputy chairman Jeff Stein is stepping down and that its top tax shelter partner Jeffrey Eischeid is put on administrative leave after severe criticism of its ethics at Senate hearing in November 2003 and continuing court fight with ...",
      "abstract": "KPMG says its deputy chairman Jeff Stein is stepping down and that its top tax shelter partner Jeffrey Eischeid is put on administrative leave after severe criticism of its ethics at Senate hearing in November 2003 and continuing court fight with Internal Revenue Service over tax shelters that government says were abusive; move appears to signal another significant victory in government's efforts to rein in sale of abusive tax shelters through public criticism rather than litigation; Sens Norm Coleman and Carl Levin praise moves; administrative law judge bars former IRS criminal investigator Joseph R Banister from representing clients before agency; Banister maintains at his Web site that tax laws are hoax (M)",
      "lead_paragraph": "The KPMG accounting firm said yesterday that its deputy chairman was stepping down and that its top tax shelter partner was put on administrative leave after severe criticism of its ethics at a Senate hearing two months ago and a continuing court fight with the Internal Revenue Service over tax shelters that the government says were abusive.",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/13/business/changes-at-kpmg-after-criticism-of-its-tax-shelters.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Iowa's Dark Art of Caucusing Is Turning a Bit More Public",
      "snippet": "Inner workings of Iowa caucuses can be mysterious to uninitiated, involving intricate formula for allotting delegates to presidential candidates at 1,993 precinct meetings to be held around state on Jan 19; no ballots are punched, all voting is pu...",
      "abstract": "Inner workings of Iowa caucuses can be mysterious to uninitiated, involving intricate formula for allotting delegates to presidential candidates at 1,993 precinct meetings to be held around state on Jan 19; no ballots are punched, all voting is public, politicking on-site is at heart of process and delegates can be won with coin toss; some homestyle charm of caucus meetings will disappear this year; organizers, hoping that anti-Bush sentiment will spur record turnout, have moved most of gatherings out of parlors into public buildings that can hold more people; fewer than 75 will be held in private residences; veteran caucus watchers say switch should also make sites more neutral, decreasing chances that determined host can use home field advantage to steer caucus toward favorite; Democratic Party is also using more technology intended to deliver results more smoothly and quickly; in bow to media, parties agree to start caucuses earlier to better meet deadlines for East Coast newspapers and late-night television news broadcasts; photo; chart (L)",
      "lead_paragraph": "As Paulee Lipsman conducted a lunchtime primer on the Iowa caucuses for 100 workers at the Pioneer seed company headquarters near here, she sketched out a problem in caucus math, the intricate formula for allotting delegates to presidential candidates at the 1,993 precinct meetings to be held around the state next Monday evening.",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/13/us/2004-campaign-process-iowa-s-dark-art-caucusing-turning-bit-more-public.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Morgan Stanley Ordered to Pay LVMH in Suit Over Research",
      "snippet": "French court orders Morgan Stanley to pay 30 million euros, or $38 million, to LVMH Moet Hennessy Louis Vuitton, ruling research by Wall Street bank defamed LVMH; case brought by LVMH contends that luxury goods analyst for Morgan Stanley issued bi...",
      "abstract": "French court orders Morgan Stanley to pay 30 million euros, or $38 million, to LVMH Moet Hennessy Louis Vuitton, ruling research by Wall Street bank defamed LVMH; case brought by LVMH contends that luxury goods analyst for Morgan Stanley issued biased research to help its investment banking client Gucci Group, LVMH's biggest rival; verdict says Morgan Stanley made numerous errors; critics of LVMH's suit express concern that it will lead to analysts' being afraid to criticize any company, point Morgan Stanley raised in saying it will appeal; LVMH argues analysts can now feel free to speak without being under pressure from investment bankers at their firm (M)",
      "lead_paragraph": "A French court on Monday ordered Morgan Stanley to pay 30 million euros, or $38 million, to LVMH Moët Hennessy Louis Vuitton, ruling that research by the Wall Street bank defamed LVMH.",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/13/business/morgan-stanley-ordered-to-pay-lvmh-in-suit-over-research.html",
      "byline": "By Floyd Norris and Andrew Ross Sorkin"
    },
    {
      "headline": "The Other Doctor in Dean's House Shuns Politics",
      "snippet": "Dr Judith Steinberg Dean has been nearly invisible to public during her husband Howard Dean's 18 years in public service and now as he runs for Democratic presidential nomination; is country doctor in Shelburne, Vt; during Dean's last two years of...",
      "abstract": "Dr Judith Steinberg Dean has been nearly invisible to public during her husband Howard Dean's 18 years in public service and now as he runs for Democratic presidential nomination; is country doctor in Shelburne, Vt; during Dean's last two years of relentless campaigning, has stood by his side at political event only once, at his official announcement speech in June; has given dozen interviews--none televised--two fund-raising letters and cameo on half-hour advertisement; says she is simply too busy to get involved in campaign; some Dean backers see her as role model for independent women balancing careers and children, while others in campaign regard her absence as potential liability for candidate who is known for his reluctance to discuss his personal life or upbringing; Steinberg says she plans to keep practicing medicine if her husband is elected, and knows she would have to do some public events; photos (M)",
      "lead_paragraph": "Eddie Kasperowicz, 74 and retired from the Seabrook, N.H., auto plant that Howard Dean was touring the other day, had a question unrelated to his union's hot-button issues of trade and health care. ''When,'' he wondered, ''will America have a chance to meet your bride?''",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/13/us/2004-campaign-ex-governor-s-wife-other-doctor-dean-s-house-shuns-politics.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "The Latin America Factor in the Scandal at Parmalat",
      "snippet": "Parmalat's founder Calisto Tanzi, who is in police custody in Italy, has hinted to investigators that accounting fraud uncovered at Parmalat was driven partly by need to hide huge losses at company's South American operations; lawsuit by American ...",
      "abstract": "Parmalat's founder Calisto Tanzi, who is in police custody in Italy, has hinted to investigators that accounting fraud uncovered at Parmalat was driven partly by need to hide huge losses at company's South American operations; lawsuit by American pension fund accuses Citigroup of helping Parmalat cover gap in its balance sheet created by Brazilian subsidiary; Giovanni Bonici, who once ran Parmalat's Venezuela unit, returned to Italy and surrendered to authorities last week after hiding in Venezuela; many analysts doubt that Parmalat's operations in South America, unprofitable though they are, could have brought down giant dairy and food company with operations in 31 countries; photo (M)",
      "lead_paragraph": "Was South America the problem with Parmalat?",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/13/business/the-latin-america-factor-in-the-scandal-at-parmalat.html",
      "byline": "By Tony Smith"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Stake In Chip Maker Cut",
      "snippet": "Germany's Siemens agrees to sell half of its stake in Infineon Technologies for about 1.8 billion euros ($2.3 billion); graph (S)",
      "abstract": "Germany's Siemens agrees to sell half of its stake in Infineon Technologies for about 1.8 billion euros ($2.3 billion); graph (S)",
      "lead_paragraph": "The electronics and engineering company Siemens said it had agreed to sell half of its stake in Infineon Technologies, Europe's second-largest chip maker, for about 1.8 billion euros ($2.3 billion). Siemens, based in Munich, said it had agreed to sell 150 million shares as part of its plan to divest itself of all its Infineon stake. Stock in Infineon, which is also based in Munich, fell more than 5 percent on the news that Siemens was reducing its stake to 19 percent. Petra Kappl (NYT)",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/13/business/world-business-briefing-europe-germany-stake-in-chip-maker-cut.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Condé Nast's Florio Plans to Step Down As Chief Executive",
      "snippet": "Conde Nast Publications chief executive Steven T Florio will step down in February after 10 years of overseeing publishing company; will be succeeded by Charles H Townsend, chief operating officer of Conde Nast and Advance Magazine Group, which ru...",
      "abstract": "Conde Nast Publications chief executive Steven T Florio will step down in February after 10 years of overseeing publishing company; will be succeeded by Charles H Townsend, chief operating officer of Conde Nast and Advance Magazine Group, which runs back-office functions of all magazine divisions within parent company Advance Publicaitons; chart; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/13/business/conde-nast-s-florio-plans-to-step-down-as-chief-executive.html",
      "byline": "By David Carr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Subaru Avoids Fuel Limits With Changes to Outback  Subaru is tweaking some parts of the Outback sedan and wagon this year to meet the specifications of a light truck, the same regulatory category used by pickups and sport utilities. The move is mo...",
      "abstract": " Subaru Avoids Fuel Limits With Changes to Outback  Subaru is tweaking some parts of the Outback sedan and wagon this year to meet the specifications of a light truck, the same regulatory category used by pickups and sport utilities. The move is mostly to avoid tougher fuel economy and air pollution standards for cars.     Subaru's strategy highlights what environmentalists, consumer groups and some politicians say is a loophole in the nation's fuel economy regulations that has undermined the government's ability to actually cut gas consumption. [Page A1.]",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/13/business/business-digest-946222.html",
      "byline": ""
    },
    {
      "headline": "Supreme Court Roundup; JUSTICES ALLOW POLICY OF SILENCE ON 9/11 DETAINEES",
      "snippet": "Supreme Court rejects appeal challenging secrecy surrounding arrest and detention of hundreds of people, nearly all Muslim men, in weeks after 9/11 terrorist attacks; lets stand federal appeals court ruling that accepted Bush administration's rati...",
      "abstract": "Supreme Court rejects appeal challenging secrecy surrounding arrest and detention of hundreds of people, nearly all Muslim men, in weeks after 9/11 terrorist attacks; lets stand federal appeals court ruling that accepted Bush administration's rationale for refusing to disclose either identities of those it arrested, most of whom have since been deported for immigration violations unrelated to terrorism, or circumstances of arrests; that 2-to-1 ruling found that judiciary owes measure of deference to executive in cases implicating national security; dissenting judge said majority had 'converted deference into acquiescence' by accepting categorical secrecy policy without requiring government to show why names of those who had been cleared of terrorist connections could not be made public; Supreme Court's action, made without comment, brings end to one of biggest court cases related to 9/11 attacks; Supreme Court sets argument date of Mar 24 for one of term's most closely watched cases, on constitutionality of recitation of Pledge of Allegiance in public school classrooms; court rejects First Amendment challenge to 1991 federal law that prohibits transmission of unsolicited commercial advertisements over fax machines, or 'junk faxes' (L)",
      "lead_paragraph": "The Supreme Court on Monday turned down an appeal challenging the secrecy surrounding the arrest and detention of hundreds of people, nearly all Muslim men, in the weeks after the Sept. 11, 2001, terrorist attacks.",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/13/us/supreme-court-roundup-justices-allow-policy-of-silence-on-9-11-detainees.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Dean Under Pressure As First Voting Nears",
      "snippet": "A week before the first votes are to be cast, Howard Dean finds himself facing challenges in Iowa and New Hampshire. Dr. Dean's supporters expressed distress at what many described as a faltering performance in a televised debate in Des Moines Sun...",
      "abstract": "A week before the first votes are to be cast, Howard Dean finds himself facing challenges in Iowa and New Hampshire. Dr. Dean's supporters expressed distress at what many described as a faltering performance in a televised debate in Des Moines Sunday. And several of his competitors, including John Edwards and John Kerry in Iowa and Wesley K. Clark in New Hampshire, have made aggressive late-campaign pushes for support from undecided voters. Dr. Dean responded, ''When people attack me, that rejuvenates me.''    Article, Page A20.",
      "lead_paragraph": "A week before the first votes are to be cast, Howard Dean finds himself facing challenges in Iowa and New Hampshire. Dr. Dean's supporters expressed distress at what many described as a faltering performance in a televised debate in Des Moines Sunday. And several of his competitors, including John Edwards and John Kerry in Iowa and Wesley K. Clark in New Hampshire, have made aggressive late-campaign pushes for support from undecided voters. Dr. Dean responded, ''When people attack me, that rejuvenates me.''",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/13/us/dean-under-pressure-as-first-voting-nears.html",
      "byline": ""
    },
    {
      "headline": "Market Place; Computer Associates May Face S.E.C. Action",
      "snippet": "Securities and Exchange Commission may file civil charges against Computer Associates for violating securities laws by booking sales before contracts were signed; federal prosecutors and commission lawyers for last two years have investigated whet...",
      "abstract": "Securities and Exchange Commission may file civil charges against Computer Associates for violating securities laws by booking sales before contracts were signed; federal prosecutors and commission lawyers for last two years have investigated whether Computer Associates used accounting tactics to inflate its reported sales and profits in late 1990's, period when company's three top executives received $1.1 billion award tied to performance of its stock; company has radically changed way it sells software since 2000, and its reported sales have fallen almost 50 percent; chief executive Sanjay Kumar comments; photo (Market Place column) (M)",
      "lead_paragraph": "The Securities and Exchange Commission may file civil charges against Computer Associates, the giant software company, for violating securities laws by booking sales before contracts were signed, the company said yesterday.",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/13/business/market-place-computer-associates-may-face-sec-action.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Cable Venture Bailout",
      "snippet": "Singapore Telecommunications will bail out its unprofitable C2C undersea cable venture, lending $225 million as part of plan to restructure $592 million of unit's debt (S)",
      "abstract": "Singapore Telecommunications will bail out its unprofitable C2C undersea cable venture, lending $225 million as part of plan to restructure $592 million of unit's debt (S)",
      "lead_paragraph": "Southeast Asia's biggest phone company, Singapore Telecommunications, will bail out its unprofitable C2C undersea cable venture, lending $225 million as part of a plan to restructure $592 million of the unit's debt. C2C, which runs a $2 billion phone network linking countries from Singapore to Japan, will repay about a third of its debt at 55 cents to the dollar and have as long as 12 years to pay the remainder. Singapore Telecommunications, which owns about 60 percent of C2C, wrote off the entire value of its investment last fiscal year, incurring costs of 812 million Singapore dollars ($480 million).",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/13/business/world-business-briefing-asia-singapore-cable-venture-bailout.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Global Trade: Inquiry On Movie Contracts",
      "snippet": "European Commission is ready to probe accusations against Hollywood-based movie studios over clause in contracts they signed with European pay television operators; contracts between studios and pay TV companies like British Sky Broadcasting and C...",
      "abstract": "European Commission is ready to probe accusations against Hollywood-based movie studios over clause in contracts they signed with European pay television operators; contracts between studios and pay TV companies like British Sky Broadcasting and Canal Plus in France include clause forcing pay TV companies to offer best price and conditions it agrees to with one studio to all others; commission suspects provision is anticompetitive and inflates price of movies on European television (S)",
      "lead_paragraph": "The European Commission is ready to investigate accusations against Hollywood-based movie studios over a clause in contracts they signed with European pay television operators. Contracts between the studios and pay TV companies like British Sky Broadcasting and Canal Plus in France include a clause forcing the pay TV companies to offer the best price and conditions it agrees to with one studio to all the others. The commission has said it suspects that this provision is anticompetitive and inflates the price of movies on European television. A decision to open an antitrust case against the studios is expected later this month or in February, according to people close to the competition regulator. Paul Meller (NYT)",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/13/business/world-business-briefing-global-trade-inquiry-on-movie-contracts.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "World Business Briefing | Global Trade: Trade Sanctions Sought",
      "snippet": "European Commission will seek permission from World Trade Organization to impose sanctions on US because nation has not scrapped law that awards fines levied against companies exporting to US to their American rivals; commission contends law punis...",
      "abstract": "European Commission will seek permission from World Trade Organization to impose sanctions on US because nation has not scrapped law that awards fines levied against companies exporting to US to their American rivals; commission contends law punishes exporters twice because first they are fined and then money is passed on to competitors (S)",
      "lead_paragraph": "The European Commission will seek permission from the World Trade Organization today to impose sanctions on the United States, because the nation has not scrapped a law that awards fines levied against companies exporting to the United States to their American rivals. The commission contends that the law punishes exporters twice because first they are fined and then the money is passed on to competitors. The trade organization ruled that the law, known as the Byrd Amendment, was illegal after it received complaints from several countries including Australia, Canada, Mexico and Japan as well as from the European Union. Paul Meller (NYT)",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/13/business/world-business-briefing-global-trade-trade-sanctions-sought.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Fast Gaining in Technology, China Poses Trade Worries",
      "snippet": "China is not only fast-growing consumer technology market, but it is also low-cost workshop for assembling technology products for American, European and Japanese concerns; Chinese government has taken unusual steps as it moves to expand its techn...",
      "abstract": "China is not only fast-growing consumer technology market, but it is also low-cost workshop for assembling technology products for American, European and Japanese concerns; Chinese government has taken unusual steps as it moves to expand its technology industries that are leading to new trade tensions with US; measures include efforts to develop Chinese software standards for wireless computers, introduction of exclusive technology formats for future generations of cellphones and DVD players--even tax policies that favor computer chips made in China and sold in Chinese market; Phillip J Bond, under secretary of commerce for technology policy, comments; photo (M)",
      "lead_paragraph": "To high-technology companies, China has been a land of seemingly pure promise in recent years. Not only is it a fast-growing consumer market, but it has also become a low-cost workshop for assembling technology products for American, European and Japanese concerns.",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/13/business/fast-gaining-in-technology-china-poses-trade-worries.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "World Business Briefing | Asia: India: Industrial Use Rises",
      "snippet": "India's industrial output rose 7.4 percent in November, compared with 5.4 percent in October and 4.1 percent in month year earlier; manufacturing grew 8.1 percent in November compared with 4.3 percent year earlier; demand for consumer durables inc...",
      "abstract": "India's industrial output rose 7.4 percent in November, compared with 5.4 percent in October and 4.1 percent in month year earlier; manufacturing grew 8.1 percent in November compared with 4.3 percent year earlier; demand for consumer durables increased 14.1 percent compared with 1.4 percent year earlier (S)",
      "lead_paragraph": "India's industrial output rose 7.4 percent in November, compared with 5.4 percent in October and 4.1 percent in the month a year earlier. According to figures released by the government's Central Statistical Organization, industrial output rose 6.2 percent from April to November 2003. Industry accounts for only a quarter of the country's gross domestic product but contributes a substantial part of the government's revenues. Manufacturing grew 8.1 percent in November compared with 4.3 percent a year earlier. With farm incomes increasing after a season of ample rainfall, the demand for consumer durables like televisions and refrigerators increased 14.1 percent in November compared with 1.4 percent a year earlier. Saritha Rai (NYT)",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/13/business/world-business-briefing-asia-india-industrial-use-rises.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "To Avoid Fuel Limits, Subaru Is Turning a Sedan Into a Truck",
      "snippet": "Subaru is tweaking some parts of its Outback sedan and wagon to meet specifications of light truck, mostly to avoid tougher fuel economy and air pollution standards for cars; move will let Subaru sell more vehicles with turbochargers, which pep up...",
      "abstract": "Subaru is tweaking some parts of its Outback sedan and wagon to meet specifications of light truck, mostly to avoid tougher fuel economy and air pollution standards for cars; move will let Subaru sell more vehicles with turbochargers, which pep up performance but hurt mileage and increase pollution; Subaru's strategy highlights what environmentalists, consumer groups and some politicians say is loophole in fuel economy regulations that has undermined government's ability to actually cut gas consumption; average fuel economy for new vehicles is lower now than it was two decades ago, despite advances in fuel-saving technology; federal regulations originally set less-stringent fuel economy and emissions requirements for light trucks to avoid penalizing builders, farmers and other working people who rely on pickups; that exemption opened way for automakers to replace sedans and station wagons with vehicles that fit definition of light truck, notably sport utility vehicles and minivans; photos (M)",
      "lead_paragraph": "The Subaru Outback sedan looks like any other midsize car, with a trunk and comfortable seating for four adults.",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/13/business/to-avoid-fuel-limits-subaru-is-turning-a-sedan-into-a-truck.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "World Business Briefing | Europe: Software Inquiry Recessed",
      "snippet": "European Commission stops clock in its investigation of software maker Oracle's bid to take ove rrival PeopleSoft; commission asks for more information; March 30 deadline for ruling will be rescheduled once investigation resumes (S)",
      "abstract": "European Commission stops clock in its investigation of software maker Oracle's bid to take ove rrival PeopleSoft; commission asks for more information; March 30 deadline for ruling will be rescheduled once investigation resumes (S)",
      "lead_paragraph": "The European Commission has stopped the clock in its investigation of the software maker Oracle's bid to take over a rival, Peoplesoft. A commission spokeswoman, Amelia Torres, said the commission had asked Oracle for more information about the intended deal but declined to give details. The March 30 deadline for a ruling will be rescheduled once the investigation resumes. Paul Meller (NYT)",
      "publication_date": "2004-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/13/business/world-business-briefing-europe-software-inquiry-recessed.html",
      "byline": "By Paul Meller (NYT)"
    }
  ]
}