{
  "metadata": {
    "date": "2004-11-30",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "U.S. Officials Say Iraq's Forces Founder Under Rebel Assaults",
      "snippet": "American officials say Iraqi police and national guard forces, whose performance is crucial to securing Jan elections, are foundering in face of coordinated efforts to kill and intimidate them and their families; Iraqi recruits have been victims o...",
      "abstract": "American officials say Iraqi police and national guard forces, whose performance is crucial to securing Jan elections, are foundering in face of coordinated efforts to kill and intimidate them and their families; Iraqi recruits have been victims of assassinations and car bombs aimed at lines of applicants as well as police stations; in latest attack, suicide bomber rammed car into group of police officers west of Ramadi, killing 12 people; local American commanders and security officials say both Iraqi forces are riddled with problems; say that in most violent provinces, they are so intimidated that many are reluctant to show up and do not tell their families where they work; say they have not yet received adequate training or weapons, and they present danger to American troops they fight alongside; say they are unreliable because of corruption, desertion or infiltration; Lt Gen David H Petraeus, American commander overseeing training of Iraqi security forces, acknowledges shortcomings in Iraqis' performance, particularly by police in Mosul and in Anbar Province; says they have done well in Falluja, Najaf, Kut, Hilla, Karbala and much of southern Iraq, where security situation is not as dangerous; photo (M)",
      "lead_paragraph": "MOSUL, Iraq, Nov. 29 - Iraqi police and national guard forces, whose performance is crucial to securing January elections, are foundering in the face of coordinated efforts to kill and intimidate them and their families, say American officials in the provinces facing the most violent insurgency.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/30/washington/us-officials-say-iraqs-forces-founder-under-rebel-assaults.html",
      "byline": "By Richard A. Oppel Jr. and James Glanz"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Merck Sets Up Bonus Plan For 230 Senior Executives  With its stock falling since it withdrew the arthritis drug Vioxx and its ability to thrive as an independent company uncertain, Merck has adopted a plan to give its executives a chance for bonus...",
      "abstract": " Merck Sets Up Bonus Plan For 230 Senior Executives  With its stock falling since it withdrew the arthritis drug Vioxx and its ability to thrive as an independent company uncertain, Merck has adopted a plan to give its executives a chance for bonuses if the company is taken over.    Merck said in a securities filing that its board had decided to give its 230 most senior managers the opportunity for a payment of up to three years of salary and bonus if another company buys Merck -- or merely buys more than 20 percent of its shares. [Page A1.]    Another Purchase by UnitedHealth  UnitedHealth said that it would buy Definity Health for $300 million. The acquisition was the latest move in the company's strategy of diversifying away from its signature managed care business. Earlier this year, UnitedHealth acquired Oxford Health Plans and Mid-Atlantic Medical Services. Shares of UnitedHealth are up 42.6 percent so far this year. Market Place. [C2.]    Traders Accused of False Reports  Five former traders for Reliant Energy, the El Paso Corporation and Dynegy were indicted on charges of reporting false trades to newsletters to manipulate natural gas prices. [C2.]    4 Studios Back DVD Format  A group of companies led by Toshiba made a major advance in the effort to define a new DVD standard as Paramount and three other Hollywood studios announced that they would release films in the group's high-definition DVD format by the end of next year. [C6.]    Witness Deferred to Eisner's Wish  Richard A. Nunis, a former director of Walt Disney, testified that he deferred to the decision of Michael D. Eisner in the firing of former president Michael Ovitz and in giving him a $140 million severance package. [C14.]    Bhopal Victims Not Fully Paid  Almost 20 years after a gas leak from a Union Carbide pesticide factory in Bhopal, India, that killed 7,000 people, the victims are poorly compensated and the companies have gone unpunished, a study by Amnesty International found. [World Business, Section W.]    Kellogg Picks Director as Chief  James M. Jenness, left, was named chairman and chief executive of Kellogg to succeed Carlos M. Gutierrez, who was nominated by President Bush to be commerce secretary. Mr. Jenness has been a Kellogg director since 2000 and serves as head of the board's consumer-marketing committee. He was once a vice chairman and chief operating officer of the Leo Burnett Company. [C4.]    Editor of Le Monde Steps Down  The editor in chief of Le Monde, Edwy Plenel, resigned from the paper, which has been struggling with a downturn in advertising and circulation. [World Business, Section W.]    Wal-Mart Appeals Earlier Ruling  Wal-Mart Stores asked an appeals court to overturn a ruling allowing 1.6 million women workers seeking back pay to sue the company for discrimination as a group. [C12.]    S.&P. and Dow Fall; Nasdaq Gains  The Standard & Poor's 500-stock index fell 4.08 points, to 1,178.57, on disappointing November sales at Wal-Mart. The Dow Jones industrial average lost 46.33 points, to 10,475.90. The Nasdaq composite gained 4.90 points, to 2,106.87, after three analysts raised their share-price forecast for Apple Computer, the maker of iPod digital music players. [C13.]    Saudi Arabia to Raise Capacity  Saudi Arabia plans to expand oil output capacity by 14 percent to avert shortages. [C13.]    Another View on Airport Security  Men take issue with seemingly inconsistent or incomplete security measures at many airports. Joe Sharkey: On the Road. [C9.]  ",
      "lead_paragraph": "Merck Sets Up Bonus Plan For 230 Senior Executives With its stock falling since it withdrew the arthritis drug Vioxx and its ability to thrive as an independent company uncertain, Merck has adopted a plan to give its executives a chance for bonuses if the company is taken over.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/30/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Bank Selling Postal Shares",
      "snippet": "German development bank Kreditanstalt fur Wiederaufbau plans to sell shares in German postal service, Deutsche Post, worth 1.15 billion euros ($1.52 billion) (S)",
      "abstract": "German development bank Kreditanstalt fur Wiederaufbau plans to sell shares in German postal service, Deutsche Post, worth 1.15 billion euros ($1.52 billion) (S)",
      "lead_paragraph": "Kreditanstalt für Wiederaufbau, a state-owned development bank, said it planned to sell shares in the German postal service, Deutsche Post, worth 1.15 billion euros ($1.52 billion). The sale, aimed at institutional investors only, includes 150 million euros ($199 million) of so-called greenshoe options that could be used to meet strong investor demand, the bank said. Kreditanstalt currently holds a 42.6 percent stake in Deutsche Post, worth an estimated 7.4 billion euros. Victor Homola (NYT)",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/30/business/world-business-briefing-europe-germany-bank-selling-postal-shares.html",
      "byline": "By Victor Homola (NYT)"
    },
    {
      "headline": "Airbus's Midsize Challenge to Boeing",
      "snippet": "European Aeronautic Defense and Space Co, or EADS, says its board supports plan by Airbus to build competitor to 7E7, Boeing's highly efficient 200-to-300-seat plane intended for huge market in midsize aircraft; Airbus plane, to be called A350, wi...",
      "abstract": "European Aeronautic Defense and Space Co, or EADS, says its board supports plan by Airbus to build competitor to 7E7, Boeing's highly efficient 200-to-300-seat plane intended for huge market in midsize aircraft; Airbus plane, to be called A350, will be based on existing aircraft, A330, photos (M)",
      "lead_paragraph": "FRANKFURT, Nov. 29 - For the last few years, Airbus and Boeing have been engaged in an all-out fight -- selling not just different aircraft, but different visions of air travel. Now, this black-and-white battle is suddenly turning a bit gray.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/30/business/worldbusiness/airbuss-midsize-challenge-to-boeing.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Pilots and Makers of Copters Defy the Aviation Slump",
      "snippet": "Helicopter manufacturers are churning out copters again with business on upswing after suffering through post-Sept 11 slump and competing intensely for new spate of military and commercial orders that give them at least $6 billion, probably more; ...",
      "abstract": "Helicopter manufacturers are churning out copters again with business on upswing after suffering through post-Sept 11 slump and competing intensely for new spate of military and commercial orders that give them at least $6 billion, probably more; technological advances have made helicopters plusher and quieter, giving them newfound cachet as one of newest coveted corporate toys; Larry Murphy, pilot for Keystone Helicopter, comments; photo (M)",
      "lead_paragraph": "Larry J. Murphy keeps a hair-raising pace as a helicopter pilot. At 3:30 a.m. on a recent Monday, he transferred a cardiac patient to Lehigh Valley Hospital, his home base in Allentown, Pa., and barely had time to refuel his helicopter before he was called to a vehicle rollover.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/30/business/pilots-and-makers-of-copters-defy-the-aviation-slump.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Bacteria Enlisted for New Trials on Dental Health",
      "snippet": "Biotechnology company Oragenics is taking first step to see whether genetically engineered bacteria can prevent tooth decay; Oragenics has received permission from Food and Drug Administration to conduct first clinical trial in which genetically m...",
      "abstract": "Biotechnology company Oragenics is taking first step to see whether genetically engineered bacteria can prevent tooth decay; Oragenics has received permission from Food and Drug Administration to conduct first clinical trial in which genetically modified bacteria will be put into people's mouths; new bacteria, which are genetically neutered so they do not make acid that eats away at teeth, would be designed to replace acid-producing bacteria already present in most mouths; Oragenics's chief scientific officer Jeffrey D Hillman comments (M)",
      "lead_paragraph": "Can genetically engineered bacteria prevent tooth decay? A small biotechnology company is about to take the first step toward answering that question.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/30/health/bacteria-enlisted-for-new-trials-on-dental-health.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Colleges Can Bar Army Recruiters",
      "snippet": "Federal appeals court in Philadelphia rules that universities have First Amendment right to keep military recruiters off their campuses to protest Defense Dept poilcy of excluding gays from miiltary service, without risking loss of federal money; ...",
      "abstract": "Federal appeals court in Philadelphia rules that universities have First Amendment right to keep military recruiters off their campuses to protest Defense Dept poilcy of excluding gays from miiltary service, without risking loss of federal money; 2-to-1 decision by three-judge panel of court relies largely on 2000 decision by United States Supreme Court to allow Boy Scouts to exclude gay scoutmaster; 1995 law at issue in college decision bars federal government from disbursing money to colleges and universities that obstruct campus recruiting by military; billions of dollars are at stake; Justice Dept spokesman says no decision has been made on an appeal (M)",
      "lead_paragraph": "Universities may bar military recruiters from their campuses without risking the loss of federal money, a federal appeals court ruled yesterday.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/30/us/colleges-can-bar-army-recruiters.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Bhopal Victims Not Fully Paid, Rights Group Says",
      "snippet": "New study by Amnesty International, almost 20 years after gas leak at Union Carbide pesticide factory in Bhopal, India, that immediately killed 7,000 people and sickened several thousand others, finds that survivors still await proper compensation...",
      "abstract": "New study by Amnesty International, almost 20 years after gas leak at Union Carbide pesticide factory in Bhopal, India, that immediately killed 7,000 people and sickened several thousand others, finds that survivors still await proper compensation and adequate medical care and companies have gone unpunished; says over 20,000 people have died and 100,000 people are living with chronic illnesses; charges Union Carbide and Dow Chemical, which acquired it, as well as Indian government are evading human rights responsibilities; photo (M)",
      "lead_paragraph": "BANGALORE, India, Nov. 29 - Almost 20 years after the world's worst industrial disaster, a gas leak from a Union Carbide pesticide factory in Bhopal that immediately killed 7,000 people and sickened several thousand others, the victims are poorly compensated and the companies have gone unpunished, a new study by Amnesty International said on Monday.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/30/business/worldbusiness/bhopal-victims-not-fully-paid-rights-group-says.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "World Business Briefing | Europe: Intelsat Loses Satellite",
      "snippet": "Intelsat reports it has lost contact with one of its satellites and that, as result, $3 billion takeover deal with consortium led by Apax Partners could fall apart (S)",
      "abstract": "Intelsat reports it has lost contact with one of its satellites and that, as result, $3 billion takeover deal with consortium led by Apax Partners could fall apart (S)",
      "lead_paragraph": "The satellite operator Intelsat said that it had lost contact with one of its satellites and that as a result, a $3 billion takeover deal agreed upon in August could fall apart. The company's IA7 satellite, which serves the United States, Canada and South America, had a \"sudden and unexpected electrical distribution anomaly\" on Sunday, the company said. A consortium of four private equity firms led by Apax Partners plan to buy Intelsat, but they now have the right to walk away from the deal, Intelsat said. The private equity participants had not made a decision by yesterday evening. Heather Timmons (NYT)",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/30/business/world-business-briefing-europe-intelsat-loses-satellite.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Red Cross Finds Detainee Abuse in Guantánamo",
      "snippet": "International Committee of Red Cross charges in confidential reports to United States government that American military has intentionally used psychological and sometimes physical coercion 'tantamount to torture' on prisoners at Guantanamo Bay, Cu...",
      "abstract": "International Committee of Red Cross charges in confidential reports to United States government that American military has intentionally used psychological and sometimes physical coercion 'tantamount to torture' on prisoners at Guantanamo Bay, Cuba; report follows monthlong visit to Guantanamo by Red Cross inspection team last June; it claims some doctors and other medical workers at Guantanamo participated in planning for interrogations, calling this 'flagrant violation of medical ethics'; Bush administration and military officials sharply reject report's charges; Red Cross has been conducting visits to Guantanamo since Jan 2002; this is first time it has asserted in such strong terms that treatment of detainees, both physical and psychological, amounts to torture; report says methods used on prisoners in latest visit are 'more refined and repressive' than those seen on previous visits; cites as examples 'humiliating acts, solitary confinement, temperature extremes, use of forced positions'; conclusions by inspection team, especially findings involving alleged complicity in mistreatment by medical professionals, have provoked stormy debate within Red Cross committee, some of whom say they should make their concerns public or at least aggressively confront Bush administration; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/30/politics/red-cross-finds-detainee-abuse-in-guantanamo.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "Editor in Chief of Le Monde Steps Down",
      "snippet": "Edwy Plenel, longtime editor in chief of Le Monde, resigns to devote himself to 'simple joys of journalism and writing'; photo (M)",
      "abstract": "Edwy Plenel, longtime editor in chief of Le Monde, resigns to devote himself to 'simple joys of journalism and writing'; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/30/business/media/editor-in-chief-of-le-monde-steps-down.html",
      "byline": "By Doreen Carvajal"
    },
    {
      "headline": "Airbus's Midsize Challenge to Boeing; Board Backs the 8,600-Mile-Range A350, in Direct Competition With 7E7",
      "snippet": "For the last few years, Airbus and Boeing have been engaged in an all-out fight -- selling not just different aircraft, but different visions of air travel. Now, this black-and-white battle is suddenly turning a bit gray.     The controlling share...",
      "abstract": "For the last few years, Airbus and Boeing have been engaged in an all-out fight -- selling not just different aircraft, but different visions of air travel. Now, this black-and-white battle is suddenly turning a bit gray.     The controlling shareholder of Airbus, the European Aeronautic Defense and Space Company, or EADS, said on Monday that its board ''fully supports'' a plan by Airbus to build a competitor to the 7E7, Boeing's highly efficient 200-to-300-seat plane intended for the huge market in midsize aircraft.  ",
      "lead_paragraph": "FRANKFURT, Nov. 29 - For the last few years, Airbus and Boeing have been engaged in an all-out fight -- selling not just different aircraft, but different visions of air travel. Now, this black-and-white battle is suddenly turning a bit gray.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/30/business/airbuss-midsize-challenge-to-boeing-board-backs-the-8600milerange.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Merck Offering Top Executives Rich Way Out",
      "snippet": "Merck, which has been reeling since it withdrew its arthritis treatment Vioxx from market Sept 30, adopts plan that could give its top executives big bonuses if company is taken over; says in federal securities filing that its board decided to giv...",
      "abstract": "Merck, which has been reeling since it withdrew its arthritis treatment Vioxx from market Sept 30, adopts plan that could give its top executives big bonuses if company is taken over; says in federal securities filing that its board decided to give top 230 managers opportunity for one-time payment of up to three years of salary and bonus if another company buys Merck or over 20 percent of its shares; says any executive who is fired or resigns for good cause would receive payment; plan is seen as formal acknowledgment that Merck is now so weakened that it may be vulnerable to takeover; experts on corporate governance consider plan to be particularly ill timed; say board is rewarding executives for company's problems with Vioxx and its inability to bring new drugs to market; analysts say plan's probable cost of hundreds of millions of dollars would not discourage other drug companies from considering takeover; say most likely suiters are GlaxoSmithKline and Novartis; even though Merck's share prices declined 40 percent since Vioxx withdrawal, company has market value of $61 billion, figure that dwarfs potential payments to executives; photo (M)",
      "lead_paragraph": "With its stock plunging and its ability to thrive as an independent company uncertain, the drug giant Merck has adopted a plan that could give its top executives big bonuses if the company is taken over.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/30/business/merck-offering-top-executives-rich-way-out.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "World Business Briefing | Europe: Austria: Telecom Acquisition Considered",
      "snippet": "TeleKom Austria management reportedly discusses possible purchase of Bulgarian wireless operator MobilTel EAD; graph (S)",
      "abstract": "TeleKom Austria management reportedly discusses possible purchase of Bulgarian wireless operator MobilTel EAD; graph (S)",
      "lead_paragraph": "The Austrian telephone company Telekom Austria held an extraordinary management meeting to discuss the possible purchase of the Bulgarian wireless operator MobilTel EAD, a spokesman said. The spokesman, Martin Bredl said in a telephone interview that the company was discussing the possible acquisition, \"But we aren't necessarily prepared to make an offer.\" The company would bid 1.5 billion euros ($2 billion) to take over MobilTel, the Austrian daily Die Presse said. The company is competing against Deutsche Telekom of Germany, Vodafone Group of Britain and the Canadian investment company TIW.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/30/business/world-business-briefing-europe-austria-telecom-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Leader Offers Fresh Election for Ukrainians",
      "snippet": "Pres Leonid D Kuchma proposes holding new presidential election to end political crisis threatening to tear Ukraine apart, even as country's Supreme Court hears complaints of electoral fraud; it is unclear whether Kuchma intends to hold new runoff...",
      "abstract": "Pres Leonid D Kuchma proposes holding new presidential election to end political crisis threatening to tear Ukraine apart, even as country's Supreme Court hears complaints of electoral fraud; it is unclear whether Kuchma intends to hold new runoff between Prime Min Viktor F Yanukovich and his challenger, Viktor A Yushchenko, which law does not permit, or whole new election; Kuchma's remarks represent collapse of what had been united government position that Yanukovich won election, despite evidence of fraud and falsification involving perhaps millions of ballots; Yushchenko himself does not immediately respond to Kuchma's proposal; tells thousands of protesters massed on Independence Square that struggle over election would be decided by Supreme Court and Parliament; Parliament, which voted in nonbinding resolution to declare election results invalid, will meet again; photo; map (M)",
      "lead_paragraph": "KIEV, Ukraine, Nov. 29 - President Leonid D. Kuchma on Monday proposed holding a new election to end the political crisis threatening to tear the country apart, while Ukraine's Supreme Court heard complaints of electoral fraud over last week's presidential election.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/30/world/europe/leader-offers-fresh-election-for-ukrainians.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Canada, the Closer Country for Outsourcing Work",
      "snippet": "Kean and other software outsourcing companies, which often send work to employees in India, Philippines and Singapore, are sending more work to Canada; Canada, which lags India in number of people working in outsourcing businesses, offers stabilit...",
      "abstract": "Kean and other software outsourcing companies, which often send work to employees in India, Philippines and Singapore, are sending more work to Canada; Canada, which lags India in number of people working in outsourcing businesses, offers stability, proximity and cultural similarity to US and tends to attract higher-value, more sophisticated work; photo (M)",
      "lead_paragraph": "OTTAWA, Nov. 29 - Like many software outsourcing companies, Keane often sends work to its employees in India. But at the same time, Keane, which is based in Boston, is expanding its base of software developers in its original, and much closer, outsourcing location: Canada.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/30/business/worldbusiness/canada-the-closer-country-for-outsourcing-work.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "World Business Briefing | Asia: Malaysia: Airline Posts A Profit",
      "snippet": "Malaysian Airline System reports 31 percent rise in second-quarter profit, to 132.7 million ringgit ($35 million); reports 28 percent increase in sales, to 2.77 billion ringgit (S)",
      "abstract": "Malaysian Airline System reports 31 percent rise in second-quarter profit, to 132.7 million ringgit ($35 million); reports 28 percent increase in sales, to 2.77 billion ringgit (S)",
      "lead_paragraph": "Malaysian Airline System said its second-quarter profit rose 31 percent after it countered rising fuel prices by attracting more business-class passengers. Net income rose to 132.7 million ringgit ($35 million) in the three months ended Sept. 30, from 101.1 million ringgit a year earlier, Malaysian Air said in a statement. Sales rose 28 percent, to 2.77 billion ringgit. \"With the better economic climate, long-haul business travel has picked up,\" the airline company said.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/30/business/world-business-briefing-asia-malaysia-airline-posts-a-profit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Yukos Chief Plans Return to Russia",
      "snippet": "Consumers will be entitled to free credit report every year from each of three big credit reporting bureaus that maintain them under federal approved year ago; industry is not necessarily going to make it easy, given that selling reports, as well ...",
      "abstract": "Consumers will be entitled to free credit report every year from each of three big credit reporting bureaus that maintain them under federal approved year ago; industry is not necessarily going to make it easy, given that selling reports, as well as ancillary services, has become lucrative business; law entitling consumers to free credit reports will be rolled out in phases: residents of 13 Western states, including California, can get free reports beginning Dec 1; New York, New England and Mid-Atlantic states will be in last phase, which takes effect Sept 1; credit bureaus Equifax, Experian and TransUnion all plan to offer fee-based products to people when they order free report; map; photo (M)",
      "lead_paragraph": "\"Free\" may just be another word for something else to buy, at least when it comes to credit reports.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/30/business/worldbusiness/yukos-chief-plans-return-to-russia.html",
      "byline": "By Jennifer A. Kingson"
    },
    {
      "headline": "Defiant Chief Plans a Return to Run Yukos",
      "snippet": "Steven M Theede, longtime ConocoPhillips executive who has been Yukos's chief since June, says he 'fully intends' to return to Moscow in December to run company; says Russia's treatment of company--which is in midst of political and financial scan...",
      "abstract": "Steven M Theede, longtime ConocoPhillips executive who has been Yukos's chief since June, says he 'fully intends' to return to Moscow in December to run company; says Russia's treatment of company--which is in midst of political and financial scandal--will send message that Western investment in Russia is riskier than is widely believed; governemnt says Yukos owes it $24 billion in back taxes (M)",
      "lead_paragraph": "The American chief executive of Yukos, the embattled oil producer whose top executives left Russia a week ago because they feared government prosecution, said yesterday that he \"fully intends\" to return to Moscow next month to run the company.",
      "publication_date": "2004-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/30/business/worldbusiness/defiant-chief-plans-a-return-to-run-yukos.html",
      "byline": "By Victoria Shannon"
    }
  ]
}