{
  "metadata": {
    "date": "2004-03-12",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: Japan: Truck Recall",
      "snippet": "Japan's Mitsubishi Fuso Truck and Bus, affiliate of DaimlerChrysler and Mitsubishi Motors, says faulty design might have been cause in several accidents, including fatal one, involving wheels falling off moving trucks; Mitsubishi Fuso will recall ...",
      "abstract": "Japan's Mitsubishi Fuso Truck and Bus, affiliate of DaimlerChrysler and Mitsubishi Motors, says faulty design might have been cause in several accidents, including fatal one, involving wheels falling off moving trucks; Mitsubishi Fuso will recall 45,000 trucks to repair defective wheels (S)",
      "lead_paragraph": "Mitsubishi Fuso Truck and Bus, an affiliate of DaimlerChrysler and Mitsubishi Motors, said faulty design might have been a cause in several accidents, including a fatal one, involving wheels falling off moving trucks. Mitsubishi Fuso, which was spun off from Mitsubishi Motors last year, said it would recall 45,000 trucks to repair defective wheels. More than 50 accidents involving Mitsubishi trucks losing wheels have been reported since 1992. Mitsubishi Motors has suffered a sharp decline in sales since a series of recalls beginning in 2000. Todd Zaun (NYT)",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/12/business/world-business-briefing-asia-japan-truck-recall.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Imagining Business Without Stewart",
      "snippet": "Martha Stewart will learn soon whether she will be allowed to continue to be creative influence at company that bears her name; such role may not be acceptable to shareholders, business partners, shoppers and securities regulators; Stewart is not ...",
      "abstract": "Martha Stewart will learn soon whether she will be allowed to continue to be creative influence at company that bears her name; such role may not be acceptable to shareholders, business partners, shoppers and securities regulators; Stewart is not only founder, former chairwoman and fromer chief executive of Martha Stewart Living Omnimedia, but she is also largest shareholders; she is able to override votes of all other shareholders as woner of most of B shares; photos (M)",
      "lead_paragraph": "After a week of negotiations with lawyers, Martha Stewart could learn as early as today whether she will be allowed to continue to be a creative influence at the company that bears her name, a person briefed on the talks said yesterday. But such a role may not be acceptable to shareholders, business partners, shoppers and securities regulators.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/12/business/the-media-business-advertising-imagining-business-without-stewart.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Drug Maker's Chairman To Quit",
      "snippet": "AstraZeneca's chairman Percy Barnevik will leave company's board at annual meeting April 29; chairman-chief executive Louis Schweitzer is nominated to succeed Barnevik (S)",
      "abstract": "AstraZeneca's chairman Percy Barnevik will leave company's board at annual meeting April 29; chairman-chief executive Louis Schweitzer is nominated to succeed Barnevik (S)",
      "lead_paragraph": "AstraZeneca, the drug maker, said its chairman, Percy Barnevik, who helped create the company in a 1999 merger, would leave its board, the fourth he has quit since investors protested his retirement package from the engineering company ABB Ltd. AstraZeneca said that Mr. Barnevik, 63, would step down at the annual meeting on April 29. Louis Schweitzer, 61, the chairman and chief executive of Renault, has been nominated to succeed him.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/12/business/world-business-briefing-europe-britain-drug-maker-s-chairman-to-quit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "10 Bombs Shatter Trains in Madrid, Killing 192",
      "snippet": "Ten bombs rip through four commuter trains in Madrid during morning rush hour, killing at least 192 people and wounding more than 1,400 in deadliest terrorist attack on European target since World War II; Spanish authorities initially blame Basque...",
      "abstract": "Ten bombs rip through four commuter trains in Madrid during morning rush hour, killing at least 192 people and wounding more than 1,400 in deadliest terrorist attack on European target since World War II; Spanish authorities initially blame Basque separatist group ETA but later add possibility of Islamic terrorism after finding stolen van with detonators and Koran tape; US intelligence is skeptical about Al Qaeda link claimed in letter to Arab paper in London; Spain has 1,300 troops in Iraq and was explicitly threatened in Osama bin Laden audiotape; attack, three days before election, cuts train in two at main Atocha station in heart of city; bloodied victims crawl through wreckage and bodies are found burned in seats; rescue workers there and at two nearby stations struggle to separate wounded from dead; Spanish official says bomb was titadine, compressed dynamite found in van headed for Madrid last month; two ETA suspects were arrested; police in December also foiled plot to bomb train in Madrid (M)",
      "lead_paragraph": "Ten bombs ripped through four commuter trains in Madrid during the morning rush hour on Thursday, killing at least 192 people and wounding more than 1,400 in the deadliest terrorist attack on a European target since World War II.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/12/world/bombings-in-madrid-the-attack-10-bombs-shatter-trains-in-madrid-killing-192.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "New Proof That Microsoft Plays Role in Linux Fight  More evidence is emerging about Microsoft's role in encouraging the anti-Linux campaign being waged by the SCO Group.      BayStar Capital said that Microsoft suggested it invest in SCO, which is...",
      "abstract": " New Proof That Microsoft Plays Role in Linux Fight  More evidence is emerging about Microsoft's role in encouraging the anti-Linux campaign being waged by the SCO Group.      BayStar Capital said that Microsoft suggested it invest in SCO, which is engaged in a legal campaign against Linux, a rival to Microsoft's Windows. BayStar did so, investing $50 million in SCO last October. [Page C5.]",
      "lead_paragraph": "New Proof That Microsoft Plays Role in Linux Fight",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/12/business/business-digest-764728.html",
      "byline": ""
    },
    {
      "headline": "Investigation of Swiss Airline Crash May Widen",
      "snippet": "Andre Dose, who resigned this week as chief executive of Swiss International Airlines, may revisit earlier part of his career if Swiss prosecutors broaden their probe into Crossair passenger jet from Berlin that crashed near Zurich on Nov 24, 2001...",
      "abstract": "Andre Dose, who resigned this week as chief executive of Swiss International Airlines, may revisit earlier part of his career if Swiss prosecutors broaden their probe into Crossair passenger jet from Berlin that crashed near Zurich on Nov 24, 2001, killing 24 of 33 people on board; Dose was chief executive of Crossair at time of accident; Swiss investigators pinpointed pilot error and safety lapses that contributed to accident; photo (M)",
      "lead_paragraph": "André Dosé, who resigned this week as chief executive of Swiss International Airlines, may revisit an earlier part of his career if Swiss prosecutors broaden their investigation into an air accident that occurred at a company he once ran.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/12/business/investigation-of-swiss-airline-crash-may-widen.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "At Shell, New Accounting and Rosier Oil Outlook",
      "snippet": "Article on turmoil over accounting and reserve reporting by Royal Dutch/Shell, oil giant that traces roots to Dutch oil company and English seashell importer in 1890's; Sir Philip Watts, who rose to top three years ago with program to increase rep...",
      "abstract": "Article on turmoil over accounting and reserve reporting by Royal Dutch/Shell, oil giant that traces roots to Dutch oil company and English seashell importer in 1890's; Sir Philip Watts, who rose to top three years ago with program to increase reported reserves, has been ousted amid revelations that company increased its oil and gas reserves not by discovering new sources but by changing accounting to add reserves that may not be usable; estimates of proven reserves have now been cut by 20 percent, 3.9 billion barrels, and SEC is investigating on behalf of American investors; internal documents and interviews with industry experts describe company that in 1990's was under market pressure to show 'correct performance' on reserves that were actually declining because discoveries did not keep pace with production; retired manager Colin Allcard recalls defined targets and 'motivational schemes' as company came under pressure of low prices and competition from larger rivals BP Amoco and Exxon Mobil, which were building reserves with discoveries, mergers and strategic alliances; photo (M)",
      "lead_paragraph": "Arriving on stage in a spaceship and an astronaut suit, Philip Watts, then the senior executive in charge of exploration and production for the Royal Dutch/Shell Group, glowed as he delivered a message of optimism to a conference of 600 company executives in the Dutch city of Maastricht in June 1998.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/12/business/at-shell-new-accounting-and-rosier-oil-outlook.html",
      "byline": "By Stephen Labaton and Jeff Gerth"
    },
    {
      "headline": "Do Falling Interest Rates Cause Investors to Take Dangerous Risks?",
      "snippet": "Floyd Norris comment on whether falling interest rates will cause investors to take dangerous risks in wake of International Monetary Fund decision to force Argentina to promise to negotiate its credit that is backed by private investors, not bank...",
      "abstract": "Floyd Norris comment on whether falling interest rates will cause investors to take dangerous risks in wake of International Monetary Fund decision to force Argentina to promise to negotiate its credit that is backed by private investors, not banks; graph (M)",
      "lead_paragraph": "MORE than two decades ago, Latin American countries defaulted on their debts -- and the world banking system quaked. Now, Argentina has to be forced even to negotiate with its lenders on debts that went into default in 2001. But no one is worried about the banks.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/12/business/do-falling-interest-rates-cause-investors-to-take-dangerous-risks.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "San Francisco Forced to Halt Gay Marriages",
      "snippet": "California Supreme Court orders San Francisco to stop issuing marriages licenses to same-sex couples in violation of state law; does not address constitutionality of law, which Mayor Gavin Newsom says city will continue to challenge; court will co...",
      "abstract": "California Supreme Court orders San Francisco to stop issuing marriages licenses to same-sex couples in violation of state law; does not address constitutionality of law, which Mayor Gavin Newsom says city will continue to challenge; court will consider later whether officials exceeded their authority in refusing to enforce state code defining marriage as between man and woman; directs them in meantime to enforce law without regard to their personal opinions; photo of disappointed lesbian couple (M)",
      "lead_paragraph": "The California Supreme Court on Thursday ordered city officials here to stop issuing marriage licenses to same-sex couples, bringing at least a temporary end to a monthlong experiment that had thrust San Francisco to the forefront of a national debate on gay marriage.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/12/us/san-francisco-forced-to-halt-gay-marriages.html",
      "byline": "By Dean E. Murphy"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Disappointing Result At BMW",
      "snippet": "BMW says income fell 3.6 percent, to 1.95 billion euros ($2.4 billion) in 2003, and sales fell 2.1 percent to 41.5 billion euros ($51 billion), despite selling record number of vehicles (S)",
      "abstract": "BMW says income fell 3.6 percent, to 1.95 billion euros ($2.4 billion) in 2003, and sales fell 2.1 percent to 41.5 billion euros ($51 billion), despite selling record number of vehicles (S)",
      "lead_paragraph": "The carmaker BMW posted a disappointing profit for 2003, hurt by the dollar and one-time expenses for retirement and taxes. The company said its income fell 3.6 percent, to 1.95 billion euros ($2.4 billion), and its sales fell 2.1 percent to 41.5 billion euros ($51 billion), despite selling a record number of vehicles. The company proposed a 12 percent increase in its dividend for 2003; it said it expected sales and profit to increase this year. Petra Kappl (NYT)",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/12/business/world-business-briefing-europe-germany-disappointing-result-at-bmw.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "World Business Briefing | Australia: Jobless Rate Climbs",
      "snippet": "Australia's jobless rate rose in February for first time in eight months, to 5.9 percent from 5.8 percent in January (S)",
      "abstract": "Australia's jobless rate rose in February for first time in eight months, to 5.9 percent from 5.8 percent in January (S)",
      "lead_paragraph": "Australia's jobless rate climbed in February for the first time in eight months, to 5.9 percent from 5.8 percent in January, the government said. Economists said the new data signaled that the economy was starting to cool, as rising interest rates sap a long-running housing boom. Australia's central bank has expressed concern that low unemployment is fueling a rise in household credit. Wayne Arnold (NYT)",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/12/business/world-business-briefing-australia-jobless-rate-climbs.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "A Greenberg, 3rd in Family, To Be Chief Of an Insurer",
      "snippet": "Evan Greenberg is named chief executive of his Bermuda-based insurer Ace Ltd, succeeding Brian Duperreault, who will remain chairman; Evan Greenberg becomes third member of his family to head insurance company; his brother Jeffrey is chief executi...",
      "abstract": "Evan Greenberg is named chief executive of his Bermuda-based insurer Ace Ltd, succeeding Brian Duperreault, who will remain chairman; Evan Greenberg becomes third member of his family to head insurance company; his brother Jeffrey is chief executive of Marsh McLennan & Cos and his father Maurice runs American International Group; photo (M)",
      "lead_paragraph": "Like father, like sons.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/12/business/a-greenberg-3rd-in-family-to-be-chief-of-an-insurer.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Parts Makers in Japan Are Crucial for Boeing",
      "snippet": "Japanese companies produce many crucial parts for world's aircraft assemblers, including Boeing Co and Airbus Industrie; Kawasaki Heavy Industries is one of biggest players in Japan's aerospace industry; Japanese production of airplane frames engi...",
      "abstract": "Japanese companies produce many crucial parts for world's aircraft assemblers, including Boeing Co and Airbus Industrie; Kawasaki Heavy Industries is one of biggest players in Japan's aerospace industry; Japanese production of airplane frames engines and related parts grew 23 percent from 1990 to 2002, to about 1 trillion yen ($9.1 billion); Kawasaki Heavy and rival Japanese companies, like Sumitomo Metal Industries and Bridgestone, also sell to Airbus and other aircraft assemblers, but Boeing buys bulk of Japan's aircraft production; Japan Airlines and All Nippon Airways are some of Boeing's best customers; chart (M)",
      "lead_paragraph": "Mamoru Imuta speaks with all the enthusiasm of a kid in a candy store.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/12/business/parts-makers-in-japan-are-crucial-for-boeing.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "In Science's Name, Lucrative Trade in Body Parts",
      "snippet": "About 10,000 Americans will their bodies to science each year, choosing a path that, in the popular imagination at least, leads to the clinical dignity of the medical school or teaching hospital, where the dead help to unveil the wonders of human ...",
      "abstract": "About 10,000 Americans will their bodies to science each year, choosing a path that, in the popular imagination at least, leads to the clinical dignity of the medical school or teaching hospital, where the dead help to unveil the wonders of human anatomy or the mysteries of disease.    Few donors, it is safe to say, imagine the many other ways corpses give their all for science: mangled in automobile crash tests, blown to bits by land mines or cut up with power saws to be shipped in pieces around the country or even abroad. Few see themselves ending up in a row of trunks, limbless and headless, arrayed on gurneys in the ballroom of a resort hotel for a surgical training seminar.  ",
      "lead_paragraph": "About 10,000 Americans will their bodies to science each year, choosing a path that, in the popular imagination at least, leads to the clinical dignity of the medical school or teaching hospital, where the dead help to unveil the wonders of human anatomy or the mysteries of disease.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/12/us/in-science-s-name-lucrative-trade-in-body-parts.html",
      "byline": "This article was reported by Sandra Blakeslee, John M. Broder, Charlie Leduff and Andrew Pollack and Written By Mr. Broder"
    },
    {
      "headline": "Carnage Yields Conflicting Clues As Officials Search for Culprits",
      "snippet": "Flood of conflicting evidence emerging from carnage of Madrid train bombings points in very different directions, either at ETA Basque separatists or at Islamic terrorism, given that Osama bin Laden has named Spain as Al Qaeda target; ETA has used...",
      "abstract": "Flood of conflicting evidence emerging from carnage of Madrid train bombings points in very different directions, either at ETA Basque separatists or at Islamic terrorism, given that Osama bin Laden has named Spain as Al Qaeda target; ETA has used same explosive and is believed to have planned major attack before Spanish elections, but senior official wonders if ETA would wantonly kill so many innocents, most of them working people to whom ETA has appealed; scale of carnage, at least 192 dead, is also 'off the charts' for group; photo; chronology of deadly terrorist attacks in Europe over last 30 years (M)",
      "lead_paragraph": "The flood of conflicting evidence and clues that emerged from the carnage of the Madrid bombings yesterday pointed in two very different directions, leaving counterterrorism officials in a country painfully familiar with terrorist violence struggling to identify a culprit.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/12/world/bombings-madrid-suspects-carnage-yields-conflicting-clues-officials-search-for.html",
      "byline": "By Tim Golden and Don van Natta Jr"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Bath Fixture Maker Acquired",
      "snippet": "J W Childs Associates, Borealis Private Equity Limited Partnership and Ontario Municipal Employees Retirement System acquire Maax Inc, Canadian maker of bathroom fixtures, for about 640 million Canadian dollars ($484 million) (S)",
      "abstract": "J W Childs Associates, Borealis Private Equity Limited Partnership and Ontario Municipal Employees Retirement System acquire Maax Inc, Canadian maker of bathroom fixtures, for about 640 million Canadian dollars ($484 million) (S)",
      "lead_paragraph": "J.W. Childs Associates, the Borealis Private Equity Limited Partnership and the Ontario Municipal Employees Retirement System have agreed to buy Maax Inc. for about 640 million Canadian dollars ($484 million) to gain North America's third-biggest maker of bathroom fixtures. Maax said its shareholders would receive 22.50 Canadian dollars a common share, 22 percent more than on Sept. 8, the day before the company put itself up for sale. Childs was started in 1995 by former executives of Thomas H. Lee Partners, including John W. Childs. Maax said its chairman, Placide Poulin, wanted to retire; he started the company in 1969.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/12/business/world-business-briefing-americas-canada-bath-fixture-maker-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Insurer Posts Loss",
      "snippet": "World Business Briefing: Br",
      "abstract": "World Business Briefing: Br",
      "lead_paragraph": "The British property and casualty insurer Royal and Sun Alliance Insurance Group said it lost £382 million ($689.5 million) last year, more than analysts had expected, as it raised reserves for workers' compensation claims in the United States. The loss was Royal and Sun's fourth consecutive yearly loss; the restated loss for 2002 was £871 million ($1.57 billion). Analysts expected a loss of £156 million last year. The company raised reserves by £96 million in the fourth quarter, primarily for claims in the United States, the chief executive, Andy Haste, said. Royal and Sun has also been hurt in America by asbestos claims.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/12/business/world-business-briefing-europe-britain-insurer-posts-loss.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Focusing on Armchair Athletes, Puma Becomes a Leader",
      "snippet": "German footwear maker Puma, which was on brink of bankruptcy ten years ago, reported profit for 10th straight year last month; net profit more than doubled in 2003, exceeding analysts' estimates, to 179.3 million euros ($219.6 million) from 85 mil...",
      "abstract": "German footwear maker Puma, which was on brink of bankruptcy ten years ago, reported profit for 10th straight year last month; net profit more than doubled in 2003, exceeding analysts' estimates, to 179.3 million euros ($219.6 million) from 85 million euros as sales surged 40 percent, to 1.274 billion euros; Puma entered 2004 with cash surplus of 174 million euros and growing reputation for taking fashion risks; architect of Puma's turnaround is chief executive Jochen Zeitz; crucial element in Puma's revival was Zeitz's decision in 1998 to make footwear and apparel aimed at consumer segments like snowboarders, car racing fans and yoga enthusiasts; photos (M)",
      "lead_paragraph": "Ten years ago, the German footwear maker Puma was on the brink of bankruptcy, struggling under eight years of losses, $250 million in debt, and a warehouse filled with 1.5 million pairs of cheap $10 sneakers.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/12/business/focusing-on-armchair-athletes-puma-becomes-a-leader.html",
      "byline": "By Kevin J. O'Brien"
    },
    {
      "headline": "Banker Files to Take Firm Public, Putting His Pay Package on View",
      "snippet": "Robert F Greenhill announces plans to sell shares in his boutique investment bank Greenhill & Co to public; announcement offers rare glimpse into how lucrative running even small company on Wall Street can be; Greenhill reports receiving compensat...",
      "abstract": "Robert F Greenhill announces plans to sell shares in his boutique investment bank Greenhill & Co to public; announcement offers rare glimpse into how lucrative running even small company on Wall Street can be; Greenhill reports receiving compensation of $18.9 million last year; prospectus appears to show enormous profitability of Wall Street advisory work, in which corporations pay bankers for strategic advice related to mergers and turnaround situations; revenue per employee was $1.2 million in each of last three years, while firm's cost for paying its 107 employees last year was $27.1 million, or average of more than $250,000 per worker, from clerks and secretaries on up; chart (M)",
      "lead_paragraph": "Robert F. Greenhill, the longtime deal maker, announced plans yesterday to sell shares of his boutique investment bank, Greenhill & Company, to the public -- and with it offered an rare glimpse into how lucrative running even a small company on Wall Street can be.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/12/business/banker-files-to-take-firm-public-putting-his-pay-package-on-view.html",
      "byline": "By Andrew Ross Sorkin and Patrick McGeehan"
    },
    {
      "headline": "G.M. Says Costs For Retiree Care Top $60 Billion",
      "snippet": "General Motors Corp says its future health care obligation for retirees rose last year to $63.4 billion, from $57 billion in 2002; obligation would have been $67.5 billion if not for effects of new Medicare legislation signed in December by Pres B...",
      "abstract": "General Motors Corp says its future health care obligation for retirees rose last year to $63.4 billion, from $57 billion in 2002; obligation would have been $67.5 billion if not for effects of new Medicare legislation signed in December by Pres Bush; Ford Motor Co and Chrysler Group reinstate contributions to their employees' 401(k) plans; Ford also says it will begin paying bonuses of first time in three years to its top 6,200 managers worldwide (M)",
      "lead_paragraph": "General Motors said on Thursday that its future health care obligation for retirees rose last year to $63.4 billion, from $57 billion in 2002. If not for the effects of the new Medicare legislation signed in December by President Bush, the obligation would have been $67.5 billion.",
      "publication_date": "2004-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/12/business/gm-says-costs-for-retiree-care-top-60-billion.html",
      "byline": "By Danny Hakim"
    }
  ]
}