{
  "metadata": {
    "date": "2004-07-05",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Delays in Athens Raise Concern On Olympic Security Readiness",
      "snippet": "Intelligence officials who fear terrorism at Athens Olympics say delays in completing security apparatus and athletic facilities have left too little time to fully test systems meant to detect or respond to attack; say security command center will...",
      "abstract": "Intelligence officials who fear terrorism at Athens Olympics say delays in completing security apparatus and athletic facilities have left too little time to fully test systems meant to detect or respond to attack; say security command center will not be operating completely until mid-July; say Science Applications International Corp, US-led consortium building system, has provided defective software and failed to complete work on command center by May 28 deadline; map; photos (M)",
      "lead_paragraph": "Intelligence officials who have long feared terrorism at next month's Olympic Games say delays in completing the security apparatus and athletic facilities have left too little time to fully test systems meant to detect or respond to an attack.",
      "publication_date": "2004-07-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/03/world/delays-in-athens-raise-concern-on-olympic-security-readiness.html",
      "byline": "By Raymond Bonner and Anthee Carassava"
    },
    {
      "headline": "Kerry, in Midwest Tour, Laments Lost Jobs",
      "snippet": "Sen John Kerry begins Midwest presidential campaign tour by bus with patriotic paean to heartland and scathing indictment of Bush administration for being too willing to settle for modest job growth; holds June job growth numbers are not good enou...",
      "abstract": "Sen John Kerry begins Midwest presidential campaign tour by bus with patriotic paean to heartland and scathing indictment of Bush administration for being too willing to settle for modest job growth; holds June job growth numbers are not good enough, rally, Cloquet, Minn; notes private-sector jobs are still down 1.8 million since Pres Bush took office; seeks to reach out to small-town and rural America; photos (M)",
      "lead_paragraph": "Senator John Kerry began his Fourth of July bus tour of the Midwest Friday with a patriotic paean to the heartland and a scathing indictment of the Bush administration for being too willing to settle for modest job growth.",
      "publication_date": "2004-07-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/03/business/kerry-in-midwest-tour-laments-lost-jobs.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Treasuries Rally, but Stocks Go Down As Wall St. Reads Employment Report",
      "snippet": "Bond prices shoot higher, interest rates and stock prices fall and dollar drops over 1 percent against euro after government reports June job growth was weaker than expected; 10-year Treasury bond rises 26/32, to 102 9/32, to yield 4.46 percent; S...",
      "abstract": "Bond prices shoot higher, interest rates and stock prices fall and dollar drops over 1 percent against euro after government reports June job growth was weaker than expected; 10-year Treasury bond rises 26/32, to 102 9/32, to yield 4.46 percent; Standard & Poor's 500-stock index falls 3.56 points, to 1,125.38; Nasdaq composite index drops 8.89 points, to 2,006.66; Dow Jones industrial average drops 51.33 points, to 10,282.83; graphs of stock and bond prices and exchange rate; table of stock prices and key interest rates (M)",
      "lead_paragraph": "Bond prices shot higher yesterday and interest rates fell after the government reported that job growth in June was much weaker than expected. Stocks declined, however, and the dollar fell more than 1 percent against the euro.",
      "publication_date": "2004-07-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/03/business/markets-bonds-stocks-treasuries-rally-but-stocks-go-down-wall-st-reads.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Trend Still a Friend, The Bush Camp Says",
      "snippet": "Pres Bush and army of top administration officials try to make best of weaker-than-expected June job growth, holding nation has added 1.5 million jobs since last Aug; advisers to Sen John Kerry, presumptive Democratic presidential nominee, hold na...",
      "abstract": "Pres Bush and army of top administration officials try to make best of weaker-than-expected June job growth, holding nation has added 1.5 million jobs since last Aug; advisers to Sen John Kerry, presumptive Democratic presidential nominee, hold nation is still over million jobs short of where it was when Bush took office; both sides are keenly aware that how voters perceive job market's broader direction is key election issue; photos (M)",
      "lead_paragraph": "Six months ago, in an anemic job market, President Bush would almost certainly have been delighted to hear that the nation had added 112,000 jobs the month before. On Friday, though, he found himself on the defensive.",
      "publication_date": "2004-07-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/03/business/trend-still-a-friend-the-bush-camp-says.html",
      "byline": "By Edmund A. Andrews"
    },
    {
      "headline": "U.S. JOB GROWTH FOR JUNE SHOWS STEEP SLOWDOWN",
      "snippet": "Labor Dept reports that employers added only 112,000 jobs in June, less than half average monthly increase of first five months of year; increase was under 150,000 threshold of jobs needed for employment to keep pace with natural labor force growt...",
      "abstract": "Labor Dept reports that employers added only 112,000 jobs in June, less than half average monthly increase of first five months of year; increase was under 150,000 threshold of jobs needed for employment to keep pace with natural labor force growth; it was also below 250,000 forecast on average by Wall Street economists, who have been consistently wrong about jobs for better part of last year; unemployment rate, which essentially has not budged all year, remained unchanged from May at 5.6 percent; graph; photo (M)",
      "lead_paragraph": "Job growth slowed sharply in June, the government reported yesterday, pulling back from a recent period of strong employment gains and casting doubt on the vigor of the nation's economic expansion.",
      "publication_date": "2004-07-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/03/business/us-job-growth-for-june-shows-steep-slowdown.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Military Draft? Official Denials Leave Skeptics",
      "snippet": "Talk of reinstating military draft persists around US, driven by Internet, moves by military to shore up its forces and fears that reassurances about no need for conscription could quickly melt away if world events took turn for worse; top lawmake...",
      "abstract": "Talk of reinstating military draft persists around US, driven by Internet, moves by military to shore up its forces and fears that reassurances about no need for conscription could quickly melt away if world events took turn for worse; top lawmakers, Pentagon leaders and Bush administration officials say there are no plans to resume draft and that military is much better off relying on volunteer force (M)",
      "lead_paragraph": "The Pentagon says no. The Selective Service System says no. And Congressional leaders say absolutely not.",
      "publication_date": "2004-07-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/03/us/military-draft-official-denials-leave-skeptics.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Kerry Invoking 'Values' Theme To Frame Issues",
      "snippet": "Sen John Kerry has increased his discussion of values, treading on traditionally Republican terrain in effort to root his platform and background in broad moral terms voters can identify with; Kerry aides say increased use of values-laden remarks ...",
      "abstract": "Sen John Kerry has increased his discussion of values, treading on traditionally Republican terrain in effort to root his platform and background in broad moral terms voters can identify with; Kerry aides say increased use of values-laden remarks signal new phase in Kerry's presentation, in which he explains his policies as extension of his convictions; polls show that Pres Bush has significant advantage with voters who say that most important issue in campaign is moral values, but that Kerry can make inroads; Kerry photo (M)",
      "lead_paragraph": "Forty-eight minutes into a rambling speech about education, health care, jobs and equal opportunity here the other morning, Senator John Kerry of Massachusetts went off-script to sum up his White House quest in a simple sentence. ''In the end it's about values,'' he told a conference of the Rev. Jesse L. Jackson's Rainbow/PUSH Coalition.",
      "publication_date": "2004-07-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/03/us/2004-campaign-massachusetts-senator-kerry-invoking-values-theme-frame-issues.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Job Growth Slowed in June; Jobless Rate Stays at 5.6%  Job growth slowed sharply in June, the government reported, pulling back from a recent period of strong employment gains and casting doubt on the vigor of the expansion.      The Labor Departm...",
      "abstract": " Job Growth Slowed in June; Jobless Rate Stays at 5.6%  Job growth slowed sharply in June, the government reported, pulling back from a recent period of strong employment gains and casting doubt on the vigor of the expansion.      The Labor Department said that employers added 112,000 jobs in June, less than half the average monthly increase of the first five months of the year. The unemployment rate was unchanged at 5.6 percent. Bond prices shot higher on the report; interest rates fell; stocks declined; and the dollar dropped more than 1 percent against the euro. [Page A1.]",
      "lead_paragraph": "Job Growth Slowed in June; Jobless Rate Stays at 5.6%",
      "publication_date": "2004-07-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/03/business/business-digest-189480.html",
      "byline": ""
    },
    {
      "headline": "Harvard and Russian Oil Company Clash Over Payment of Dividends",
      "snippet": "Harvard University, one of largest foreign owners of stock in Surgutneftegaz holds Russian oil producer has failed to pay over $400 million in dividends owed to shareholders; seeks binding arbitration of dispute, filing claim for at least $3.7 mil...",
      "abstract": "Harvard University, one of largest foreign owners of stock in Surgutneftegaz holds Russian oil producer has failed to pay over $400 million in dividends owed to shareholders; seeks binding arbitration of dispute, filing claim for at least $3.7 million with American Arbitration Association in New York, where company shares are traded as American depository receipts; seeks class-action status for claim; dispute is latest in series of challenges to way company treats its shareholders; draws attention among companies weighing investment in Russian energy industry; photo (M)",
      "lead_paragraph": "Harvard University is squaring off against one of Russia's largest oil companies in a legal dispute that is drawing attention among companies that are considering investing in the Russian energy industry.",
      "publication_date": "2004-07-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/03/business/international-business-harvard-russian-oil-company-clash-over-payment-dividends.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Today's Bank Robber Might Look Like a Neighbor",
      "snippet": "Law enforcement officials and criminologists say increasing number of bank robberies are being pulled off by senior citizens, teenagers and stay-at-home parents; number of bank robberies nationwide has fluctuateed for 15 years, spiking during toug...",
      "abstract": "Law enforcement officials and criminologists say increasing number of bank robberies are being pulled off by senior citizens, teenagers and stay-at-home parents; number of bank robberies nationwide has fluctuateed for 15 years, spiking during tough economic times and falling during good years; majority of 7,412 robberies in 2003 were 'note jobs,' crimes committed with pen and paper rather than weapon; photo of J L Rountree, 91-year-old who is serving 12 years in prison for robbing Abilene, Tex, bank (M)",
      "lead_paragraph": "The case of J. L. Rountree seemed at first an aberration, something from ''News of the Weird.'' Last August, Mr. Rountree, 91 years old, walked into the First American Bank in Abilene, Tex., and handed the teller a note reading ''Robbery.''",
      "publication_date": "2004-07-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/03/us/today-s-bank-robber-might-look-like-a-neighbor.html",
      "byline": "By Warren St. John"
    },
    {
      "headline": "Syringe Manufacturer Settles Claim of Market Manipulation",
      "snippet": "Becton Dickinson & Co to pay $100 million to settle Retractable Technologies' antitrust suit charging it illegally manipulated hospital-supply market for years, largely shutting rival out of hospital market for needles intended to better protect h...",
      "abstract": "Becton Dickinson & Co to pay $100 million to settle Retractable Technologies' antitrust suit charging it illegally manipulated hospital-supply market for years, largely shutting rival out of hospital market for needles intended to better protect health care workers from accidental nicks; Retractable lawyer says accord will increase competition in medical device field; Becton Dickinson chairman Edward J Ludwig denies wrongdoing; New York Atty Gen Eliot Spitzer also probes company's sales practices; photo (M)",
      "lead_paragraph": "Becton Dickinson & Company, the world's largest manufacturer of medical syringes and needles, said yesterday that it would pay $100 million to settle a competitor's accusations that it had illegally manipulated the hospital-supply market for years.",
      "publication_date": "2004-07-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/03/business/syringe-manufacturer-settles-claim-of-market-manipulation.html",
      "byline": "By Mary Williams Walsh and Walt Bogdanich"
    },
    {
      "headline": "As Bills Mount, Debts on Homes Rise for Elderly",
      "snippet": "Analysis of government housing and Census data finds people reaching retirement age are now less likely to own their homes free and clear than their predecessors; one in four families headed by someone 65 or older still had mortgage to pay in 2001...",
      "abstract": "Analysis of government housing and Census data finds people reaching retirement age are now less likely to own their homes free and clear than their predecessors; one in four families headed by someone 65 or older still had mortgage to pay in 2001, up from one in six in 1989; lingering expenses from peak earning years have made it hard for many aging Americans to pay off mortgages; others have taken out fresh loans on homes, putting homes at risk; many older borrowers are forgoing retirement or working part-time; people over 65 now have fastest-growing home debt, fastest-growing share of personal bankruptcy filings and biggest growth in demand for credit counseling; graphs of debt of elderly; photo (M)",
      "lead_paragraph": "As Americans have rushed to borrow at historically low interest rates, an unlikely group has led the charge: the elderly.",
      "publication_date": "2004-07-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/04/us/c-as-bills-mount-debts-on-homes-rise-for-elderly-700185.html",
      "byline": "By Jennifer Bayot"
    },
    {
      "headline": "A Union Label, Inside Out",
      "snippet": "a union label, inside",
      "abstract": "a union label, inside",
      "lead_paragraph": "FOR more than half a century, Bea LaSorda's family history has been entwined with cars and Chrysler. Her father, Harry Rooney, led the local union in this small Canadian city across a slim river from Detroit. When she was a girl, he charged her, only half-jokingly, with keeping a lookout for Chrysler's company men while factory workers signed union cards in the basement. As a teenager, she watched Chrysler -- then and now the city's biggest employer -- try to throw him in jail.",
      "publication_date": "2004-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/04/business/a-union-label-inside-out.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "When Funds Have to Show Their Hand",
      "snippet": "Gretchen Morgenson column on new Securities and Exchange Commission rule requiring mutual funds to disclose how they vote their shares on key matters that come up in proxy materials each year; holds change will show which fund companies have share...",
      "abstract": "Gretchen Morgenson column on new Securities and Exchange Commission rule requiring mutual funds to disclose how they vote their shares on key matters that come up in proxy materials each year; holds change will show which fund companies have shareholders' best interests in mind; notes large majority of fund companies oppose antitakeover measures executives put in place to keep their cushy jobs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/04/business/when-funds-have-to-show-their-hand.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "It's the Economy, Right? Guess Again",
      "snippet": "Improving economy and job creation are making it harder for Sen John Kerry to blame Pres Bush for bad economy; Kerry, while continuing his economic centrism, has moved his call for expensive expansion of government-financed health insurance to top...",
      "abstract": "Improving economy and job creation are making it harder for Sen John Kerry to blame Pres Bush for bad economy; Kerry, while continuing his economic centrism, has moved his call for expensive expansion of government-financed health insurance to top of his economic agenda; is also calling attention to fact that new jobs pay less than those lost; economic and employment graphs; photo (M)",
      "lead_paragraph": "THROUGH months of campaigning, Senator John Kerry has presented himself as a centrist on economic policy, a New Democrat directly out of the Clinton mold. He has pledged to cut the deficit, move the country toward budget surpluses and recreate the booming economy of the Clinton years. As if to underscore the point, he has recruited most of his economic advisers from the former president's administration.",
      "publication_date": "2004-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/04/business/it-s-the-economy-right-guess-again.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "OFFICIALS DETAIL A DETAINEE DEAL BY 3 COUNTRIES",
      "snippet": "American and British officials say United States returned five terrorism suspects to Saudi Arabia from Guantanamo Bay, Cuba, in May 2003 as part of three-way deal intended to satisfy important allies in invasion of Iraq; say Saudi officials later ...",
      "abstract": "American and British officials say United States returned five terrorism suspects to Saudi Arabia from Guantanamo Bay, Cuba, in May 2003 as part of three-way deal intended to satisfy important allies in invasion of Iraq; say Saudi officials later freed five Britons and two others convicted of terrorist attacks in Saudi Arabia as part of deal; British diplomats believe men were tortured by Saudis into false confessions; Pentagon, Central Intelligence Agency and Justice Department officials reportedly opposed transfer of Saudis initially, questioning whether some detainees were too dangerous and whether Saudis would keep promises to imprison them; releases were public relations coups for Saudi Arabia and Britain, which faced domestic criticism of their roles in Iraq war; National Security Council denies Saudis were transferred in return for Britons; Saudi officials give contradictory accounts of whereabouts of five and of their legal status; photos (M)",
      "lead_paragraph": "American officials agreed to return five terrorism suspects to Saudi Arabia from Guantánamo Bay, Cuba, last year as part of a secret three-way deal intended to satisfy important allies in the invasion of Iraq, according to senior American and British officials.",
      "publication_date": "2004-07-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/04/world/the-reach-of-war-detainees-officials-detail-a-detainee-deal-by-3-countries.html",
      "byline": "By Don van Natta Jr. and Tim Golden"
    },
    {
      "headline": "'The Apprentice' Without TV, Trump or a High-Salary Job",
      "snippet": "Maple Securities USA in Jersey City invites 27 people to spend nearly month competing for $40,000-a-year entry-level job as junior programmer; executive Brooke Allen explains; photo; labor experts question such extended job tryouts as potentially ...",
      "abstract": "Maple Securities USA in Jersey City invites 27 people to spend nearly month competing for $40,000-a-year entry-level job as junior programmer; executive Brooke Allen explains; photo; labor experts question such extended job tryouts as potentially exploitative (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-04T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/07/04/jobs/the-apprentice-without-tv-trump-or-a-high-salary-job.html",
      "byline": ""
    },
    {
      "headline": "Iraqis Watch With Wary Pride As Little Changes, and a Lot",
      "snippet": "Transfer of formal sovereignty to interim Iraqi government, while leading to little visible change, seems to be subtly working on national psyche, stirring measure of hope; government led by Iyad Allawi has moved in few big ways and many small one...",
      "abstract": "Transfer of formal sovereignty to interim Iraqi government, while leading to little visible change, seems to be subtly working on national psyche, stirring measure of hope; government led by Iyad Allawi has moved in few big ways and many small ones in first days in office; photos (M)",
      "lead_paragraph": "Zeke Nouri Arif is a talkative old man who, like many Iraqis, seems unconcerned if others speak at the same time or volume as he. He does not mind a chorus. And out of a teahouse chorus of perplexed Iraqis on Saturday, Mr. Arif piped up that he was especially qualified, because of his age, 71, and 50 years moving around Iraq as a truck driver, to weigh in on a momentous week in which little here changed and everything did.",
      "publication_date": "2004-07-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/04/world/reach-war-transition-iraqis-watch-with-wary-pride-little-changes-lot.html",
      "byline": "By Ian Fisher and Somini Sengupta"
    },
    {
      "headline": "Golfing Mongolia: A 2.3-Million-Yard Par 11,880",
      "snippet": "New Hampshirï",
      "abstract": "New Hampshirï",
      "lead_paragraph": "André Tolmé sized up the day's golfing terrain thousands of yards of treeless steppe rolling toward a distant horizon. Without a golfer to be seen for 100 miles around, he loosened up at his own pace, taking practice swings with a 3-iron.",
      "publication_date": "2004-07-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/04/world/golfing-mongolia-a-2.3-million-yard-par-11880.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Marine Said to Be Beheaded",
      "snippet": "A militant Iraqi group posted an unconfirmed statement on the Internet that it had beheaded an American marine who had been abducted from near the city of Falluja. Page 9.",
      "abstract": "A militant Iraqi group posted an unconfirmed statement on the Internet that it had beheaded an American marine who had been abducted from near the city of Falluja. Page 9.",
      "lead_paragraph": "A militant Iraqi group posted an unconfirmed statement on the Internet that it had beheaded an American marine who had been abducted from near the city of Falluja. Page 9.",
      "publication_date": "2004-07-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/04/world/marine-said-to-be-beheaded.html",
      "byline": ""
    },
    {
      "headline": "Swaying Unhappy Ohio Voters Could Be a Key to the Presidency",
      "snippet": "Article in series State by State, exploring presidential race in swing states, focuses on Ohio; notes unhappy voters of state's easily overlooked southeastern section are adept at picking winners; Sen John Kerry's campaign has high hopes for state...",
      "abstract": "Article in series State by State, exploring presidential race in swing states, focuses on Ohio; notes unhappy voters of state's easily overlooked southeastern section are adept at picking winners; Sen John Kerry's campaign has high hopes for state but faces high hurdles to win it; Pres Bush has visited state, without which no Republican has won presidency, 18 times since 2001; voters comment, interviews; map; graphs (M)",
      "lead_paragraph": "It is tempting to view Ohio politics as a bipolar clash: liberal Northeast versus conservative Southwest, industrial Cleveland against white-collar Cincinnati. But this year's presidential race may come down to people like Robert Burton in the gently rolling, easily overlooked hills of southeastern Ohio.",
      "publication_date": "2004-07-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/04/us/2004-campaign-swing-states-swaying-unhappy-ohio-voters-could-be-key-presidency.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Walking Away From the Family Business",
      "snippet": "Life's Work column on people who have declined to take over family businesses (S)",
      "abstract": "Life's Work column on people who have declined to take over family businesses (S)",
      "lead_paragraph": "WHEN Lisa Jacobson was in kindergarten, she began having recurring nightmares. In them, she was sitting in ''a gigantic wing-backed chair,'' she says, ''and my booming dad'' who, she says, ''is actually very soft-spoken,'' was asking her: ''Are you going to take over the business?'' That business was a company that sold luxury gifts (''one-of-a-kind tchotchkes,'' Ms. Jacobson explains) and the dream was a symptom familiar to many heirs apparent.",
      "publication_date": "2004-07-04T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/07/04/jobs/life-s-work-walking-away-from-the-family-business.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Inventor Uses Technology To Take Aim at Mosquitoes  With the threat of West Nile virus and the invasion of fierce Asian tiger mosquitoes in his neighborhood in Arlington, Va., Donald R. Hall was beginning to worry about his granddaughter, Bethany ...",
      "abstract": " Inventor Uses Technology To Take Aim at Mosquitoes  With the threat of West Nile virus and the invasion of fierce Asian tiger mosquitoes in his neighborhood in Arlington, Va., Donald R. Hall was beginning to worry about his granddaughter, Bethany Maurer, playing outside.     Mr. Hall, a retired electromechanical engineer, went on the offensive against mosquitoes. He received a patent covering several approaches that rely on the same principal: killing the mosquito eggs rather than the mosquitoes themselves. Among his inventions are an egg-killing birdbath that can run on batteries, solar power or electricity. Patents. [C2.]",
      "lead_paragraph": "Inventor Uses Technology To Take Aim at Mosquitoes",
      "publication_date": "2004-07-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/05/business/business-digest-199540.html",
      "byline": ""
    },
    {
      "headline": "An Investor's 'Gong Show' for Billion-Dollar Dreamers",
      "snippet": "Draper Fisher Jurvetson venture capital firm holds contest in which entrepreneurs pitch their ideas for billion dollar businesses to Timothy C Draper via Internet; Draper and his partners have reputation for investing in barely formed start-ups mo...",
      "abstract": "Draper Fisher Jurvetson venture capital firm holds contest in which entrepreneurs pitch their ideas for billion dollar businesses to Timothy C Draper via Internet; Draper and his partners have reputation for investing in barely formed start-ups most rivals would not consider; photos; drawing (M)",
      "lead_paragraph": "A 33-year-old engineer from Salt Lake City, promoting a company that would mass-produce flying cars with retractable wings, was among the lucky finalists in the ''Pitch Tim Draper on Your Billion Dollar Idea'' contest, held Wednesday in the offices of the venture capital firm Draper Fisher Jurvetson.",
      "publication_date": "2004-07-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/05/business/an-investor-s-gong-show-for-billion-dollar-dreamers.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Knowing Their Politics by Their Software",
      "snippet": "Web sites of Sen John Kerry and Democratic National Committee run mainly on open-source software, technology of computing counterculture, while Web sites of Pres Bush and Republican National Committee run on software supplied by Microsoft, industr...",
      "abstract": "Web sites of Sen John Kerry and Democratic National Committee run mainly on open-source software, technology of computing counterculture, while Web sites of Pres Bush and Republican National Committee run on software supplied by Microsoft, industry giant; two sides are defined largely by their approach to intellectual property; many open-source computing fans favor limiting scope and duration of intellectual property laws to spur innovation and efficiency, while Microsoft and others argue intellectual prperty gives United States edge in competitive global economy; David Brunton, founder of Plus Three, which has done much of work on Democratic and Kerry sites, regards open-source software as technological expression of his political beliefs; politics surrounding open-source software do not also fit neatly into party categories; photo (M)",
      "lead_paragraph": "In a campaign season of polarization, when Republicans and Democrats seem far apart on issues like Iraq, the economy and leadership style, it is perhaps not surprising that the parties find themselves on different sides in the politics of software as well.",
      "publication_date": "2004-07-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/05/business/technology-knowing-their-politics-by-their-software.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Lord Black Says Investors Should Decide On Asset Sale",
      "snippet": "Hollinger International controlling shareholder Conrad M Black says he will ask Delaware court to block company's planned sale of Telegraph Group to David and Frederick Barclay; will seek to convince court that group represents substantially all o...",
      "abstract": "Hollinger International controlling shareholder Conrad M Black says he will ask Delaware court to block company's planned sale of Telegraph Group to David and Frederick Barclay; will seek to convince court that group represents substantially all of company's assets and that therefore shareholders must vote on plan (M)",
      "lead_paragraph": "Conrad M. Black, the controlling shareholder of Hollinger International, will ask a Delaware judge late this month to block the company's planned sale of the Telegraph Group to the Barclay brothers of Britain. Lord Black's case hinges on whether he can persuade the court that shareholders must first approve the sale, according to a lawsuit unsealed late Friday.",
      "publication_date": "2004-07-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/05/business/lord-black-says-investors-should-decide-on-asset-sale.html",
      "byline": "By Rita K. Farrell"
    },
    {
      "headline": "The Year Rehnquist May Have Lost His Court",
      "snippet": "Supreme Court's newly concluded 2003-4 term may be remembered as year Chief Justice William H Rehnquist, 79, who has led court with sure hand since his promotion to post 18 years ago, lost his court; his invisibility in cases decided in term's clo...",
      "abstract": "Supreme Court's newly concluded 2003-4 term may be remembered as year Chief Justice William H Rehnquist, 79, who has led court with sure hand since his promotion to post 18 years ago, lost his court; his invisibility in cases decided in term's closing days on rights of detainees labeled 'enemy combatants' by Bush administration cited; he failed to play usual role in marshaling fractious colleagues to protect court's institutional prerogatives, which Bush's claim of unreviewable executive power threatened; it seems that he has stood still while court's center of gravity has moved away from him; he was in majority in only eight of 18 cases decided this term by five-member majorities; was in majority in 15 of 21 such decisions two years ago and 7 of 14 such cases year ago; graph; photos (M)",
      "lead_paragraph": "Although it has been 10 years since its membership last changed, the Supreme Court that concluded its term last week was, surprisingly and in important ways, a new court.",
      "publication_date": "2004-07-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/05/us/the-year-rehnquist-may-have-lost-his-court.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Bravo Learns To Make Noise And Have Fun",
      "snippet": "Bravo president Jeff Gaspin's efforts to make noise in cable television world has increased subscriber base and attracted younger, more affluent primetime viewers; moves to attract young, hip crowd have left some Bravo followers confused; media ex...",
      "abstract": "Bravo president Jeff Gaspin's efforts to make noise in cable television world has increased subscriber base and attracted younger, more affluent primetime viewers; moves to attract young, hip crowd have left some Bravo followers confused; media expert Erica Gruen says Bravo is redefining third category of cable networks that are not niche or general interest but general interest with overarching personality; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/05/business/media-bravo-learns-to-make-noise-and-have-fun.html",
      "byline": "By Abby Ellin"
    },
    {
      "headline": "International Actors a Passport to Profitability",
      "snippet": "Filling movie roles with international celebrities is becoming more common as Hollywood stakes more of its success on selling films abroad; international sales often account for 60 percent or more of box-office receipts, up from around 40 percent ...",
      "abstract": "Filling movie roles with international celebrities is becoming more common as Hollywood stakes more of its success on selling films abroad; international sales often account for 60 percent or more of box-office receipts, up from around 40 percent two years ago; pressure on worldwide sales is growing as production budgets soar and number of big-budget movies rises; drawing; photos (M)",
      "lead_paragraph": "When ''King Arthur,'' Hollywood's big-budget retelling of the legend opens on Wednesday, its main stars will not be American. Keira Knightley and Clive Owen, famous in their native Britain, play Guinevere and Arthur and share the Round Table with Til Schweiger, a popular German celebrity and television star who plays the knight Cynric.",
      "publication_date": "2004-07-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/05/business/media-international-actors-a-passport-to-profitability.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "For Bantu Refugees, Hard-Won American Dreams",
      "snippet": "Abkow Edow and Madina Idle are part of continuing resettlement of 13,000 Bantu from Somalia, descendants of people kidnapped from southern Africa by slave traders two centuries ago; after 12 years in refugee camps, Edow and Idle landed in 2003 in ...",
      "abstract": "Abkow Edow and Madina Idle are part of continuing resettlement of 13,000 Bantu from Somalia, descendants of people kidnapped from southern Africa by slave traders two centuries ago; after 12 years in refugee camps, Edow and Idle landed in 2003 in Tucson, Ariz, uneducated, unemployed and unfamiliar with basic American customs, but are now working and, through life-skill and English classes, assimilating into society; caseworkers say Bantu have made most remarkable progress of refugee groups in Tucson, given extreme disadvantages and trauma of tribal war in Somalia; photos (M)",
      "lead_paragraph": "For Abkow Edow, a Bantu refugee from Somalia who now lives in Tucson, the Fourth of July was just another day. Though fireworks on the mountain and a reggae concert were scheduled, Mr. Edow was washing dishes at the Westin La Paloma Resort and Spa, wearing a baseball cap and thick rubber gloves that came up to his elbows. His wife, Madina Idle, was folding sheets and towels several corridors away in the vast underground complex below the desert views, the fountains and the valet golf carts.",
      "publication_date": "2004-07-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/05/us/for-bantu-refugees-hard-won-american-dreams.html",
      "byline": "By William L. Hamilton"
    },
    {
      "headline": "FEARS OF ATTACK AT CONVENTIONS DRIVE NEW PLANS",
      "snippet": "Federal authorities, concerned about terror attack during national political conventions, begin new effort to identify potential extremists inside United States, including conducting interviews in communities where terrorists might seek refuge; pe...",
      "abstract": "Federal authorities, concerned about terror attack during national political conventions, begin new effort to identify potential extremists inside United States, including conducting interviews in communities where terrorists might seek refuge; persistent reports indicate that Al Qaeda is determined to strike in US this year; fears about incident during conventions have led state and local officials to impose extraordinary precautions, spending much of budget on security; New York, where Republicans are meeting at end of August, is considered at higher risk than Boston, where Democratics are meeting at end of July; FBI says all of its 1,100 officers in New York will be involved in security; intelligence is not specific enough yet to justify increase in color-coded alert level; speculation about type of attack discussed; security plans in both cities noted; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/05/us/fears-of-attack-at-conventions-drive-new-plans.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "U.S. Aides Say Kin of Hussein Aid Insurgency",
      "snippet": "American officials cite intelligence reports that say network of Saddam Hussein's cousins operating in part from Syria and Jordan, is actively involved in smuggling of guns, people and money into Iraq to support anti-American insurgency; leading f...",
      "abstract": "American officials cite intelligence reports that say network of Saddam Hussein's cousins operating in part from Syria and Jordan, is actively involved in smuggling of guns, people and money into Iraq to support anti-American insurgency; leading figure is Fatiq Suleiman al-Majid, former officer in Iraq's Special Security Organization who fled country last spring; under Saddam Hussein, Majid family was particularly feared branch of ruling Tikriti tribe with its members playing role in operations of security apparatus; profile of Fatiq al-Majid; also providing information about network is Samir Shaker Mahmoud al-Sumeidi, who was member of Iraqi Governing Council and who served briefly as interior minister; information adds new dimension to picture that has emerged in recent months and is priority for Americans who hope to stem tide of money and materiel flowing to insurgency; photos (M)",
      "lead_paragraph": "A network of Saddam Hussein's cousins, operating in part from Syria and Jordan, is actively involved in the smuggling of guns, people and money into Iraq to support the anti-American insurgency, say American government officials and a prominent Iraqi.",
      "publication_date": "2004-07-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/05/world/the-reach-of-war-insurgency-us-aides-say-kin-of-hussein-aid-insurgency.html",
      "byline": "By Douglas Jehl"
    }
  ]
}