{
  "metadata": {
    "date": "2004-02-03",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Fashion Team Prepares to Put Its Best Digital Foot Forward",
      "snippet": "Fashion house Proenza Schouler, run by desingers Lazaro Hernandez and Jack McCollough, plans to auction some of newly modeled clothes and shoes on eBay within days of its runway show during Fashion Week in New York next week; lot will include more...",
      "abstract": "Fashion house Proenza Schouler, run by desingers Lazaro Hernandez and Jack McCollough, plans to auction some of newly modeled clothes and shoes on eBay within days of its runway show during Fashion Week in New York next week; lot will include more than four dozen pairs of shoes, designed in eague with Manolo Blahnik and 50 garments; goods, from next week's show as well as two Proenza Schouler shows last year, will carry minimum bids at deep discounts to retail prices; 10-day auction is planned for Feb 26 to Mar 7; photos (M)",
      "lead_paragraph": "From the runway to eBay.",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/03/business/fashion-team-prepares-to-put-its-best-digital-foot-forward.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "COMPANIES LIMIT HEALTH COVERAGE OF MANY RETIREES",
      "snippet": "Employers have unleashed new wave of cutbacks in company-paid health benefits for retirees, with growing number of companies requiring retirees to pay full cost to retain coverage; experts expect trend, driven by fast-rising cost of health care, t...",
      "abstract": "Employers have unleashed new wave of cutbacks in company-paid health benefits for retirees, with growing number of companies requiring retirees to pay full cost to retain coverage; experts expect trend, driven by fast-rising cost of health care, to continue despite billions of dollars government will pay companies that maintain retiree coverage when new Medicare drug benefit begins in two years; companies are not obligated to set aside funds to pay for retirees' health benefits, and health plans can usually be changed or ended at company's choosing; companies that offer retiree benefits typically have subsidized about 60 percent of premium; many companies dropping subsidies push retirees into insurance pools separate from those of younger, healthier workers, cutting company's costs for insuring current workers, while further raising premiums charged retirees; graph of companies offering retiree health care benefits; photo (M)",
      "lead_paragraph": "Employers have unleashed a new wave of cutbacks in company-paid health benefits for retirees, with a growing number of companies saying that retirees can retain coverage only if they are willing to bear the full cost themselves.",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/03/business/companies-limit-health-coverage-of-many-retirees.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Stage Is Set For Key Day Of Testimony In Stewart Case",
      "snippet": "Prosecutors in trial of Martha Stewart prepare for testimony of crucial witness Douglas Faneuil, assistant to Stewart's former stockbroker and co-defendant Peter E Bacanovic, while Stewart's lawyers try to undermine anticipated testimony through t...",
      "abstract": "Prosecutors in trial of Martha Stewart prepare for testimony of crucial witness Douglas Faneuil, assistant to Stewart's former stockbroker and co-defendant Peter E Bacanovic, while Stewart's lawyers try to undermine anticipated testimony through their questioning of other government witnesses; Faneuil is expected to tell jury that he was ordered to tell Stewart to sell her 3,928 shares in ImClone Systems in late December 2001, just before company announced that much-anticipated drug Erbitux had run into serious regultory obstacles; Stewart does not face charge of criminal insider trading, but is charged with lying to investigators about what prompted her to sell her stock; photo (M)",
      "lead_paragraph": "Prosecutors in the trial of Martha Stewart sought to prepare the stage yesterday for the testimony of a crucial witness, while her lawyers tried to undermine the anticipated testimony through their questioning of other government witnesses.",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/03/business/stage-is-set-for-key-day-of-testimony-in-stewart-case.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Steel Plant Planned",
      "snippet": "Brazil's Companhia Vale do Rio Doce SA, world's biggest iron ore producer, is joining forces with China's Baosteel Group and European steel giant Arcelor to build steel plant in Sao Luis, Brazil, with annual production capacity of 3.7 million metr...",
      "abstract": "Brazil's Companhia Vale do Rio Doce SA, world's biggest iron ore producer, is joining forces with China's Baosteel Group and European steel giant Arcelor to build steel plant in Sao Luis, Brazil, with annual production capacity of 3.7 million metric tons of steel plate (S)",
      "lead_paragraph": "Companhia Vale do Rio Doce SA, the world's biggest iron ore producer, said it was joining forces with China's Baosteel Group and the European steel giant Arcelor to build a steel plant in northern Brazil with an annual production capacity of 3.7 million metric tons of steel plate. According to a statement from CVRD, two engineering service companies, CISDI Engineering Company of China and Germany's Ferrostaal, had been contracted to present a feasibility study for the plant, to be built in Sao Luis. Should the venture prove successful, the statement said annual capacity could be doubled to 7.5 million metric tons a year. Tony Smith (NYT)",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/03/business/world-business-briefing-americas-brazil-steel-plant-planned.html",
      "byline": "By Tony Smith (NYT)"
    },
    {
      "headline": "Angering Settlers, Sharon Says Most May Have to Leave Gaza",
      "snippet": "Prime Min Ariel Sharon, outraging members of settlement movement he helped create, says he might seek to evacuate almost all Israeli settlers from Gaza Strip, newspaper interview; move is part of 'unilateral disengagement' from Palestinians he pla...",
      "abstract": "Prime Min Ariel Sharon, outraging members of settlement movement he helped create, says he might seek to evacuate almost all Israeli settlers from Gaza Strip, newspaper interview; move is part of 'unilateral disengagement' from Palestinians he plans should Bush administration's peace plan fail; says he ordered plans for evacuation of 17 of at least 20 settlements; his aide says option is most far-reaching of three he will submit to cabinet; opponents on right and skeptics on left charge he seeks to divert attention from bribery scandal; settlers warn of political action to bring down his government; far-right parties do not immediately bolt from his governing coalition; Palestinians suspect public relations ploy; photos (M)",
      "lead_paragraph": "Prime Minister Ariel Sharon said Monday that he might seek to evacuate almost all Israeli settlers from the Gaza Strip, outraging members of the settlement movement he helped create.",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/03/world/angering-settlers-sharon-says-most-may-have-to-leave-gaza.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "A Winning Kerry Loosens Up, and Crowds React",
      "snippet": "Sen John Kerry is performing better on campaign circuit and crowds are responding in kind now that he is front-runner for Democratic presidential nomination; seems comfortable as campaign moves onto national stage, where television advertisements ...",
      "abstract": "Sen John Kerry is performing better on campaign circuit and crowds are responding in kind now that he is front-runner for Democratic presidential nomination; seems comfortable as campaign moves onto national stage, where television advertisements and sound bites are more important than one-on-one encounters; is smiling and laughing more, with positive results; photos (M)",
      "lead_paragraph": "Senator John Kerry had just taken the stage on Saturday at a packed rally at the Oklahoma State Firefighters Memorial in Oklahoma City, and he was fired up. ''George Bush thought he could play dress-up on an aircraft carrier and you wouldn't notice,'' he thundered. ''Ask yourself, whose mission is accomplished?''",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/03/us/2004-campaign-massachusetts-senator-winning-kerry-loosens-up-crowds-react.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "The Shifting Burden of Emergency Care",
      "snippet": "Health care giant HCA has found itself, rather oddly, in thick of battle between self-service and specialty hospitals; full-service institutionsl, often with deep roots in communities, say that hospitals specializing in cardiac care, orthopedics a...",
      "abstract": "Health care giant HCA has found itself, rather oddly, in thick of battle between self-service and specialty hospitals; full-service institutionsl, often with deep roots in communities, say that hospitals specializing in cardiac care, orthopedics and other lucrative areas siphon away profitable patients, but shirk burden of providing emergency care; specialty hospitals counter that their rivals fear competition; HCA would seem unlikely standard-bearer for community hospitals; company, which operates OU Medical Center in Oklahoma City, is in same situation as other full-service hospitals competing with specialty operations; proliferation of specialty hospitals has worsened shortage of specialists who are willing to cover emergency rooms, causing other hospitals to send more and more patients to OU; Congress has put temporary ban on construction of specialty hospitals; full-service hospitals say these hospitals, often owned by doctors providing lucrative care, remain significant threat; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/03/business/the-shifting-burden-of-emergency-care.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "$2.4 Trillion Budget Plan Raises Security Spending  President Bush proposed a $2.4 trillion budget that would substantially increase funding next year for national security but would cut or strictly limit spending on most domestic programs and, on...",
      "abstract": " $2.4 Trillion Budget Plan Raises Security Spending  President Bush proposed a $2.4 trillion budget that would substantially increase funding next year for national security but would cut or strictly limit spending on most domestic programs and, on paper at least, put the government on a path of declining deficits.      The plan called for an increase in military spending of 7 percent, to $401.7 billion, and a rise in spending on domestic security programs of 9.7 percent, to $30.5 billion. It makes good on Mr. Bush's pledge to cut the deficit in half within five years. [Page A1.]",
      "lead_paragraph": "$2.4 Trillion Budget Plan Raises Security Spending",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/03/business/business-digest-222135.html",
      "byline": ""
    },
    {
      "headline": "Murder Trial Revives Intrigue Of the 70's Indian Movement",
      "snippet": "South Dakota trial of American Indian Movement members Arlo Looking Cloud and John Graham in 1975 murder of fellow AIM member Anna Mae Pictou Aquash at Pine Ridge Reservation is set to begin; law enforcement authorities and Indians across country ...",
      "abstract": "South Dakota trial of American Indian Movement members Arlo Looking Cloud and John Graham in 1975 murder of fellow AIM member Anna Mae Pictou Aquash at Pine Ridge Reservation is set to begin; law enforcement authorities and Indians across country are closely watching trial for what it threatens to reveal about suspicion and violence inside militant movement; AIM leaders insist federal agents engineered killing as part of their conflict with AIM; other Indians charge AIM leaders ordered murder of suspected federal informer; Paul DeMain has suggested in his national Indian newspaper News From Indian Country that she may have been killed by AIM members to protect Leonard Peltier, who now serves life sentence for killing of two federal agents at Pine Ridge; Peltier has sued him for libel; map; photos (M)",
      "lead_paragraph": "Anna Mae Pictou Aquash, a young mother and American Indian activist, was shot in the head and left to die on the Pine Ridge Reservation in the winter of 1975. The trial of one of two men accused of killing her begins here on Tuesday. Between those moments, decades apart, lies a mystery, and a bitter struggle.",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/03/us/murder-trial-revives-intrigue-of-the-70-s-indian-movement.html",
      "byline": "By Monica Davey and Charlie Leduff"
    },
    {
      "headline": "World Business Briefing | Europe: Ryanair Aid Challenge",
      "snippet": "European Commission is likely to rule that low-cost Irish airline Ryanair received illegal aid from regional government in Belgium in return for locating one of its main traffic hubs at region's publicly owned airport near Charleroi; decision is c...",
      "abstract": "European Commission is likely to rule that low-cost Irish airline Ryanair received illegal aid from regional government in Belgium in return for locating one of its main traffic hubs at region's publicly owned airport near Charleroi; decision is controversial because it could hamper region's efforts to generate income and jobs (S)",
      "lead_paragraph": "The European Commission is likely to rule today that the low-cost Irish airline Ryanair received illegal aid from a regional government in Belgium in return for locating one of its main traffic hubs at the region's publicly owned airport near Charleroi, south of Brussels. The decision is controversial because it could hamper the region's efforts to generate income and jobs. Paul Meller (NYT)",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/03/business/world-business-briefing-europe-ryanair-aid-challenge.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Two Energy Plans for North Korea",
      "snippet": "Energy executives from Russia and US outline two energy plans for North Korea at regional energy forum in Niigata, Japan; ideas--235-mile electric power line from Vladivostok and 1,500-mile natural gas pipeline from Sakhalin--highlight Russia's fu...",
      "abstract": "Energy executives from Russia and US outline two energy plans for North Korea at regional energy forum in Niigata, Japan; ideas--235-mile electric power line from Vladivostok and 1,500-mile natural gas pipeline from Sakhalin--highlight Russia's future as energy exporter to Northeast Asia; hydroelectric resources of Russian Far East seem destined to flow south to China, Japan and Koreas (M)",
      "lead_paragraph": "On North Korea's desolate eastern coast, 600 miles directly across the Sea of Japan from here, soldiers guard an abandoned construction site where two light-water nuclear reactors were to be built.",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/03/business/two-energy-plans-for-north-korea.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Strikes Push Up Prices of Industrial Metals",
      "snippet": "Work stoppages at Canadian nickel producer Falconbridge and Cerro Colorado copper mine in Chile owned by BHP Billiton help push prices of several important industrial metals higher; copper prices for March delivery reach highest level since mid-19...",
      "abstract": "Work stoppages at Canadian nickel producer Falconbridge and Cerro Colorado copper mine in Chile owned by BHP Billiton help push prices of several important industrial metals higher; copper prices for March delivery reach highest level since mid-1997, exceeding $1.15 per pound in early trading on Comex division of New York Mercantile Exchange; three-month contract for nickel, which is priced by metric ton (about 2,205 pounds), closes at $14,900 on London Metal Exchange, after earlier breaking through $16,000; graph (M)",
      "lead_paragraph": "Work stoppages at a large Canadian nickel producer and at a copper mine in Chile helped push prices of several important industrial metals higher on Monday, intensifying a recent upward spiral in raw material costs that could lead to higher prices for finished goods like automotive parts and domestic appliances.",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/03/business/strikes-push-up-prices-of-industrial-metals.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "Big Holder Seeks Rest Of Bancomer Of Mexico",
      "snippet": "Spain's Banco Bilbao Vizcaya Argentina is offering to pay $4.1 billion to gain control of Mexico's Bancomer; Banco Bilbao already owns nearly 60 percent of company, which controls quarter of Mexico's banking (M)",
      "abstract": "Spain's Banco Bilbao Vizcaya Argentina is offering to pay $4.1 billion to gain control of Mexico's Bancomer; Banco Bilbao already owns nearly 60 percent of company, which controls quarter of Mexico's banking (M)",
      "lead_paragraph": "Spain's second-largest bank, Banco Bilbao Vizcaya Argentaria, is offering to pay $4.1 billion to gain total control of Bancomer, Mexico's leading bank.",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/03/business/big-holder-seeks-rest-of-bancomer-of-mexico.html",
      "byline": "By Dale Fuchs and Elisabeth Malkin"
    },
    {
      "headline": "World Business Briefing | Europe: Securities Merger Possible",
      "snippet": "British security firm Securicor and Danish firm Group 4 Falck are in discussion about merger that would create company with market capitalization of $3.1 billion; graph (S)",
      "abstract": "British security firm Securicor and Danish firm Group 4 Falck are in discussion about merger that would create company with market capitalization of $3.1 billion; graph (S)",
      "lead_paragraph": "Two securities firms, Securicor and Group 4 Falck, say they are in discussions about a merger that would create a company with a market capitalization of $3.1 billion. Britain's Securicor specializes in cash handling, while Group 4 Falck, based in Copenhagen, provides guards and alarms to corporate and institutional customers. If the deal goes through, shareholders for the two would be given stock in the new combined company, but no premium to the stock's current price. Heather Timmons (NYT)",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/03/business/world-business-briefing-europe-securities-merger-possible.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "BUSH, IN BUDGET, SEEKS INCREASES TIED TO SECURITY",
      "snippet": "Pres Bush submits to Congress $2.4 trillion fiscal 2005 budget that would substantially increase spending for national security and give administration claim to cutting deficit by cutting or strictly limiting money for most domestic programs; budg...",
      "abstract": "Pres Bush submits to Congress $2.4 trillion fiscal 2005 budget that would substantially increase spending for national security and give administration claim to cutting deficit by cutting or strictly limiting money for most domestic programs; budget amounts to statement of Bush's election-year priorities; underscores degree to which his policy and political focus are on fighting terrorism and building up military; calls for 7 percent rise in military spending, to $401.7 billion, not including up to $50 million for continued military operations in Iraq and Afghanistan; seeks 9.7 percent rise for domestic security programs, to $30.5 billion; proposes holding overall growth in spending on other government operations outside of Social Security and Medicare to 0.5 percent, or $2 billion, to $386 billion; would cut budgets of seven of 16 cabinet-level departments; would require Republicans, as majority in Congress, to cut, freeze or kill many programs in months leading up to Nov elections; calls for eliminating 65 government programs and cutting 63 more; Democrats, including Sen John Kerry, who seeks presidential nomination, score budget; question deficit-reduction claim; hold budget would shortchange broad range of national priorities to pay for tax cuts; budget does not project what would happen to deficit beyond next half-decade, when Bush's call to make permanent 10-year tax cuts he pushed through Congress in 2001 and 2003 would show up in budget; chart and graph of budget proposals; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/03/us/president-s-budget-proposal-overview-bush-budget-seeks-increases-tied-security.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Oil Executive Dismissed",
      "snippet": "Yukos Oil takes another step to distance management of oil company from its principal shareholders in effort to fend off continued political attacks; company's directors oust Mikhail B Brudno, acting president of company's refining and marketing d...",
      "abstract": "Yukos Oil takes another step to distance management of oil company from its principal shareholders in effort to fend off continued political attacks; company's directors oust Mikhail B Brudno, acting president of company's refining and marketing division, citing corporate government standards; Brudno owns 7 percent of holding company that houses financial empire of Mikhail B Khodorkovsky, former Yukos chief executive who stepped down after his arrest Oct 25; Khodorkovsky is in prison awaiting trial on charges of tax evasion, fraud and embezzlement; Brudno will be succeeded by Peter S Zolotarev; photo (M)",
      "lead_paragraph": "The Yukos Oil company took another step to distance management of the oil company from its principal shareholders in an effort to fend off continued political attacks. The company's directors ousted Mikhail B. Brudno, left, acting president of the company's refining and marketing division, citing corporate governance standards. Mr. Brudno was recently put on a wanted list by Russia's prosecutor general's office. Mr. Brudno was the last large Yukos shareholder still actively helping to run the oil business. He owns 7 percent of a holding company that houses the financial empire of Mikhail B. Khodorkovsky, the former Yukos chief executive who stepped down after his arrest Oct. 25. Mr. Khodorkovsky is in prison awaiting trial on charges of tax evasion, fraud and embezzlement. Mr. Brudno will be succeeded by Peter S. Zolotarev, previously first vice president for economics and finance at the refining division. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/03/business/world-business-briefing-europe-russia-oil-executive-dismissed.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "In a Complex World, Even Lawyers Need Lawyers",
      "snippet": "Law firms are finding that they need their own lawyers to advise them on how to practice law; are hiring general counsel or naming someone to position; are spurred in part by fears of greater regulation, aggressive plantiff-side securities lawyers...",
      "abstract": "Law firms are finding that they need their own lawyers to advise them on how to practice law; are hiring general counsel or naming someone to position; are spurred in part by fears of greater regulation, aggressive plantiff-side securities lawyers, prospect of criminal prosecution and demise of Arthur Andersen, accounting firm convicted of obstruction of justice for hindering investigations into accounting at Enron; lawyers generally play down those risks and emphasize that firms have grown large, making it harder to pay to rely on traditional, more informal ways of managing legal concerns (M)",
      "lead_paragraph": "While courting a new business client, a lawyer at Pillsbury Winthrop made an uncomfortable discovery. The potential client wanted to sue a subsidiary of another company that the firm represented.",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/03/business/in-a-complex-world-even-lawyers-need-lawyers.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Alert Urged on Drugs",
      "snippet": "A panel urged the Food and Drug Administration to issue strong warnings about risks new antidepressants might pose for children even before a review of the drugs is completed.    Article, Page A12.",
      "abstract": "A panel urged the Food and Drug Administration to issue strong warnings about risks new antidepressants might pose for children even before a review of the drugs is completed.    Article, Page A12.",
      "lead_paragraph": "A panel urged the Food and Drug Administration to issue strong warnings about risks new antidepressants might pose for children even before a review of the drugs is completed.",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/03/us/alert-urged-on-drugs.html",
      "byline": ""
    },
    {
      "headline": "Army Study of Iraq War Details A 'Morass' of Supply Shortages",
      "snippet": "Army's first official history of Iraq war reveals American forces were plagued by 'morass' of supply shortages, radios that could not reach far-flung troops, disappointing psychological operations and virtually no reliable intelligence on how Sadd...",
      "abstract": "Army's first official history of Iraq war reveals American forces were plagued by 'morass' of supply shortages, radios that could not reach far-flung troops, disappointing psychological operations and virtually no reliable intelligence on how Saddam Hussein would defend Baghdad; shows logistics problems, played down by senior officials at time, were much worse than previously reported; reports hold that combat force was within two weeks of being halted for lack of spare parts; blames lack of means to assign responsibility clearly; finds decision to send mostly combat units in weeks before invasion and hold back support troops contributed to logistics problems; Gregory Fontenot is report's senior author; photo (M)",
      "lead_paragraph": "The first official Army history of the Iraq war reveals that American forces were plagued by a ''morass'' of supply shortages, radios that could not reach far-flung troops, disappointing psychological operations and virtually no reliable intelligence on how Saddam Hussein would defend Baghdad.",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/03/world/struggle-for-iraq-official-history-army-study-iraq-war-details-morass-supply.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "World Business Briefing | Asia: India: Oil Bid Planned",
      "snippet": "Indian Oil Corp will bid to acquire stakes in BP's retail businesses in Malaysia and Singapore (S)",
      "abstract": "Indian Oil Corp will bid to acquire stakes in BP's retail businesses in Malaysia and Singapore (S)",
      "lead_paragraph": "India's biggest government-owned refiner, the Indian Oil Corporation, will bid to acquire stakes in BP's retail businesses in Malaysia and Singapore, Indian Oil's chairman, M.S. Ramachandran, said. BP, Europe's largest oil company, announced last month that it was leaving the retail business in Malaysia and Singapore. Indian Oil will bid for BP's 70 percent stake in the Malaysian unit, which owns nearly 300 retail outlets, and its Singapore unit, which owns 30 outlets. Saritha Rai (NYT)",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/03/business/world-business-briefing-asia-india-oil-bid-planned.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Beer Output Falls",
      "snippet": "German beer production fell 2.1 percent to 105.5 million hectolitres ($2.78 billion gallons) from previous year, eighth decline since 1994, when breweries produced 115.7 million hectolitres (3.05 billion gallons) per year; domestic beer sales drop...",
      "abstract": "German beer production fell 2.1 percent to 105.5 million hectolitres ($2.78 billion gallons) from previous year, eighth decline since 1994, when breweries produced 115.7 million hectolitres (3.05 billion gallons) per year; domestic beer sales dropped 3.4 percent, to 93.2 million hectolitres (2.46 billion gallons), but beer exports rose 9.1 percent, to 12.3 million hectolitres (325 million gallons) (S)",
      "lead_paragraph": "German beer production fell 2.1 percent to 105.5 million hectolitres (2.78 billion gallons) from the previous year, the federal statistics office said. It was the eighth decline since 1994, when breweries produced 115.7 million hectolitres (3.05 billion gallons) a year. Domestic beer sales dropped 3.4 percent, to 93.2 million hectolitres (2.46 billion gallons), but beer exports rose 9.1 percent, to 12.3 million hectolitres (325 million gallons). Beer consumption in Germany has declined because of a growing health awareness, a sluggish economy and an unpopular new deposit system for cans and bottles. Victor Homola (NYT)",
      "publication_date": "2004-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/03/business/world-business-briefing-europe-germany-beer-output-falls.html",
      "byline": "By Victor Homola (NYT)"
    }
  ]
}