{
  "metadata": {
    "date": "2004-06-11",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "Legacy of Reagan Now Begins the Test of Time",
      "snippet": "R W Apple Jr appraisal of Ronald Reagan and what history may eventually conclude about his presidency; observes that Reagan died respected man, although affection is far from universal, and popularity is never reliable test of greatness; notes tha...",
      "abstract": "R W Apple Jr appraisal of Ronald Reagan and what history may eventually conclude about his presidency; observes that Reagan died respected man, although affection is far from universal, and popularity is never reliable test of greatness; notes that Harry Truman, now counted among near-greats, left office with 23 percent approval rating, while Warren G Harding, now disdained, was much loved at his death; recalls Reagan as chief of state, 'often ignorant of or impatient with' policy minutiae, but succeeding mightily with his extraordinary communication talents, intuitive understanding of Americans, unfailing geniality and ability to build friendships across partisan lines; photos; chart explaining memorial service at National Cathedral (M)",
      "lead_paragraph": "Franklin D. Roosevelt once defined great presidents as those who were ''leaders of thought at times when certain ideas in the life of the nation had to be clarified.''",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/11/us/40th-president-washington-letter-legacy-reagan-now-begins-test-time.html",
      "byline": "By R. W. Apple Jr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Lawyers for Stewart Request New Trial Again  Martha Stewart's lawyers requested a new trial for her, arguing that lies told by a government witness prevented her from receiving fair treatment. The lawyers also asked for a hearing to determine whet...",
      "abstract": " Lawyers for Stewart Request New Trial Again  Martha Stewart's lawyers requested a new trial for her, arguing that lies told by a government witness prevented her from receiving fair treatment. The lawyers also asked for a hearing to determine whether any prosecutors knew that the witness was lying.     It is Ms. Stewart's second attempt at overturning the verdict against her. An earlier request, in which Ms. Stewart's lawyers said a juror had lied on a screening questionnaire, was rejected last month. [Page C4.]",
      "lead_paragraph": "Lawyers for Stewart Request New Trial Again",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/11/business/business-digest-936120.html",
      "byline": ""
    },
    {
      "headline": "Asian Scavengers Feed China's Hunger for Steel",
      "snippet": "China has become massive magnet inexorably drawing scrap metal from across Asia; market forces are cleaning up Asian landscapes that have been long littered with Soviet-era junk; steel is lifeblood of China's booming economy; China's steel product...",
      "abstract": "China has become massive magnet inexorably drawing scrap metal from across Asia; market forces are cleaning up Asian landscapes that have been long littered with Soviet-era junk; steel is lifeblood of China's booming economy; China's steel production is to nearly double during rest of decade; China's iron ore production is forecast to remain flat; China is signing long-term multibillion-dollar supply contracts with Australian and Brazilian mining companies; China's scrap imports have almost doubled since 2000; map; photo (M)",
      "lead_paragraph": "At an abandoned Soviet Army base here, scavengers dig deep into the earth. Tossing aside concrete casings, they carry away precious loot: cast-iron water pipes.",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/11/business/asian-scavengers-feed-china-s-hunger-for-steel.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Producer Prices Rise",
      "snippet": "Japan's corporate goods price index rose 1.1 percent in May from year earlier (S)",
      "abstract": "Japan's corporate goods price index rose 1.1 percent in May from year earlier (S)",
      "lead_paragraph": "Japan's corporate goods price index rose 1.1 percent in May from a year earlier, the biggest increase in six and a half years, driven by rising prices for steel and oil. The rise in prices that companies pay for goods suggested Japan's long bout of deflation may be ending, though recent data show consumer prices are not rising as much. Todd Zaun (NYT)",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/11/business/world-business-briefing-asia-japan-producer-prices-rise.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "No Headline",
      "snippet": " IN THE CAPITOL -- All night long and through the blistering day, thousands of mourners streamed through the Capitol Rotunda.   PAGE A24",
      "abstract": " IN THE CAPITOL -- All night long and through the blistering day, thousands of mourners streamed through the Capitol Rotunda.   PAGE A24",
      "lead_paragraph": "IN THE CAPITOL -- All night long and through the blistering day, thousands of mourners streamed through the Capitol Rotunda. PAGE A24",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/11/us/no-headline-934860.html",
      "byline": ""
    },
    {
      "headline": "U.S. Seeks Pacts With Russia To Raise Natural Gas Exports",
      "snippet": "American officials are persuing long-term natural gas export agreements with Russia; US Deputy Energy Sec Kyle E McSlarrow has met with executives from Gazprom, oil producer Yukos and oil pipeline monopoly Transneft 10 days after Energy Sec Spence...",
      "abstract": "American officials are persuing long-term natural gas export agreements with Russia; US Deputy Energy Sec Kyle E McSlarrow has met with executives from Gazprom, oil producer Yukos and oil pipeline monopoly Transneft 10 days after Energy Sec Spencer Abraham met with Russian government officials and Russian companies; hopes is to increase Russia's energy exports to US and accelerate Gazprom's projects to liquefy gas in Arctic; US is so serious about pursuing natural gas deals with Russia that US Export-Import Bank may help finance $15 billion project to develop Russia's giant Shtokman field; natural gas monopoly Gazprom is grappling with complaints from minority shareholders that its business and profit are not transparent enough (M)",
      "lead_paragraph": "In an effort to increase natural gas supplies to the United States, American officials are pursuing long-term export agreements with Russia.",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/11/business/us-seeks-pacts-with-russia-to-raise-natural-gas-exports.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "China's Fast-Growing Economy Cools Off Slightly",
      "snippet": "China's industrial production and money supply grew at slightly less pace in May, indications that Chinese officials may be having some success in moderating growth in economy that has shown signs of overheating; consumer price index rose 3.8 perc...",
      "abstract": "China's industrial production and money supply grew at slightly less pace in May, indications that Chinese officials may be having some success in moderating growth in economy that has shown signs of overheating; consumer price index rose 3.8 percent in 12 months through April, fastest pace in seven years; money supply was 18 percent greater than year earlier; industrial production was 17.5 percent higher in May than year ago; Hu Angang, director of Center for China Study at Tsinghua University, comments; photo (M)",
      "lead_paragraph": "China's industrial production and money supply grew at a slightly less brisk pace in May, two indications that officials here may be having some success in moderating growth in an economy that has shown signs of overheating.",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/11/business/china-s-fast-growing-economy-cools-off-slightly.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Europe Knows It Needs a Lot of Immigrants. But It Also Fears Them.",
      "snippet": "Floyd Norris column says Europe is in bind, as resistance grows to immigration even though population projections make it clear that many European countries will not have enough workers in a couple of generations to pay their parents' and grandpar...",
      "abstract": "Floyd Norris column says Europe is in bind, as resistance grows to immigration even though population projections make it clear that many European countries will not have enough workers in a couple of generations to pay their parents' and grandparents' retirement benefits; says Europe fears that visitors will stay, whether as terrorists, welfare recipients or workers who take jobs when unemployment is already high; Deutsche Bank chief economist Norbert Walter says Europe's welfare states must reduce benefits for those who do not work and then welcome immigrants; photo (M)",
      "lead_paragraph": "TERRORISM has come to Europe. The Continent's economic growth seems to lag perennially behind that of the United States. But neither of those things topped the list of worries for some European business and political leaders who gathered here this week for an international business conference.",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/11/business/europe-knows-it-needs-a-lot-of-immigrants-but-it-also-fears-them.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Not Many Jobs Are Sent Abroad, U.S. Report Says",
      "snippet": "Labor Department reports that 4,633 workers were laid off in first quarter of 2004 because their jobs were moved overseas, mere 2.5 percent of total longer-term jobs losses reported by companies in period; data cover layoffs only at companies empl...",
      "abstract": "Labor Department reports that 4,633 workers were laid off in first quarter of 2004 because their jobs were moved overseas, mere 2.5 percent of total longer-term jobs losses reported by companies in period; data cover layoffs only at companies employing at least 50 workers where at least 50 filed for unemployment insurance and layoffs lasted more than 30 days; report does not account for jobs created by American companies overseas that did not involve direct layoff in US; does seem to fortify those experts who have long argued that outsourcing plays relatively small role compared with other more important factors affecting American gains and losses; photo (M)",
      "lead_paragraph": "International outsourcing, politicians from both parties often say, has turned into a scourge of American workers, who are losing jobs on a large scale to competition from cheaper workers abroad.",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/11/business/not-many-jobs-are-sent-abroad-us-report-says.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "UNDECIDED VOTER BECOMING FOCUS OF BOTH PARTIES",
      "snippet": "Small proportion of American electorate, about five percent of voting public, is considered undecided in this year's presidential election, making them focus of intense campaigning by both parties; many are white, married, suburban women in swing ...",
      "abstract": "Small proportion of American electorate, about five percent of voting public, is considered undecided in this year's presidential election, making them focus of intense campaigning by both parties; many are white, married, suburban women in swing states like Ohio, Michigan and Pennsylvania, who are not frequent churchgoers or gun enthusiasts; they follow news closely but are largely indifferent to back and forth of race; aides to Pres Bush and Sen John Kerry are increasingly confident of turning out base voters, which would create electoral standoff in as many as 15 states, making undecided votes even more important; 5 percent undecided, about one-third usual number, increases to about 15 percent when pollsters included Kerry and Bush supporters who say they may change minds; several in Philadelphia comment; photos; graph (M)",
      "lead_paragraph": "They are more likely to be white than black, female than male, married than single, and live in the suburbs rather than in large cities. They are not frequent churchgoers nor gun enthusiasts. They are clustered in swing states like Ohio, Michigan and here in Pennsylvania. And while they follow the news closely, they are largely indifferent to the back and forth of this year's race for president.",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/11/us/undecided-voter-becoming-focus-of-both-parties.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Ex-Mitsubishi Chief Arrested",
      "snippet": "Japanese police arrest Mitsubishi Motors' former president Katsuhiko Kawasoe and five other former executives on charges related to company's failure to disclose vehicle defect suspected of causing fatal accident in 2002; arrests follow admissions...",
      "abstract": "Japanese police arrest Mitsubishi Motors' former president Katsuhiko Kawasoe and five other former executives on charges related to company's failure to disclose vehicle defect suspected of causing fatal accident in 2002; arrests follow admissions in recent months by Mitsubishi that its managers concealed knowledge about defective cars and trucks even after company promised to admit such problems following major cover-up scandal four years ago; photo (S)",
      "lead_paragraph": "Japanese police have arrested a former president of Mitsubishi Motors and five other former executives on charges related to the company's failure to disclose a vehicle defect suspected of causing a fatal accident in 2002. The arrests follow admissions in recent months by Mitsubishi that its managers concealed knowledge about defective cars and trucks even after the company promised to come clean about such problems following a major cover-up scandal four years ago. Police arrested Katsuhiko Kawasoe, 67, left, who was president of the ailing automaker from 1997 until 2000. Mr. Kawasoe resigned after the company disclosed that it had hidden evidence of vehicle defects from regulators for more than two decades. Mr. Kawasoe and the five other former executives are being held on suspicion that they committed professional negligence resulting in death, according to a police official in Kanagawa Prefecture, west of Tokyo. Todd Zaun (NYT)",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/11/business/world-business-briefing-asia-japan-ex-mitsubishi-chief-arrested.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Central Bank Rate Unchanged",
      "snippet": "South Korea's central bank leaves main interest rate unchanged at record low 3.75 percent after government report shows consumer confidence dropped for third time in four months (S)",
      "abstract": "South Korea's central bank leaves main interest rate unchanged at record low 3.75 percent after government report shows consumer confidence dropped for third time in four months (S)",
      "lead_paragraph": "South Korea's central bank left its main interest rate at a record low for an 11th straight month after a government report showed consumer confidence dropped for the third time in four months. The Bank of Korea's governor, Park Seung, and his six fellow policy makers kept the overnight call rate at 3.75 percent at their monthly monetary policy meeting in Seoul. ''Domestic demand continues to be weak even as exports are healthy,'' Mr. Park said at a news conference after the decision. ''We will review our interest rate policy if the economy improves and prices become unstable.''",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/11/business/world-business-briefing-asia-south-korea-central-bank-rate-unchanged.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "States' Big Role in Phone Rates May Be Only a Cameo",
      "snippet": "State regulators could play important role in setting wholesale telephone rates if Supreme Court decides not to intervene and extend federal regulations that require regional Bell companies to offer their rivals deep discounts for access to their ...",
      "abstract": "State regulators could play important role in setting wholesale telephone rates if Supreme Court decides not to intervene and extend federal regulations that require regional Bell companies to offer their rivals deep discounts for access to their networks; Supreme Court is unlikely to intervene to preserve rules with Bush administration and Federal Communications Commission withdrawing from case and siding with four Bell companies; FCC chairman Michael K Powell, critic of regulations, says if Supreme Court does not extend old rules, agency will soon begin preparing new ones; regulators from Arizona, California and Michigan join National Association of Regulatory Utility Commissioners in petitioning Supreme Court to extend rules and reverse appeals court; West Virginia, Connecticut, Michigan and Rhode Island have prohibited any rate increases without state permission; photos (M)",
      "lead_paragraph": "Now comes the states' turn.",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/11/business/technology-states-big-role-in-phone-rates-may-be-only-a-cameo.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "World Business Briefing | Africa: Nigeria: Report Faults Shell",
      "snippet": "Washington consulting firm PFC Energy says Royal Dutch/Shell's oil operations in Nigeria play role in feeding continuing conflict in country; Nigerian labor unions are in second day of nationwide strike to protest recent increase in gasoline price...",
      "abstract": "Washington consulting firm PFC Energy says Royal Dutch/Shell's oil operations in Nigeria play role in feeding continuing conflict in country; Nigerian labor unions are in second day of nationwide strike to protest recent increase in gasoline prices, latest in decade of demonstrations protesting that little of profits reaped from oil-rich country reach some of its citizens (S)",
      "lead_paragraph": "Royal Dutch/Shell's oil operations in Nigeria play a role in feeding the continuing conflict in the country, a company report has found. Nigerian labor unions were in the second day of a nationwide strike to protest the recent increase in gasoline prices there, the latest in a decade of demonstrations protesting how little of the profits reaped from the oil-rich country reach some of its citizens. The strike has halted transportation and closed stores and schools, but has not yet affected the amount of oil flowing from the region, energy experts said. Nigerian oil made up 11 percent of crude imports to the United States in the first quarter of 2004, according to PFC Energy, a Washington consulting firm. ''We sometimes feed conflict by the way we award contracts, gain access to land and deal with community representatives,'' said the Shell report, an annual review of the effect the company's policies have on sustainable development. Heather Timmons (NYT)",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/11/business/world-business-briefing-africa-nigeria-report-faults-shell.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Richemont Profit Gains",
      "snippet": "Compagnie Financiere Richemont, maker of Cartier watches and Van Cleef & Arpels jewelry, says second-half profit rose 56 percent; graph (S)",
      "abstract": "Compagnie Financiere Richemont, maker of Cartier watches and Van Cleef & Arpels jewelry, says second-half profit rose 56 percent; graph (S)",
      "lead_paragraph": "Compagnie Financière Richemont, the maker of Cartier watches and Van Cleef & Arpels jewelry, had a 56 percent increase in second-half profit as sales rebounded and the company benefited from cost cuts. Net income rose to 371 million euros ($447 million) in the six months through March, from 238 million euros a year earlier, the chairman, Johann Rupert, said. The median estimate of seven analysts surveyed by Bloomberg was 359 million euros. ''High-jewelry sales are up; watches are doing well; Cartier is coming back,'' Mr. Rupert, 54, said on a conference call with journalists. ''Across the board, especially in the U.S. and Asia, things are looking a lot better.'' Richemont shut a Swiss plant and pared expenses at unprofitable brands including Dunhill as luxury-goods companies struggled with the worst slump in three decades.",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/11/business/world-business-briefing-europe-switzerland-richemont-profit-gains.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Former Chief Of Putnam To Receive $78 Million",
      "snippet": "Marsh & McLennan will pay $78 million to Lawrence J Lasser, former chief executive of its Putnam Investments division, to resolve arbitration proceeding over his compensation; Marsh is paying large sum even though Putnam argued as part of arbitrat...",
      "abstract": "Marsh & McLennan will pay $78 million to Lawrence J Lasser, former chief executive of its Putnam Investments division, to resolve arbitration proceeding over his compensation; Marsh is paying large sum even though Putnam argued as part of arbitration that for years Lasser deliberately concealed evidence of rapid buying and selling of fund shares, known as market timing, by company's employees; Lasser's compensation amounted to more than $100 million over last five years; photo (M)",
      "lead_paragraph": "Marsh & McLennan said yesterday that it would pay $78 million to Lawrence J. Lasser, the former chief executive of Putnam Investments, its embattled money management division, to resolve an arbitration proceeding over his compensation.",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/11/business/former-chief-of-putnam-to-receive-78-million.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Long-Distance Carriers Take A Blow, but It's No Knockout",
      "snippet": "Long-distance companies like AT&T, MCI and Sprint suffer big new blow as Bush administration sides with regional Bell companies on issue of local access fees, but industry analysts say decision is unlikely to cause any immediate consolidation in i...",
      "abstract": "Long-distance companies like AT&T, MCI and Sprint suffer big new blow as Bush administration sides with regional Bell companies on issue of local access fees, but industry analysts say decision is unlikely to cause any immediate consolidation in industry or damage long-distance companies as quickly or harshly as they have predicted; those companies have been pushing to develop new sources of revenue; legal challenges by long-distance carriers, state governments and others could also delay any damage; photos (M)",
      "lead_paragraph": "Phone companies like AT&T, MCI and Sprint, with their long-distance businesses in trouble, suffered a big blow on Wednesday with the Bush administration's decision to side with the regional Bell companies on the issue of local access fees.",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/11/business/technology-long-distance-carriers-take-a-blow-but-it-s-no-knockout.html",
      "byline": "By Ken Belson and Matt Richtel"
    },
    {
      "headline": "BUSH DOESN'T SEE NATO SENDING IN TROOPS FOR IRAQ",
      "snippet": "Pres Bush says that after two days of Group of Eight talks with French and other leaders that he does not expect NATO to provide troops to bolster or replace American forces in Iraq, although he continues to press for more limited NATO role in tra...",
      "abstract": "Pres Bush says that after two days of Group of Eight talks with French and other leaders that he does not expect NATO to provide troops to bolster or replace American forces in Iraq, although he continues to press for more limited NATO role in training Iraqi security forces; Pres Jacques Chirac reiterates opposition to any broad NATO 'meddling'; photo of two leaders; Bush appears relaxed at news conference in Georgia, taking questions on range of issues; says he cannot remember if he saw secret Pentagon and Justice Department legal memos concluding he had broad authority on interrogation of combatants seized in Afghanistan; insists his only orders were to 'conform to US law' in way 'consistent with international treaty obligations'; confirms investigation of allegations that Libyans hatched plot to assassinate Saudi leader; says Saddam Hussein's pistol, on display at White House, was presented by Delta Force team that captured Hussein and is now property of US government; he and other summit leaders lunch with six African leaders and pledge to do more to help poor countries; deadlock continues on Iraqi debt, France insisting oil money should be used and US seeking debt forgiveness (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/11/world/reach-war-summit-politics-bush-doesn-t-see-nato-sending-troops-for-iraq.html",
      "byline": "By Richard W. Stevenson and David E. Sanger"
    }
  ]
}