{
  "metadata": {
    "date": "2004-03-08",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Martha Stewart and Broker Are Convicted of Lying  Martha Stewart was found guilty of lying about the reasons she sold shares of a biotechnology company more than two years ago.     Her co-defendant, Peter E. Bacanovic, her stockbroker, was also co...",
      "abstract": " Martha Stewart and Broker Are Convicted of Lying  Martha Stewart was found guilty of lying about the reasons she sold shares of a biotechnology company more than two years ago.     Her co-defendant, Peter E. Bacanovic, her stockbroker, was also convicted. [Page A1.]",
      "lead_paragraph": "Martha Stewart and Broker Are Convicted of Lying",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/06/business/business-digest-688207.html",
      "byline": ""
    },
    {
      "headline": "STEWART FOUND GUILTY OF LYING IN SALE OF STOCK",
      "snippet": "Martha Stewart is found guilty by Manhattan jury of lying about reasons she sold 3,928 shares of ImClone Systems over two years ago; Peter E Bacanovic, her former Merrill Lynch stockbroker, is also convicted; Judge Miriam Goldman Cedarbaum sets se...",
      "abstract": "Martha Stewart is found guilty by Manhattan jury of lying about reasons she sold 3,928 shares of ImClone Systems over two years ago; Peter E Bacanovic, her former Merrill Lynch stockbroker, is also convicted; Judge Miriam Goldman Cedarbaum sets sentencing hearing for June 17; Stewart says she plans to appeal; outcome raises questions about strategy of defense team; Stewart's lawyer Robert G Morvillo called only one witness and questioned him for just 20 minutes; photos (M)",
      "lead_paragraph": "Martha Stewart, who used her image of domestic perfection to build a multimillion-dollar company, was found guilty by a Manhattan jury yesterday of lying about the reasons she sold shares of a biotechnology company more than two years ago.",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/06/business/martha-stewart-verdict-overview-stewart-found-guilty-lying-sale-stock.html",
      "byline": "By Constance L. Hays and Leslie Eaton"
    },
    {
      "headline": "Employers Reluctant to Hire",
      "snippet": "While the economy has been expanding at a healthy pace for six months by most measures, employers remain stubbornly reluctant to add jobs. News analysis, Page C1.",
      "abstract": "While the economy has been expanding at a healthy pace for six months by most measures, employers remain stubbornly reluctant to add jobs. News analysis, Page C1.",
      "lead_paragraph": "While the economy has been expanding at a healthy pace for six months by most measures, employers remain stubbornly reluctant to add jobs. News analysis, Page C1.",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/06/business/employers-reluctant-to-hire.html",
      "byline": ""
    },
    {
      "headline": "Job Data Provides Ammunition for Two Sides in Presidential Race",
      "snippet": "Latest jobs data escalate political war over economy, with Democrats charging slow job growth underscores Pres Bush's economic policy failures and Republicans holding Democratic president would make problem worse; leading Democrats, including Sens...",
      "abstract": "Latest jobs data escalate political war over economy, with Democrats charging slow job growth underscores Pres Bush's economic policy failures and Republicans holding Democratic president would make problem worse; leading Democrats, including Sens Tom Daschle and John Kerry, ridicule Bush administration for falling far short of pledge to restore healthy job market; photo (M)",
      "lead_paragraph": "The latest unemployment statistics escalated the political war over the economy on Friday, with Democrats asserting that lackluster job growth underscored the failures of the Bush administration's economic policy while Republicans countered that a tax-raising Democratic president would only make it worse.",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/06/business/job-picture-politics-job-data-provides-ammunition-for-two-sides-presidential.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "GROWTH IN JOBS IS STILL SLUGGISH DESPITE FORECAST",
      "snippet": "Job creation all but stalled in February, surprising Wall Street forecasters and giving Democrats economic ammunition to use against Pres Bush as he begins his re-election campaign; Labor Dept reports that economy added just 21,000 jobs, down shar...",
      "abstract": "Job creation all but stalled in February, surprising Wall Street forecasters and giving Democrats economic ammunition to use against Pres Bush as he begins his re-election campaign; Labor Dept reports that economy added just 21,000 jobs, down sharply from Jan's increase and far below gains that were common in 1980's and 1990's; unemployment rate held steady at 5.6 percent, mostly because many people have stopped looking for work since late last year, removing them from government's official count of jobless; economists say that at no other point since World War II has economy grown for such long period without adding jobs at healthy pace; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/06/business/the-job-picture-the-overview-growth-in-jobs-is-still-sluggish-despite-forecast.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Iraqi Shiites, in Setback to U.S., Fail to Sign Temporary Charter",
      "snippet": "Shiite leaders refuse to sign Iraq's temporary constitution unless changes are made that will strengthen Shiite power, throwing political process into disarray and posing major embarrassment for US officials; five Shiite leaders say they decided t...",
      "abstract": "Shiite leaders refuse to sign Iraq's temporary constitution unless changes are made that will strengthen Shiite power, throwing political process into disarray and posing major embarrassment for US officials; five Shiite leaders say they decided to back out of agreement after meeting with Grand Ayatollah Ali al-Sistani; say they want to strike from temporary constitution provision that would allow relatively small minority of country's voters to block passage of permanent constitution; disputed provision was inserted to help gain support of Kurds, who are trying to maintain large measure of autonomy they gained over last 13 years; photos (M)",
      "lead_paragraph": "A group of Shiite leaders refused to sign Iraq's temporary constitution on Friday unless changes were made that would strengthen Shiite power, throwing the political process here into disarray and posing a major embarrassment for American officials.",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/06/world/struggle-for-iraq-politics-iraqi-shiites-setback-us-fail-sign-temporary-charter.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Stewart's Lawyers Gambled With a Minimal Presentation",
      "snippet": "Analysis of Martha Stewart's defense that led to her conviction on obstruction of justice charges in case involving her sale of Imclone stock; lawyers for Stewart and co-defendant Peter E Bacanovic failed to gauge how persuasive government's case ...",
      "abstract": "Analysis of Martha Stewart's defense that led to her conviction on obstruction of justice charges in case involving her sale of Imclone stock; lawyers for Stewart and co-defendant Peter E Bacanovic failed to gauge how persuasive government's case was and failed to offer complete story of their own; allowed neither defendant to testify; chronology of events; photos (M)",
      "lead_paragraph": "Lawyers for both sides told jurors that the outcome of the trial of Martha Stewart and Peter E. Baconvoic should turn on which version of events they believed. But in the end, the jurors seem to have heard only one story, that of the prosecution.",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/06/business/martha-stewart-verdict-analysis-stewart-s-lawyers-gambled-with-minimal.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Companies Hold Off on Hiring Until Demand Rises",
      "snippet": "cA",
      "abstract": "cA",
      "lead_paragraph": "By almost every measure, the economy has been expanding at a healthy pace for six months. But the nation's employers remain stubbornly reluctant to add jobs in the United States.",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/06/business/the-job-picture-the-employers-companies-hold-off-on-hiring-until-demand-rises.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "A Harsh Blow To a Company Based on Image",
      "snippet": "Martha Stewart Living Omnimedia employees begin to confront future without their founder, as business repercussions of verdict against Stewart are already being felt; WCBS-TV withdraws Martha Stewart Living show from its lineup; company's stock pr...",
      "abstract": "Martha Stewart Living Omnimedia employees begin to confront future without their founder, as business repercussions of verdict against Stewart are already being felt; WCBS-TV withdraws Martha Stewart Living show from its lineup; company's stock price falls 23 percent after jury finds Stewart guilty of conspiracy, obstruction of justice and making false statements in connection with sale of her shares of ImClone Systems in 2001; analysts say Stewart's conviction has dealt staggering blow to her company; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/06/business/the-martha-stewart-verdict-the-company-a-harsh-blow-to-a-company-based-on-image.html",
      "byline": "By David Carr and Claudia H. Deutsch"
    },
    {
      "headline": "AIR WAR -- Remaking Energy Policy; How Power Lobby Won Battle Of Pollution Control at E.P.A.",
      "snippet": "Article discusses how Bush administration changed nation's approach to environmental controls and ultimately shifted balance to side of energy policy; there was two-year fight inside administration for dominance between environmental protection an...",
      "abstract": "Article discusses how Bush administration changed nation's approach to environmental controls and ultimately shifted balance to side of energy policy; there was two-year fight inside administration for dominance between environmental protection and energy production on clean air policy; one camp included officials like Vice Pres Dick Cheney, who came from energy industry; Environmental Protection Agency Admr Christie Whitman led enforcers of environmental policy; battle engaged some of nation's largest power companies, which were also among largest donors to Pres Bush and other Republicans; they were represented by Haley Barbour, former Republican party chairman, and influential lobbyist Marc Racicot; senior officials at EPA eventually became isolated, and several, including Whitman, resigned; graph; chart; photos (M)",
      "lead_paragraph": "Just six weeks into the Bush administration, Haley Barbour, a former Republican party chairman who was a lobbyist for electric power companies, sent a memorandum to Vice President Dick Cheney laying down a challenge.",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/06/us/air-war-remaking-energy-policy-power-lobby-won-battle-pollution-control-epa.html",
      "byline": "By Christopher Drew and Richard A. Oppel Jr"
    },
    {
      "headline": "Sympathizer or Gloater, They Agree It Was All About Her",
      "snippet": "sympathizer or gloater, they agree",
      "abstract": "sympathizer or gloater, they agree",
      "lead_paragraph": "She may have been zealously prosecuted less for the magnitude of her crime than to set an example. She may been judged more harshly than a man of similar corporate standing.",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/06/business/martha-stewart-verdict-reaction-sympathizer-gloater-they-agree-it-was-all-about.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "Kerry's Shifts: Nuanced Ideas Or Flip-Flops?",
      "snippet": "Sen John Kerry has shown knack for espousing both sides of divisive issues throughout presidential campaign; Pres Bush and Republicans are attacking Kerry for this characteristic; it seems to have been ingrained in Kerry's personality as far back ...",
      "abstract": "Sen John Kerry has shown knack for espousing both sides of divisive issues throughout presidential campaign; Pres Bush and Republicans are attacking Kerry for this characteristic; it seems to have been ingrained in Kerry's personality as far back as when he volunteered for duty in Vietnam after expressing doubts about war as college student--and then returned home and helped lead opposition to war; some Democratic strategists are concerned that early attacks show how vulnerable Kerry is to being defined by Republicans as indecisive or politically expedient; Kerry photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/06/us/kerry-s-shifts-nuanced-ideas-or-flip-flops.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "Bush Won't Pull Ads Showing 9/11 Images",
      "snippet": "President Bush rejected calls to drop campaign advertisements showing scenes of destruction after the Sept. 11 terrorist attacks, saying his handling of that day and his leadership of the fight against terrorism should be part of the political deb...",
      "abstract": "President Bush rejected calls to drop campaign advertisements showing scenes of destruction after the Sept. 11 terrorist attacks, saying his handling of that day and his leadership of the fight against terrorism should be part of the political debate.    And as his presumptive Democratic rival, Senator John Kerry, campaigned in Texas, Mr. Bush tried to go on the offensive on the economy. Asked about criticism from Mr. Kerry about the sluggish growth of employment despite repeated tax cuts, Mr. Bush suggested that Mr. Kerry's proposals to raise taxes on people earning more than $200,000 a year and re-examine trade agreements would be job killers.      Article, Page 24.",
      "lead_paragraph": "President Bush rejected calls to drop campaign advertisements showing scenes of destruction after the Sept. 11 terrorist attacks, saying his handling of that day and his leadership of the fight against terrorism should be part of the political debate.",
      "publication_date": "2004-03-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/07/us/bush-won-t-pull-ads-showing-9-11-images.html",
      "byline": ""
    },
    {
      "headline": "Expired: How a Credit King Was Cut Off; Co-Founder of MBNA Meets an Anxious Board, And Loses",
      "snippet": "Year-long confrontation between MBNA credit card company co-founder Charles M Cawley and board that reportedly led to his retirement as chief executive detailed; directors say they feared charges of being too cozy with free-spending executives the...",
      "abstract": "Year-long confrontation between MBNA credit card company co-founder Charles M Cawley and board that reportedly led to his retirement as chief executive detailed; directors say they feared charges of being too cozy with free-spending executives they were supposed to keep in check; cite his unwillingness to stop acting as if he were running private company; he issues statement defending behavior; photos (M)",
      "lead_paragraph": "ON a chilly Monday in early November, Laura Bush appeared at a lunchtime reception at a baronial mansion in Wilmington, Del., to express her husband's gratitude for $350,000 in contributions to his re-election campaign. Her host was Charles M. Cawley, and most of the money had come from employees of the MBNA Corporation, the highflying credit card company that he had run for two decades.",
      "publication_date": "2004-03-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/07/business/expired-credit-king-was-cut-off-founder-mbna-meets-anxious-board-loses.html",
      "byline": "By Lowell Bergman and Patrick McGeehan"
    },
    {
      "headline": "U.S. TEAM IS SENT TO DEVELOP CASE IN HUSSEIN TRIAL",
      "snippet": "Justice Department is sending high-level team of prosecutors and investigators to Iraq to assemble and organize evidence to be used in Saddam Hussein's war crimes trial, which will ultimately be run by Iraqis; responds to previously undisclosed di...",
      "abstract": "Justice Department is sending high-level team of prosecutors and investigators to Iraq to assemble and organize evidence to be used in Saddam Hussein's war crimes trial, which will ultimately be run by Iraqis; responds to previously undisclosed directive from national security adviser Condoleezza Rice; photo (M)",
      "lead_paragraph": "Following a White House directive, the Justice Department is sending a high-level team of prosecutors and investigators to Iraq to take charge of assembling and organizing the evidence to be used in a war crimes trial of Saddam Hussein, administration and Iraqi officials said in recent days.",
      "publication_date": "2004-03-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/07/world/struggle-for-iraq-war-crimes-us-team-sent-develop-case-hussein-trial.html",
      "byline": "By Neil A. Lewis and David Johnston"
    },
    {
      "headline": "For Dot-Com Casualties, a Slow Recovery",
      "snippet": "Many who lost their jobs in dot-com crash in 2001 are still unemployed; many others searched for two years before finding new job; photo (M)",
      "abstract": "Many who lost their jobs in dot-com crash in 2001 are still unemployed; many others searched for two years before finding new job; photo (M)",
      "lead_paragraph": "WHEN he was laid off in the dot-com bust, Mauricio Carey knew that it might take a while to find a new job. He never expected that it would take two years.",
      "publication_date": "2004-03-07T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/03/07/jobs/home-front-for-dot-com-casualties-a-slow-recovery.html",
      "byline": "By Betsy Cummings"
    },
    {
      "headline": "As Shocks Replace Police Bullets, Deaths Drop but Questions Arise",
      "snippet": "as shocks rep",
      "abstract": "as shocks rep",
      "lead_paragraph": "The police here have had their share of high-profile violent or deadly run-ins with protesters, mentally ill suspects and other lawbreakers. But in 2003, for the first time in 15 years, no one here was shot and killed by the police.",
      "publication_date": "2004-03-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/07/us/as-shocks-replace-police-bullets-deaths-drop-but-questions-arise.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "KERRY CONDEMNS BUSH FOR FAILING TO BACK ARISTIDE",
      "snippet": "Sen John Kerry, in first in-depth interview on foreign affairs since effectively winning Democratic presidential nomination, scores Pres Bush for withholding aid from democratically elected Haitian Pres Jean-Bertrand Aristide and helping spirit hi...",
      "abstract": "Sen John Kerry, in first in-depth interview on foreign affairs since effectively winning Democratic presidential nomination, scores Pres Bush for withholding aid from democratically elected Haitian Pres Jean-Bertrand Aristide and helping spirit him into exile after saying United States could not protect him; questions Bush's handling of North Korea, Mideast peace process and spread of nuclear weapons; says he would rewrite Bush strategy that makes pre-emption central tenet of American policy; seeks to short-circuit Bush argument that he is too much of straddler, too indecisive and too captivated by foreign policy nuances to defend American interests; says he is tough and would unilaterally deploy troops if necessary; signals how he plans to use questionable intelligence about Iraq to chip away at Bush's credibility (M)",
      "lead_paragraph": "Had he been sitting in the Oval Office last weekend as rebel forces were threatening to enter Port-au-Prince, Senator John Kerry says, he would have sent an international force to protect Haiti's widely disliked elected leader, Jean-Bertrand Aristide.",
      "publication_date": "2004-03-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/07/us/2004-campaign-foreign-policy-kerry-condemns-bush-for-failing-back-aristide.html",
      "byline": "By David E. Sanger and David M. Halbfinger"
    },
    {
      "headline": "Stewart's Celebrity Created Magnet for Scrutiny",
      "snippet": "Analysis of role played by Martha Stewart's cela",
      "abstract": "Analysis of role played by Martha Stewart's cela",
      "lead_paragraph": "The fall of Martha Stewart was different.",
      "publication_date": "2004-03-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/07/us/stewart-s-celebrity-created-magnet-for-scrutiny.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Are Peanuts No Longer Enough?",
      "snippet": "Southwest Airlines, which prospered offering no-frills efficiency, cheap seats and jokes from flight attendants, is facing stiffer competition from low-fare rivals that offer more frills and traditional airlines that are cutting fares and offering...",
      "abstract": "Southwest Airlines, which prospered offering no-frills efficiency, cheap seats and jokes from flight attendants, is facing stiffer competition from low-fare rivals that offer more frills and traditional airlines that are cutting fares and offering premiums; weighs adding frills like in-flight entertainment systems and expanding its fleet; says its secret weapon remains its affable employees; plans to add service to Philadelphia, where US Airways, scrambling for its financial life, has vowed to fight back; market share table; drawing; photos (M)",
      "lead_paragraph": "NO-FRILLS efficiency, cheap seats and a few laughs thrown in. That has always been the hallmark of Southwest Airlines, whose flight attendants still entertain passengers by telling jokes on board. For its first three decades, that formula propelled it to consistent profitability, even as bigger airlines stumbled and smaller ones sputtered and spun out of business.",
      "publication_date": "2004-03-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/07/business/are-peanuts-no-longer-enough.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "U.S. Detains Iraqis, and Families Plead for News",
      "snippet": "American forces now have over 10,000 Iraqi men and boys in custody and are still conducting daily raids although insurgency has cooled; military officials say some of detainees have been accused of serious offense, but admit most are probably not ...",
      "abstract": "American forces now have over 10,000 Iraqi men and boys in custody and are still conducting daily raids although insurgency has cooled; military officials say some of detainees have been accused of serious offense, but admit most are probably not dangerous; numbers are so large because troops are not detectives, leaving much of investigation to after arrest; authorities are unsure how June 30 return of sovereignty to Iraqis will affect detainees' status; many families still have no idea where their men are, despite American efforts to help people locate detained relatives; photos (M)",
      "lead_paragraph": "Sabrea Kudi cannot find her son. He was taken by American soldiers nearly nine months ago, and there has been no trace of him since.",
      "publication_date": "2004-03-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/07/world/struggle-for-iraq-detainees-us-detains-iraqis-families-plead-for.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "The C.E.O.'s Mad, Mad World",
      "snippet": "Gretchen Morgenson column discusses pressure on Michael D Eisner at Walt Disney Co annual meeting as sign shareholders are finally becoming intolerant of me-first managers, while entrenched executives remain resistant to change; holds many company...",
      "abstract": "Gretchen Morgenson column discusses pressure on Michael D Eisner at Walt Disney Co annual meeting as sign shareholders are finally becoming intolerant of me-first managers, while entrenched executives remain resistant to change; holds many company compensation committes are in denial, continuing to lavish unjustifiably high pay on chief executives; scores chief executives who take big pay raises while their stocks languish; photo (M)",
      "lead_paragraph": "THE fireworks at Disney's annual meeting last week prove that shareholders are finally becoming intolerant of me-first managers. Disney's reaction, however, also shows how loath entrenched executives are to sit down, shut up and do what is right.",
      "publication_date": "2004-03-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/07/business/market-watch-the-ceo-s-mad-mad-world.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Looking to Add Bit of Glamour To Adelphia Trial",
      "snippet": "Adelphia Communication fraud trial may get a little glamour if prosecution calls to stand Peta Wilson, actress who once starred on cable television series La Femme Nikita and who was guest on several occasions of Timothy J Rigas aboard Adelphia co...",
      "abstract": "Adelphia Communication fraud trial may get a little glamour if prosecution calls to stand Peta Wilson, actress who once starred on cable television series La Femme Nikita and who was guest on several occasions of Timothy J Rigas aboard Adelphia corporate jet; prosecution's opening statement made much of Rigas's supposed excesses; legal experts say prosecutors in complex financial fraud cases are often eager to bring jury's attention back from mind-numbing details of abstract financial concepts to simple matters like charges of greed and high living; Wilson photo; photo of Rigas with his father, John J Rigas, company's founder (M)",
      "lead_paragraph": "When it comes to the recent crop of trials involving corporate executives, the Adelphia Communications fraud case ranks pretty low on the glamour scale.",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/08/business/looking-to-add-bit-of-glamour-to-adelphia-trial.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "14 Palestinians Killed in Battle As Israelis Raid Camps in Gaza",
      "snippet": "Israeli armored forces raid outskirts of two neighboring Gaza Strip refugee camps, igniting battle that lasts for hours and leaves 14 Palestinians dead and 83 hurt; at least 10 of dead are gunmen, but Palestinians say 3 are unarmed youths; no Isra...",
      "abstract": "Israeli armored forces raid outskirts of two neighboring Gaza Strip refugee camps, igniting battle that lasts for hours and leaves 14 Palestinians dead and 83 hurt; at least 10 of dead are gunmen, but Palestinians say 3 are unarmed youths; no Israelis are hurt; mosque loudspeakers call gunmen to jihad; hundreds of children and teenagers, some of them flinging stones from improvised slings, swarm uncertain edges of congested battlefield; Israeli forces say they seek arms and for militants responsible for mortar and missile attack on nearby Jewish settlements; eventually withdraw under what they call extraordinarily heavy Palestinian fire, without making any arrests or seizing arms; map; photos (M)",
      "lead_paragraph": "Israeli armored forces raided the outskirts of two neighboring refugee camps in the Gaza Strip on Sunday, igniting a gun-and-grenade battle that lasted for hours and left 14 Palestinians dead.",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/08/world/14-palestinians-killed-in-battle-as-israelis-raid-camps-in-gaza.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "College for the Home-Schooled Is Shaping Leaders for the Right",
      "snippet": "Patrick Henry College, first college primarily for evangelical Christian home-schoolers, serves as pipeline for students into conservative politics; 4-year-old Purcellville, Va, school with some 240 students supplies interns for Bush administratio...",
      "abstract": "Patrick Henry College, first college primarily for evangelical Christian home-schoolers, serves as pipeline for students into conservative politics; 4-year-old Purcellville, Va, school with some 240 students supplies interns for Bush administration and many conservative members of Congress; college's knack for political job placement testifies to increasing influence that relatively small number of Christian home-schooling families are building within conservative movement through their passionate political views, close-knit grass-roots network and financial support from few wealthy patrons; photos (M)",
      "lead_paragraph": "As one of 12 siblings taught at home by their parents in St. Croix Falls, Wis., Abram Olmstead knew he would fit right in at Patrick Henry College, the first college primarily for evangelical Christian home-schoolers. But what really sold him was the school's pipeline into conservative politics.",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/08/us/college-for-the-home-schooled-is-shaping-leaders-for-the-right.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "New Sport in Hollywood: Watching Eisner's Fall",
      "snippet": "Watching Michael D Eisner stagger at Walt Disney Co has become spectator sport in Hollywood, where he has never been popular figure; people are watching carefully to see whether shareholder revolt that cost him chairman's title will go on to depri...",
      "abstract": "Watching Michael D Eisner stagger at Walt Disney Co has become spectator sport in Hollywood, where he has never been popular figure; people are watching carefully to see whether shareholder revolt that cost him chairman's title will go on to deprive him of chief executive's post; many trace beginning of Eisner's fall to his contentious relationship with Jeffrey Katzenberg and Michael Ovitz, both of whom were Disney executives before falling out with Eisner in luridly public fashion; Eisner has his defenders as well as critics (M)",
      "lead_paragraph": "In Hollywood, it is something of a parlor game to dissect the varying fortunes of the entertainment industry's most visible figures. When a major player falls from grace, as Michael D. Eisner appears to have done, the game comes close to a spectator sport.",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/08/business/new-sport-in-hollywood-watching-eisner-s-fall.html",
      "byline": "By Nick Madigan"
    },
    {
      "headline": "Gunfire Kills 5 During a March In Haiti Capital",
      "snippet": "Gunfire breaks out near presidential palace after rebel leaders and other demonstrators calling for new government and new army march peacefully through Port-au-Prince, Haiti, escorted by armed United States marines and French troops; at least 5 p...",
      "abstract": "Gunfire breaks out near presidential palace after rebel leaders and other demonstrators calling for new government and new army march peacefully through Port-au-Prince, Haiti, escorted by armed United States marines and French troops; at least 5 people are killed and 20 wounded; carnage mars march that is by far largest since Pres Jean-Bertrand Aristide fled into exile last week; Aristide supporters and opponents remain heavily armed, resisting American calls to turn in weapons; witnesses say gunmen are Aristide's militant supporters; dead include Spanish journalist; Maj Richard Crusan says marines returned fire from inside palace gates and came out from palace to aid wounded; marines who were with parade had stopped to secure checkpoints few blocks away; photo (M)",
      "lead_paragraph": "At least five people were killed Sunday when gunfire broke out near the presidential palace, after thousands of Haitians, including rebel leaders, marched peacefully through the capital to the palace gates.",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/08/world/gunfire-kills-5-during-a-march-in-haiti-capital.html",
      "byline": "By Tim Weiner and Lydia Polgreen"
    },
    {
      "headline": "For More Afghan Women, Immolation Is Escape",
      "snippet": "Doctors and human rights workers across Afghanistan are discovering more and more young women who have set themselves on fire or tried other ways to kill selves, desperate to escape cruelties of family life and harsh tribal traditions that show no...",
      "abstract": "Doctors and human rights workers across Afghanistan are discovering more and more young women who have set themselves on fire or tried other ways to kill selves, desperate to escape cruelties of family life and harsh tribal traditions that show no sign of changing despite end of Taliban rule and dawn of democracy; cases are being tracked for first time by rights groups, hospitals and government; trauma and social upheaval of decades of war, poverty and illiteracy have intensified traditional pressures on young women in villages and tribal areas, even as educated women in cities have benefited from changes in nation; photo (M)",
      "lead_paragraph": "Waiflike, draped in a pale blue veil, Madina, 20, sits on her hospital bed, bandages covering the terrible, raw burns on her neck and chest. Her hands tremble. She picks nervously at the soles of her feet and confesses that three months earlier she set herself on fire with kerosene.",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/08/world/for-more-afghan-women-immolation-is-escape.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Television executives and producers say ABC has been hamstrung creatively and financially by top-down management style of its parent company, Walt Disney Co, and its chief executive, Michael D Eisner; say glut of decision makers at ABC and impedim...",
      "abstract": "Television executives and producers say ABC has been hamstrung creatively and financially by top-down management style of its parent company, Walt Disney Co, and its chief executive, Michael D Eisner; say glut of decision makers at ABC and impediments on spending imposed by Eisner and Robert J Iger, Disney president, were responsible for network's inability to strike deal on The Apprentice, reality show with Donald J Trump, which went on to become kind of hit on NBC that ABC so desperately needs; Eisner's critics say his style veers to autocratic and has contributed significantly to Disney's struggles in recent years, especially at ABC; photos; ratings; graph (M)",
      "lead_paragraph": "Saudi Deal Expands Ties With Russia and China",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/08/business/business-digest-699519.html",
      "byline": ""
    },
    {
      "headline": "TOP SHIITES DROP THEIR RESISTANCE TO IRAQI CHARTER",
      "snippet": "Shiite leaders say they will sign Iraq's interim constitution, signaling end to deadlock that threatened to undermine transfer of sovereignty by American-led occupation to Iraqi people; drop demands for changes after Grand Ayatollah Ali al-Sistani...",
      "abstract": "Shiite leaders say they will sign Iraq's interim constitution, signaling end to deadlock that threatened to undermine transfer of sovereignty by American-led occupation to Iraqi people; drop demands for changes after Grand Ayatollah Ali al-Sistani, Iraq's most powerful Shiite leader, endorses constitution after earlier raising concerns; Shiites object to provision that could enable Kurdish minority to block permanent constitution; photo (M)",
      "lead_paragraph": "Shiite leaders said Sunday that they would sign the country's interim constitution on Monday, signaling an end to the deadlock that had threatened to undermine the transfer of sovereignty by the American-led occupation force to the Iraqi people scheduled for later this year.",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/08/world/top-shiites-drop-their-resistance-to-iraqi-charter.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "No Riders: Desert Crossing Is for the Robots Only",
      "snippet": "Preliminary tests are set to begin in quest for $1 million being offered by Pentagon to creators of first self-guided vehicle to find its way along programmed course across 200 miles of Mojave Desert; Pentagon is under mandate to turn to unmanned ...",
      "abstract": "Preliminary tests are set to begin in quest for $1 million being offered by Pentagon to creators of first self-guided vehicle to find its way along programmed course across 200 miles of Mojave Desert; Pentagon is under mandate to turn to unmanned combat vehicles to meet third of its needs by 2015; prize has inspired motley band of computer scientists, artificial intelligence experts and robot lovers to take on challenge of designing ground-hugging, path-finding automated vehicles capable of navigating unaided at average speed of about 20 miles an hour through desert strewn with boulders, trees, brush, potholes and the odd desert animal; entrants include motorcycles, pickups, sports utility vehicles and other all-terrain vehicles, all packed with computers and sensors; favorite is robot Hummer entered by Carnegie Mellon University; photo; map (M)",
      "lead_paragraph": "Anthony S. Levandowski is working feverishly with a team of students from the University of California at Berkeley to build an ambitious robot motorcycle to race without a driver across the Mojave Desert.",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/08/business/no-riders-desert-crossing-is-for-the-robots-only.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "ABC Under Disney: Kingdom, Yes. Magic, No.; Micromanagement Leads To Missed Opportunities",
      "snippet": "''The Apprentice,'' the new NBC reality program celebrating the corporate wisdom of Donald J. Trump, is a ''total game changer,'' in the words of Jeff Zucker, the president of NBC Entertainment. Averaging 20 million viewers a week and pulling in m...",
      "abstract": "''The Apprentice,'' the new NBC reality program celebrating the corporate wisdom of Donald J. Trump, is a ''total game changer,'' in the words of Jeff Zucker, the president of NBC Entertainment. Averaging 20 million viewers a week and pulling in more high-income viewers than any other series, it has saved NBC's once-invincible Thursday night lineup, turned around its season and added millions in profit -- with the promise of more millions to come.     But ''The Apprentice'' is also a show that could have belonged to ABC, the network that needs a big hit more desperately than any other. Mark Burnett, who after his success with ''Survivor'' and now ''The Apprentice'' is the most sought after producer of reality shows, first offered his new series to ABC. But negotiations there quickly turned into an effort to force down the price, and he turned to NBC.   ",
      "lead_paragraph": "''The Apprentice,'' the new NBC reality program celebrating the corporate wisdom of Donald J. Trump, is a ''total game changer,'' in the words of Jeff Zucker, the president of NBC Entertainment. Averaging 20 million viewers a week and pulling in more high-income viewers than any other series, it has saved NBC's once-invincible Thursday night lineup, turned around its season and added millions in profit -- with the promise of more millions to come.",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/08/business/abc-under-disney-kingdom-yes-magic-no-micromanagement-leads-missed-opportunities.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Guilty Verdicts Give Executives A New Focus: Risk of Prison",
      "snippet": "Guilty verdicts against Martha Stewart and other corporate executives and prospect of their serving prison sentences are expected to make leaders of corporate America think twice before they lie to shareholders and federal officials; aggressive pr...",
      "abstract": "Guilty verdicts against Martha Stewart and other corporate executives and prospect of their serving prison sentences are expected to make leaders of corporate America think twice before they lie to shareholders and federal officials; aggressive prosecution of white-collar cases both reflects public's increased anger at executive misdeeds and helps to stoke that anger; that Stewart was convicted for what were relatively minor lies to federal investigators may well resonate with executives (M)",
      "lead_paragraph": "To one of the jurors in the Martha Stewart trial, the guilty verdict reached on Friday ''sends a message to bigwigs in corporations,'' said Chappell Hartridge of the Bronx. ''They have to abide by the law. No one is above the law.''",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/08/business/guilty-verdicts-give-executives-a-new-focus-risk-of-prison.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "The Battle for Florida Heats Up, Stirring Memories of the Recount",
      "snippet": "Battle for Florida in presidential race extends far beyond preparations for upcoming Democratic primary, with both Democrats and Republicans mapping strategy since bitter 2000 recount and sophisticated armies vying for volatile electorate earlier ...",
      "abstract": "Battle for Florida in presidential race extends far beyond preparations for upcoming Democratic primary, with both Democrats and Republicans mapping strategy since bitter 2000 recount and sophisticated armies vying for volatile electorate earlier than ever; Florida has 27 electoral votes, 10 percent of what is needed to win; Pres Bush, haunted by narrow 2000 victory in state after long stalemate, has visited Florida 19 times; Sen John Kerry made Orlando first stop of his general campaign, rousing supporters with reminders of 2000 recount; Bush campaign is spending $900,000 for its first television advertising blitz in state, more than twice as much as in any other state; maps and graphs of Florida's votes and its voters; photos (M)",
      "lead_paragraph": "Democrats have courted young voters with a ''Donkeys Rock'' registration drive, dangling perks like bottle-opener key chains, as Republicans have scoured databases to find like-minded voters among sportsmen, real estate agents and military families.",
      "publication_date": "2004-03-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/08/us/2004-campaign-florida-battle-for-florida-heats-up-stirring-memories-recount.html",
      "byline": "By Abby Goodnough"
    }
  ]
}