{
  "metadata": {
    "date": "2004-07-02",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "United's Pensions on Increasingly Shaky Ground",
      "snippet": "Analysis of United Airlines' financial problems focuses on vulnerability of its four big pension plans; says airline could decrease its debt by $1 billion by shedding just one plan; holds such drastic step could result in other airlines trimming t...",
      "abstract": "Analysis of United Airlines' financial problems focuses on vulnerability of its four big pension plans; says airline could decrease its debt by $1 billion by shedding just one plan; holds such drastic step could result in other airlines trimming their plans as well, to keep their labor costs competitive; says short-term prospect could be series of failed pension plans and lost benefits reminiscent of those in steel industry, costly outcome for government; says pilots' pension plan has biggest shortfall; adds airline might try to trim other worker's benefits to conserve cash; graph (M)",
      "lead_paragraph": "As United Airlines prepares to ask workers for a new round of cutbacks, its pension plans look increasingly vulnerable. The airline has four big plans, and shedding any one could lop off more than $1 billion in debt.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/02/business/united-s-pensions-on-increasingly-shaky-ground.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Chairman Leaves Amid Pay Dispute At Sainsbury",
      "snippet": "Sir Peter Davis, chairman of Britain's oldest supermarket chain J Sainsbury, resigns after criticism of his $4.55 million bonus, which was awarded despite company's poor results in 2003; Sir Peter will be succeeded by Philip Hampton, who was chief...",
      "abstract": "Sir Peter Davis, chairman of Britain's oldest supermarket chain J Sainsbury, resigns after criticism of his $4.55 million bonus, which was awarded despite company's poor results in 2003; Sir Peter will be succeeded by Philip Hampton, who was chief financial officer of Lloyds TSB; photos (M)",
      "lead_paragraph": "The chairman of J Sainsbury, Britain's oldest supermarket chain, stepped down on Thursday after heavy criticism of his £2.5 million ($4.55 million) bonus, which was awarded despite the company's poor results in 2003.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/02/business/chairman-leaves-amid-pay-dispute-at-sainsbury.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Record Trade Surplus",
      "snippet": "Brazil posts record trade surplus of $3.8 billion in June, leaving it with surplus of $15.1 billion this year; exports totaled $9.3 billion, while imports reached $5.5 billion (S)",
      "abstract": "Brazil posts record trade surplus of $3.8 billion in June, leaving it with surplus of $15.1 billion this year; exports totaled $9.3 billion, while imports reached $5.5 billion (S)",
      "lead_paragraph": "Brazil posted a record trade surplus of $3.8 billion in June, leaving it with a surplus of $15.1 billion this year. The result beat the surplus of $3.1 billion in May, the first time the country registered a monthly trade surplus of more than $3 billion. Exports continued to boom in June, totaling $9.3 billion, while imports reached $5.5 billion. Most economists expect Brazil, South America's largest economy, to finish the year with a trade surplus of about $29 billion, up from a record $24.8 billion in 2003. Todd Benson (NYT)",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/02/business/world-business-briefing-americas-brazil-record-trade-surplus.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: India: Car Sales Rise",
      "snippet": "Indian carmaker Maruti Udyog, majority owned by Suzuki Motor Corp of Japan, reports 9.8 percent increase in vehicle sales in June; domestic sales rose 24 percent, to 36,415 units, while exports fell 52 percent, to 3,159 units (S)",
      "abstract": "Indian carmaker Maruti Udyog, majority owned by Suzuki Motor Corp of Japan, reports 9.8 percent increase in vehicle sales in June; domestic sales rose 24 percent, to 36,415 units, while exports fell 52 percent, to 3,159 units (S)",
      "lead_paragraph": "India's biggest carmaker, Maruti Udyog, reported a 9.8 percent increase in vehicle sales last month, helped by strong sales of its compact cars. Maruti Udyog, majority owned by the Suzuki Motor Corporation of Japan, said that domestic sales rose 24 percent, to 36,415 units, while exports fell 52 percent, to 3,159 units. Saritha Rai (NYT)",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/02/business/world-business-briefing-asia-india-car-sales-rise.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Can Rising Rates Stimulate Housing? Fed Makes It Happen, for Now",
      "snippet": "Floyd Norris column on how housing market remains strong factor in US economy despite rising interest rates; says Fed should be trying to set appropriate interest rate given strong economy and rising inflation rather than focus on gradual rise in ...",
      "abstract": "Floyd Norris column on how housing market remains strong factor in US economy despite rising interest rates; says Fed should be trying to set appropriate interest rate given strong economy and rising inflation rather than focus on gradual rise in interest rates; holds appropriate rate is probably above 3 percent, not 1.25 percent; concludes Fed's policy of gradualism may be politically popular, but its economic effects may prove to be unfortunate; graph (M)",
      "lead_paragraph": "RISING interest rates are supposed to slow the housing industry, but no one looking at the home sale numbers would think that any such thing is going on.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/02/business/can-rising-rates-stimulate-housing-fed-makes-it-happen-for-now.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Auto Sales Plunged in June At Both G.M. and Ford  General Motors and Ford Motor reported double-digit declines in United States sales in June, as Detroit continued to lose ground to Japanese and Korean rivals.     Over all, auto sales in the Unite...",
      "abstract": " Auto Sales Plunged in June At Both G.M. and Ford  General Motors and Ford Motor reported double-digit declines in United States sales in June, as Detroit continued to lose ground to Japanese and Korean rivals.     Over all, auto sales in the United States were down 6 percent from a year ago. G.M.'s sales fell 15.4 percent and Ford's sales, including Volvo and Land Rover, were down 11.9 percent. Sales suffered in part from strong results in May, which could not be sustained, as well as from difficult comparisons to June 2003, when incentive programs buoyed sales. [Page C5.]",
      "lead_paragraph": "Auto Sales Plunged in June At Both G.M. and Ford",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/02/business/business-digest-175110.html",
      "byline": ""
    },
    {
      "headline": "Japan Survey Puts Optimism At the Highest In 12 Years",
      "snippet": "Bank of Japan's Tankan survey of some 10,000 companies shows that two-year economic recovery remains on track; wide range of businesses say they are optimistic about their prospects, which reinforces view that recovery has spread beyond exports, m...",
      "abstract": "Bank of Japan's Tankan survey of some 10,000 companies shows that two-year economic recovery remains on track; wide range of businesses say they are optimistic about their prospects, which reinforces view that recovery has spread beyond exports, main driver of growth so far; photo (M)",
      "lead_paragraph": "Business is better than at any time since the collapse of the bubble economy a dozen years ago, according to a survey of Japanese companies released Thursday by the central bank.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/02/business/japan-survey-puts-optimism-at-the-highest-in-12-years.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "An Old Washington Hand To Succeed Valenti in Hollywood",
      "snippet": "Dan Glickman, former agriculture secretary under Pres Bill Clinton and Democratic congressman from Kansas, is named chairman of Motion Picture Association of America, succeeding 82-year-old Jack Valenti; Glickman plans to resign his current positi...",
      "abstract": "Dan Glickman, former agriculture secretary under Pres Bill Clinton and Democratic congressman from Kansas, is named chairman of Motion Picture Association of America, succeeding 82-year-old Jack Valenti; Glickman plans to resign his current position running Institute of Politics at John F Kennedy School of Government at Harvard to take over association in September; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/02/business/an-old-washington-hand-to-succeed-valenti-in-hollywood.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "World Business Briefing | Europe: Oil Company Plans A Charge",
      "snippet": "Royal Dutch/Shell Group plans to take $330 million charge in second quarter because some of its assets in North Sea did not yield oil as expected; charge does not affect Shell's proven reserves; Shell also says it will sell some pipelines in US an...",
      "abstract": "Royal Dutch/Shell Group plans to take $330 million charge in second quarter because some of its assets in North Sea did not yield oil as expected; charge does not affect Shell's proven reserves; Shell also says it will sell some pipelines in US and its retail, commercial and marine assets in Peru (S)",
      "lead_paragraph": "The Royal Dutch/Shell Group said it planned to take a $330 million charge in the second quarter because some of its assets in the North Sea did not yield oil as expected. The charge does not affect Shell's proven reserves, which have been under scrutiny since the company said in January that it would reduce their value by 20 percent. Shell also said it would sell some pipelines in the United States and its retail, commercial and marine assets in Peru.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/02/business/world-business-briefing-europe-oil-company-plans-a-charge.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Europe's Central Bank Declines to Follow Fed",
      "snippet": "European Central Bank will leave its benchmark interest rate unchanged at 2 percent, decision as widely expected as Federal Reserve's modest rate increase day before; bank's president Jean-Claude Trichet comments; photo (M)",
      "abstract": "European Central Bank will leave its benchmark interest rate unchanged at 2 percent, decision as widely expected as Federal Reserve's modest rate increase day before; bank's president Jean-Claude Trichet comments; photo (M)",
      "lead_paragraph": "The Federal Reserve may have heralded a new era for global monetary policy, with its long-awaited lifting of interest rates this week. But the European Central Bank served notice that the world's second-largest economic bloc will not join the upward march.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/02/business/europe-s-central-bank-declines-to-follow-fed.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Iraqis Joyful, or Stung, to See Ex-Ruler in Dock",
      "snippet": "Iraqis in Baghdad sit spellbound, watching televised image of Saddam Hussein in the dock; some celebrate what they hope would be his impending punishment, even his death, while others say they feel humiliated that his arraignment in courtroom had ...",
      "abstract": "Iraqis in Baghdad sit spellbound, watching televised image of Saddam Hussein in the dock; some celebrate what they hope would be his impending punishment, even his death, while others say they feel humiliated that his arraignment in courtroom had been brought about by Americans; some are uncomfortable watching their former president being treated like common criminal; conversations with Iraqis across city reveal how powerful he remains in his ability to frighten, inspire and even divide this society over his legacy; while his court appearance sparked many strong opinions, one of most common sentiments voiced is denial, kind of forced indifference toward him; some Iraqis comment; photos (M)",
      "lead_paragraph": "With the image of Saddam Hussein in the dock flickering on the television screen before him, Sami Hassan shook his head in disbelief, struggling against the tears that came dribbling down his cheeks.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/02/world/the-reach-of-war-the-reaction-iraqis-joyful-or-stung-to-see-ex-ruler-in-dock.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Airline's Cash Dwindles",
      "snippet": "Alitalia, which has been on edge of bankruptcy since start of year, says its cash has dwindled to 150 million euros and that it needs government-guaranteed loan by end of September to continue operating; airline has spent 100 million euros ($121 m...",
      "abstract": "Alitalia, which has been on edge of bankruptcy since start of year, says its cash has dwindled to 150 million euros and that it needs government-guaranteed loan by end of September to continue operating; airline has spent 100 million euros ($121 million) in last three months; airline is waiting for European Union to rule on whether Italian government, which owns 62 percent of carrier, can provide loan guarantee (S)",
      "lead_paragraph": "Alitalia, the Italian flagship carrier that has been on the edge of bankruptcy since the start of the year, said that its cash had dwindled to 150 million euros and that it needed a government-guaranteed loan by the end of September to continue operating. The airline burned through 100 million euros ($121 million) in the last three months, a clip of about 1.1 million a day. The airline is waiting for the European Union to rule on whether the Italian government, which owns 62 percent of Alitalia, can provide a loan guarantee. Eric Sylvers (NYT)",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/02/business/world-business-briefing-europe-italy-airline-s-cash-dwindles.html",
      "byline": "By Eric Sylvers (NYT)"
    },
    {
      "headline": "Defiant Hussein Rebukes Iraqi Court for Trying Him",
      "snippet": "Saddam Hussein, defiant but visibly shrunken, dominates opening court proceedings against 12 highest-ranking officials of his ousted dictatorship, declaring himself Iraq's lawful president and questioning legitimacy of Iraqi court; he appears 15 t...",
      "abstract": "Saddam Hussein, defiant but visibly shrunken, dominates opening court proceedings against 12 highest-ranking officials of his ousted dictatorship, declaring himself Iraq's lawful president and questioning legitimacy of Iraqi court; he appears 15 to 20 pounds lighter than when last seen publicly, after his capture last Dec; he begins nervously, his voice weak, but halfway into his 26-minute appearance he becomes more his old self, speaking with strengthening voice and ending with string of finger-wagging admonishments for court's temerity in putting him on trial; he calls himself 'president of the Republic of Iraq' and repeats this after judge tells court clerk to write 'former president'; he calls trial 'theater by Bush, to help him win his election'; he dismisses all charges against him and refuses to sign court papers, then walks out brusquely at end of proceedings, which are equivalent of Iraqi grand jury; following his departure, 11 members of his ousted government file meekly in, radiating alarm bordering on fear; several of them appear shaken when judge tells them killings they are accused of carry death penalty; photos; chronological listing of charges against Hussein, including killing religious figures, Kurds and Shiites and invading Kuwait; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/02/world/reach-war-defendant-defiant-hussein-rebukes-iraqi-court-for-trying-him.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "From Ringside, Dazzling Photos Show Saturn's Swirling Wreaths",
      "snippet": "Cassini, first spacecraft to orbit Saturn, swiftly turns its cameras on, transmitting striking pictures of planet's rings of ice and rock; Dr Carolyn C Porco, mission's chief photographic interpreter, calls beauty and clarity of black-and-white pi...",
      "abstract": "Cassini, first spacecraft to orbit Saturn, swiftly turns its cameras on, transmitting striking pictures of planet's rings of ice and rock; Dr Carolyn C Porco, mission's chief photographic interpreter, calls beauty and clarity of black-and-white pictures 'mind-blowing'; they are far superior in number and close-up detail to any previous images of Saturn's most distinctive feature; photos and other scientific data are first payoffs of Cassini's 1.2-billion-mile journey of nearly 7 years; $3.3 billion mission is partnership of NASA, European Space Agency and Italian Space Agency; hope is that investigation of Saturn's rings will provide insight into how stars and planetary systems formed from disks of interstellar matter; Saturn's greatest moon, Titan, may hold clues to how life emerged on primitive Earth; photos; drawing (M)",
      "lead_paragraph": "The first spacecraft to orbit Saturn, arriving late Wednesday, swiftly turned its cameras on the planet's rings of ice and rock, and transmitted striking pictures of the encircling luminous strands, some with scalloped edges, strawlike textures and rippling waves that spread across the shimmering disk.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/02/us/from-ringside-dazzling-photos-show-saturn-s-swirling-wreaths.html",
      "byline": "By John Noble Wilford"
    },
    {
      "headline": "Landlocked Mongolia's Seafaring Tradition",
      "snippet": "Landlocked Mongolia is latest country to enter business of flags of convenience, international service that offers quite competitive fees and no restrictions on ownership of any ship; some 260 ships at sea fly Mongolia's red, yellow and blue color...",
      "abstract": "Landlocked Mongolia is latest country to enter business of flags of convenience, international service that offers quite competitive fees and no restrictions on ownership of any ship; some 260 ships at sea fly Mongolia's red, yellow and blue colors; Bazarragchaa Altan-Od, Mongolia's maritime administrator, says 20 to 30 ships register monthly; photo (M)",
      "lead_paragraph": "Down an avenue named after Genghis Khan, up to the third floor of a Soviet-era government ministry and down a creaking wooden hallway, its carpet frayed and faded with the dust and the sun of the steppes, one office door has a freshly minted sign: Maritime Administration.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/02/business/landlocked-mongolia-s-seafaring-tradition.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "A Mixed Decision For Connecticut On Pension Loss",
      "snippet": "Connecticut jury finds in favor of state's pension fund in its suit against Theodore J Forstmann's buyout firm Forstmann Little, but refuses to award state any damages; jury finds Forstmann and his firm breached its contract when it invested $125 ...",
      "abstract": "Connecticut jury finds in favor of state's pension fund in its suit against Theodore J Forstmann's buyout firm Forstmann Little, but refuses to award state any damages; jury finds Forstmann and his firm breached its contract when it invested $125 million of state pension fund money in two telecommunciations companies, including XO Communications, that failed, wiping out investment; also determines pension fund was not owed any damages because state acquiesced in making investments and ksept fully informed about them; State of Connecticut was one of 27 investors that collectively lost $2 billion in Forstmann Little investments on telecommunications when industry collapsed in 2001; photo (M)",
      "lead_paragraph": "In a seemingly paradoxical verdict, a Connecticut jury found in favor of the state's pension fund yesterday in its suit against one of Wall Street's most successful and colorful financiers and his firm, but refused to award the state any damages.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/02/business/a-mixed-decision-for-connecticut-on-pension-loss.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Utility Sells Auto Unit",
      "snippet": "British gas company Centrica says it will sell Automobile Association, its operation that provides roadside assistance to motorists, to private equity investors CVC Capital and Permira Advisers for 1.75 billion pounds ($3.2 billion); graph (S)",
      "abstract": "British gas company Centrica says it will sell Automobile Association, its operation that provides roadside assistance to motorists, to private equity investors CVC Capital and Permira Advisers for 1.75 billion pounds ($3.2 billion); graph (S)",
      "lead_paragraph": "The British gas com-pany Centrica said that it would sell the Automobile Association, its operation that provides roadside assistance to motorists, to two private equity investors, CVC Capital and Permira Advisers, for £1.75 billion ($3.2 billion). Centrica acquired the unit in 1999 for £1.1 billion, but has since decided to focus on its core business of energy delivery. Most of the proceeds from the sale will be returned to shareholders, Centrica said.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/02/business/world-business-briefing-europe-britain-utility-sells-auto-unit.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "MORE ON IRAQ",
      "snippet": " PROBLEMS IN DETENTIONS -- The Army was ill prepared to deal with thousands of Iraqi prisoners, a new report finds.   PAGE A9",
      "abstract": " PROBLEMS IN DETENTIONS -- The Army was ill prepared to deal with thousands of Iraqi prisoners, a new report finds.   PAGE A9",
      "lead_paragraph": "PROBLEMS IN DETENTIONS -- The Army was ill prepared to deal with thousands of Iraqi prisoners, a new report finds. PAGE A9",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/02/world/more-on-iraq.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Deal For Natural Gas",
      "snippet": "BP will sign $1.43 billion contract to supply 11 million metric tons of liquefied natural gas to Posco, South Korea's largest steel maker, over 20 years from 2005 (S)",
      "abstract": "BP will sign $1.43 billion contract to supply 11 million metric tons of liquefied natural gas to Posco, South Korea's largest steel maker, over 20 years from 2005 (S)",
      "lead_paragraph": "BP, Europe's largest oil company, will sign a $1.43 billion contract to supply 11 million metric tons of liquefied natural gas to Posco, South Korea's largest steel maker, over 20 years from 2005, a Posco spokeswoman said. BP and its partners in Indonesia's $2.2 billion Tangguh project will sign the accord with Posco on Wednesday on the Indonesian island of Bali, the spokeswoman, Kim Soo Jung, said. BP has not made an announcement and does not usually comment, a BP spokesman, Ronnie Chappell, said in London. Posco is spending $290 million to build a terminal in Korea that can convert about 1.7 million tons of liquefied natural gas a year to gas form. Posco plans to share the terminal with the SK Corporation, which will buy the fuel through a unit, the SK Power Company.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/02/business/world-business-briefing-asia-south-korea-deal-for-natural-gas.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "HUSSEIN, IN JAIL, REPORTEDLY SAID LITTLE OF VALUE",
      "snippet": "Saddam Hussein revealed little of what his interrogators most wanted to know--about his weapons programs and insurgency in postwar Iraq--during his seven months held captive by American forces; senior officials say Hussein would occasionally provi...",
      "abstract": "Saddam Hussein revealed little of what his interrogators most wanted to know--about his weapons programs and insurgency in postwar Iraq--during his seven months held captive by American forces; senior officials say Hussein would occasionally provide startling comments, such as his claim that he invaded Kuwait in 1990 to keep his army occupied; say he implied that he was surprised when United States began its invasion in Mar 2003; say he appeared to think that ambiguity over whether his government possessed illegal weaopns would keep his neighbors at bay, while US would be hung up in interminable debate at UN; say he was circumspect about his whereabouts while in hiding; say he was interrogated principally by one intelligence officer in Arabic, and that no physically coercive methods were used although psychological tricks were employed; say he behaved as if he were still Iraq's ruler (M)",
      "lead_paragraph": "In the nearly seven months that he was held captive by American forces, Saddam Hussein revealed little of what his interrogators most wanted to know, about his weapons programs and the insurgency in postwar Iraq, senior officials involved in his custody said in a series of recent interviews.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/02/world/the-reach-of-war-intelligence-hussein-in-jail-reportedly-said-little-of-value.html",
      "byline": "By Neil A. Lewis and David Johnston"
    },
    {
      "headline": "Russia Freezes Yukos Funds; 5 Days Given To Pay Taxes",
      "snippet": "$3.4 billion dispute between Russian government and Yukos Oil Co reaches decisive point, when court bailiffs take extraordinary step of freezing company's bank accounts and demanding payment in full within five days; Yukos officials say action thr...",
      "abstract": "$3.4 billion dispute between Russian government and Yukos Oil Co reaches decisive point, when court bailiffs take extraordinary step of freezing company's bank accounts and demanding payment in full within five days; Yukos officials say action threatens to shut company; offer to sell major block of stock to pay tax claim that Yukos holds in Sibneft, competitor that has tried and failed to merge with last year; government sharply raises ante in dispute hours before freezing company's account, indicating it might double its demand for back taxes from Yukos by adding charges for 2001 to case; original $3.4 billion claim relates to 2000 tax year; photo (M)",
      "lead_paragraph": "The $3.4 billion tax dispute between the Kremlin and the Yukos Oil Company, Russia's biggest oil producer, reached a decisive point Thursday, when court bailiffs took the extraordinary step of freezing the company's bank accounts and demanding payment in full within five days.",
      "publication_date": "2004-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/02/business/russia-freezes-yukos-funds-5-days-given-to-pay-taxes.html",
      "byline": "By Erin E. Arvedlund"
    }
  ]
}