{
  "metadata": {
    "date": "2004-05-10",
    "total_articles": 35
  },
  "articles": [
    {
      "headline": "Krispy Kreme Runs Head-On Into a Low-Carb Wall",
      "snippet": "Krispy Kreme Doughnuts stock plunges after company, citing increasing customer interest in low-carbohydrate diets, warns of disappointing earnings; share price graph (M)",
      "abstract": "Krispy Kreme Doughnuts stock plunges after company, citing increasing customer interest in low-carbohydrate diets, warns of disappointing earnings; share price graph (M)",
      "lead_paragraph": "Krispy Kreme Doughnuts, the hot new stock offering of 2000 that stayed hot even as other new offerings plunged, has suddenly chilled. It blames the Atkins diet.",
      "publication_date": "2004-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/08/business/krispy-kreme-runs-head-on-into-a-low-carb-wall.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "A Giddy Heartland Gives Bush Warmth Missing in the Beltway",
      "snippet": "Pres Bush receives warm welcome in Dubuque, Iowa; visit is part of his three-day Midwestern bus tour; tour, which began in Michigan on May 5, is Bush's latest effort to do end-run around Washington, DC, press corps that covers him daily; it is str...",
      "abstract": "Pres Bush receives warm welcome in Dubuque, Iowa; visit is part of his three-day Midwestern bus tour; tour, which began in Michigan on May 5, is Bush's latest effort to do end-run around Washington, DC, press corps that covers him daily; it is strategy that has won him very localized and fairly favorable coverage across nation for weeks; photo (M)",
      "lead_paragraph": "Tears were flowing on ''Live With Regis & Kelly'' on Friday as a woman was introduced to the man whose life her dead son's heart had saved.",
      "publication_date": "2004-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/08/us/2004-campaign-campaigning-giddy-heartland-gives-bush-warmth-missing-beltway.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Airbus Offers Look at Double-Deck Jet, a Challenger to 747's",
      "snippet": "airbus offers look at do",
      "abstract": "airbus offers look at do",
      "lead_paragraph": "Airbus offered a first peek at its colossal new double-deck jet Friday, inaugurating a cavernous factory here where the plane's components are to be gathered from production sites across Europe and clamped together to form the world's largest civilian aircraft.",
      "publication_date": "2004-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/08/business/airbus-offers-look-at-double-deck-jet-a-challenger-to-747-s.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "G.I.'S KILL SCORES OF MILITIA FORCES IN 3 IRAQI CITIES",
      "snippet": "US soldiers battle Iraqi insurgents led by rebel Shiite cleric Moktada al-Sadr; reportedly kill at least 25 insurgents in Karbala, 12 in Najaf and at least 41 in two separate battles around Kufa; firefights are most intense since US military start...",
      "abstract": "US soldiers battle Iraqi insurgents led by rebel Shiite cleric Moktada al-Sadr; reportedly kill at least 25 insurgents in Karbala, 12 in Najaf and at least 41 in two separate battles around Kufa; firefights are most intense since US military started operation in Karbala on May 6 to crush Sadr's thousands-strong militia; Sadr delivers defiant sermon in Kufa that dismisses Pres Bush's expressions of regret for abuse of Iraqi prisoners; map; photos (M)",
      "lead_paragraph": "American soldiers battled insurgents led by a rebel Shiite cleric on Friday, killing scores of Iraqis, as the cleric delivered a defiant, derisive sermon that dismissed President Bush's expressions of regret for the abuse of Iraqi prisoners.",
      "publication_date": "2004-05-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/08/world/struggle-for-iraq-combat-gi-s-kill-scores-militia-forces-3-iraqi-cities.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "BIG GAIN IN JOBS FOR A 2ND MONTH",
      "snippet": "Labor Department reports that nation's employers added 288,000 jobs in April, offering clear evidence that pace of hiring is finally picking up speed in response to nation's strengthening economy; increase in new jobs in April after addition of 33...",
      "abstract": "Labor Department reports that nation's employers added 288,000 jobs in April, offering clear evidence that pace of hiring is finally picking up speed in response to nation's strengthening economy; increase in new jobs in April after addition of 337,000 jobs in March brings total employment in US above where it was when economic recovery officially began nearly two and half years ago; unemployment in April edged down only slightly, to 5.6 percent from 5.7 percent in March, suggesting that there is still plenty of slack in labor market; graphs; photo (M)",
      "lead_paragraph": "The nation's employers added hundreds of thousands of jobs for the second month in a row, the Labor Department reported yesterday, offering clear evidence that the pace of hiring is finally picking up speed in response to the strengthening economy.",
      "publication_date": "2004-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/08/business/big-gain-in-jobs-for-a-2nd-month.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Boeing Pressed by Questions on Tanker Proposal",
      "snippet": "Pentagon reviews Defense Science Board report that reportedly undercuts Air Force's stand that it needs new tanker fleet immediately and suggests other options for Air Force that do not involve controversial $23 billion proposal to lease airplanes...",
      "abstract": "Pentagon reviews Defense Science Board report that reportedly undercuts Air Force's stand that it needs new tanker fleet immediately and suggests other options for Air Force that do not involve controversial $23 billion proposal to lease airplanes from Boeing for use as refueling tankers; probe into misconduct by Boeing executives in tanker deal seen likely to doom deal (M)8",
      "lead_paragraph": "It has been a tough year for Boeing here and it may become worse as the company learns more about the fate of its proposed $23 billion contract with the Air Force to lease airplanes as refueling tankers and as a federal investigation surrounding the deal unfolds.",
      "publication_date": "2004-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/08/business/boeing-pressed-by-questions-on-tanker-proposal.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Job Report Sends Stocks and Bonds Sharply Lower",
      "snippet": "Unexpectedly strong employment report sends stocks and bonds sharply lower; yield on Treasury's 10-year note shoots up to 4.78 percent, highest in 22 months, as price falls 1 9/32, to 94; Standard & Poor's 500-stock index falls 15.29 points, to 1,...",
      "abstract": "Unexpectedly strong employment report sends stocks and bonds sharply lower; yield on Treasury's 10-year note shoots up to 4.78 percent, highest in 22 months, as price falls 1 9/32, to 94; Standard & Poor's 500-stock index falls 15.29 points, to 1,098.70; Nasdaq composite index falls 19.78 points, to 1,917/96; Dow Jones industrial average falls 123.92 points, to 10,177.34; dollar rises 1.5 percent against euro and 2.2 percent against yen; gold falls 2.4 percent, to $379.10 an ounce, lowest since Nov; stock price graph and table; key rates table; photo (M)",
      "lead_paragraph": "An unexpectedly strong employment report sent interest rates sharply higher and stocks lower yesterday as investors balanced their fears of the impact of rising rates against signs of a building economic recovery.",
      "publication_date": "2004-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/08/business/the-markets-stocks-bonds-job-report-sends-stocks-and-bonds-sharply-lower.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "In the Balance: Rumsfeld's Job",
      "snippet": "Analysis: in aftermath of Defense Sec Donald H Rumsfeld's appearances on Capitol Hill because of Iraqi prisoner abuse scandal three critical forces will determine whether he keeps his job--White House, Republican lawmakers and Rumsfeld himself; Wh...",
      "abstract": "Analysis: in aftermath of Defense Sec Donald H Rumsfeld's appearances on Capitol Hill because of Iraqi prisoner abuse scandal three critical forces will determine whether he keeps his job--White House, Republican lawmakers and Rumsfeld himself; White House is most important, and some people close to its inner circle suggest that despite outward display of support for Rumsfeld, years of battles with Pentagon over Iraq war planning and occupation have taken toll; photo (M)",
      "lead_paragraph": "In the aftermath of Donald H. Rumsfeld's appearances on Capitol Hill on Friday three critical forces will probably determine whether the defense secretary keeps his job: the White House, Republican lawmakers and Mr. Rumsfeld himself.",
      "publication_date": "2004-05-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/08/world/the-struggle-for-iraq-an-assessment-in-the-balance-rumsfeld-s-job.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "U.S. Adds 288,000 Jobs; Jobless Rate Falls to 5.6%  The nation's employers added 288,000 jobs in April, the Labor Department reported, offering clear evidence that the pace of hiring is finally picking up speed in response to the nation's strength...",
      "abstract": " U.S. Adds 288,000 Jobs; Jobless Rate Falls to 5.6%  The nation's employers added 288,000 jobs in April, the Labor Department reported, offering clear evidence that the pace of hiring is finally picking up speed in response to the nation's strengthening economy.    While job opportunities are improving, unemployment in April fell slightly, to 5.6 percent from 5.7 percent, suggesting that there is still slack in the labor market. [Page A1.]",
      "lead_paragraph": "U.S. Adds 288,000 Jobs; Jobless Rate Falls to 5.6%",
      "publication_date": "2004-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/08/business/business-digest-523682.html",
      "byline": ""
    },
    {
      "headline": "RUMSFELD ACCEPTS BLAME AND OFFERS APOLOGY IN ABUSE",
      "snippet": "Defense Sec Donald H Rumsfeld, in testimony before House and Senate Armed Services Committees, apologizes to Iraqis abused by their US military jailers at Abu Ghraib prison; accepts responsibility for misdeeds of soldiers on his watch, but says he...",
      "abstract": "Defense Sec Donald H Rumsfeld, in testimony before House and Senate Armed Services Committees, apologizes to Iraqis abused by their US military jailers at Abu Ghraib prison; accepts responsibility for misdeeds of soldiers on his watch, but says he will not resign simply to quiet partisan critics; also takes responsibility for failing to tell Pres Bush and Congress about developing scandal; is seeking official compensation for abused detainees; says special panel will be given 45 days to examine thoroughness of existing investigations and determine whether additional studies need to be initiated; says retired Air Force Gen Charles Horner, former Defense Sec James R Schlesinger and former Rep Tillie Fowler have agreed to be on panel; photos (M)",
      "lead_paragraph": "Defense Secretary Donald H. Rumsfeld offered an unambiguous apology Friday to Iraqis abused by their American military jailers. He said he accepted full responsibility for the misdeeds of soldiers on his watch but would not resign simply to quiet partisan critics.",
      "publication_date": "2004-05-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/08/world/struggle-for-iraq-hearings-rumsfeld-accepts-blame-offers-apology-abuse.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "Attacks in Mideast Raise Fear of More At Oil Installations",
      "snippet": "Recent killing of five Western contractors at Yanbu, Saudi Arabia, oil hub and attempted suicide bombing of Iraq's main oil export terminals have raised market-rattling fears that oil workers and facilities may be Al Qaeda's new targets and made s...",
      "abstract": "Recent killing of five Western contractors at Yanbu, Saudi Arabia, oil hub and attempted suicide bombing of Iraq's main oil export terminals have raised market-rattling fears that oil workers and facilities may be Al Qaeda's new targets and made security central preoccupation of Mideast oil producers; attacks did not do great damage, but traders worry about possibility of more serious disruptions of already strained oil market, sending prices up; photo (M)a",
      "lead_paragraph": "With oil prices climbing to a 13-year high after two deadly attacks on oil installations within a week, security has become the central preoccupation of Mideast oil producers.",
      "publication_date": "2004-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/08/business/attacks-in-mideast-raise-fear-of-more-at-oil-installations.html",
      "byline": "By Susan Sachs"
    },
    {
      "headline": "In Abuse, a Portrayal of Ill-Prepared, Overwhelmed G.I.'s",
      "snippet": "Interviews with soldiers, their relatives, and military commanders and Army reports reveal soldiers called up from National Guard and Army Reserve for military police battalion involved in prisoner abuse at Abu Ghraib, Iraq, prison had little or n...",
      "abstract": "Interviews with soldiers, their relatives, and military commanders and Army reports reveal soldiers called up from National Guard and Army Reserve for military police battalion involved in prisoner abuse at Abu Ghraib, Iraq, prison had little or no training in guarding enemy prisoners and running prison; soldiers found selves in charge of prison at time when increasing rage of anti-American insurgency and desperation of American commanders to glean intelligence magnified pressures on them; chronology of events; photos (L)",
      "lead_paragraph": "The orders that sent most of the 320th Military Police Battalion to Iraq came on Feb. 5, 2003, as part of the tide of two-week-a-year soldiers being called up from the National Guard and the Army Reserve in preparation for war.",
      "publication_date": "2004-05-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/09/world/struggle-for-iraq-military-abuse-portrayal-ill-prepared-overwhelmed-gi-s.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    },
    {
      "headline": "Shift on Salmon Reignites Fight On Species Law",
      "snippet": "Bush administration, in abrupt change, has decided for first time to consider counting fish raised in hatcheries when determining if some species are going extinct; National Marine Fisheries Service legal adviser Mark C Rutzick advocated strategy ...",
      "abstract": "Bush administration, in abrupt change, has decided for first time to consider counting fish raised in hatcheries when determining if some species are going extinct; National Marine Fisheries Service legal adviser Mark C Rutzick advocated strategy when he was timber industry's top lawyer to help industry by getting salmon off endangered species list; officials at fisheries service say Rutzick was part of working group that shaped plan; shift has touched off fresh battle over endangered species law; ignores findings of administration's own panel of outside scientific experts, as well as long-held views within fisheries service; photos (M)",
      "lead_paragraph": "Three years ago, Mark C. Rutzick was the timber industry's top lawyer trying to overturn fish and wildlife protections that loggers viewed as overly restrictive. Back then, he outlined to his clients a new strategy for dealing with diminishing salmon runs. By counting hatchery fish along with wild salmon, the government would help the timber industry by getting salmon off the endangered species list, Mr. Rutzick wrote.",
      "publication_date": "2004-05-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/09/us/shift-on-salmon-reignites-fight-on-species-law.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "In Vast Philanthropy, Kerry's Wife Wields Sway",
      "snippet": "Interview with Teresa Heinz Kerry on her philanthropic activities, which she says she will continue if her husband, Sen John Kerry, is elected president; she has guided Heinz Endowments, which control $1.3 billion in assets and gave away $54.5 mil...",
      "abstract": "Interview with Teresa Heinz Kerry on her philanthropic activities, which she says she will continue if her husband, Sen John Kerry, is elected president; she has guided Heinz Endowments, which control $1.3 billion in assets and gave away $54.5 million last year, and Heinz Family Philanthropies, umbrella for $70 million family foundation she created after her husband, Sen H John Heinz III, died in plane crash in 1991, and two non-tax-exempt charitable trusts that finance it; prospect of first lady who gives out $50 to $70 million a year in private grants has intensified focus on her record and role in supporting city of Pittsburgh and advocacy of some issues; photos (M)",
      "lead_paragraph": "When the newly widowed Teresa Heinz took over the stewardship of one of the country's largest philanthropic organizations more than a decade ago, all she had to guide her was a soggy, charred legal pad of handwritten notes that had been found in the debris of the plane that crashed in 1991, killing her husband, Senator H. John Heinz III.",
      "publication_date": "2004-05-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/09/us/campaign-2004-massachusetts-senator-s-wife-vast-philanthropy-kerry-s-wife-wields.html",
      "byline": "By Stephanie Strom"
    },
    {
      "headline": "Corporate Art Lovers Who Hate That Big Tax Bill",
      "snippet": "Rich and powerful executives like Joe L Allbritton and Robert J Hurst are being probed, or in case of L Dennis Kozlowski, indicted, for possible tax avoidance on their art purchases from Manhattan's discreet world of galleries and private dealers;...",
      "abstract": "Rich and powerful executives like Joe L Allbritton and Robert J Hurst are being probed, or in case of L Dennis Kozlowski, indicted, for possible tax avoidance on their art purchases from Manhattan's discreet world of galleries and private dealers; New York State Taxation and Finance Department says it probes about 90 people it suspects of evading sales tax, largely on high-priced art and jewelry; says it has collected some $11 million in unpaid sales taxes on high-end goods over last year, mostly from tardy buyers spurred into action by publicity about Kozlowski; Manhattan Dist Atty Robert M Morgenthau has collected some $22 million in unpaid sales taxes since he began probing high-end art deals in early 2002; photos (M)",
      "lead_paragraph": "NEW YORK'S art auctions kicked into high gear last Tuesday, ushering in a delirious, two-week intersection of prized paintings and big, big money. One of the treasures involved was on display at Sotheby's the next day: a 1905 work by Picasso, ''Boy With a Pipe (The Young Apprentice),'' which fetched $104 million, a record for a painting sold at auction.",
      "publication_date": "2004-05-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/09/business/corporate-art-lovers-who-hate-that-big-tax-bill.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Before Enron, There Was Cendant",
      "snippet": "Trial of former Cendant Corp chairman Walter A Forbes and vice chairman E Kirk Shelton is set to begin over six years after problems at Cendant came to light; two are charged with orchestrating massive accounting and securities fraud that misled i...",
      "abstract": "Trial of former Cendant Corp chairman Walter A Forbes and vice chairman E Kirk Shelton is set to begin over six years after problems at Cendant came to light; two are charged with orchestrating massive accounting and securities fraud that misled investors over decade beginning in late 1980's; scandal ranks among world's costliest, with stock and convertible bond investors having lost over $14 billion on day after company disclosed evidence of accounting irregularities; photos (M)",
      "lead_paragraph": "THE fraud that time forgot is finally going to trial.",
      "publication_date": "2004-05-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/09/business/sunday-money-before-enron-there-was-cendant.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "When Students' Gains Help Teachers' Bottom Line",
      "snippet": "Denver teachers have become first in major city to approve full-scale salary structure overhaul to allow pay for performance, controversial approach that rewards teachers for progress of their students; plan calls for teachers and other school emp...",
      "abstract": "Denver teachers have become first in major city to approve full-scale salary structure overhaul to allow pay for performance, controversial approach that rewards teachers for progress of their students; plan calls for teachers and other school employees to earn raises if students meet academic targets; would also reward teachers for getting advanced certifications, working in high-poverty schools or teaching subjects where qualified instructors are in short supply; would raise maximum pay for most teachers to $100,000, from $60,000; photos (M)",
      "lead_paragraph": "As a teacher of emotionally disturbed children, Jeremy Abshire sets goals for each of his students. Geronimo, 14, an American Indian who knew only the letters for ''Jerry,'' will read and write, and sign his true name. Shaneesa, a meek 12-year-old reading at a first-grade level, will catch up to her middle-school peers and attend regular classes in the fall.",
      "publication_date": "2004-05-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/09/us/when-students-gains-help-teachers-bottom-line.html",
      "byline": "By Diana Jean Schemo"
    },
    {
      "headline": "When Caring for Family Becomes the Job",
      "snippet": "Lisa Belkin column on how her father's battle against cancer affected entire family and become a major job for family, as well her father; drawing (M)",
      "abstract": "Lisa Belkin column on how her father's battle against cancer affected entire family and become a major job for family, as well her father; drawing (M)",
      "lead_paragraph": "FIGHTING cancer has become my father's full-time job. For the whole of his working life he had another job, as an orthodontist, and he worked out of an office adjacent to the house, so he could be home when our school bus came.",
      "publication_date": "2004-05-09T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/05/09/jobs/life-s-work-when-caring-for-family-becomes-the-job.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "It's Not Google. It's That Other Big I.P.O.",
      "snippet": "Salesforce.com's usually gregarious chief executive Marc Benioff, officially observing quiet period because of company's planned initial public stock offer, lets reporter follow him around for day, visit that includes hours of one-on-one time; com...",
      "abstract": "Salesforce.com's usually gregarious chief executive Marc Benioff, officially observing quiet period because of company's planned initial public stock offer, lets reporter follow him around for day, visit that includes hours of one-on-one time; company leases software that provides way of tracking customers and prospective clients; Benioff has become most forceful advocate of model of software as service; photos (M)",
      "lead_paragraph": "PITY Marc Benioff. Sure, his net worth may well exceed $250 million when Salesforce.com, the company he helped to start in 1999, goes public, most likely in the next couple of months.",
      "publication_date": "2004-05-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/09/business/it-s-not-google-it-s-that-other-big-ipo.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "War and Abuse Do Little Harm To U.S. Brands",
      "snippet": "American companies that sell globally say they have so far experienced little or no disruption from discontent over Iraq war and abuse of Iraqi prisoners; many people abroad, influenced by growing sophistication in marketing big American brands, s...",
      "abstract": "American companies that sell globally say they have so far experienced little or no disruption from discontent over Iraq war and abuse of Iraqi prisoners; many people abroad, influenced by growing sophistication in marketing big American brands, see United States products as rooted in own home nations; even Muslims in Mideast and Southeast Asia are not boycotting American products; photo (M)",
      "lead_paragraph": "When American troops moved into Iraq last year, European executives at the Ford Motor Company braced for an adverse consumer reaction.",
      "publication_date": "2004-05-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/09/world/the-struggle-for-iraq-us-companies-war-and-abuse-do-little-harm-to-us-brands.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Getting Away From the Job, But Keeping a Hand in It",
      "snippet": "Many professionals nearing retirement are not prepared to leave work force entirely and are opting for what is called phased retirement; Watson Wyatt, consulting firm, reports that two-thirds of 1,000 workers over age 50 who were surveyed said the...",
      "abstract": "Many professionals nearing retirement are not prepared to leave work force entirely and are opting for what is called phased retirement; Watson Wyatt, consulting firm, reports that two-thirds of 1,000 workers over age 50 who were surveyed said they would prefer scaling back their hours or responsibilities, rather than retire; photo (M)",
      "lead_paragraph": "After 34 years as a dentist, building a 5,000-patient practice, Dr. Robert S. Kull is ready to retire. Except, he can't. ''I have four kids who went to private schools and colleges and some of them went on to get advanced degrees,'' he said, and he spent money on their educations rather than putting it in his retirement fund.",
      "publication_date": "2004-05-09T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/05/09/jobs/getting-away-from-the-job-but-keeping-a-hand-in-it.html",
      "byline": "By Betsy Cummings"
    },
    {
      "headline": "U.S. PRESSES U.N. ON ROLE IN IRAQ FOR POLITICIANS",
      "snippet": "Bush administration says it presses United Nations envoy Lakhdar Brahimi to prominently include politicians, not just technocrats, in transitional Iraqi government; now doubts government of technocrats would be strong enough; says leading Kurdish ...",
      "abstract": "Bush administration says it presses United Nations envoy Lakhdar Brahimi to prominently include politicians, not just technocrats, in transitional Iraqi government; now doubts government of technocrats would be strong enough; says leading Kurdish and Shiite political figures, many of them members of Iraqi Governing Council, seek change; wants larger role for Adnan Pachachi and figures tied to political groups loyal to Shiite Grand Ayatollah Ali al-Sistani; photo (M)",
      "lead_paragraph": "The Bush administration is pressing the United Nations envoy to change his proposal for a transitional Iraqi government once self-rule is returned on June 30, Iraqi and administration officials say.",
      "publication_date": "2004-05-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/09/world/struggle-for-iraq-transition-us-presses-un-role-iraq-for-politicians.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Redstone Heir Steps Deeper Into Viacom Territory",
      "snippet": "Shari Redstone, president of family-owned National Amusements, says she plans to spend third of her time at Viacom Inc, diversified media company controlled by her father, Sumner M Redstone, interview; she will not have formal title, but her prese...",
      "abstract": "Shari Redstone, president of family-owned National Amusements, says she plans to spend third of her time at Viacom Inc, diversified media company controlled by her father, Sumner M Redstone, interview; she will not have formal title, but her presence could create tensions with president, Mel Karmazin, who blocked her role in past; she says they get along well; Mr Redstone, 80, says there will be no problems between two because his daughter will not have operating role, interview; notes she is likely to eventually control Viacom through her control of trust that owns National Amusements, which owns his Viacom stock; photo (M)",
      "lead_paragraph": "Two weeks ago, Shari Redstone, the daughter of entertainment mogul Sumner M. Redstone, bought an elegant apartment that looks out over Central Park on Manhattan's Upper East Side.",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/10/business/redstone-heir-steps-deeper-into-viacom-territory.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "CHECHNYA BOMB KILLS PRESIDENT, A BLOW TO PUTIN",
      "snippet": "Bomb explodes in stadium in Grozny, capital of Chechnya, killing republic's president Akhmad Kadyrov and delivering severe blow to Pres Vladimir V Putin's efforts to end long, deadly conflict in region; Kadyrov, former rebel leader who was elected...",
      "abstract": "Bomb explodes in stadium in Grozny, capital of Chechnya, killing republic's president Akhmad Kadyrov and delivering severe blow to Pres Vladimir V Putin's efforts to end long, deadly conflict in region; Kadyrov, former rebel leader who was elected president in vote widely considered to be fraudulent, was political figure Putin entrusted to wind down war in Chechnya; his death plunges Kemlin's strategy into ominous uncertainty; there is no immediate claim of responsibility for bomb, which kills 13 others and wounds more than 50; explosion occurs as Kadyrov and other Russian and Chechen leaders attend parade and concert in Grozny; Putin announces that Sergei B Abramov, Kremlin-appointed prime minister of Chechnya, will take over as acting president, as stipulated in republic's new constitution, until elections are held sometime before Sept; photos; map (M)",
      "lead_paragraph": "A bomb exploded in a stadium in Chechnya's capital on Sunday, killing the republic's president and delivering a severe blow to President Vladimir V. Putin's efforts to end the long, deadly conflict in the region.",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/10/world/chechnya-bomb-kills-president-a-blow-to-putin.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Herbal Drug Widely Embraced In Treating Resistant Malaria",
      "snippet": "World health agencies race to acquire 100 million doses of artemisinin, Chinese herbal drug that has proved strikingly effective against malaria; artemisinin, a compound based on sweet wormwood, cut death rate by 97 percent in malaria epidemic in ...",
      "abstract": "World health agencies race to acquire 100 million doses of artemisinin, Chinese herbal drug that has proved strikingly effective against malaria; artemisinin, a compound based on sweet wormwood, cut death rate by 97 percent in malaria epidemic in Vietnam decade ago; is rapidly replacing quinine derivatives and later drugs against which disease has evolved into resistant strains; to protect artemisinin from same fate, it will be given as part of multidrug cocktails; until recently, major donars like United States and Britain had opposed artemisinin's use on wide scale, saying it is too expensive and has not been tested enough on children; Unicef opposed its use during Ethiopian epidemic last year; now almost all donors, Unicef and World Bank have embraced it; World Health Orgn estimates that 100 million doses will be needed by late 2005; malaria, one of leading killers of poor, causes 300 million illnesses a year, and at least 1 million deaths, 90 percent of them in Africa and most of them children under 5; map; chart (M)",
      "lead_paragraph": "After years of hesitation, world health agencies are racing to acquire 100 million doses of a Chinese herbal drug that has proved strikingly effective against malaria, one of the leading killers of the poor.",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/10/world/herbal-drug-widely-embraced-in-treating-resistant-malaria.html",
      "byline": "By Donald G. McNeil Jr"
    },
    {
      "headline": "Reality TV Hits (Further) Below the Belt",
      "snippet": "Producers of NBC's planned boxing reality show The Contender charge both Fox network and Endemol, production company behind planned rival show The Next Great Champ, stole idea, which Fox had access to because every network bid on The Contender; Fo...",
      "abstract": "Producers of NBC's planned boxing reality show The Contender charge both Fox network and Endemol, production company behind planned rival show The Next Great Champ, stole idea, which Fox had access to because every network bid on The Contender; Fox show is now expected to get on air first, in apparent bid to undercut NBC show; nasty dispute pits Contender producers Mark Burnett and Jeffrey Katzenberg against Fox officials Peter Chernin and Gail Berman; other prominent reality producers cite need to change way they do business to protect their ideas; some charge Fox with setting standard for ripping off reality ideas; photos (M)",
      "lead_paragraph": "Reality television has already become the most fiercely competitive arena in network television. But now the gloves are really off.",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/10/business/reality-tv-hits-further-below-the-belt.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Brutal Images Buttress Anger Of Ex-Prisoners",
      "snippet": "Scandal at Abu Ghraib prison gives new platform to human rights groups and Iraqi leaders who have been complaining for months to American officials about treatment of prisoners; they say their appeals have received little attention, and concede th...",
      "abstract": "Scandal at Abu Ghraib prison gives new platform to human rights groups and Iraqi leaders who have been complaining for months to American officials about treatment of prisoners; they say their appeals have received little attention, and concede their complaints are not as serious as images world is seeing of naked prisoners in hoods and young female soldier holding one by leash; Defense Sec Donald H Rumsfeld's promise to pay compensation to victims may make it hard to separate victims from opportunists; Abu Ghraib photographs seem to confirm worst of what many Iraqis believe and some have experienced: that American soldiers, under extreme danger and thus usually seen patrolling streets with guns raised, often use excessive force against Iraqis; at news conference organized by Organization for Human Rights in Iraq, many of complaints concern rough-handed arrests and inability to see loved ones in jail; several people say they are victims of more serious abuses and at least two say their relatives are among those who died while in American custody; photos (M)",
      "lead_paragraph": "There were photographs at the human rights center here Sunday: of fingers with deep infected gouges; of an imprisoned husband; of the corpse of a former Iraqi general who died late last year in American custody, the swollen pink zipper of an autopsy cut running from his groin to his neck.",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/10/world/the-struggle-for-iraq-human-rights-brutal-images-buttress-anger-of-ex-prisoners.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "FIRST TRIAL SET TO BEGIN MAY 19 IN ABUSE IN IRAQ",
      "snippet": "Army Specialist Jeremy Sivits will be first American soldier to face court-martial in abuse of Iraqi detainees at Abu Ghraib prison; military will permit broad public access to trial and will invite Arab news media, in effort to address outrage ov...",
      "abstract": "Army Specialist Jeremy Sivits will be first American soldier to face court-martial in abuse of Iraqi detainees at Abu Ghraib prison; military will permit broad public access to trial and will invite Arab news media, in effort to address outrage over abuse scandal; officials say Sivits, military policeman, took some of photographs of Iraqi prisoners that captured abuse as it unfolded; he is one of seven American soldiers to face criminal charges; his trial date is May 19; speed with which his trial is announced, and type of proceedings he faces, suggests that he has reached deal with prosecutors that could include testifying against his comrades; Brig Gen Mark Kimmitt says trial might be held in Baghdad's huge convention center, in anticipation of intense interest from around world; says military is mindful of need to have Arab news media see American justice being carried out; photo (M)",
      "lead_paragraph": "A 24-year-old military policeman from Pennsylvania will be court-martialed here on May 19, the first American soldier to face trial in the abuse of Iraqi detainees at Abu Ghraib prison, military officials said Sunday. In an extraordinary gesture to address outrage over the abuse scandal, the military is permitting broad public access to the trial and will invite the Arab news media.",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/10/world/struggle-for-iraq-prosecution-first-trial-set-begin-may-19-abuse-iraq.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Southwest Comes Calling, and a Race Begins",
      "snippet": "Southwest Airlines, nation's largest low-fare carrier, begins service from Philadelphia, challenging US Airways, traditional line that operates 68 percent of its flights from city; other low-fare carriers have also begun or plan service to city; c...",
      "abstract": "Southwest Airlines, nation's largest low-fare carrier, begins service from Philadelphia, challenging US Airways, traditional line that operates 68 percent of its flights from city; other low-fare carriers have also begun or plan service to city; challenge seems to prove that no airline should consider itself safe anywhere, no matter how dominant its operations; US Airways says resulting sharp fare cuts will attract more passengers; competitors think challenge will shake US Airways hold on market; fare graphs (M)",
      "lead_paragraph": "Southwest Airlines Flight 741 took off for Chicago a minute before 7 o'clock Sunday morning, inaugurating a critical city for Southwest, the nation's largest low-fare carrier, and setting off a flashpoint for the brutally competitive airline industry.",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/10/business/southwest-comes-calling-and-a-race-begins.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "S.E.C. Feels Pressure To Weaken Some Rules",
      "snippet": "Securities and Exchange Commission is under intense pressure from business and some in Bush administration to weaken proposed rules changes stemming from scandals in mutual fund industry and at some of nation's largest corporations in way corporat...",
      "abstract": "Securities and Exchange Commission is under intense pressure from business and some in Bush administration to weaken proposed rules changes stemming from scandals in mutual fund industry and at some of nation's largest corporations in way corporate boards are elected, mutual funds are governed and hedge funds are regulated; two Democrats on SEC back proposals; two Republicans are skeptical; William H Donaldson, chairman, backs proposals in general; is reportedly willing to temper proposals in response to industry criticism; SEC plans to vote on final rule to let big shareholders in limited cases propose their own candidates for board seats at troubled companies; will weigh proposal to require that mutual fund chairmen not be involved in fund management; intends to propose rule to give regulators greater access to books and investment strategies of largely secretive hedge funds, requiring for first time that such funds register with SEC; table of proposals (M)",
      "lead_paragraph": "The Securities and Exchange Commission has come under intense pressure from business and some members of the Bush administration to water down proposed rule changes in the way corporate boards are elected, mutual funds are governed and hedge funds are regulated.",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/10/business/sec-feels-pressure-to-weaken-some-rules.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "As Documentaries Prosper, New Challenges for HBO  In nurturing and releasing films like ''Capturing the Friedmans,'' above, Sheila Nevins, executive vice president of HBO and Cinemax, has unwittingly made her job much more difficult.    As movie s...",
      "abstract": " As Documentaries Prosper, New Challenges for HBO  In nurturing and releasing films like ''Capturing the Friedmans,'' above, Sheila Nevins, executive vice president of HBO and Cinemax, has unwittingly made her job much more difficult.    As movie studios and rival cable outlets rush to feed the audience's craving for documentaries, Ms. Nevins must change the way she does business. For example, when buying a documentary, HBO no longer insists that it be shown on HBO first before a lengthy release in theaters. [Page C7.]",
      "lead_paragraph": "As Documentaries Prosper, New Challenges for HBO",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/10/business/business-digest-538299.html",
      "byline": ""
    },
    {
      "headline": "For Google, Going Dutch Has Its Rewards And Its Risks",
      "snippet": "Experts say Google Inc's unusual plans to auction shares in its public offering, while producing highest possible offering price, has risks; say such auctions have in some cases caused speculative frenzies that hurt both investors and companies in...",
      "abstract": "Experts say Google Inc's unusual plans to auction shares in its public offering, while producing highest possible offering price, has risks; say such auctions have in some cases caused speculative frenzies that hurt both investors and companies in long run; note auction structure has sometimes eliminated incentive for investors to back new and untested companies, leading to lower-than-expected prices; economists who favor auctions hold benefits far outweigh risks; drawing (M)",
      "lead_paragraph": "To the idealistic computer scientists who run Google Inc., the company's unusual plan to auction shares in its public offering is both more efficient and fairer than the traditional method in which investment banks set the offering price.",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/10/business/for-google-going-dutch-has-its-rewards-and-its-risks.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Eye on F.C.C., TV and Radio Watch Words",
      "snippet": "Television and radio broadcasters say they are practicing form of self-censorship because of recent decisions by Federal Communications Commission and bills passed in Congress that put them on notice that even unintentional broadcast of something ...",
      "abstract": "Television and radio broadcasters say they are practicing form of self-censorship because of recent decisions by Federal Communications Commission and bills passed in Congress that put them on notice that even unintentional broadcast of something that could be considered indecent or obscene could result in stiff fines or even revocation of license; Jeff Smulyan, whose Emmis Communications owns 16 television and 27 radio stations, says uncertainty over standards has convinced station executives to hire paralegals whose responsibilities include deleting potentially offensive material on live broadcasts, using technology that delays airing of programs by interval of several seconds; Michael J Copps, FCC commissioner who has been strong critic of media companies, acknowledges that some broadcasters appear to be overreacting, but says he applauds effort at self policing and disputes notion that FCC's standards on indecency are too vague (M)",
      "lead_paragraph": "The reverberations from this year's fiasco of a Super Bowl half-time show are reaching every corner of the broadcasting world, and not even the viewers of ''Masterpiece Theater'' are immune.",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/10/us/eye-on-fcc-tv-and-radio-watch-words.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Honor for Dr. King Splits Florida City, And Faces Reversal",
      "snippet": "City Council of Zephyrhills, Fla, votes to rename street for Dr Martin Luther King Jr, but community uproar prompts council to reverse its vote; petition to recall council members had been filed, along with one to overturn decision; battle mirrors...",
      "abstract": "City Council of Zephyrhills, Fla, votes to rename street for Dr Martin Luther King Jr, but community uproar prompts council to reverse its vote; petition to recall council members had been filed, along with one to overturn decision; battle mirrors dozens that have erupted around country over plans to rename streets for King; virtually all protesters in Zephyrhills are white, as are most of people who live there; most of those who requested name change are black; they are bitter about council's decision; accusations of racism are swirling; those who fought name change say they are being unfairly maligned; photo; map (M)",
      "lead_paragraph": "It is a languid, pretty street lined with fat orange trees and live oaks, buzzing lawn mowers, an occasional picket fence. It runs clear through town, ambling over the railroad tracks and ending at a pasture full of cows.",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/10/us/honor-for-dr-king-splits-florida-city-and-faces-reversal.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "MORE ON IRAQ",
      "snippet": "NEW STRATEGY IN SOUTH -- The Army, battling the heat (right) and a rebel cleric's militia around Karbala, is recruiting Shiite fighters to rebuild security forces.   PAGE A12    ADDITIONAL PHOTOS -- The Pentagon has decided to give Congress more p...",
      "abstract": " NEW STRATEGY IN SOUTH -- The Army, battling the heat (right) and a rebel cleric's militia around Karbala, is recruiting Shiite fighters to rebuild security forces.   PAGE A12    ADDITIONAL PHOTOS -- The Pentagon has decided to give Congress more pictures of the abusive treatment of prisoners, but not whether to make them public.   PAGE A8",
      "lead_paragraph": "NEW STRATEGY IN SOUTH -- The Army, battling the heat (right) and a rebel cleric's militia around Karbala, is recruiting Shiite fighters to rebuild security forces. PAGE A12",
      "publication_date": "2004-05-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/10/world/more-on-iraq.html",
      "byline": ""
    }
  ]
}