{
  "metadata": {
    "date": "2004-04-16",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "Shell Officer Said To Have Wanted Report Destroyed",
      "snippet": "Walter van de Vijver, former head of Royal Dutch/Shell Group's exploration and production unit, reportedly e-mailed Frank Cooper, unit's chief financial officer, on Dec 2, 2003, telling him that his analysis of company's oil and gas reserves probl...",
      "abstract": "Walter van de Vijver, former head of Royal Dutch/Shell Group's exploration and production unit, reportedly e-mailed Frank Cooper, unit's chief financial officer, on Dec 2, 2003, telling him that his analysis of company's oil and gas reserves problems was 'dynamite' and 'needed to be destroyed' because it was incomplete; was dismissed on March 3, along with company's chairman, Philip Watts, two months after company stunned investors by lowering its estimates of proven reserves by 20 percent, or 3.9 billion barrels; company is under investigation by regulators and prosecutors in Europe and US (M)",
      "lead_paragraph": "A senior executive at the Royal Dutch/Shell Group told a subordinate in an e-mail message in December that the employee's preliminary analysis of the company's oil and gas reserves problems was ''dynamite'' and ''needs to be destroyed'' because it was incomplete, a person involved in the company's internal inquiry said on Thursday.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/16/business/shell-officer-said-to-have-wanted-report-destroyed.html",
      "byline": "By Jeff Gerth and Heather Timmons"
    },
    {
      "headline": "WHITE HOUSE EYES A POWERFUL POST FOR INTELLIGENCE",
      "snippet": "Bush administration may pre-empt 9/11 commission's final report by adopting proposal to create powerful new post of director of national intelligence; management of government's 15 intelligence agencies and control of their budgets, which is now s...",
      "abstract": "Bush administration may pre-empt 9/11 commission's final report by adopting proposal to create powerful new post of director of national intelligence; management of government's 15 intelligence agencies and control of their budgets, which is now scattered across several departments and agencies, would be put under direction of single person; plan was drafted year ago by presidential advisory panel headed by Brent Scowcroft; it was given little White House attention until after 9/11 commission presented withering dissection of American intelligence agencies and commissioners indicated they are preparing to call for more central control; White House is also considering changes within FBI, including creation of new directorate within bureau responsible for domestic intelligece-gathering and analysis; Pentagon's determination to retain its grip of vast swath of intelligence budget it now controls remains significant obstacle to any White House recommendation for major change; chart (M)",
      "lead_paragraph": "The White House is weighing whether to pre-empt the Sept. 11 commission's final report this summer by embracing a proposal to create a powerful new post of director of national intelligence, administration officials said on Thursday.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/16/us/white-house-eyes-a-powerful-post-for-intelligence.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "For Children Being Left Behind, Private Tutors Face Rocky Start",
      "snippet": "Private companies providing tutors for federally financed after-school classes under No Child Left Behind law are struggling with same discipline, attendance and other problems that have kept failing schools from raising proficiency levels on thei...",
      "abstract": "Private companies providing tutors for federally financed after-school classes under No Child Left Behind law are struggling with same discipline, attendance and other problems that have kept failing schools from raising proficiency levels on their own; vast start-up effort has proved chaotic in Chicago and many other districts; most companies pay tutors far below what public school teachers earn, making recruitment and retention of tutors difficult; low-income students at schools that fail for third year to meet annual targets on standardized tests are eligible for tutoring; some districts, including Chicago's, are organizing their own teachers to offer tutoring sessions alongside those offered by private companies; photos (M)",
      "lead_paragraph": "The competition between public schools and private enterprise that the Bush administration is encouraging heated up the other day, just outside Classroom 207 at Wentworth Elementary School here.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/16/us/for-children-being-left-behind-private-tutors-face-rocky-start.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "New Unity On Contracts Seen in NATO",
      "snippet": "Group of six companies, led by European Aeronautic Defense and Space Co, known as EADS, and Northrop Grumman, looks set to win contract, worth $4.8 billion, to build mixed fleet of manned and unmanned surveillance aircraft for NATO by 2010 (M)",
      "abstract": "Group of six companies, led by European Aeronautic Defense and Space Co, known as EADS, and Northrop Grumman, looks set to win contract, worth $4.8 billion, to build mixed fleet of manned and unmanned surveillance aircraft for NATO by 2010 (M)",
      "lead_paragraph": "With NATO member states just days away from awarding a military contract for 4 billion euros to a trans-Atlantic consortium of aerospace companies, a new era of joint procurement may be dawning for the alliance, defense experts said on Thursday.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/16/business/new-unity-on-contracts-seen-in-nato.html",
      "byline": "By Katrin Benhold"
    },
    {
      "headline": "A New Twist in Russia's Yukos Oil Affair",
      "snippet": "Investors have begun to contemplate that shares in Yukos Oil held by company's founder Mikhail B Khodorkovsky and business associate Platon Lebedev may go to government if two men are convicted; both men are in jail awaiting trial, after they were...",
      "abstract": "Investors have begun to contemplate that shares in Yukos Oil held by company's founder Mikhail B Khodorkovsky and business associate Platon Lebedev may go to government if two men are convicted; both men are in jail awaiting trial, after they were arrested last year in what is widely viewed as inquiry orchestrated by government; photo (M)",
      "lead_paragraph": "Investors have begun to contemplate a once far-fetched outcome to the ''Yukos affair'': that the shares in Yukos Oil held by the company's founder, Mikhail B. Khodorkovsky, and his business associate, Platon L. Lebedev, may land in government hands if the two are convicted.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/16/business/a-new-twist-in-russia-s-yukos-oil-affair.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Citigroup Net Is a Record $5.27 Billion For Quarter",
      "snippet": "Citigroup reports that first-quarter profits rose to record $5.27 billion from $4.1 billion year earlier; revenue was $21.5 billion, up 16 percent from year ago (M)",
      "abstract": "Citigroup reports that first-quarter profits rose to record $5.27 billion from $4.1 billion year earlier; revenue was $21.5 billion, up 16 percent from year ago (M)",
      "lead_paragraph": "Citigroup, the country's biggest financial services firm, reported record quarterly profits of $5.27 billion yesterday, but investors drove down the company's shares on lingering fears that an interest rate increase might sideswipe the bank and its competitors in coming months.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/16/business/citigroup-net-is-a-record-5.27-billion-for-quarter.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Canary Wharf Bidding",
      "snippet": "Canada's Brascan Corp and group led by Morgan Stanley revise their bids on second day of auction for Canary Wharf Group, which has been subject of 1.7 billion pound ($3 billion) bidding war since June; Morgan Stanley amends rights to stock portion...",
      "abstract": "Canada's Brascan Corp and group led by Morgan Stanley revise their bids on second day of auction for Canary Wharf Group, which has been subject of 1.7 billion pound ($3 billion) bidding war since June; Morgan Stanley amends rights to stock portion of its 1.7 billion bid, while Brascan, backed by Canary Wharf's founder Paul Reichmann, makes more shares available for investors in its 1.6 billion pound offer; each bidder leaves total value of its offer unchanged (S)",
      "lead_paragraph": "The Brascan Corporation of Canada and a group led by Morgan Stanley revised their bids on the second day of an auction for the Canary Wharf Group, which has been the subject of a £1.7 billion ($3 billion) bidding war since June. Morgan Stanley amended the rights to a stock portion of its £1.7 billion bid, while Brascan, backed by Canary Wharf's founder, Paul Reichmann, made more shares available for investors in its £1.6 billion offer, the bidders said in statements. Each bidder left the total value of its offer unchanged. Morgan Stanley and Brascan have been given until tomorrow to make final offers in a three-day auction set up by the Takeover Panel, the government agency that controls mergers. (Bloomberg News)",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/16/business/world-business-briefing-europe-britain-canary-wharf-bidding.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "It's Time for an End to Super Low Interest Rates",
      "snippet": "Floyd Norris comment on need for increase in short-term interest rates in light of stronger economy and prospects of increase in inflation (M)",
      "abstract": "Floyd Norris comment on need for increase in short-term interest rates in light of stronger economy and prospects of increase in inflation (M)",
      "lead_paragraph": "ALAN GREENSPAN has bested the critics. Now the only test left is to see if he can bring interest rates back to normal levels without causing too much pain. Unhappily for the Federal Reserve chairman, however, the markets may not be willing to give him as much time as he would like to pull that off.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/16/business/it-s-time-for-an-end-to-super-low-interest-rates.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Family Gas Empire vs. Governor on a Mesa Out West",
      "snippet": "Yates Petroleum's plan to drill for natural gas in desert grasslands of Otero Mesa in New Mexico, pristine area of grasslands and cattle ranches, is being challenged by Gov Bill Richardson; Richardson, energy secretary in Clinton administration an...",
      "abstract": "Yates Petroleum's plan to drill for natural gas in desert grasslands of Otero Mesa in New Mexico, pristine area of grasslands and cattle ranches, is being challenged by Gov Bill Richardson; Richardson, energy secretary in Clinton administration and potential candidate for vice president on Democratic ticket, says opposition to Yates's drilling projects forms cornerstone of energy proposals he is promoting as alternative to what he describes as Bush administration's 'drill at all costs' policy; map; photos (M)",
      "lead_paragraph": "Ever since the wildcatting days of the 1920's, the Yates family has left its mark on the oil patch of southeastern New Mexico. The headquarters of Yates Petroleum, a futuristic building with a glittering skyway that juts out in the otherwise hardscrabble town of Artesia, stands as a gleaming symbol of its might.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/16/business/family-gas-empire-vs-governor-on-a-mesa-out-west.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "EnCana Buys U.S. Gas Producer for $2.7 Billion",
      "snippet": "Denver-based gas producer Tom Brown Inc accepts $2.7 billion cash takeover offer from Canada's EnCana Corp; price includes $350 billion in Tom Brown debt; photos (M)",
      "abstract": "Denver-based gas producer Tom Brown Inc accepts $2.7 billion cash takeover offer from Canada's EnCana Corp; price includes $350 billion in Tom Brown debt; photos (M)",
      "lead_paragraph": "In the latest deal spurred by the strong North American market for natural gas, Tom Brown Inc., a producer based in Denver, said on Thursday that it had accepted a $2.7 billion cash takeover offer from the EnCana Corporation, Canada's biggest oil and gas producer. The price includes $350 million in Tom Brown debt.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/16/business/encana-buys-us-gas-producer-for-2.7-billion.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "Newest Export Out of China: Inflation Fears",
      "snippet": "Rising prices in China may result in higher prices for its exports to United States; even though China's goods account for small percentage of total American purchases, China plays oversize role in worldwide prices, with low labor costs that allow...",
      "abstract": "Rising prices in China may result in higher prices for its exports to United States; even though China's goods account for small percentage of total American purchases, China plays oversize role in worldwide prices, with low labor costs that allow it to set prices in many industries; government spokesman says price increases in raw materials and other business costs will probably spill over soon to consumer prices in China and abroad; as China's prices rise, many other low-income and middle-income countries exporting to US, from Eastern Europe to Mexico and Central and South America, will find it easier to raise prices as well; China's efforts to keep economy from overheating and igniting inflation have been unfruitful so far; photo; graph (M)",
      "lead_paragraph": "As managers of businesses across China opened booths here on Thursday at the nation's biggest trade fair, the common refrain was that prices of everything from rice to steel were rising sharply, and that prices of exports to the United States, Europe and elsewhere would have to follow.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/16/business/newest-export-out-of-china-inflation-fears.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "With Bid, Continental Looks To Expand in South America",
      "snippet": "Continental Airlines and Copa Airlines, Continental's Panama partner, offer to buy Colombia's Avianca Airlines (M)",
      "abstract": "Continental Airlines and Copa Airlines, Continental's Panama partner, offer to buy Colombia's Avianca Airlines (M)",
      "lead_paragraph": "Continental Airlines and its partner in Panama have made an offer to buy Colombia's financially troubled airline, Avianca, which, if approved, would expand Continental's already long reach into Latin America.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/16/business/with-bid-continental-looks-to-expand-in-south-america.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "I.B.M. Reports Increase In Earnings and Sales  I.B.M., the world's largest computer company, reported solid growth in quarterly sales and earnings in a further sign that spending on information technology is improving.    Businesses are finally lo...",
      "abstract": " I.B.M. Reports Increase In Earnings and Sales  I.B.M., the world's largest computer company, reported solid growth in quarterly sales and earnings in a further sign that spending on information technology is improving.    Businesses are finally loosening their purse strings and spending on computer technology, but the pickup appears to be a cautious one. The I.B.M. results, analyst say, indicate that corporate customers are mostly replacing and upgrading older machines and software rather than investing in many ambitious new technology projects. [Page C3.]",
      "lead_paragraph": "I.B.M. Reports Increase In Earnings and Sales",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/16/business/business-digest-239682.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: A Lag In Clothing Sales",
      "snippet": "Swedish clothing retailer Hennes & Mauritz says sales in March rose half as much as analysts had forecast because colder weather eroded demand for spring fashions; revenue climbed 7 percent; company is opening 51 stores and closing 3 in its second...",
      "abstract": "Swedish clothing retailer Hennes & Mauritz says sales in March rose half as much as analysts had forecast because colder weather eroded demand for spring fashions; revenue climbed 7 percent; company is opening 51 stores and closing 3 in its second quarter; graph (S)",
      "lead_paragraph": "Hennes & Mauritz, Europe's largest clothing retailer, said sales in March rose half as much as analysts had forecast because colder weather eroded demand for spring fashions. Revenue climbed 7 percent; analysts had expected a gain of 14 percent. Sales growth was less than 10 percent for the first time in four months, Hennes & Mauritz said. The company, based in Stockholm, has cut prices to offset lackluster demand in Germany, the source of a third of its sales and its main market. The company is opening 51 stores and closing 3 in its second quarter, which ends May 31. The company opened its first outlets in Canada in March.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/16/business/world-business-briefing-europe-sweden-a-lag-in-clothing-sales.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.S. OPEN TO PLAN THAT SUPPLANTS COUNCIL IN IRAQ",
      "snippet": "Bush administration accepts outlines of proposal by United Nations envoy Lakhdar Brahimi to dissolve American-appointed Iraqi Governing Council and replace it with caretaker government of prominent Iraqis when sovereignty is restored on July 1; un...",
      "abstract": "Bush administration accepts outlines of proposal by United Nations envoy Lakhdar Brahimi to dissolve American-appointed Iraqi Governing Council and replace it with caretaker government of prominent Iraqis when sovereignty is restored on July 1; under Brahimi plan, transition government's leaders would be appointed by UN, after consultations with US, governing council and other Iraqis; it is unclear how it would balance religious and regional rivalries within Iraq; by endorsing Brahimi plan, administration seems to accept diminished American influence over Iraqi political process as self-rule approaches; administration officials say, however, that American influence on process will be considerable, because US is to remain in charge of military and security matters and will be country's main source of economic aid; in addition, Brahimi's plan is result of his close work with Robert Blackwill, chief deputy of national security adviser Condoleezza Rice; administration officials acknowledge that any new plan has to be proposed by UN and bear no obvious stamp of American influence (M)",
      "lead_paragraph": "The Bush administration accepted on Thursday the outlines of a United Nations proposal to dissolve the Iraqi Governing Council installed last year by the United States and replace it with a caretaker government when Iraqi sovereignty is restored on July 1.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/16/world/the-struggle-for-iraq-diplomacy-us-open-to-plan-that-supplants-council-in-iraq.html",
      "byline": "By Steven R. Weisman and David E. Sanger"
    },
    {
      "headline": "Tape Cites bin Laden Offer",
      "snippet": "An audiotape of a man identifying himself as Osama bin Laden offered to stop terrorist actions in European countries that ended military action in Muslim nations. Page A3.",
      "abstract": "An audiotape of a man identifying himself as Osama bin Laden offered to stop terrorist actions in European countries that ended military action in Muslim nations. Page A3.",
      "lead_paragraph": "An audiotape of a man identifying himself as Osama bin Laden offered to stop terrorist actions in European countries that ended military action in Muslim nations. Page A3.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/16/us/tape-cites-bin-laden-offer.html",
      "byline": ""
    },
    {
      "headline": "A Corporate Quandary Over Raising Prices",
      "snippet": "Labor Department reports Consumer Price Index rose 0.5 percent in March from February and three-month trend that would translate to annual inflation rate of 5.1 percent; numbers convince many economists that Federal Reserve will raise interest rat...",
      "abstract": "Labor Department reports Consumer Price Index rose 0.5 percent in March from February and three-month trend that would translate to annual inflation rate of 5.1 percent; numbers convince many economists that Federal Reserve will raise interest rates this summer to forestall inflationary burst; while inflation is strong in many service industries, other businesses, mainly those in manufacturing sector, have been unable to pass along rising costs for materials; graph; photo (M)",
      "lead_paragraph": "The March jump in consumer prices surprised many people, but not Harry C. Hagerty.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/16/business/a-corporate-quandary-over-raising-prices.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Retail Sales Surge",
      "snippet": "Singapore's retail sales rose 41 percent in February from year earlier, more than twice expected pace, suggesting that export-led recovery in economy is beginning to fuel domestic spending (S)",
      "abstract": "Singapore's retail sales rose 41 percent in February from year earlier, more than twice expected pace, suggesting that export-led recovery in economy is beginning to fuel domestic spending (S)",
      "lead_paragraph": "Retail sales in Singapore surged 41 percent in February from a year earlier, more than twice the expected pace, suggesting that an export-led recovery in the economy is beginning to fuel domestic spending. The rise in the Statistics Department's retail sales index compared with a forecast by economists for an increase of 19 percent. Excluding vehicles, retail sales rose 16.5 percent, the most in at least six years. Adjusted for seasonal factors, overall retail sales rose 23 percent from the previous month. Excluding cars, sales rose by a seasonally adjusted 8.6 percent from January.",
      "publication_date": "2004-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/16/business/world-business-briefing-asia-singapore-retail-sales-surge.html",
      "byline": "By Bloomberg News"
    }
  ]
}