{
  "metadata": {
    "date": "2004-07-21",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "MEDICINE'S DATA GAP: When Labels Mislead; Results of Drug Trials Can Mystify Doctors Through Omission",
      "snippet": "Quirk in FDA rules allows labels of existing drugs to say nothing about clinical tests that have led FDA to turn down company's application to have drug approved for new use or category of patients; labeling issue is another facet of expanding deb...",
      "abstract": "Quirk in FDA rules allows labels of existing drugs to say nothing about clinical tests that have led FDA to turn down company's application to have drug approved for new use or category of patients; labeling issue is another facet of expanding debate over incomplete disclosure and publication of results of clinical drug trials; doctors worry ambiguous or incomplete drug labels may lead them to prescribe drugs for treatments that FDA-reviewed tests have shown to be ineffective or potentially risky; some drugs tested for pediatric use, with equivocal results, carry labels saying safety and effectiveness has not been established in children; American Academy of Pediatrics and other medical groups are pressing Congress for bill requiring companies to list tests of drugs and medical devices in public database; Rep Henry A Waxman has asked Health Sec Tommy G Thompson to release data from all pediatric drug trials conducted under federal laws that encourage such tests; table of labels that fail to show pediatric trial results; photo (M)",
      "lead_paragraph": "A pediatrician who has read medical journals lately might have seen articles advocating the use of the antifungal drug Diflucan for the treatment of ringworm, a childhood skin infection.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/21/business/medicine-s-data-gap-when-labels-mislead-results-drug-trials-can-mystify-doctors.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "A Kerry Adviser Leaves the Race Over Documents",
      "snippet": "Former national security adviser Samuel R Berger resigns as adviser to John Kerry's presidential campaign after disclosure that he improperly removed classified material on terrorism from National Archives secure reading room last year, while he w...",
      "abstract": "Former national security adviser Samuel R Berger resigns as adviser to John Kerry's presidential campaign after disclosure that he improperly removed classified material on terrorism from National Archives secure reading room last year, while he was reviewing documents for testimony before Sept 11 investigation commission; says he deeply regrets honest mistake in taking copies of papers related to failed 1999 plot to bomb Los Angeles airport; calls Republican charge that he stashed material in his clothes ridiculous and politically inspired; photo; FBI began investigating in January; lawyer Lanny Breuer says Berger inadvertently put memos into portfolio with other papers, put handwritten notes made during review into pockets, has returned two documents and apparently discarded others by mistake (M)",
      "lead_paragraph": "Samuel R. Berger, the former national security adviser to President Bill Clinton, resigned abruptly Tuesday as a senior adviser to John Kerry's presidential campaign after the disclosure that he had improperly removed classified material on terrorism from a secure government reading room last year.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/21/us/a-kerry-adviser-leaves-the-race-over-documents.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Nickel Miner Is Optimistic Despite a Loss",
      "snippet": "Inco, Canadian nickel producer, reports second-quarter net loss of $14 million on profit of $156 million before extraordinary charges; chairman and chief executive Scott M Hand cites strong demand, interview; photo (M)",
      "abstract": "Inco, Canadian nickel producer, reports second-quarter net loss of $14 million on profit of $156 million before extraordinary charges; chairman and chief executive Scott M Hand cites strong demand, interview; photo (M)",
      "lead_paragraph": "Inco, the world's second-largest nickel producer, announced a $14 million second-quarter loss on Tuesday. But that loss, mostly a result of a charge, is less of a concern to the Toronto-based company than the more enviable problems it is encountering because of China's appetite for nickel.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/21/business/nickel-miner-is-optimistic-despite-a-loss.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "Russia Moves to Seize Yukos's Primary Oil Asset",
      "snippet": "Russia acts to seize and sell, possibly at hefty discount, Yuganskenftegaz, which produces some 60 percent of all Yukos oil, as payment for company's back tax bill; plan dismays investors, who fear possible renationalization; trial of Yukos founde...",
      "abstract": "Russia acts to seize and sell, possibly at hefty discount, Yuganskenftegaz, which produces some 60 percent of all Yukos oil, as payment for company's back tax bill; plan dismays investors, who fear possible renationalization; trial of Yukos founder Mikhail B Khodorkovsky on fraud, embezzlement and tax evasion charges continues; photo (M)",
      "lead_paragraph": "The Russian government took steps on Tuesday to seize and sell -- at a hefty discount, some feared -- the prize oil asset of Yukos, as payment for the company's back tax bill.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/21/business/russia-moves-to-seize-yukos-s-primary-oil-asset.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Greenspan Says Rates Could Rise Quickly",
      "snippet": "Federal Reserve chairman Alan Greenspan tells Senate hearing that economic expansion seems to be 'self-sustaining'; warns that interest rates could rise more swiftly if inflation turns out to be worse than he expects; says he hopes to keep raising...",
      "abstract": "Federal Reserve chairman Alan Greenspan tells Senate hearing that economic expansion seems to be 'self-sustaining'; warns that interest rates could rise more swiftly if inflation turns out to be worse than he expects; says he hopes to keep raising rates at 'measured' pace over next year; dashes hopes that Fed might slow rise in rates in response to recent signs of economic slowing; holds recent price increases are mainly result of 'transitory factors'; photo (M)",
      "lead_paragraph": "Alan Greenspan, chairman of the Federal Reserve, said on Tuesday that the economic expansion appears to be ''self-sustaining,'' and warned that interest rates could rise more swiftly if inflation turns out to be worse than he expects.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/21/business/greenspan-says-rates-could-rise-quickly.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Microsoft to Distribute $32 Billion in a Dividend  Microsoft announced plans to pay shareholders a special dividend of $3 a share, a gift worth $32 billion. Although other companies have paid special dividends, the size of Microsoft's payout is be...",
      "abstract": " Microsoft to Distribute $32 Billion in a Dividend  Microsoft announced plans to pay shareholders a special dividend of $3 a share, a gift worth $32 billion. Although other companies have paid special dividends, the size of Microsoft's payout is believed to be the largest.   ",
      "lead_paragraph": "Microsoft to Distribute $32 Billion in a Dividend",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/21/business/business-digest-378399.html",
      "byline": ""
    },
    {
      "headline": "As Gene Test Menu Grows, Who Gets to Choose?",
      "snippet": "Increasing availability of more and more genetic tests raises issue of which ones to offer routinely to pregnant women and parents of newborns; Karen Coveler of Houston, whose son was born deaf, recalls taking 10 DNA tests, all negative, before be...",
      "abstract": "Increasing availability of more and more genetic tests raises issue of which ones to offer routinely to pregnant women and parents of newborns; Karen Coveler of Houston, whose son was born deaf, recalls taking 10 DNA tests, all negative, before becoming pregnant, but not being told about one that would have shown her risk for genetic form of deafness; critics say too many health care providers have not educated themselves about testing or do not volunteer information, in effect making value judgments about abortion, disabilities and risk that patients have right to make for themselves; medical societies also may not endorse scientifically valid testing for fear of litigation, or objections from those who say conditions like deafness are not diseases; American College of Obstetricians recommends test for cystic fibrosis, but not Fragile X, most common inherited form of retardation, risk for which is much higher; Angela Ross, whose son is affected, says she was never told about that test; Drs James Goldberg and Ronald Librizzi and others in field discuss ethical issues; photos (M)",
      "lead_paragraph": "When Karen Coveler and her husband began trying to have a child, she told her obstetrician that she wanted to take all the DNA tests she could to determine whether she was at risk of passing on a genetic disease to her child. Based on her Ashkenazi Jewish background, Ms. Coveler was offered 10 tests, all of which were negative, and went on to have a normal pregnancy.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/21/us/as-gene-test-menu-grows-who-gets-to-choose.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "Paris Faulted On Aid Given To Télécom",
      "snippet": "European Commission, seeking to close loopholes in Europe's state aid rules, says France acted illegally in 2002 by extending unused credit line to France Telecom that enabled it to raise 9 billion euros on financial markets; orders company to rep...",
      "abstract": "European Commission, seeking to close loopholes in Europe's state aid rules, says France acted illegally in 2002 by extending unused credit line to France Telecom that enabled it to raise 9 billion euros on financial markets; orders company to repay to local government with interest tax breaks worth 800 million euros ($995 million) to 1.1 billion euros it got from 1994 to 2002; defining unused credit line as state aid sets key precedent; some competition lawyers say commission cannot order recovery of what amounts to psychological state aid; France is expected to appeal; photo (M)",
      "lead_paragraph": "In yet another effort to close loopholes in Europe's state aid rules, the European Commission said Tuesday that France had acted illegally in 2002 by extending an unused credit line to France Télécom that enabled it to raise 9 billion euros on the financial markets.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/21/business/paris-faulted-on-aid-given-to-telecom.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "MICROSOFT TO PAY SPECIAL DIVIDEND TO STOCKHOLDERS",
      "snippet": "Microsoft, with $56 billion on hand, will pay special one-time dividend of $3 per share, at cost of $32 billion; will also double quarterly dividend to 8 cents per share, additional $3.5 billion a year for shareholders, and buy back as much as $30...",
      "abstract": "Microsoft, with $56 billion on hand, will pay special one-time dividend of $3 per share, at cost of $32 billion; will also double quarterly dividend to 8 cents per share, additional $3.5 billion a year for shareholders, and buy back as much as $30 billion in stock over four years; Bill Gates to get $3.3 billion one-time dividend, which he will give to Gates Foundation, and extra $180 million a year in regular dividends; photo; chart on payout to largest shareholders; company has been under pressure to do something about cash hoard, which increases by about $1 billion a month, and earns about seven percent through investments; acquisitions are limited by antitrust litigation (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/21/business/technology-microsoft-to-pay-special-dividend-to-stockholders.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "World Business Briefing | Asia: China: Car Production Slows Again",
      "snippet": "China's passenger car production rose to 216,100 cars in June as output growth slowed to 20 percent from 32 percent in May and nearly 44 percent in April; government has clamped down on investment in industry, which it views as overheated (S)",
      "abstract": "China's passenger car production rose to 216,100 cars in June as output growth slowed to 20 percent from 32 percent in May and nearly 44 percent in April; government has clamped down on investment in industry, which it views as overheated (S)",
      "lead_paragraph": "Growth in China's passenger car production slowed for a second month in June as lending and investment curbs imposed to cool the world's fastest-expanding major economy dimmed demand. Output rose 20 percent to 216,100 cars last month, the National Bureau of Statistics said on its Web site, after a 32 percent expansion in May and a nearly 44 percent expansion in April. China has clamped down on investment in its auto factories and other industries like steel, which the country considers to be overheated. Automakers expanded capacity after passenger car sales surged 76 percent last year to 1.97 million units, driven by rising incomes and economic growth of more than 9 percent.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/21/business/world-business-briefing-asia-china-car-production-slows-again.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Schwab Ousts Chief and Founder Steps In",
      "snippet": "Charles Schwab Corp ousts chief executive David S Pottruck; chairman and founder Charles R Schwab will return as chief; second-quarter earnings fall 10 percent from year earlier, to $113 million; photo (M)",
      "abstract": "Charles Schwab Corp ousts chief executive David S Pottruck; chairman and founder Charles R Schwab will return as chief; second-quarter earnings fall 10 percent from year earlier, to $113 million; photo (M)",
      "lead_paragraph": "The Charles Schwab Corporation ousted its chief executive yesterday and said that its chairman and founder, Charles R. Schwab, would return as chief as the company tries to regain its footing in a shifting competitive landscape.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/21/business/schwab-ousts-chief-and-founder-steps-in.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Parmalat Debt Plan Approved",
      "snippet": "Italian government approves Parmalat's proposal to swap billions of euros of debt for shares as part of turnaround plan that would give most bondholders little more than 10 percent of their investment (S)",
      "abstract": "Italian government approves Parmalat's proposal to swap billions of euros of debt for shares as part of turnaround plan that would give most bondholders little more than 10 percent of their investment (S)",
      "lead_paragraph": "The Italian government approved Parmalat's proposal to swap billions of euros of debt for shares as part of a turnaround plan that would give most bondholders of the insolvent dairy giant little more than 10 percent of their investment. The approval from Industry Minister Antonio Marzano came after meetings with labor unions and Enrico Bondi, Parmalat's government-appointed administrator. The plan must still be approved by Parmalat's creditors, who are expected to vote by the end of the year. If bondholders and banks reject the plan they could force Parmalat out of business. While that is seen as unlikely since the creditors would then risk recovering even less of their original investment, some consumer advocate groups representing creditors have vowed to fight the Bondi plan, first made public last week, which they say reimburses too little. Eric Sylvers (NYT)",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/21/business/world-business-briefing-europe-italy-parmalat-debt-plan-approved.html",
      "byline": "By Eric Sylvers (NYT)"
    },
    {
      "headline": "Bush Campaign Plans No Rest In Next Month",
      "snippet": "Pres Bush's campaign plans monthlong offensive that will blend criticism of John Kerry's Democratic ticket with attempt to set out second-term agenda; Vice Pres Cheney to campaign during Democratic convention, reflecting urgency of drive to stop K...",
      "abstract": "Pres Bush's campaign plans monthlong offensive that will blend criticism of John Kerry's Democratic ticket with attempt to set out second-term agenda; Vice Pres Cheney to campaign during Democratic convention, reflecting urgency of drive to stop Kerry from breaking deadlock in race; Republicans will also have squad of spokesmen, including Rudolph Giuliani, in Boston to offer running criticism during convention; Bush to go to Midwest July 30 for month of intensive stumping, as his job-approval ratings, historic indicator of re-election prospects, remain at under fifty percent; Prof Clyde Wilxo sees Bush in 'heap of trouble'; Republican Gov Tim Pawlenty of Minnesota says Bush must start explaining his plans for next four years; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/21/us/the-2004-campaign-the-republicans-bush-campaign-plans-no-rest-in-next-month.html",
      "byline": "By Adam Nagourney and Richard W. Stevenson"
    },
    {
      "headline": "INSIDE",
      "snippet": "Hostage Freed as the Philippines Pulls Out of Iraq  Angelo dela Cruz, right, a Philippine truck driver taken hostage by insurgents in Iraq, was released in Baghdad after his government acceded to the hostage-takers' demands and completed the withd...",
      "abstract": " Hostage Freed as the Philippines Pulls Out of Iraq  Angelo dela Cruz, right, a Philippine truck driver taken hostage by insurgents in Iraq, was released in Baghdad after his government acceded to the hostage-takers' demands and completed the withdrawal of its 51 soldiers and police officers from Iraq a month early.   PAGE A12    Pakistan Forces Out Afghans  The Pakistani Army has stepped up its operations against supporters of Al Qaeda in a region bordering Afghanistan and has displaced thousands of Afghan refugees.   PAGE A8",
      "lead_paragraph": "Hostage Freed as the Philippines Pulls Out of Iraq",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/21/us/inside-376230.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Phone Technicians May Strike",
      "snippet": "Communications, Energy and Paperworkers Union of Canada, which represents 7,000 Bell Canada technicians, says it may strike as early as July 22; talks continue (S)",
      "abstract": "Communications, Energy and Paperworkers Union of Canada, which represents 7,000 Bell Canada technicians, says it may strike as early as July 22; talks continue (S)",
      "lead_paragraph": "The union representing 7,000 technicians has told Bell Canada that it might strike as early as tomorrow afternoon. While the members of the Communications, Energy and Paperworkers Union of Canada voted to reject an offer from Bell on July 12, negotiations are continuing. The union's vice president for Ontario, Joel Carr, said that although the company had given Bell a strike notice, a requirement under Canadian law, a walkout might be avoided. Issues in the dispute include pensions, job security and part-time employment. Ian Austen (NYT)",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/21/business/world-business-briefing-americas-canada-phone-technicians-may-strike.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Insurers Rely on Congress to Keep Access to G.I.'s",
      "snippet": "Second of two articles, Captive Clientele, describes how insurance industry uses members of Congress to thwart efforts to stop predatory sales practices that mislead young, inexperienced soldiers and violate Pentagon rules; Rep Chet Edwards's inte...",
      "abstract": "Second of two articles, Captive Clientele, describes how insurance industry uses members of Congress to thwart efforts to stop predatory sales practices that mislead young, inexperienced soldiers and violate Pentagon rules; Rep Chet Edwards's intervention with Army on behalf of Lanny Peavy's American Amicable Life Insurance is example, as is House measure that will once again keep Pentagon from tightening insurance sales rules; decades of deficient enforcement at Defense Department have also done little to stop abuses; Pentagon does not even keep records to track rogue agents; Pamela M Stachler explains how her son was sold policy he believed was savings plan; insurance industry heavy lobbying to drive legislation and influence Pentagon recounted; Jim Cooper, Ellen O Tauscher and Jim Ryun, members of House Armed Services Committee, are among those intervening with Pentagon on behalf of insurance industry; photos (M)",
      "lead_paragraph": "When Lanny Peavy, president of American Amicable Life Insurance of Waco, Tex., learned that his company might be banned from selling insurance on every Army base in the world, he did what any citizen might do. He turned to his congressman.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/21/business/insurers-rely-on-congress-to-keep-access-to-gi-s.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Higher Sales of 2 Leading Drugs Help Novartis Profit to Rise 18%",
      "snippet": "Novartis, Swiss pharmaceuticals group, reports second-quarter profits rose 18 percent, to $1.55 billion; stock rises 4.5 percent; photo (M)",
      "abstract": "Novartis, Swiss pharmaceuticals group, reports second-quarter profits rose 18 percent, to $1.55 billion; stock rises 4.5 percent; photo (M)",
      "lead_paragraph": "Novartis, Switzerland's leading pharmaceuticals group, reported Tuesday that its second-quarter profits rose 18 percent, to $1.55 billion, from the period a year earlier, beating analyst and investor expectations.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/21/business/higher-sales-of-2-leading-drugs-help-novartis-profit-to-rise-18.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "Government Wants to Bring Health Records Into Computer Age",
      "snippet": "Bush administration will offer long-term plan to modernize health care system with information technology, mainly by setting goals and working with private sector to establish product and technology standards so computer systems of doctors, hospit...",
      "abstract": "Bush administration will offer long-term plan to modernize health care system with information technology, mainly by setting goals and working with private sector to establish product and technology standards so computer systems of doctors, hospitals, laboratories, pharmacists and insurers can efficiently communicate and share data; government will also use its buying power through Medicare and Medicaid programs to speed transition to electronic patient records; Health Sec Tommy G Thompson says government must encourage standards to cut risk of technology investments and then demand that medical industry invest in technology; administration and health care experts say modernizing health records could save both lives and about $140 billion a year; photos (M)",
      "lead_paragraph": "The Bush administration plans to announce today a long-term plan for modernizing the nation's health care system with information technology, bringing patient records and prescriptions out of the realm of ink and paper and into the computer age.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/21/business/government-wants-to-bring-health-records-into-computer-age.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Converium Shares Plunge",
      "snippet": "Converium Holding shares plunge 46 percent after reinsurance company reports unexpected second-quarter loss and says it may ask shareholders for more money to bolster capital; stock price graph (S)",
      "abstract": "Converium Holding shares plunge 46 percent after reinsurance company reports unexpected second-quarter loss and says it may ask shareholders for more money to bolster capital; stock price graph (S)",
      "lead_paragraph": "Shares of Converium Holding plunged 46 percent after the company, a reinsurer, reported an unexpected second-quarter loss and said it might ask shareholders for more money to bolster capital eroded by casualty claims in the United States. The shares fell 28.8 Swiss francs ($23.45), to 33.25 francs, dragging down other reinsurers including Munich Re and the Swiss Reinsurance Company. Converium, which split from Zurich Financial Services in 2001, might raise capital through an offering after adding up to $400 million to reserves to cover claims, the chief executive, Dirk Lohmann, said in an interview.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/21/business/world-business-briefing-europe-switzerland-converium-shares-plunge.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Grasso Sues Stock Exchange And Top Officer",
      "snippet": "Former New York Stock Exchange chairman Richard A Grasso countersues exchange and his successor, John S Reed, seeking $50 million in damages and holding his contract was breached and his reputation besmirched; suit underscores deep rift between Gr...",
      "abstract": "Former New York Stock Exchange chairman Richard A Grasso countersues exchange and his successor, John S Reed, seeking $50 million in damages and holding his contract was breached and his reputation besmirched; suit underscores deep rift between Grasso and Reed, who sharply scored Grasso's compensation; responds to suit by Atty Gen Eliot Spitzer demanding Grasso return at least $100 million of $190 million he was paid from 1995 to 2003; seeks dismissal of one of eight counts of Spitzer suit; Spitzer predicts victory; exchange says it will contest Grasso's claim that he was defamed; photo (M)",
      "lead_paragraph": "Richard A. Grasso, the former chairman of the New York Stock Exchange, filed a countersuit yesterday against the exchange and John S. Reed, his successor at the Big Board, asking for $50 million in damages and contending that his contract was breached and his reputation was besmirched.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/21/business/grasso-sues-stock-exchange-and-top-officer.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Infineon Sets Aside $229 Million To Cover Any Penalty on Pricing",
      "snippet": "Infineon Technologies, semiconductor maker, sets aside added 184 million euros ($229 million) to pay for any adverse judgment in United States price-fixing probe; reports net loss of 56 million euros for quarter ended June 30, down from year-earli...",
      "abstract": "Infineon Technologies, semiconductor maker, sets aside added 184 million euros ($229 million) to pay for any adverse judgment in United States price-fixing probe; reports net loss of 56 million euros for quarter ended June 30, down from year-earlier loss of 116 million; photo (M)",
      "lead_paragraph": "Infineon Technologies, the semiconductor maker, surprised investors on Tuesday by setting aside an additional 184 million euros ($229 million) to pay for any adverse judgment in a price-fixing investigation by the United States Justice Department. The company nonetheless managed to cut its net loss in half for the quarter.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/21/business/infineon-sets-aside-229-million-to-cover-any-penalty-on-pricing.html",
      "byline": "By Kevin J. O'Brien"
    },
    {
      "headline": "World Business Briefing | Africa: Nigeria: Nigerian To Head Shell Unit",
      "snippet": "Royal Dutch/Shell Group, under pressure by Nigerian labor unions for months to name Nigerians to senior posts, names Basil Omiyi to head Shell Petroleum Development Co of Nigeria; he is first Nigerian appointed to lead major oil multinational unit...",
      "abstract": "Royal Dutch/Shell Group, under pressure by Nigerian labor unions for months to name Nigerians to senior posts, names Basil Omiyi to head Shell Petroleum Development Co of Nigeria; he is first Nigerian appointed to lead major oil multinational unit in Nigeria; photo (S)",
      "lead_paragraph": "The Royal Dutch/Shell Group named a Nigerian to head the company's biggest African subsidiary. The appointment of Basil Omiyi followed months of pressure by Nigerian labor unions which threatened production shutdowns to get Nigerians in senior positions with the company. Mr. Omiyi, 58, left, will become managing director of the Shell Petroleum Development Company of Nigeria on Sept. 1, the company said. Mr. Omiyi is the first Nigerian ever appointed to lead a major oil multinational subsidiary in Nigeria. He joined the multinational in 1970 as a petroleum engineer and currently is production director of Shell's Nigerian subsidiary.",
      "publication_date": "2004-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/21/business/world-business-briefing-africa-nigeria-nigerian-to-head-shell-unit.html",
      "byline": "By Bloomberg News"
    }
  ]
}