{
  "metadata": {
    "date": "2004-07-06",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "15 Miles Offshore, Safeguarding Iraq's Oil Lifeline",
      "snippet": "Armada of American, British and Australian warships is circling Iraq's offshore oil depots to prevent threat of waterborne suicide attackers; Iraqi oil flows through rattling pipelines to depots; vulnerable site is crucial to country's economic fu...",
      "abstract": "Armada of American, British and Australian warships is circling Iraq's offshore oil depots to prevent threat of waterborne suicide attackers; Iraqi oil flows through rattling pipelines to depots; vulnerable site is crucial to country's economic future; in April, attackers in three boats sped toward depots and blew themselves up, killing themselves, two American sailors and coast guardsman but not causing extensive damage to terminals; but it served notice that depots are under threat by someone with deep knowledge of Iraqi oil industry; Prime Min Iyad Allawi says sabotage attacks on pipelines crisscrossing desert mainland has already cost nation $200 million in lost revenue; broken pipelines can be fixed in few days, but any severe damage to giant, isolated oil terminals could be devastating to country counting on its oil wealth as best hope for stable future; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/06/world/th-reach-war-maritime-defense-15-miles-offshore-safeguarding-iraq-s-oil-lifeline.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Idealistic Man on Campus To Realistic Sailor at War",
      "snippet": "Second article in biographical series, John Kerry's Journey, focuses on Kerry's years as idealistic student at Yale, then realistic lieutenant in Vietnam War and then leader of searing protests against that war; in 1965, Kerry, a Yale senior, pres...",
      "abstract": "Second article in biographical series, John Kerry's Journey, focuses on Kerry's years as idealistic student at Yale, then realistic lieutenant in Vietnam War and then leader of searing protests against that war; in 1965, Kerry, a Yale senior, presented then-Vice Pres Hubert H Humphrey with petition condemning some antiwar demonstrators for their 'irresponsible protests'; five and half years later, Kerry tossed decorations he earned as Navy lieutenant in Vietnam toward United States Capitol in gesture of rebuke; what happened to him in intervening years is story of earnest young man's growth to grave adulthood, as well as his and his contemporaries' struggle to come to grips with country that was changing radically around them in ways that still echo with renewed controversy in current election year; photos (L)",
      "lead_paragraph": "On Oct. 21, 1965, Vice President Hubert H. Humphrey came here to address a group of New England mayors as opposition to the Vietnam War was heating up. A Yale senior named John Kerry presented him with a petition signed by 550 people condemning demonstrators who ''impugn the integrity of U.S. leaders and political institutions through irresponsible protests,'' The Yale Daily News reported.",
      "publication_date": "2004-07-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/06/us/2004-campaign-massachusetts-senator-idealistic-man-campus-realistic-sailor-war.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "C.I.A. HELD BACK IRAQI ARMS DATA, U.S. OFFICIALS SAY",
      "snippet": "Report from Senate Select Committee on Intelligence is expected to contain scathing indictment of CIA and its leaders for failing to recognize that evidence they collected before war in Iraq did not justify their assesssment that Saddam Hussein ha...",
      "abstract": "Report from Senate Select Committee on Intelligence is expected to contain scathing indictment of CIA and its leaders for failing to recognize that evidence they collected before war in Iraq did not justify their assesssment that Saddam Hussein had illicit weapons; report says CIA was told by relatives of Iraqi scientists that Baghdad's programs to develop unconventional weapons had been abandoned, but that agency failed to give that information to Pres Bush, even as he publicly warned of threat posed by Hussein's illicit weapons; existence of secret prewar CIA operation to debrief relatives of Iraqi scientists--and agency's failure to give their statements to president and other policymakers--was uncovered by Senate intelligence panel; CIA officials play down significance of information collected in secret debriefing operation, saying they assumed such talk was part of Iraqi denial and deception program; Senate report is said to conclude that entire intelligence community did poor job of collecting information about status of Iraq's weapons programs, and that intelligence analysts did even worse job of writing reports that accurately relected information they had; Senate panel finds no evidence that CIA changed reports as result of political pressure from White House; detailed examination of Senate panel's investigation; photo (L)",
      "lead_paragraph": "The Central Intelligence Agency was told by relatives of Iraqi scientists before the war that Baghdad's programs to develop unconventional weapons had been abandoned, but the C.I.A. failed to give that information to President Bush, even as he publicly warned of the threat posed by Saddam Hussein's illicit weapons, according to government officials.",
      "publication_date": "2004-07-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/06/world/the-reach-of-war-intelligence-cia-held-back-iraqi-arms-data-us-officials-say.html",
      "byline": "By James Risen"
    },
    {
      "headline": "Campaign Politics Seen as Bottleneck For Welfare Law",
      "snippet": "Stalemate in Congress leaves welfare programs around country in limbo; state officials are postponing new investments in child care, expansion of job training and most other intiatives for welfare recipients and low-wage workers; Congressional Rep...",
      "abstract": "Stalemate in Congress leaves welfare programs around country in limbo; state officials are postponing new investments in child care, expansion of job training and most other intiatives for welfare recipients and low-wage workers; Congressional Republicans are insisting that stricter work requirements be part of any renewal of 1996 welfare law; Democrats say only minor changes are needed; Congress has passed seven bills extending program since Sept 2002, when law's major provisions were scheduled to expire; lawmakers see little chance for approval of long-term reauthorization this year; say that with large budget deficits looming, Congress will be under intense pressure in election year to cut the $16.5 billion that House and Senate tentatively agreed to for main welfare program; impasse is remarkable because lawmakers of both parties describe 1996 law as a success that moved millions of people from welfare to work and cut welfare rolls by 60 percent; map (M)",
      "lead_paragraph": "Welfare programs around the country are in limbo because of a stalemate in Congress that has prompted state officials to postpone new investments in child care, expansions of job training and most other initiatives for welfare recipients and low-wage workers.",
      "publication_date": "2004-07-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/06/us/campaign-politics-seen-as-bottleneck-for-welfare-law.html",
      "byline": "By Robert Pear and Raymond Hernandez"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "In a Busy Holiday Weekend, 'Spider-Man 2' Is No. 1  America flocked to the movies this holiday weekend as ''Spider-Man 2,'' the sequel to the blockbuster movie of two summers ago, broke box-office records by taking in $180 million in its first six...",
      "abstract": " In a Busy Holiday Weekend, 'Spider-Man 2' Is No. 1  America flocked to the movies this holiday weekend as ''Spider-Man 2,'' the sequel to the blockbuster movie of two summers ago, broke box-office records by taking in $180 million in its first six days in theaters, a rare, bona fide hit in a summer filled with pricey ''event'' pictures.    The anti-Bush documentary ''Fahrenheit 9/11'' continued to draw huge audiences across the country, taking in $21 million over the four-day weekend for a total of $60 million so far. The Arts, Section E.",
      "lead_paragraph": "In a Busy Holiday Weekend, 'Spider-Man 2' Is No. 1",
      "publication_date": "2004-07-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/06/business/business-digest-209813.html",
      "byline": ""
    },
    {
      "headline": "The Answer Is. . . .",
      "snippet": "John Kerry's advisers said he was planning to announce his running mate Tuesday morning, but had not divulged his decision to them. That left aides to the top contenders for the job increasingly edgy as they traded gossip.    Article, Page A17.",
      "abstract": "John Kerry's advisers said he was planning to announce his running mate Tuesday morning, but had not divulged his decision to them. That left aides to the top contenders for the job increasingly edgy as they traded gossip.    Article, Page A17.",
      "lead_paragraph": "John Kerry's advisers said he was planning to announce his running mate Tuesday morning, but had not divulged his decision to them. That left aides to the top contenders for the job increasingly edgy as they traded gossip.",
      "publication_date": "2004-07-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/06/us/the-answer-is.html",
      "byline": ""
    },
    {
      "headline": "You've Got Mail (and Court Says Others Can Read It)",
      "snippet": "Federal appeals court in Boston rules that federal wiretap laws do not apply to e-mail messages if they are stored, even for millisecond, on computers of Internet provides that process them in case involving online bookseller, now called Alibris; ...",
      "abstract": "Federal appeals court in Boston rules that federal wiretap laws do not apply to e-mail messages if they are stored, even for millisecond, on computers of Internet provides that process them in case involving online bookseller, now called Alibris; ruling means it can be legal for government or others to read such messages without court order; ruling is surprise to many, because in 1986 Congress specifically amended wiretap laws to incorporate new technologies like e-mail; some argue ruling's implications could affect emerging applications like Internet-based phone calls and Gmail, Google's new e-mail service; others argue Boston case will have little practical effect; Alibris in 1998 offered e-mail accounts to book dealers and, hoping to gain market advantage, secretly copied messages they received from Amazon.com; Alibris and one employee pleaded guilty to criminal wiretapping charges; supervisor Bradford C Councilman fought charges, saying he did not know about scheme; federal district court agreed with Councilman's interpretations of wiretap law and dismissed case (M)",
      "lead_paragraph": "When everything is working right, an e-mail message appears to zip instantaneously from the sender to the recipient's inbox. But in reality, most messages make several momentary stops as they are processed by various computers en route to their destination.",
      "publication_date": "2004-07-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/06/business/you-ve-got-mail-and-court-says-others-can-read-it.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Pressure Builds In Kremlin Vs. Oil Giant",
      "snippet": "Russian authorities appear to be winning their battle with Yukos founder Mikhail B Khodorkovsky; Khodorkovsky is in prison awaiting resumption of his trial July 12; faces 10 years in prison on criminal charges of fraud, embezzlement and tax evasio...",
      "abstract": "Russian authorities appear to be winning their battle with Yukos founder Mikhail B Khodorkovsky; Khodorkovsky is in prison awaiting resumption of his trial July 12; faces 10 years in prison on criminal charges of fraud, embezzlement and tax evasion related to his creation of Yukos; Yukos receives its first notice from group of Western creditors that it is in danger of default; Yukos says default warning pushes it closer to insolvency; credit syndicate, led by Societe Generale, has sent notice of debt $1 billion; July 7 is deadline for payment of Yukos's $3.4 billion back tax bill, which company contends is illegal and part of wider political campaign to break Khodorkovsky; Khodorkovsky has denied all charges and has said only options are settlement with government or bankruptcy; Khodorkovsky could win larger point even if he were to lose his 44 percent share of Yukos, forcing government to concede that property rights in Russia exist only at whim of state and that direction of Russia's economy is moving toward government-controlled model rather than free-market model (M)",
      "lead_paragraph": "In the battle between the Russian authorities and Mikhail B. Khodorkovsky, the founder of the Russian oil giant Yukos, the Kremlin appears to be winning.",
      "publication_date": "2004-07-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/06/business/pressure-builds-in-kremlin-vs-oil-giant.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Ball Club Drives an HDTV Bandwagon",
      "snippet": "Cox Communications and Sony are teaming up with San Diego Padres to promote high-definition television to specific audience; three-way deal in San Diego demonstrates greater convergence of broadcast, electronics and entertainment industries, one t...",
      "abstract": "Cox Communications and Sony are teaming up with San Diego Padres to promote high-definition television to specific audience; three-way deal in San Diego demonstrates greater convergence of broadcast, electronics and entertainment industries, one that could become model for others; consumers who buy Sony high-definition sets receive 12 months of free high-definition programming from Cox, Padres' main cable provider, $72 savings; Padres have bought 250 Sony high-definition sets, some of them models that can cost more than $10,000, to install in their stadium, Petco Park, to give fans taste of HDTV; Cox also bought dozens of Sony sets to give away in raffles during Padres games and to place in restaurants near stadium; Sony hass placed ads on Cox's Channel 4, which broadcasts 104 Padres games in high definition; photos (M)",
      "lead_paragraph": "Even as baseball fans filled ballparks over the July 4th weekend, a growing number were watching the games on high-definition televisions.",
      "publication_date": "2004-07-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/06/business/ball-club-drives-an-hdtv-bandwagon.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Spanish Seek Oil Off Cuba; Potential Shift In Gulf Output",
      "snippet": "Spain's Repsol YPF hired Norwegian oil drilling platform Eirik Raude in June at cost around $200,000 per day to search for oil in Cuban waters, in narrow sector of Gulf of Mexico off northwestern coast; venture was established with Cubapetroleo, g...",
      "abstract": "Spain's Repsol YPF hired Norwegian oil drilling platform Eirik Raude in June at cost around $200,000 per day to search for oil in Cuban waters, in narrow sector of Gulf of Mexico off northwestern coast; venture was established with Cubapetroleo, government-owned oil company; significant find by Repsol would be boon for Cuba, which imports most of its fuel, mainly from Venezuela, and often struggles to find hard currency to pay bills; could shake up dynamics of oil production in Gulf of Mexico, dominated for decades by US and Mexico; big oil discovery could change political debate in US over decades-old sanctions against Cuba, which prohibit most commerce with country; last thing that American energy companies want is to be trapped on sidelines by sanctions while European, Canadian and Latin American rivals are free to develop new oil resources on doorstep of US; Halliburton has said it wants economic sanctions against Cuba lifted; map; photo (M)",
      "lead_paragraph": "Recent announcements from Repsol YPF, the big Spanish oil and gas company, indicate an ambitious expansion program, with projects planned for countries like Libya and Equatorial Guinea that are not for the risk-averse. But none has attracted as much attention as its gamble on Cuba.",
      "publication_date": "2004-07-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/06/business/international-business-spanish-seek-oil-off-cuba-potential-shift-in-gulf-output.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Gambling Sites Offering Ways To Let Any User Be the Bookie",
      "snippet": "Internet is changing how gambling is conducted; new generation of online services like Betfair.com, Internet gambling operation based in London, has emerged to allow sports bettors to wager not against house but directly against each other; servic...",
      "abstract": "Internet is changing how gambling is conducted; new generation of online services like Betfair.com, Internet gambling operation based in London, has emerged to allow sports bettors to wager not against house but directly against each other; services, by letting individuals set terms of their own wager easily and efficiently, threaten to dimish role of more traditional casinos, whichset odds of contest and then assume risk for paying winning bet; peer-to-peer betting, which has been increasingly popular in Europe, Asia and Australia, is one of fastest-growing online gambling enterprises; photo (M)",
      "lead_paragraph": "Mark Davies, the managing director of Betfair.com, a booming Internet gambling operation based in London, refers to Britain's traditional betting parlors as ''the places where men in raincoats go.''",
      "publication_date": "2004-07-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/06/business/gambling-sites-offering-ways-to-let-any-user-be-the-bookie.html",
      "byline": "By Matt Richtel"
    }
  ]
}