{
  "metadata": {
    "date": "2004-01-07",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Spam Keeps Coming, but Its Senders Are Wary",
      "snippet": "New law on junk e-mail, or spam, which took effect on Jan 1, has yet to have much impact on amount of spam being sent; torrents of e-mail messages with cryptic subject lines and from untraceable senders continue to pour into in-boxes, in clear vio...",
      "abstract": "New law on junk e-mail, or spam, which took effect on Jan 1, has yet to have much impact on amount of spam being sent; torrents of e-mail messages with cryptic subject lines and from untraceable senders continue to pour into in-boxes, in clear violation of law; there are some marketers who have added post office box addresses to bottom of their e-mail along with option to unsubscribe from mailer's list; it is too soon to tell whether those addresses are valid, or whether requests to be taken off e-mail lists are being honored; attendance is down at this year's private meeting of high-volume bulk e-mailers being held in Las Vegas alongside Internext trade show; Inter7 chief technical officer Catherine Kouzmanoff says her company did little business with companies that send sexually explicit messages, but she exhibits at Internext because mailers of all sorts use show to find new technology; photo (M)",
      "lead_paragraph": "On a garish exhibition floor at Internext, the main trade show for Internet pornographers, Catherine Kouzmanoff handed out cards with a summary of the new federal law banning unwanted commercial e-mail. She explained to passers-by how her company's software, Robomail, can help high-volume e-mailers comply with the Can Spam Act by inserting their postal address in the mail and by keeping track of recipients who ask to be removed from the sender's mailing list.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/07/business/technology-spam-keeps-coming-but-its-senders-are-wary.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "INDIANS IN DEAL WITH PAKISTANIS FOR PEACE TALKS",
      "snippet": "India and Pakistan agree to restart formal peace talks on all issues, including Kashmir; Pakistan says it will not permit its territory to be used to support terrorism, first such direct assurance to India in more than half century of conflict; ag...",
      "abstract": "India and Pakistan agree to restart formal peace talks on all issues, including Kashmir; Pakistan says it will not permit its territory to be used to support terrorism, first such direct assurance to India in more than half century of conflict; agreement follows Prime Min Atal Bihari Vajpayee's meeting with Pakistani Pres Pervez Musharraf and other less publicized negotiations, some during regional summit meeting in Islamabad; photos, one of Vajpayee with Pakistani Prime Min Mir Zafarullah Jamali; map; Musharraf says 'history has been made'; Vajpayee, 79, offers 'hand of friendship' in hopes of leaving legacy of peace; Musharraf's promise to crack down on militants whom Pakistan has long supported, and who are linked to two recent assassination attempts on him, appears to complete U-turn he made after Sept 11, 2001, when he abandoned Pakistan's support for Taliban in Afghanistan; Pakistan in turn wins long-sought dialogue on Kashmir, where it demands right of self-determination by mostly Muslim population (M)",
      "lead_paragraph": "Two years after nearly going to war, India and Pakistan announced Tuesday that they had agreed to restart formal peace talks in February, an extraordinary turn in relations between two countries -- and now nuclear powers -- that have been at odds for more than half a century.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/07/world/indians-in-deal-with-pakistanis-for-peace-talks.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "Europe Effort To Control Pricing Is Set Back",
      "snippet": "European Court of Justice rules that European Commission is wrong to fine German drug maker Bayer for restricting traders from exporting prescription heart drug Adalat from Spain and France, where price is low, to Britain , where it is 40 percent ...",
      "abstract": "European Court of Justice rules that European Commission is wrong to fine German drug maker Bayer for restricting traders from exporting prescription heart drug Adalat from Spain and France, where price is low, to Britain , where it is 40 percent higher; decision is setback to commission's efforts to forge single market for drugs, and could have implications for other industries where prices vary widely by country (M)",
      "lead_paragraph": "Europe's highest court ruled on Tuesday that the European Commission was wrong to fine Bayer, the German drug maker, for restricting traders from exporting a prescription drug from Spain and France, where the price is low, to Britain, where it is 40 percent higher.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/07/business/europe-effort-to-control-pricing-is-set-back.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Effort to Alter Mortgage Rules Is Questioned",
      "snippet": "Housing and Urban Development Department is proposing rule aimed at giving consumers better estimates of total cost of home loan, but mortgage finance industry and even consumer advocates have expressed concern measure is being rushed; department ...",
      "abstract": "Housing and Urban Development Department is proposing rule aimed at giving consumers better estimates of total cost of home loan, but mortgage finance industry and even consumer advocates have expressed concern measure is being rushed; department submitted what it calls final version last month to Office of Management and Budget; estimates new rule would save home buyers $700 each on their loans, or $8 billion per year; Mortgage Bankers Association vice president Stephen O'Connor and National Association of Mortgage Brokers president A W Pickel III comment (M)",
      "lead_paragraph": "The government is proposing a rule aimed at giving consumers better estimates of the total cost of a home loan, but the mortgage finance industry and even consumer advocates have expressed concern that the measure is being rushed.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/07/business/effort-to-alter-mortgage-rules-is-questioned.html",
      "byline": "By Jennifer Bayot"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Bank To End Pension Contributions",
      "snippet": "Germany's Commerzbank AG will cease making pension contributions for employees as of Jan 1, 2005 (S)0",
      "abstract": "Germany's Commerzbank AG will cease making pension contributions for employees as of Jan 1, 2005 (S)0",
      "lead_paragraph": "Commerzbank A.G. will cease making pension contributions for employees as of Jan. 1, 2005, the bank's spokeswoman said, confirming numerous news reports. As of Sept. 30, 2003, the bank had about 24,000 employees, she said. The spokeswoman could not confirm reports that the savings to the bank would be in the double-digit millions of euros a year.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/07/business/world-business-briefing-europe-germany-bank-to-end-pension-contributions.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "Young Doctors and Wish Lists: No Weekend Calls, No Beepers",
      "snippet": "Article on young doctors like Jennifer C Boldrick of Stanford who are choosing specialties like dermatology, radiology, anesthesiology and even emergency-room medicine because they offer more regular working hours and chance at better family life ...",
      "abstract": "Article on young doctors like Jennifer C Boldrick of Stanford who are choosing specialties like dermatology, radiology, anesthesiology and even emergency-room medicine because they offer more regular working hours and chance at better family life than areas such as surgery; photo; study finds lifestyle considerations now account for 55 percent of specialty choice, far outweighing income at nine percent; many of brightest students vie for several hundred dermatology residency spots, with those not chosen for lifestyle-friendly specialties going into internal medicine by default; educators also note that women now make up 49.1 percent of entering students (M)",
      "lead_paragraph": "Jennifer C. Boldrick lights up when the topic turns to blisters, eczema and skin cancer. She is also a big fan of getting a full night of sleep. And the combination of these interests has led Dr. Boldrick to become part of a marked shift in the medical profession.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/07/us/young-doctors-and-wish-lists-no-weekend-calls-no-beepers.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Trade Curbs Affect More Than Ranchers",
      "snippet": "Discovery of two cases of mad cow disease in North American farms in last nine months has sent ripples through more than Canada's beef industry, creating surplus of milk because dairy cows can no longer be exported to US and shortages of pet food ...",
      "abstract": "Discovery of two cases of mad cow disease in North American farms in last nine months has sent ripples through more than Canada's beef industry, creating surplus of milk because dairy cows can no longer be exported to US and shortages of pet food because American animal parts are banned in Canada; range of farm businesses, from trucking companies to auctioneers, are adjusting to loss of what had been huge export market and valued supplier; Statistics Canada says 1.69 million Canadian cattle were shipped to US in 2002, almost third more than in 2001; close to 95 percent of those animals came from beef herds; closing border has also been hard on dairy farmers, who exported 68,200 dairy cows in 2002; photo (M)",
      "lead_paragraph": "The discovery of two cases of mad cow disease on North American farms in the last nine months has sent ripples through more than Canada's beef industry, creating a surplus of milk because dairy cows can no longer be exported to the United States and a shortage of pet food because American animal parts are banned in Canada.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/07/business/trade-curbs-affect-more-than-ranchers.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "World Business Briefing | Asia: Malaysia: BP To Sell Stakes In Gas Business",
      "snippet": "World Business Briefing: Malay",
      "abstract": "World Business Briefing: Malay",
      "lead_paragraph": "The British oil giant BP plans to sell stakes in its Malaysian and Singapore retail gasoline business as part of a corporate realignment. BP will sell its 70 percent stake in its Malaysian retail unit, which runs 240 gasoline stations, said Rosli Hussin, BP's Malaysian director for corporate affairs. In addition, BP will sell 30 gasoline stations that it runs in Singapore. It is selling assets in some countries to focus on regions with potential for higher growth, like Russia. It made a $6.35 billion investment in Russia last year. The company is also planning to sell its liquefied petroleum gas business in Malaysia and Singapore. The remaining 30 percent in its Malaysian unit is held by Lembaga Tabung Angkatan Tentera, an armed forces trust fund. BP said it would keep its other Malaysian units including the manufacturing of chemicals and lubricants.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/07/business/world-business-briefing-asia-malaysia-bp-to-sell-stakes-in-gas-business.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "China Announces New Bailout of Big Banks",
      "snippet": "China announces complex transfer of $45 billion from its soaring foreign exchange reserves to two of four big government-owned banks, third large bailout in banking system in less than six years; transaction is intended to help shore up Bank of Ch...",
      "abstract": "China announces complex transfer of $45 billion from its soaring foreign exchange reserves to two of four big government-owned banks, third large bailout in banking system in less than six years; transaction is intended to help shore up Bank of China and China Construction Bank so they can sell stock for first time; central bank admonishes commercial banks to do better job of controlling fraud and limiting bad loans; chart (M)",
      "lead_paragraph": "China announced a complex transfer on Tuesday of $45 billion from its soaring foreign exchange reserves to two of the four big government-owned banks, the third large bailout in the banking system in less than six years.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/07/business/china-announces-new-bailout-of-big-banks.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "BUSH WOULD GIVE ILLEGAL WORKERS BROAD NEW RIGHTS",
      "snippet": "Pres Bush to propose sweeping overhaul of immigration law that could give legal status to millions of illegal aliens, allowing them to apply for temporary worker status for unspecified period, with all benefits of legal workers and right to travel...",
      "abstract": "Pres Bush to propose sweeping overhaul of immigration law that could give legal status to millions of illegal aliens, allowing them to apply for temporary worker status for unspecified period, with all benefits of legal workers and right to travel freely between US and home; will also propose increasing number of green cards issued each year, now about 140,000; program would allow foreigners to apply for US jobs if there are no Americans to take positions; administration declines to call plan 'amnesty,' given that Republicans in Congress consider such programs nothing more than amnesties for people who have broken law; Bush aims to appeal to Hispanic-americans and to help relations with Mexico, where Pres Vicente Fox has lobbied for change; plan is modeled on proposal by Arizona Sen John McCain and Repr Jim Kolbe and Jeff Flake; US has estimated 8- to 14-million illegal immigrants, about 60 percent Mexican (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/07/us/bush-would-give-illegal-workers-broad-new-rights.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: New Ruble Bank Notes Planned",
      "snippet": "Russia's central bank plaa",
      "abstract": "Russia's central bank plaa",
      "lead_paragraph": "Russia's central bank plans to introduce new ruble bank notes in the second half of the year to combat counterfeiting. The central bank also plans to issue a 5,000 ruble note next year, in addition to existing 10, 50, 100, 500 and 1,000 ruble notes. ''The new notes will circulate in addition to existing ones, there won't be any swap,'' Arnold Voilukov, the first deputy chairman at the bank, said. ''The old notes will be accepted any time and will be in circulation until worn out.'' Roughly 1.2 trillion rubles, or $41 billion, are in circulation in Russia, and the central bank estimates that about 100 million of the rubles in circulation are forged. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/07/business/world-business-briefing-europe-russia-new-ruble-bank-notes-planned.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Marconi Shares Rise On Sale Of U.S. Unit",
      "snippet": "Shares in Marconi Corp rise as much as 8.9 percent after it sells North American unit to Advanced Fibre Communications for $240 million; Marconi's chief executive Mike Parton comments; photo (S)",
      "abstract": "Shares in Marconi Corp rise as much as 8.9 percent after it sells North American unit to Advanced Fibre Communications for $240 million; Marconi's chief executive Mike Parton comments; photo (S)",
      "lead_paragraph": "Shares in the Marconi Corporation, a maker of phone equipment that ceded control to creditors in May, rose as much as 8.9 percent after it sold a North American unit to Advanced Fibre Communications for $240 million. Marconi, based in London, will use the proceeds to repay notes, the chief executive, Mike Parton, left, said. The business had been for sale for a year. ''We said we would sell at the right conditions and we believe those conditions have been achieved,'' he said. Marconi, whose products once spanned weapons to washing machines, is selling units to cut debt and focus on equipment that sends data and voice through phone networks. The company handed control over to creditors in exchange for £4.82 billion ($8.7 billion) that it owed them.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/07/business/world-business-briefing-europe-britain-marconi-shares-rise-on-sale-of-us-unit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Russian Growth Accelerates, Stoked by Oil",
      "snippet": "Russia's economy grew 6.8 percent in 2003 bolstered by higher oil prices; oil remains crucial factor underpinning Russia's economic boom, rising oil prices, combined with Pres Vladimir V Putin's policies, spurred growth of 6.1 percent; oil helped ...",
      "abstract": "Russia's economy grew 6.8 percent in 2003 bolstered by higher oil prices; oil remains crucial factor underpinning Russia's economic boom, rising oil prices, combined with Pres Vladimir V Putin's policies, spurred growth of 6.1 percent; oil helped Russia set export record of $134.4 billion, up 25 percent from 2002; graph; photos (M)",
      "lead_paragraph": "Bolstered by higher oil prices, Russia's economy continued its growth streak in 2003, as the latest data showed healthy bank reserves, diminished capital flight and a growing trade surplus.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/07/business/russian-growth-accelerates-stoked-by-oil.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Intel Investing $200 Million In Home Entertainment  Intel plans to invest $200 million in start-up companies that are creating digital home entertainment technology that could eventually reach nearly every American household.     The semiconductor...",
      "abstract": " Intel Investing $200 Million In Home Entertainment  Intel plans to invest $200 million in start-up companies that are creating digital home entertainment technology that could eventually reach nearly every American household.     The semiconductor company's venture capital fund is intended to support development of digital home entertainment networks, which would make it possible to connect various digital devices -- stereo systems, portable music players, flat-screen televisions and personal computers -- and allow those devices to share and transfer video, music and information from room to room. [Page C5.]",
      "lead_paragraph": "Intel Investing $200 Million In Home Entertainment",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/07/business/business-digest-863955.html",
      "byline": ""
    },
    {
      "headline": "World Opinion Is Fragmented On Tighter Security for Visitors",
      "snippet": "New security measures imposed on travel to US set off strong, starkly different reactions around world, as some officials and travelers view biometrically coded identification as reliable way to track passengers, while critics see 'racist' policy ...",
      "abstract": "New security measures imposed on travel to US set off strong, starkly different reactions around world, as some officials and travelers view biometrically coded identification as reliable way to track passengers, while critics see 'racist' policy that singles out citizens of certain countries; photo; installing armed marshals on some flights is accepted by countries like Israel, which has long used them, but opposed by other countries as potentially dangerous; critics like William Gaillard of International Air Transport Assn suspect Bush administration is making a point in election year; Michel Ayral of European Union objects to 'unilateralist and impetuous' measures, but French Interior Min Nicolas Sarkozy says they do not go far enough; Germany has had air marshals on US flights since Sept 11 attacks and Switzerland has used them since 1970 (M)",
      "lead_paragraph": "No one would dare to seem soft on terrorism these days. But the new security measures imposed on travel to the United States have sparked strong and starkly different reactions around the world, veering from loud cheering to swift retaliation.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/07/us/world-opinion-is-fragmented-on-tighter-security-for-visitors.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Low-Fare Airlines Decide Frills Maybe Aren't So Bad After All",
      "snippet": "Low-fare airlines are starting to add amenities; JetBlue to announce it will add XM satellite radio, Fox TV programs and library of 20th Century Fox movies to its multichannel seatback in-flight entertainment system; Delta Air Lines' low-cost spin...",
      "abstract": "Low-fare airlines are starting to add amenities; JetBlue to announce it will add XM satellite radio, Fox TV programs and library of 20th Century Fox movies to its multichannel seatback in-flight entertainment system; Delta Air Lines' low-cost spinoff Song began selling sweets from Dylan's Candy Bar, trendy Manhattan shop, on flights last month and will issue Kate Spade-designed uniforms to its flight attendants; United Airlines is promising that its low-fare carrier Ted will have its own multichannel entertainment system called Ted TV when it begins flying next month; Southwest Airlines is studying whether to offer in-flight entertainment; photos (M)",
      "lead_paragraph": "Low-fare airlines have always promised and delivered one thing: cheap seats.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/07/business/low-fare-airlines-decide-frills-maybe-aren-t-so-bad-after-all.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "A Partner in Shaping an Assertive Foreign Policy",
      "snippet": "Article on Condoleezza Rice's crucial role in helping Pres Bush create and carry out assertive foreign policy and deal with recalcitrant foreign leaders like German Chancellor Gerhard Schroder, who opposed Iraq invasion; what began as tutoring of ...",
      "abstract": "Article on Condoleezza Rice's crucial role in helping Pres Bush create and carry out assertive foreign policy and deal with recalcitrant foreign leaders like German Chancellor Gerhard Schroder, who opposed Iraq invasion; what began as tutoring of candidate with little knowledge of foreign affairs has evolved into close personal partnership that is at center of US policy; photos; Rice, in interview, lifts secrecy in what she says is last year at White House, discounting criticism that she cannot rein in other powerful advisers like Vice Pres Cheney, and emphasizing that Bush himself has 'very strong anchor' about policy direction and does not always take her advice (M)",
      "lead_paragraph": "Condoleezza Rice, President Bush's national security adviser, stood in front of Mr. Bush's desk in the Oval Office last summer and tried to coax the president into something he did not want to face.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/07/world/a-partner-in-shaping-an-assertive-foreign-policy.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Market Place; Exchange Board To Decide Soon On Suing Grasso",
      "snippet": "New York Stock Exchange board expects to decide at meeting Jan 8 whether to pursue legal action against its previous board and former chairman Richard A Grasso over size of Grasso's pay package; interim chairman John S Reed reiterates his stand th...",
      "abstract": "New York Stock Exchange board expects to decide at meeting Jan 8 whether to pursue legal action against its previous board and former chairman Richard A Grasso over size of Grasso's pay package; interim chairman John S Reed reiterates his stand that $188 million that former board granted Grasso caused serious harm to exchange's reputation; also says he is hoping permanent chairman can be named in next two to three weeks, saying ideal candidate would be former chief executive of industrial company (Market Place column) (M)",
      "lead_paragraph": "The board of the New York Stock Exchange expects to decide at a meeting on Thursday whether to pursue legal action against its previous board and Richard A. Grasso, the former chairman, over the size of his pay package.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/07/business/market-place-exchange-board-to-decide-soon-on-suing-grasso.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "World Business Briefing | Europe: France: Rhodia Shares And Bonds Plunge",
      "snippet": "Shares of Rhodia SA, French chemical maker that haslost almost two-thirds of its value in last year, drops as much as 13 percent after Moody's Investors Service cuts company's credit rating on concern that it might have to repay $290 million in bo...",
      "abstract": "Shares of Rhodia SA, French chemical maker that haslost almost two-thirds of its value in last year, drops as much as 13 percent after Moody's Investors Service cuts company's credit rating on concern that it might have to repay $290 million in bonds early; graph (S)/",
      "lead_paragraph": "Shares of Rhodia S.A., a French chemical maker that has lost almost two-thirds of its value in the last year, dropped as much as 13 percent after Moody's Investor's Service cut the company's credit rating on concern that it might have to repay $290 million in bonds early. Shares fell 9.1 percent, to 3.18 euros in Paris ($4.02), after trading as low as 3.06 euros. Rhodia's bonds also plunged. The company, whose losses tripled in the third quarter as demand for chemicals slumped, is selling assets, planning to issue new shares and negotiating with bondholders as it seeks to avoid default. Moody's cut Rhodia's ratings on concern that the company may be forced into early repayment of the $290 million in bonds sold to hedge funds.",
      "publication_date": "2004-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/07/business/world-business-briefing-europe-france-rhodia-shares-and-bonds-plunge.html",
      "byline": "By Bloomberg News"
    }
  ]
}