{
  "metadata": {
    "date": "2004-02-19",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Kerry and Edwards Square Off As Dean Abandons Campaign",
      "snippet": "Howard Dean abandons campaign for Democratic presidential nomination after finishing third in Wisconsin primary; Sens John Kerry and John Edwards move aggressively to fill space, picking states they will compete in over next two weeks and arguing ...",
      "abstract": "Howard Dean abandons campaign for Democratic presidential nomination after finishing third in Wisconsin primary; Sens John Kerry and John Edwards move aggressively to fill space, picking states they will compete in over next two weeks and arguing over Kerry's support of free trade accords and his contributions from lobbyists; Kerry, campaigning in Ohio, says he and Edwards have same stands on future trade pacts; photos (M)",
      "lead_paragraph": "Howard Dean ended his bid for the presidency on Wednesday, leaving John Kerry and John Edwards battling over free trade and jobs as the Democratic presidential contest veered into a more combative two-man struggle.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/19/us/2004-campaign-battlegrounds-kerry-edwards-square-off-dean-abandons-campaign.html",
      "byline": "By Adam Nagourney and David M. Halbfinger"
    },
    {
      "headline": "ADVOCACY GROUPS WIN FUND RULING",
      "snippet": "Federal Election Commission rules advocacy groups set up to get around fund-raising limits in new campaign finance law can continue to spend unlimited contributions for television commercials and other communications, but under far more restrictiv...",
      "abstract": "Federal Election Commission rules advocacy groups set up to get around fund-raising limits in new campaign finance law can continue to spend unlimited contributions for television commercials and other communications, but under far more restrictive rules; ruling on so-called 527 committes could help Democrats, who have been much more aggressive then Republicans in creating committees to help party compete with Republicans' overall 2-1 fund-raising edge; groups can use funds to raise issues and attack or promote candidates by name; photo (M)",
      "lead_paragraph": "The Federal Election Commission said on Wednesday that advocacy groups that were established to get around fund-raising restrictions in the new campaign finance law could continue to spend unlimited contributions for television commercials and other communications, though they must do so under far more restrictive rules.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/19/us/the-2004-campaign-fund-raising-advocacy-groups-win-fund-ruling.html",
      "byline": "By Glen Justice"
    },
    {
      "headline": "I Know It's Here Somewhere. . .",
      "snippet": "Digital home networks are being developed that would elminate physical media like CD's and DVD's, but problem of finding and controlling information looms large; solutions may depend on more powerful processors and sophisticated software; photo (L...",
      "abstract": "Digital home networks are being developed that would elminate physical media like CD's and DVD's, but problem of finding and controlling information looms large; solutions may depend on more powerful processors and sophisticated software; photo (L)",
      "lead_paragraph": "WHILE the broad vision of a digital lifestyle is clear, the details of living it are still a bit blurry.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/19/technology/i-know-it-s-here-somewhere.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "White House Backs Away From Recent Jobs Forecast  The Bush administration backed away from a forecast it made last week predicting average job gains of more than 300,000 a month for 2004 but said it was confident of robust though unspecified job g...",
      "abstract": " White House Backs Away From Recent Jobs Forecast  The Bush administration backed away from a forecast it made last week predicting average job gains of more than 300,000 a month for 2004 but said it was confident of robust though unspecified job growth for the year.     The White House press secretary, Scott McClellan, repeatedly declined to endorse the forecast, which was included in a report sent to Congress last week under President Bush's signature. The shift opened the door to an attack by Democrats. [Page A14.]",
      "lead_paragraph": "White House Backs Away From Recent Jobs Forecast",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/19/business/business-digest-459062.html",
      "byline": ""
    },
    {
      "headline": "Indonesia Takes a Tortuous Path to Oil",
      "snippet": "Exxon Mobil, which has exclusive contract to extract oil at Cepu, Indonesia, will not pump one drop; since finding more oil than expected in 2001, Exxon Mobil has been locked in talks with Indonesia's national petroleum company Pertamina, which ha...",
      "abstract": "Exxon Mobil, which has exclusive contract to extract oil at Cepu, Indonesia, will not pump one drop; since finding more oil than expected in 2001, Exxon Mobil has been locked in talks with Indonesia's national petroleum company Pertamina, which has demanded that Exxon Mobil share more of bounty; Indonesia's oil wells are drying up faster than new fields are being tapped; Indonesia is trying to persuade oil companies to explore smaller, more remote sites; oil companies are holding out for more stable political and regulatory climate and more favorable terms; oil is one of Indonesia's largest exports and one of largest sources of government revenue; map; photo (M)",
      "lead_paragraph": "Deep underground near a town called Cepu on the Indonesian island of Java lies more than 600 million barrels of crude oil, $20 billion worth at current prices and enough to increase daily output in that impoverished country by 15 percent.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/19/business/indonesia-takes-a-tortuous-path-to-oil.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Russia Told It Understates Dependence On Oil Sales",
      "snippet": "World Bank sayø",
      "abstract": "World Bank sayø",
      "lead_paragraph": "Russia's economy is more deeply dependent on oil and gas than previously thought, with energy making up an estimated 25 percent of output instead of the 9 percent attributed to it in Russia's own accounts, the World Bank said on Wednesday in an economic report.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/19/business/russia-told-it-understates-dependence-on-oil-sales.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Killings of Vendors in Iraqi City Drive Alcohol Sales Off Streets",
      "snippet": "Recent attack by gunmen that killed at least five people on Basra, Iraq, street, is latest and deadliest in string of assaults on alcohol vendors in city where conservative Shiite movements and political parties are vying for dominance, possibly w...",
      "abstract": "Recent attack by gunmen that killed at least five people on Basra, Iraq, street, is latest and deadliest in string of assaults on alcohol vendors in city where conservative Shiite movements and political parties are vying for dominance, possibly with aid of police; earlier attacks drove liquor store owners, both Muslim and Christian, to shut shops and take business underground; latest attack drives vendors off streets; mystery around attack continues to grow; police officers say attackers wore police uniforms and used two police trucks, raising question of whether police are working with religious groups to impose Islamic law on city; photo (M)",
      "lead_paragraph": "In the old part of this city, on the block where people come to quench their thirst for beer and spirits, Ahmed Mahmoud pointed to the spot where blood flows more freely than alcohol.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/19/world/struggle-for-iraq-basra-killings-vendors-iraqi-city-drive-alcohol-sales-off.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Shaken Trust: The Netherlands Rethinks an Offshore Industry",
      "snippet": "Host of outside interests, ranging from European Union to FBI, have become increasingly concerned about possible abuse of shell companies in Netherlands and elsewhere for fraud money laundering; alleged fraud at Parmalat SpA raises questions about...",
      "abstract": "Host of outside interests, ranging from European Union to FBI, have become increasingly concerned about possible abuse of shell companies in Netherlands and elsewhere for fraud money laundering; alleged fraud at Parmalat SpA raises questions about role that trust industry plays in finances of company that issued some $6 billion in bonds through its shell subsidiaries in Netherlands; bonds are now worthless; no one in Netherlands has been accused of any wrondoing in Parmalat scandal, and Andre Nagelmaker, board member of Association of International Management Services, trade group, bridles at suggestions that his industry bores any responsibility for what sent wrong at company; trust industry in Netherlands is about to be scrutinized as never before; new regulations will take effect on March 1 that government hopes will restore confidence in industry without threatening hundreds of trust office jobs it creates and billions of dollars in taxes it pays to Netherlands; central bank will have formal authority to oversee entire industry (M)",
      "lead_paragraph": "A black eye over the Parmalat collapse was the last thing the Dutch trust business needed.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/19/business/shaken-trust-the-netherlands-rethinks-an-offshore-industry.html",
      "byline": "By Gregory Crouch"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Volkswagen Cuts Dividend",
      "snippet": "Volkswagen proposes dividend cut of 19 percent, to 1.05 euros per share, from 1.30 euros because of declining earnings; says profit last year fell 57 percent, to 1.12 billion euros ($1.44 billion) from 2.6 billion euros, on flat sales (S)0",
      "abstract": "Volkswagen proposes dividend cut of 19 percent, to 1.05 euros per share, from 1.30 euros because of declining earnings; says profit last year fell 57 percent, to 1.12 billion euros ($1.44 billion) from 2.6 billion euros, on flat sales (S)0",
      "lead_paragraph": "Volkswagen will cut its dividend for the first time in 11 years after reporting that profit last year fell 57 percent, to 1.12 billion euros ($1.44 billion) from 2.6 billion euros, on flat sales. The euro's gain of 20 percent against the dollar last year led to a loss in the United States, where the company gets 13 percent of its sales. Lower-than-expected sales of the Phaeton, which has a starting price of 57,300 euros, led to a write-down of 711 million euros. The company proposed a dividend cut of 19 percent, to 1.05 euros a share, from 1.30 euros because of the decline in earnings.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/19/business/world-business-briefing-europe-germany-volkswagen-cuts-dividend.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Now Preening On the Coffee Table",
      "snippet": "Electronics companies recognize importance of designing easy-to-use remote control and are soliciting help from consumers; shape of device as well as function are important; process TiVo used to create distinctive remote control unit discussed; ph...",
      "abstract": "Electronics companies recognize importance of designing easy-to-use remote control and are soliciting help from consumers; shape of device as well as function are important; process TiVo used to create distinctive remote control unit discussed; photos (M)",
      "lead_paragraph": "TO most home viewers, remote controls may seem like ancillary sidekicks to the main attraction that is the television, DVD player or digital video recorder. Yet in some ways the remote has become the centerpiece of home entertainment: so many functions have been relegated to this slip of an object that if it is lost, you may find yourself unable to do so much as call up a menu for watching the movie you popped into the DVD player.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/19/technology/now-preening-on-the-coffee-table.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Washington Guardsman Charged With Trying to Spy for Al Qaeda",
      "snippet": "Army charges Washington State National Guard Specialist Ryan G Anderson, Muslim convert also known as Amir Abdul Rashid, tried to supply data on Army organizations, weapons and vulnerabilities to Al Qaeda terrorist network; says he was arrested la...",
      "abstract": "Army charges Washington State National Guard Specialist Ryan G Anderson, Muslim convert also known as Amir Abdul Rashid, tried to supply data on Army organizations, weapons and vulnerabilities to Al Qaeda terrorist network; says he was arrested last week after probe by Federal Bureau of Investigation, Justice Department and Army found he used computer to try to contact Qaeda cells in United States; says he provided extensive data to military personnel posing as Qaeda members, both in person and via Internet (M)",
      "lead_paragraph": "The Army has charged a member of the Washington State National Guard with attempting to supply intelligence of Army organizations and weapons systems to the Qaeda terrorist network, Army officials said on Wednesday. The intelligence included details about military personnel, troop movement, tactics and ''vulnerabilities,'' the charges said.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/19/us/washington-guardsman-charged-with-trying-to-spy-for-al-qaeda.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "Pressed at Trial, Ex-Tyco Figure Can't Document Story on Bonuses",
      "snippet": "Tyco International's former chief financial officer Mark H Swartz acknowledges that no documents existed to support version of events he offered last week about millions of dollars in bonuses he received in 1999 and 2000, cross-examination at his ...",
      "abstract": "Tyco International's former chief financial officer Mark H Swartz acknowledges that no documents existed to support version of events he offered last week about millions of dollars in bonuses he received in 1999 and 2000, cross-examination at his trial on criminal fraud charges; does not disagree when Marc Scholl, assistant district attorney, points out he took millions of dollars from Tyco at beginning of company's 2001 fiscal year under bonus program explicitly designed to reward executives based on full-year financial results; photo (M)",
      "lead_paragraph": "Under cross-examination at his trial on criminal fraud charges, Mark H. Swartz, the former chief financial officer of Tyco International, acknowledged yesterday that no documents existed to support the version of events he offered last week about millions of dollars in bonuses he received in 1999 and 2000.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/19/business/pressed-at-trial-ex-tyco-figure-can-t-document-story-on-bonuses.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "It's Not Enough to Be Just a Phone Company",
      "snippet": "Sale of AT&T Wireless to Cingular Wireless highlights transformations in telecommunications, as consmer markets for traditional phone services, data transmission, mobile calling and even television converge into one industry; ability to bundle ser...",
      "abstract": "Sale of AT&T Wireless to Cingular Wireless highlights transformations in telecommunications, as consmer markets for traditional phone services, data transmission, mobile calling and even television converge into one industry; ability to bundle services is particularly important in volatiile, fiercely competitive market where subscribers can easily switch providers whenever slightly better deal comes along (M)",
      "lead_paragraph": "If there is one thing Cingular Wireless's acquisition of AT&T Wireless shows, it is that being either a traditional phone company or a mobile phone carrier may not be quite enough anymore.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/19/business/technology-it-s-not-enough-to-be-just-a-phone-company.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "A Canadian Brewer Fights For Market Share in Brazil",
      "snippet": "Officials at Canadian brewer Molson Inc will be keeping close eye on what Brazilian revelers choose to drink during Carnival street party beginning Feb 20; their choice of beer will help determine whether Molson can rescue ambitious investment tha...",
      "abstract": "Officials at Canadian brewer Molson Inc will be keeping close eye on what Brazilian revelers choose to drink during Carnival street party beginning Feb 20; their choice of beer will help determine whether Molson can rescue ambitious investment that aimed to propel it into big leagues of global brewers; since Molson made that investment two years ago, spending $765 million for 80 percent stake in Cervejarias Kaiser, Kaiser has slipped from second to third among Brazilian brewers, and poor performance in Brazil is hurting larger company; photo (M)",
      "lead_paragraph": "Officials at Molson Inc., the venerable Canadian brewer, will be keeping a close eye on what Brazilian revelers choose to drink during the Carnival street party beginning Friday.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/19/business/a-canadian-brewer-fights-for-market-share-in-brazil.html",
      "byline": "By Tony Smith and Bernard Simon"
    },
    {
      "headline": "Stewart Trial Examines Securities Fraud Issues",
      "snippet": "Newspaper accounts of Martha Stewart's ImClone Systems trade are read aloud in court as prosecutors try to show that statements by Stewart at time were attempts to prop up price of shares in her own company; Stewart's lawyer Robert G Morvillo coun...",
      "abstract": "Newspaper accounts of Martha Stewart's ImClone Systems trade are read aloud in court as prosecutors try to show that statements by Stewart at time were attempts to prop up price of shares in her own company; Stewart's lawyer Robert G Morvillo counters that she was merely trying to address storm of publicity she and her company were facing over sale; statements she made are central to prosecution's case that Stewart committed securities fraud by misleading investors in her company Martha Stewart Living Omnimedia; three-judge panel of US Appeals Court criticizes exclusion of reporters from jury selection by trial Judge Miriam Goldman Cedarbaum; much of testimony is from Gregory R Blatt, former general counsel for Martha Stewart Living Omnimedia, who tells court that flurry of publicity around Stewart's ImClone trade had immediate effect on company's business (M)",
      "lead_paragraph": "Newspaper accounts of Martha Stewart's ImClone Systems trade were read aloud in court yesterday as prosecutors tried to show that statements by Ms. Stewart at the time were attempts to prop up the price of shares in her own company.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/19/business/stewart-trial-examines-securities-fraud-issues.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Drug Application",
      "snippet": "Elan Corp will submit application to Food and Drug Administration by middle of year, one year ahed of schedule, for approval of Antegren, drug for immune system disorders that it is developing with Biogen IDEC as treatment for multiple sclerosis; ...",
      "abstract": "Elan Corp will submit application to Food and Drug Administration by middle of year, one year ahed of schedule, for approval of Antegren, drug for immune system disorders that it is developing with Biogen IDEC as treatment for multiple sclerosis; Elan reports loss of $328 million in fourth quarter; full-year loss was $529 million; graph (S)",
      "lead_paragraph": "The Elan Corporation, the drug maker, said it would submit an application to the United States Food and Drug Administration by the middle of the year, a year ahead of schedule, for approval of Antegren, a drug for immune system disorders that it is developing with Biogen IDEC, as a treatment for multiple sclerosis. Antegren is also in trials as a treatment for Crohn's disease and rheumatoid arthritis. Elan reported a loss of $328 million in the fourth quarter, as it reduced expenses by about 40 percent, cut jobs and sold noncore assets. The full-year loss was $529 million. The chief executive, G. Kelly Martin, said Elan would lose $150 million to $170 million this year.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/19/business/world-business-briefing-europe-ireland-drug-application.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "Ford Said to Be Planning Assembly Plant in China",
      "snippet": "Ford Motor Co is strongly leaning toward selection of Nanjing to be site for large assembly plant in China, as cornerstone of plan to invest more than $1 billion in world's fastest-growing auto market; plant will most likely produce versions of Fo...",
      "abstract": "Ford Motor Co is strongly leaning toward selection of Nanjing to be site for large assembly plant in China, as cornerstone of plan to invest more than $1 billion in world's fastest-growing auto market; plant will most likely produce versions of Ford Focus; map (M)",
      "lead_paragraph": "The Ford Motor Company is strongly leaning toward the selection of Nanjing to be the site for a large new assembly plant in China, as the cornerstone of a plan to invest more than $1 billion in the world's fastest-growing auto market, people close to the company said this week.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/19/business/ford-said-to-be-planning-assembly-plant-in-china.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Low-Carb Boom Isn't Just for Dieters Anymore",
      "snippet": "Food industry experts say low-carbohydrate mania has spread beyond millions of low-carb dieters to far greater number of people who are cutting out high-carb foods not as way to lose weight but out of general sense that they are unhealthy; shift i...",
      "abstract": "Food industry experts say low-carbohydrate mania has spread beyond millions of low-carb dieters to far greater number of people who are cutting out high-carb foods not as way to lose weight but out of general sense that they are unhealthy; shift is spurring changes in way food is made, packaged and sold; companies have introduced 728 products they claim to be low in carbohydrates since 1999; growth has outpaced government's ability to regulate products and their labeling; 450 companies recently held conference on how to take advantage of growing market; photos (M)",
      "lead_paragraph": "Marc and Connie Foreman are not on the Atkins, South Beach, Zone, Lindora or any other low-carbohydrate diet.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/19/us/low-carb-boom-isn-t-just-for-dieters-anymore.html",
      "byline": "By Kate Zernike and Marian Burros"
    },
    {
      "headline": "Annan Is Said To Have Doubt On Iraq Voting",
      "snippet": "United Nations diplomats say Sec Gen Kofi Annan believes interim Iraqi government to take office this summer cannot be chosen by direct elections, but will not make his recommendations yet; says his special envoy Lakhdar Brahimi found setting up c...",
      "abstract": "United Nations diplomats say Sec Gen Kofi Annan believes interim Iraqi government to take office this summer cannot be chosen by direct elections, but will not make his recommendations yet; says his special envoy Lakhdar Brahimi found setting up credible elections by June 30 deadline is not feasible but felt that more time is needed to develop clear options for returning sovereignty to Iraqis (M)",
      "lead_paragraph": "Secretary General Kofi Annan will endorse the view that the interim Iraqi government to take office this summer cannot be chosen by direct elections, but he will not make his recommendation on Iraq's political future for at least a week, senior United Nations diplomats said Wednesday.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/19/world/the-struggle-for-iraq-government-annan-is-said-to-have-doubt-on-iraq-voting.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Cadbury Forecasts Profit",
      "snippet": "World Bus4",
      "abstract": "World Bus4",
      "lead_paragraph": "Cadbury Schweppes, the candy maker, said it expected a higher profit in 2004, after being flat in 2003. Profit before tax, good will and exceptional items fell 1 percent, to £922 million ($1.7 billion) in 2003, in part because a hot summer hurt sales in Europe. Separately, Berkshire Hathaway, the investment company run by Warren E. Buffett, said in a regulatory filing that it had bought 10 million shares in Cadbury. Heather Timmons (NYT)",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/19/business/world-business-briefing-europe-britain-cadbury-forecasts-profit.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Gas Spigot Shut",
      "snippet": "Russia halts shipments of natural gas to Bela",
      "abstract": "Russia halts shipments of natural gas to Bela",
      "lead_paragraph": "Russia halted shipments of natural gas to Belarus in a dispute over prices. Belarus has refused to pay market-rate tariffs, and in an escalation of a fight over subsidies, Gazprom, the Russian natural gas monopoly, said it would temporarily halt deliveries. Gazprom executives told news agencies that they were taking a hard line during negotiations in an effort to force Belarus to agree to accept market prices. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/19/business/world-business-briefing-europe-russia-gas-spigot-shut.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "LVMH Leader Looks For the Right Match In His Fashion Empire",
      "snippet": "LVMH Moet Hennessy Louis Vuitton chairman Bernard Arnault will name Marco Gobbetti, who runs Italian fashion company Moschino, to be chief executive of Givenchy Couture, troubled but once-renowned fashion house; another announcement, that of desig...",
      "abstract": "LVMH Moet Hennessy Louis Vuitton chairman Bernard Arnault will name Marco Gobbetti, who runs Italian fashion company Moschino, to be chief executive of Givenchy Couture, troubled but once-renowned fashion house; another announcement, that of designer to succeed Julien Macdonald as Givenchy's creative director, is expected; Arnault says Givenchy could become big brand name again, like Christian Dior; chart; photo (M)",
      "lead_paragraph": "The billionaire matchmaker is at it again.",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/19/business/lvmh-leader-looks-for-the-right-match-in-his-fashion-empire.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Videophones Revisited, By Way of the Modem",
      "snippet": "David Pogue State of the Art column on VisiFone from Viseon; device uses broadband connectivity and Internet protocol addressing to complete call with full-motion video; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on VisiFone from Viseon; device uses broadband connectivity and Internet protocol addressing to complete call with full-motion video; photo; drawing (M)",
      "lead_paragraph": "IN the interest of performing high-tech research for this column, I selflessly watched ''Jetsons: The Movie'' with my two children last week. Let me tell you, it's a real laugh riot. Hovercraft traffic jams -- hilarious! Three-course meal capsules (''You burned the toast'') -- what a hoot! And videophones on every desk -- now that's comedy!",
      "publication_date": "2004-02-19T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/19/technology/state-of-the-art-videophones-revisited-by-way-of-the-modem.html",
      "byline": "By David Pogue"
    }
  ]
}