{
  "metadata": {
    "date": "2004-05-06",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Here Come European Banks, Looking for Deals",
      "snippet": "$10.5 billion acquisition of Charter One Financial, announced by Citizens Financial Group unit of Royal Bank of Scotland, could be first in string of American buyouts by cash-rich European financial institutions that are looking across Atlantic fo...",
      "abstract": "$10.5 billion acquisition of Charter One Financial, announced by Citizens Financial Group unit of Royal Bank of Scotland, could be first in string of American buyouts by cash-rich European financial institutions that are looking across Atlantic for growth after failing to do deals in Europe; many European banks have enjoyed strong, steady income from corporate and consumer loans in last year; financial industry has already consolidated within many Western European countries, with exception of Germany; photo (M)",
      "lead_paragraph": "The $10.5 billion acquisition of Charter One Financial, announced this week by a unit of Royal Bank of Scotland, could be the first in a string of American buyouts by cash-rich European financial institutions that are looking across the Atlantic for growth after failing to do deals on their own turf, bankers and analysts say.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/06/business/here-come-european-banks-looking-for-deals.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "BUSH, ON ARAB TV, DENOUNCES ABUSE OF IRAQI CAPTIVES",
      "snippet": "Pres Bush goes on Arab television in effort to limit diplomatic damage from abuse of Iraqi prisoners by American soldiers, saying mistreatment 'does not represent the America that I know'; offers no apology, but pledges to bring all facts into ope...",
      "abstract": "Pres Bush goes on Arab television in effort to limit diplomatic damage from abuse of Iraqi prisoners by American soldiers, saying mistreatment 'does not represent the America that I know'; offers no apology, but pledges to bring all facts into open and says guilty would be held accountable; abuse case has left Bush administration on defensive; State Dept officials acknowledge that they put off release of annual report on human rights abuses around world because they did not want to face awkward questions about how United States could point fingers at time when its own record has been sullied; in Congress, senior members of both parties express anger at failure of Pentagon to keep Congress fully informed about case; Sen John W Warner, Republican chairman of Armed Services Committee, summons Defense Sec Donald H Rumsfeld to public hearing on May 7; national security advisor Condoleezza Rice and deputy secretary of state Richard L Armitage apologize in their interviews with Arab broadcasters; new commandant of Abu Ghraib prison, Maj Gen Geoffrey Miller, also apologizes to Iraqi people; Bush's interviews are broadcast on Al Hurra, US government-sponsored network, and Al Arabiya, Dubai-based broadcaster; photo (M)",
      "lead_paragraph": "President Bush went on Arab television on Wednesday in an effort to limit the diplomatic damage from the abuse of Iraqi prisoners by American soldiers, offering no direct apology but saying the mistreatment ''does not represent the America that I know.''",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/06/world/struggle-for-iraq-president-bush-arab-tv-denounces-abuse-iraqi-captives.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "U.S. Troops Start Major Attacks On Shiite Insurgents in 2 Cities",
      "snippet": "American military begins its first major assault against Shiite insurgents, striking at enclaves in Karbala and Diwaniya in effort to regain control in southern Iraq; coordinated attacks begin hours after powerful Shiite politicians and religious ...",
      "abstract": "American military begins its first major assault against Shiite insurgents, striking at enclaves in Karbala and Diwaniya in effort to regain control in southern Iraq; coordinated attacks begin hours after powerful Shiite politicians and religious leaders urge rebellious cleric Moktada al-Sadr to withdraw his militia from Karbala and Najaf; soldiers kill at least 10 Iraqi fighters and capture 20 people in first attack in Karbala; American soldier is killed when two insurgents run checkpoint and ram truck into his Humvee; Sadr spokesman says nine militiamen are killed in Diwaniya; American assault on Karbala takes place southwest of two Shiite shrines, and commanders say they are trying to make precise attacks; town leaders do not protest, and dozens of families stand outside their homes watching convoy as it rolls toward battle; photo (M)",
      "lead_paragraph": "The American military has begun its first major assault against Shiite insurgents, striking at their enclaves here and in Diwaniya in an effort to regain control in southern Iraq.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/06/world/struggle-for-iraq-military-us-troops-start-major-attacks-shiite-insurgents-2.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Character to Be Major Issue in Tyco Trial",
      "snippet": "Trial of former Tyco International chief counsel Mark A Belnick begins, and outcome may well turn more on what jurors think about his character than on facts; Belnick is charged with stealing money from Tyco in form of unauthorized bonuses and loa...",
      "abstract": "Trial of former Tyco International chief counsel Mark A Belnick begins, and outcome may well turn more on what jurors think about his character than on facts; Belnick is charged with stealing money from Tyco in form of unauthorized bonuses and loans, and with failing to disclose payments he received; prosecutors hope to introduce evidence that they believe shows that Belnick has lied repeatedly in his personal life to try to illustrate his character; photo (M)",
      "lead_paragraph": "The trial of yet another former Tyco International executive begins today, and the outcome may well turn more on what jurors think about his character than on the facts.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/06/business/character-to-be-major-issue-in-tyco-trial.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "The Internet's Wilder Side",
      "snippet": "Internet Relay Chat is system of servers through which computer users with proper software can chat over multitude of channels that are often used to list files, including pirated ones, which can be directly transferred between users; downloading ...",
      "abstract": "Internet Relay Chat is system of servers through which computer users with proper software can chat over multitude of channels that are often used to list files, including pirated ones, which can be directly transferred between users; downloading video games, movies, music and computer software goes unchecked due to lack of tools to police channels for illegal activity; viruses and denial of service attacks often originate on IRC channels; drawing; chart illustrates how system works (M)",
      "lead_paragraph": "IT was just another Wednesday on the sprawling Internet chat-room network known as I.R.C. In a room called Prime-Tyme-Movies, users offered free pirated downloads of ''The Passion of the Christ'' and ''Kill Bill Vol. 2.'' In the DDO-Matrix channel, illegal copies of Microsoft's Windows software and ''Prince of Persia: The Sands of Time,'' an Xbox game, were ripe for downloading. In other chat rooms yesterday, whole albums of free MP3's were hawked with blaring capital letters. And in a far less obtrusive channel, a hacker may well have been checking his progress of hacking into the computers of unsuspecting Internet users.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/06/technology/the-internet-s-wilder-side.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Abuse Charges Bring Anguish In Unit's Home",
      "snippet": "Residents of Cumberland, Md, home of Reserve unit whose members have been accused of abusing prisoners in Iraq, are anquished by charges; some of unit's biggest boosters express disgust with photographs they are seeing on television screen daily; ...",
      "abstract": "Residents of Cumberland, Md, home of Reserve unit whose members have been accused of abusing prisoners in Iraq, are anquished by charges; some of unit's biggest boosters express disgust with photographs they are seeing on television screen daily; members of 372nd Military Police Company are in many ways typical of community they come from; most joined Reserves because they wanted to see world, liked camaraderie, needed extra money or hoped to receive college benefits; few expected to be going to war, and fewer still anticipated they would operate grim prison once used by Iraqi government to torture dissidents; brief profiles of three principal people in, or behind, photographs: Specialist Charles A Graner Jr, Pfc Lynndie R England and Staff Sgt Ivan Frederick; Graner and Frederick are expected to face courts-martial; photo of Specialist Joseph M Darby, from same Reserve unit, who alerted military officials to abuse (M)",
      "lead_paragraph": "Specialist Charles A. Graner Jr. is a guard at one of Pennsylvania's most heavily secured death row prisons, accused by his former wife of violent behavior.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/06/world/struggle-for-iraq-prison-guards-abuse-charges-bring-anguish-unit-s-home.html",
      "byline": "By James Dao and Paul von Zielbauer"
    },
    {
      "headline": "Battle Shaping Up for Chinese Brewery",
      "snippet": "SABMill",
      "abstract": "SABMill",
      "lead_paragraph": "The world's two biggest beer brewers have set the stage for a battle for control of a Chinese company.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/06/business/battle-shaping-up-for-chinese-brewery.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Market Place; Trump Hotels Digs Deep for Cash To Try to Prop a Teetering House",
      "snippet": "Donald J Trump is essentially placing high-stakes bet that his casinos will generate enough cash over next few weeks to make $73.1 million debt payment that is due at end of May; Trump Hotels and Casino Resorts first-quarter earnings report shows ...",
      "abstract": "Donald J Trump is essentially placing high-stakes bet that his casinos will generate enough cash over next few weeks to make $73.1 million debt payment that is due at end of May; Trump Hotels and Casino Resorts first-quarter earnings report shows $91.4 million cash that Trump's Atlantic City casinos can tap to help meet debt payments; New Jersey gambling regulators require casinos to keep reserve known as 'cage cash' to cover unexpected payouts to winning bettors and provide cushion for tax payments and payroll; cage cash reserve at Trump Taj Mahal and Trump Plaza, casinos responsible for this month's debt payment, is about $50 million--meaning that only $41.4 million of casinos' cash can be applied to $73.1 million debt; rest of debt will have to be paid out of two casinos' fresh cash flow, which averaged about $12 million per month in first quarter; photo (Market Place column) (M)",
      "lead_paragraph": "Veteran gamblers know better than to bet against the house. But what if the house is owned by Donald J. Trump, whose cash-starved casino holdings are struggling to stay afloat?",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/06/business/market-place-trump-hotels-digs-deep-for-cash-to-try-to-prop-a-teetering-house.html",
      "byline": "By Timothy L. O'Brien and Eric Dash"
    },
    {
      "headline": "From Sony, The Hits And Misses",
      "snippet": "David Pogue State of the Art column says Sony Connect music downloading service is more confusing than other similar services; lacks usable player software, community sites for discussion and compatibility with other players; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column says Sony Connect music downloading service is more confusing than other similar services; lacks usable player software, community sites for discussion and compatibility with other players; photo; drawing (M)",
      "lead_paragraph": "WOO-WOO! Clang, clang! All aboard!",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/06/technology/state-of-the-art-from-sony-the-hits-and-misses.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "World Business Briefing | Europe: France: Sales At Publicis Slip",
      "snippet": "Publicis Groupe says first-quarter revenue fell to 866 million euros ($1.05 billion) from 905 million euros year ago (S)",
      "abstract": "Publicis Groupe says first-quarter revenue fell to 866 million euros ($1.05 billion) from 905 million euros year ago (S)",
      "lead_paragraph": "The advertising company Publicis Groupe said first-quarter revenue fell 4.3 percent, hurt by the drop in the dollar, and reiterated its 2004 profit goal as demand picked up in the United States and Asia. Revenue fell to 866 million euros ($1.05 billion), from 905 million euros a year earlier, Publicis said. Excluding the effect of acquisitions, discontinued operations and currency exchange rates, revenue rose 4.4 percent. Publicis is based in Paris.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/06/business/world-business-briefing-europe-france-sales-at-publicis-slip.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Senate Works to Reach Accord on Corporate Taxes  Senate leaders struggled to reach agreement on a bill that would overhaul corporate taxes and create more than $170 billion worth of tax breaks for businesses.    The bill has been stalled for month...",
      "abstract": " Senate Works to Reach Accord on Corporate Taxes  Senate leaders struggled to reach agreement on a bill that would overhaul corporate taxes and create more than $170 billion worth of tax breaks for businesses.    The bill has been stalled for months. It was originally intended to eliminate a longstanding tax break for American exporters that has been declared illegal by the World Trade Organization. Congress and the White House are under pressure to act quickly because the European Union has started to impose retaliatory tariffs on American exports. [Page C5.]",
      "lead_paragraph": "Senate Works to Reach Accord on Corporate Taxes",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/06/business/business-digest-495379.html",
      "byline": ""
    },
    {
      "headline": "Rumsfeld Chastised by President For His Handling of Iraq Scandal",
      "snippet": "White House officials say Pres Bush chastised Defense Sec Donald H Rumsfeld for his handling of scandal over American abuse of Iraqis held at Abu Ghraib prison in Iraq; say he expressed displeasure over Rumsfeld's failure to tell him about photogr...",
      "abstract": "White House officials say Pres Bush chastised Defense Sec Donald H Rumsfeld for his handling of scandal over American abuse of Iraqis held at Abu Ghraib prison in Iraq; say he expressed displeasure over Rumsfeld's failure to tell him about photographs of abuse, which have enraged Arab world; disclosure of Bush's dressing-down of combative Rumsfeld is first time president has allowed his displeasure with senior member of his adminstration to be made public; Republicans note strong public relations aspect to disclosure about Oval Office scolding, which makes Rumsfeld scapegoat in scandal; Bush's chief political adviser Karl Rove says one of dangers of basing re-election campaign on national security and foreign policy is that events can be beyond president's control (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/06/world/struggle-for-iraq-president-rumsfeld-chastised-president-for-his-handling-iraq.html",
      "byline": "By Elisabeth Bumiller and Richard W. Stevenson"
    },
    {
      "headline": "A Tough Sell: Japanese Social Security",
      "snippet": "Reporters have uncovered that seven ministers, third of Prime Min Junichiro Koizumi's cabinet, have neglected to pay into Japan's National Pension Plan as Parliament prepares to vote on legislation to increase pension contributions gradually by 35...",
      "abstract": "Reporters have uncovered that seven ministers, third of Prime Min Junichiro Koizumi's cabinet, have neglected to pay into Japan's National Pension Plan as Parliament prepares to vote on legislation to increase pension contributions gradually by 35 percent; Naoto Kan, leader of political opposition, has neglected to pay into plan for 10 months in 1996, when, as health minister, he was in charge of national pension system; photo (M)",
      "lead_paragraph": "With almost 40 percent of young workers skipping out on their social security payments, Japan started an advertising campaign featuring a popular actress, who sternly lectured subway riders: ''So you don't mind crying in the future? Pay now. Or later, you don't get paid.''",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/06/business/a-tough-sell-japanese-social-security.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Mining Acquisition",
      "snippet": "Canadian copper mining company Inmet Mining acquires Aur Resources for 600 million Canadian dollars ($438 million); combined group will be knowwn as Aur Mining Corp (S)",
      "abstract": "Canadian copper mining company Inmet Mining acquires Aur Resources for 600 million Canadian dollars ($438 million); combined group will be knowwn as Aur Mining Corp (S)",
      "lead_paragraph": "A copper mining company, Inmet Mining, said it had agreed to buy Aur Resources, another mining company, for 600 million Canadian dollars ($438 million), creating a producer with seven mines in Canada, Chile, Finland, Papua New Guinea and Turkey. The combined group, to be known as the Aur Mining Corporation, is expected to produce about 380 million pounds of copper this year. Inmet's shareholders will own about 55 percent of the new company and Aur's shareholders the rest. The two companies are based in Toronto. Bernard Simon (NYT)",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/06/business/world-business-briefing-americas-canada-mining-acquisition.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "Credit Suisse Says Earnings For Quarter Rose Sharply",
      "snippet": "Credit Suisse Group says first-quarter profit was more than six times earnings in quarter year earlier; net income was 1.86 billion Swiss francs ($1.45 billion); revenue rose 13 percent, to 16.6 billion Swiss francs (M)",
      "abstract": "Credit Suisse Group says first-quarter profit was more than six times earnings in quarter year earlier; net income was 1.86 billion Swiss francs ($1.45 billion); revenue rose 13 percent, to 16.6 billion Swiss francs (M)",
      "lead_paragraph": "Buoyed by brighter global markets, the Credit Suisse Group said Wednesday that first-quarter profit was more than six times the earnings in the quarter a year earlier.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/06/business/credit-suisse-says-earnings-for-quarter-rose-sharply.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "World Business Briefing | Australia: Banker Moves Up Resignation",
      "snippet": "World Business Briefing:",
      "abstract": "World Business Briefing:",
      "lead_paragraph": "The chairman of National Australia Bank, Graham Kraehe, left, moved up his planned resignation in a bid to defuse a boardroom brawl over 360 million Australian dollars ($263 million) of currency trading losses at the company, the country's largest lender. Mr. Kraehe, 61, said he would name two new nonexecutive directors shortly, allowing Ken Moss and Ed Tweddell to resign within three months. Mr. Kraehe, who said a month ago he would retire in the next few years, will leave no later than mid-2005.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/06/business/world-business-briefing-australia-banker-moves-up-resignation.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.S. Looking At Citigroup's Accounting In Argentina",
      "snippet": "Citigroup says Securities and Exchange Commission is investigating possible accounting irregularities related to its banking business in Argentina from 2001 to 2003, period when Citigroup was plagued by huge loan losses and Argentina was grappling...",
      "abstract": "Citigroup says Securities and Exchange Commission is investigating possible accounting irregularities related to its banking business in Argentina from 2001 to 2003, period when Citigroup was plagued by huge loan losses and Argentina was grappling with political and economic turmoil; discloses probe in quarterly earnings report filed with SEC and says agency plans to begin hearing nonpublic testimony on matter this move, move that suggests inquiry is more than just routine examination of of bank's accounting practices; Citigroup says it is cooperating with probe (M)",
      "lead_paragraph": "Citigroup said yesterday that the Securities and Exchange Commission was investigating possible accounting irregularities related to its banking business in Argentina from 2001 to 2003, a period when Citigroup was plagued by huge loan losses and Argentina was grappling with political and economic turmoil.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/06/business/us-looking-at-citigroup-s-accounting-in-argentina.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: BMW'S Profit Rises",
      "snippet": "BMW posts higher profit for first quarter; net profit rose 2.5 percent, to 523 million euros ($632 million) compared with first quarter year ago; sales rose 3.2 percent (S)",
      "abstract": "BMW posts higher profit for first quarter; net profit rose 2.5 percent, to 523 million euros ($632 million) compared with first quarter year ago; sales rose 3.2 percent (S)",
      "lead_paragraph": "The luxury carmaker BMW posted a higher profit for the first quarter, helped by the rollout of new models, but fell slightly short of analysts' expectations. Net profit rose 2.5 percent, to 523 million euros ($632 million), compared with the first quarter a year ago. The start of BMW's 6 series and X3 sports utility vehicle increased car sales, which rose 3.2 percent, to about 270,000 vehicles, including 48,000 cars of BMW's Mini brand. BMW, based in Munich, reiterated its forecast of record earnings for the year, exceeding the results of 2002. Petra Kappl (NYT)",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/06/business/world-business-briefing-europe-germany-bmw-s-profit-rises.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "World Business Briefing | Australia: Interest Rate Unchanged",
      "snippet": "Reserve Bank of Australia says its benchmark interest rate will stay at 5.25 percent; International Monetary Fund forecasts that Australian economy will grow 3.5 percent this year and next (S)",
      "abstract": "Reserve Bank of Australia says its benchmark interest rate will stay at 5.25 percent; International Monetary Fund forecasts that Australian economy will grow 3.5 percent this year and next (S)",
      "lead_paragraph": "The Reserve Bank of Australia said that its benchmark interest rate would stay at 5.25 percent, a level set last December. Analysts said the central bank's decision reflected a recent moderation of a three-year boom in housing loans and prices that had threatened to increase the 2 percent inflation rate. The International Monetary Fund warned last month that the housing bubble and record growth of consumer credit were inflationary risks for Australia. The monetary fund forecasts that the Australian economy will grow 3.5 percent this year and next. John Shaw (NYT)",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/06/business/world-business-briefing-australia-interest-rate-unchanged.html",
      "byline": "By John Shaw (NYT)"
    },
    {
      "headline": "Cutting His Own Figure in Fashion",
      "snippet": "Jones Apparel Group chief executive Peter Boneparth has purchased two clothing lines, created new one to replace Polo Ralph Lauren and is in midst of hostile takeover bid for Maxwell Shoe, $225 million company that holds license to make Anne Klein...",
      "abstract": "Jones Apparel Group chief executive Peter Boneparth has purchased two clothing lines, created new one to replace Polo Ralph Lauren and is in midst of hostile takeover bid for Maxwell Shoe, $225 million company that holds license to make Anne Klein shoes, in less than two years since becoming chief executive; Boneparth comments (M)",
      "lead_paragraph": "Peter Boneparth is Seventh Avenue's un-garmento, a guy who didn't grow up in the clothing business, who doesn't slap backs, the one who came from Wall Street.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/06/business/cutting-his-own-figure-in-fashion.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Profit For Bertelsmann",
      "snippet": "Bertelsmann earned 31 million euros ($37.5 million) in first quarter compared with loss of 397 million euros year ago; sales fell to 3.79 billion euros, from 3.93 billion euros year earlier (S)",
      "abstract": "Bertelsmann earned 31 million euros ($37.5 million) in first quarter compared with loss of 397 million euros year ago; sales fell to 3.79 billion euros, from 3.93 billion euros year earlier (S)",
      "lead_paragraph": "The media company Bertelsmann, earned 31 million euros ($37.5 million) in the first quarter, reversing a loss in the period a year ago as write-downs fell and as its music business benefited from rising demand. Sales fell to 3.79 billion euros, from 3.93 billion euros, after the dollar's drop against the euro and after Bertelsmann sold a publishing unit. Bertelsmann's BMG music group, which plans to merge with a unit of the Sony Corporation, is trying to emerge from a four-year industry slump caused by illegal song downloads from the Internet and higher consumer spending on products like video games. Bertelsmann, based in Gütersloh, Germany, lost 397 million euros in the period a year earlier.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/06/business/world-business-briefing-europe-germany-profit-for-bertelsmann.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Designing a Smarter Shoe",
      "snippet": "Adidas introduces running shoe with biomechanical technology; battery powered sensor, microprocessor and motor adapt shoe to changing conditions and style of runner; photos (M)",
      "abstract": "Adidas introduces running shoe with biomechanical technology; battery powered sensor, microprocessor and motor adapt shoe to changing conditions and style of runner; photos (M)",
      "lead_paragraph": "SHOES have long been sensible. Now some are getting smart.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/06/technology/designing-a-smarter-shoe.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "Limits on Stem-Cell Research Re-emerge as a Political Issue",
      "snippet": "Debate over embryonic stem-cell research re-emerges as election issue as patient advocates, including Nancy Reagan, press Pres Bush to loosen limits on federal financing for science; studies are controversial because they involve destruction of hu...",
      "abstract": "Debate over embryonic stem-cell research re-emerges as election issue as patient advocates, including Nancy Reagan, press Pres Bush to loosen limits on federal financing for science; studies are controversial because they involve destruction of human embryos; Bush's policy, announced in Aug 2001, restricts research in way that does not permit embryos to be destroyed with taxpayer dollars; letter urging Bush to allow federal government to finance studies on embryos left over from in vitro fertilization clinics, which would otherwise be discarded, has been signed by 206 members of House; signers include some in Republican leadership like Rep Dana Rohrabacher, staunch opponent of abortion who has opposed such research in past; Sen Bill Frist, who was influential in persuading Bush to take up matter in summer of 2001, says policy should be reviewed; White House spokesman says Bush would not expand policy; Sen John Kerry, early proponent of embryonic stem-cell research, has been using his stump speeches to criticize Bush administration as choosing ideology over science; political candidates around country say they are hearing from constituents who want research to go forward (M)",
      "lead_paragraph": "The debate over embryonic stem-cell research, which occupied President Bush during his early days in the White House, is re-emerging as an election issue as advocates for patients, including Nancy Reagan, press the president to loosen the limits on federal financing for the science.",
      "publication_date": "2004-05-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/06/us/limits-on-stem-cell-research-re-emerge-as-a-political-issue.html",
      "byline": "By Sheryl Gay Stolberg"
    }
  ]
}