{
  "metadata": {
    "date": "2004-11-16",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Bermuda Firm Is Subpoenaedin Inquiry Into Insurers",
      "snippet": "Investigations into sale of insurance that can smooth out volatile earnings have widened significantly, as Ace Ltd, Bermuda insurer with extensive operations in US, says it has received subpoenas from Securities and Exchange Commission and New Yor...",
      "abstract": "Investigations into sale of insurance that can smooth out volatile earnings have widened significantly, as Ace Ltd, Bermuda insurer with extensive operations in US, says it has received subpoenas from Securities and Exchange Commission and New York State Atty Gen Eliot Spitzer's office; at issue are financial contracts, called finite or loss-mitigation insurance, that have been widely used for at least decade; under these contracts, companies pay premiums, and file claims for payment when earnings fall beyond predetermined range; insurance payments are recorded as income, and mitigate or reduce reported losses; analyst says premiums for Ace's loss-mitigation products exceeded $800 million in 2002, but have since declined sharply (M)",
      "lead_paragraph": "Investigations into the sale of insurance that can smooth out volatile earnings have widened significantly, as Ace Ltd., a big Bermuda insurer with extensive operations in the United States, said late yesterday that it had received subpoenas from both the Securities and Exchange Commission and the New York attorney general.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/16/business/bermuda-firm-is-subpoenaedin-inquiry-into-insurers.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Former G.I.'s, Ordered to War, Fight Not to Go",
      "snippet": "Over 2,000 former soldiers are resisting call-ups, complicating Army's efforts to fill gaps in regular troops; many of them object to being sent to Iraq and Afghanistan now, years after completing active duty; are seeking exemptions, filing suits ...",
      "abstract": "Over 2,000 former soldiers are resisting call-ups, complicating Army's efforts to fill gaps in regular troops; many of them object to being sent to Iraq and Afghanistan now, years after completing active duty; are seeking exemptions, filing suits or simply failing to report for duty, moves being closely watched by some 110,000 members of Individual Ready Reserve, corps of soldiers no longer on active duty but still eligible for call-up; Army, which has sent notices to over 4,000 former soldiers, says call-up proceeds at expected pace; photos (M)",
      "lead_paragraph": "The Army has encountered resistance from more than 2,000 former soldiers it has ordered back to military work, complicating its efforts to fill gaps in the regular troops.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/16/us/former-gis-ordered-to-war-fight-not-to-go.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "POWELL RESIGNS FROM CABINET; RICE IS SAID TO BE HIS SUCCESSOR",
      "snippet": "State Sec Colin L Powell resigns by 'mutual agreement' with Pres Bush; administration officials say Condoleezza Rice will succeed him and probably be succeeded as national security adviser by her deputy Stephen J Hadley; Agriculture Sec Ann M Vene...",
      "abstract": "State Sec Colin L Powell resigns by 'mutual agreement' with Pres Bush; administration officials say Condoleezza Rice will succeed him and probably be succeeded as national security adviser by her deputy Stephen J Hadley; Agriculture Sec Ann M Veneman, Education Sec Rod Paige and Energy Sec Spencer Abraham also resign; Powell says he will stay in post for up to two months as successor goes through confirmation hearings; says he will travel to Egypt as planned and still weighs visiting with Palestinian leaders; says Bush knew he planned to serve only one term; Bush aide denies Powell is being eased out; Bush lauds Powell; friends say Powell never developed close bond with Bush and was often at odds with Vice Pres Dick Cheney, Defense Sec Donald H Rumsfeld and other administration hawks; Rice is protegee of Brent Scowcroft, Bush's father's national security adviser and moderate voice in Republican foreign policy; is considered pragmatist, not ideologue; would be first black woman in post; Republicans say she would continue to promote Bush's views, not her own; she comments, interview; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 15 - Secretary of State Colin L. Powell announced his resignation on Monday, and administration officials said his successor would be Condoleezza Rice, President Bush's national security adviser and closest confidante in shaping one of the most assertive American foreign policies in recent history.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/16/washington/cabinet-shuffle-the-resignation-powell-resigns-from-cabinet-rice.html",
      "byline": "By Elisabeth Bumiller and Richard W. Stevenson"
    },
    {
      "headline": "Rice to Move From Behind the Scenes to Stage Front",
      "snippet": "Analysis of role Condoleezza Rice is likely to play as state secretary and challenges she faces; she has been constant, private counselor to Pres Bush through tumult of first term; reportedly views Bush's second term as time when American diplomac...",
      "abstract": "Analysis of role Condoleezza Rice is likely to play as state secretary and challenges she faces; she has been constant, private counselor to Pres Bush through tumult of first term; reportedly views Bush's second term as time when American diplomacy can return to forefront; seems unlikely to have any agenda but Bush's; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 15 - For four years as national security adviser, Condoleezza Rice deliberately declined in public to resolve the Bush administration's sometimes tempestuous disputes over foreign policy, defining her role instead as ensuring that President Bush could hear the clashing views, then decide himself.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/16/politics/rice-to-move-from-behind-the-scenes-to-stage-front.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "The Dollar Is Down, but Should Anyone Care?",
      "snippet": "Analysis: Economists are debating whether America's foreign indebtedness could lead to collapse in US dollar and global financial crisis with dollar down more than 40 percent against euro since 2002, and hitting new lows since Pres Bush's re-elect...",
      "abstract": "Analysis: Economists are debating whether America's foreign indebtedness could lead to collapse in US dollar and global financial crisis with dollar down more than 40 percent against euro since 2002, and hitting new lows since Pres Bush's re-election; US is spending nearly $600 billion more a year than it produces, almost 6 percent of its annual gross domestic product; much of spending has been financed by Asian governments, which bought more than $1 trillion in Treasury securities and other dollar assets in last two years to help keep dollar strong against Asian currencies; many analysts expect financing gap to widen and dollar to decline further; there are at least three schools of thought on whether dollar collapse is likely and, if it happens, what it would mean; graphs (M)",
      "lead_paragraph": "WASHINGTON, Nov. 15 - It sounds eerily like the worst economic nightmare for President Bush's second term.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/16/business/the-dollar-is-down-but-should-anyone-care.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Two Former Top Executives Of Hollinger Sued by S.E.C.  The Securities and Exchange Commission filed a civil suit against Conrad M. Black and F. David Radler, the two former top executives of Hollinger International, accusing them of bilking the ne...",
      "abstract": " Two Former Top Executives Of Hollinger Sued by S.E.C.  The Securities and Exchange Commission filed a civil suit against Conrad M. Black and F. David Radler, the two former top executives of Hollinger International, accusing them of bilking the newspaper company of millions of dollars and conspiring to conceal their self-dealing from shareholders and regulators.    The commission would also like to strip Lord Black of any authority to cast votes based on the controlling stake he continues to hold in the company. [Page C2.]    A Deal Said to Be Set for Fortunoff  Fortunoff is expected to announce that it will sell most of its business to Trimaran Capital, a private equity firm, in a deal that values the nine-store chain at $280 million. [C12.]    Guilty Plea From Ex-Boeing Official  Michael Sears, left, the former chief financial officer of Boeing pleaded guilty to a felony conflict-of-interest charge. He acknowledged that he secretly offered a job to an Air Force official, Darleen A. Druyun, while she was overseeing billions of dollars in contracts and, by her own admission, favoring Boeing. [C2.]    Auction Planned for 39 Patents  More than three dozen patents said to cover crucial facets of Internet transactions will be auctioned off by creditors of Commerce One, a bankrupt software company. [C4.]    Stronger Warning Label for RU-486  Federal drug regulators strengthened the warning label on RU-486, also known as mifepristone, after the third death since the drug's approval in 2000. [A16.]    Many Attracted to Fidelity National  Several firms are interested in buying all or a small stake in Fidelity National Financial as financial services companies lure cash-rich private equity firms. Market Place. [C15.]    Unused PC Power to Run Grid  The World Community Grid will be introduced by I.B.M. to use the untapped computing power from personal computers to help unlock the genetic mysteries of diseases. [C6.]    Wrigley Buys 2 Kraft Foods Units  Shares of Wm. Wrigley Jr. hit a 52-week high after the company said it agreed to pay $1.5 billion for Kraft's Life Savers and Altoids brands. Analysts consider the deal a boon for Wrigley's, which has been trying to build upon its core gum business. The sale leaves Kraft with little presence in the candy business. Kraft, which is reorganizing, is cutting 6,000 jobs, or 6 percent of its global work force and closing 20 manufacturing plants. [C4.]    A Pioneer Global Safety Rule  Some 22 nations, including China, Japan, the United States and the European Union plan to standardize auto regulations, and improve the door locks of cars. [C12.]    Amex Sues Visa and MasterCard  American Express sued Visa and MasterCard and eight banks for damages from anticompetitive practices that prevented 20,000 banks from using its credit card products. [C14.]    A Lackluster Day on Wall Street  Stocks were mixed in quiet trading. The Dow Jones industrial average gained 11.23 points, to 10,550.24, and the Nasdaq composite index added 8.75 points, to 2,094.09. The S.&P. 500 was down 0.36 points, to 1,183.81. [C14.]    On-Demand Movies at 30,000 Feet  American Airlines is offering passengers a dozen on-demand movies, on-demand audio channels, video games, audio books, and newspapers. Joe Sharkey: On the Road. [C10.]  ",
      "lead_paragraph": "Two Former Top Executives Of Hollinger Sued by S.E.C. The Securities and Exchange Commission filed a civil suit against Conrad M. Black and F. David Radler, the two former top executives of Hollinger International, accusing them of bilking the newspaper company of millions of dollars and conspiring to conceal their self-dealing from shareholders and regulators.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/16/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Boom Time's Inflation Proves Stubborn in Ireland",
      "snippet": "Ireland's National Competitiveness Council issues statement finding that country is practically tied with Finland as most expensive country in euro currency zone and that only Denmark, which does not use euro, is more expensive; price increases ha...",
      "abstract": "Ireland's National Competitiveness Council issues statement finding that country is practically tied with Finland as most expensive country in euro currency zone and that only Denmark, which does not use euro, is more expensive; price increases have caused gradual series of social and economic effects, including continued sharp hikes in housing prices; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/16/business/worldbusiness/boom-times-inflation-proves-stubborn-in-ireland.html",
      "byline": "By Brian Lavery"
    },
    {
      "headline": "World Business Briefing | Europe: France: Builder To Sell Water Unit",
      "snippet": "French builder Bouygues plans to sell water unit, Saur, to buyout firm, PAI Partners, for 1.04 billion euros ($1.35 billion) (S)",
      "abstract": "French builder Bouygues plans to sell water unit, Saur, to buyout firm, PAI Partners, for 1.04 billion euros ($1.35 billion) (S)",
      "lead_paragraph": "A French building company, Bouygues, plans to sell its water unit, Saur, to a buyout firm, PAI Partners, for 1.04 billion euros ($1.35 billion) to focus on construction and on telecommunications, the company said. PAI, together with Saur's managers, made an offer for 85 percent of the utility, said Blandine Delafon, a spokeswoman for Bouygues, which would retain a 15 percent stake. The deal excludes Saur's African and Italian assets. The water unit employs 21,000 people in 17 countries, deriving 70 percent of sales from France, 10 percent from other European nations and 20 percent from the rest of the world. PAI is also based in Paris.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/16/business/world-business-briefing-europe-france-builder-to-sell-water-unit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Rebels Attack in Central Iraq and the North",
      "snippet": "Rebel counteroffensive sweeps through central and northern Iraq as American troops struggle to flush remaining insurgents from Falluja; guerrillas in Baquba, Mosul, Kirkuk and Suwaira storm police stations, set oil wells ablaze and strike at Ameri...",
      "abstract": "Rebel counteroffensive sweeps through central and northern Iraq as American troops struggle to flush remaining insurgents from Falluja; guerrillas in Baquba, Mosul, Kirkuk and Suwaira storm police stations, set oil wells ablaze and strike at American military convoys with suicide car bombs, routing Iraqi security forces in several coordinated assaults and severely damaging parts of nation's oil-based economic lifeline; five-hour gun battle breaks out in Falluja's southern tip, day after American offensive seemingly quashed all remaining resistance; waves of attacks across Sunni Muslim heartland suggest guerrillas are ready to carry on war despite loss of Falluja's safe haven; most intense fighting takes place in Baquba, where insurgents ambush American troops near downtown police station and lay siege to suburban station; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 15 - A rebel counteroffensive swept through central and northern Iraq on Monday as American troops struggled to flush the remaining insurgents from the rubble-strewn streets of Falluja.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/16/world/middleeast/rebels-attack-in-central-iraq-and-the-north.html",
      "byline": "By Edward Wong and James Glanz"
    },
    {
      "headline": "World Business Briefing | Europe: London: New Chairman At Investor",
      "snippet": "Investor chairman Claes Dahlbaeck plans to step down in April, permitting Wallenberg family to tighten control; vice chairman Jacob Wallenberg is named to succeed Dahlbaeck; photo (S)",
      "abstract": "Investor chairman Claes Dahlbaeck plans to step down in April, permitting Wallenberg family to tighten control; vice chairman Jacob Wallenberg is named to succeed Dahlbaeck; photo (S)",
      "lead_paragraph": "Investor, the investment company of the Wallenberg dynasty in Sweden, said its chairman, Claes Dahlbaeck, would step down in April, permitting the family to tighten control. Jacob Wallenberg, left, currently vice chairman, will succeed Mr. Dahlbaeck as chairman, Investor said. His cousin Marcus Wallenberg will remain as Investor's chief executive. Marcus Wallenberg will also become chairman of the SEB Bank, a company founded and partly owned by the family. Jacob Wallenberg is leaving that position to take over the top job at Investor. Investor has major stakes in businesses including the engineering company ABB, the phone maker Ericsson and the AstraZeneca pharmaceuticals company. Alan Cowell (NYT)",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/16/business/world-business-briefing-europe-london-new-chairman-at-investor.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Nikon Profit Rises",
      "snippet": "Nikon Corp reports net profit of 7.81 billion yen ($74 million) for six months ended September 30; reports 30 percent rise in revenue, to 312 billion yen; graph (S)",
      "abstract": "Nikon Corp reports net profit of 7.81 billion yen ($74 million) for six months ended September 30; reports 30 percent rise in revenue, to 312 billion yen; graph (S)",
      "lead_paragraph": "Profit for the Nikon Corporation more than tripled in the first half of its fiscal year on strong sales of equipment used to make computer chips. Nikon, which is better known for its cameras, reported net profit of 7.81 billion yen ($74 million) for the six months ended Sept. 30, compared with 2.05 billion yen a year earlier. Revenue rose 30 percent, to 312 billion yen, helped by an increase in orders for machines used to etch circuits on silicon wafers. Profit in Nikon's core camera division fell compared with last year, as a sharp decline in sales of traditional film cameras more than offset a rise in sales of digital cameras. Sales of film cameras are expected to continue falling, and Nikon also warned that it expects the pace of growth in digital cameras to slow later this year. Still, the company kept its profit forecast for the year ending next March unchanged at 28.6 billion yen, compared with 2.4 billion yen last year. Todd Zaun (NYT)",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/16/business/world-business-briefing-asia-japan-nikon-profit-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "The 2 New 'Must Haves' of Auto Safety",
      "snippet": "Auto experts say there are two important must-have safety features: side air bags specificially designed to protect person's head, and electronic stability control, which helps drivers regain control of swerving vehicle by automotically applying b...",
      "abstract": "Auto experts say there are two important must-have safety features: side air bags specificially designed to protect person's head, and electronic stability control, which helps drivers regain control of swerving vehicle by automotically applying brake pressure; recent studies have suggested these two features are most effective of wide range of new safety technologies available on cars and trucks; photos (M)",
      "lead_paragraph": "DETROIT, Nov. 15 - Many car shoppers count cup-holders, check legroom and carefully consider color.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/16/business/the-2-new-must-haves-of-auto-safety.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Eisner, on Stand, Describes the Courting of Ovitz",
      "snippet": "Walt Disney's chief executive Michael D Eisner plays down his decades-long relationship with former Disney president Michael S Ovitz as he begins testifying in shareholder lawsuit over board's handling of Ovitz's brief and controversial tenure in ...",
      "abstract": "Walt Disney's chief executive Michael D Eisner plays down his decades-long relationship with former Disney president Michael S Ovitz as he begins testifying in shareholder lawsuit over board's handling of Ovitz's brief and controversial tenure in mid-1990's; Eisner disputes Ovitz's previous testimony that two men were close friends; photo (M)",
      "lead_paragraph": "GEORGETOWN, Del., Nov. 15 - Michael D. Eisner, the chief executive of the Walt Disney Company, played down his decades-long relationship with the former Disney president Michael S. Ovitz on Monday, as he began testifying in a shareholder lawsuit over the board's handling of Mr. Ovitz's brief and controversial tenure in the mid-1990's.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/16/business/media/eisner-on-stand-describes-the-courting-of-ovitz.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Debt Doubles at Agency that Insures Pension Plans",
      "snippet": "Pension Benefit Guaranty Corp, which insures pension plans, says its deficit, already at highest in its history, doubled in last fiscal year, to $23.3 billion; says it incurred losses of $12.1 billion over 12-month period; agency's executive direc...",
      "abstract": "Pension Benefit Guaranty Corp, which insures pension plans, says its deficit, already at highest in its history, doubled in last fiscal year, to $23.3 billion; says it incurred losses of $12.1 billion over 12-month period; agency's executive director Bradley D Belt calls on Congress to address situation quickly; says Bush administration is preparing plan for comprehensive overhaul of pension system, which it will propose in early 2005; graph (M)",
      "lead_paragraph": "The federal agency that insures pension plans said yesterday that its deficit, already at the highest in its history, had doubled in its last fiscal year, to $23.3 billion.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/16/business/debt-doubles-at-agency-that-insures-pension-plans.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Bank Executive Named",
      "snippet": "Standard Chartered promotes Peter Sullivan to succeed Peter Wong as chief executive of Hong Kong operations (S)",
      "abstract": "Standard Chartered promotes Peter Sullivan to succeed Peter Wong as chief executive of Hong Kong operations (S)",
      "lead_paragraph": "The international banking company Standard Chartered said it had promoted Peter Sullivan to chief executive of its Hong Kong operations, to succeed Peter Wong, who will leave on Friday. Mr. Sullivan joined Standard Chartered after leaving Citigroup in 1995. He was named deputy chief executive for Hong Kong in September. Mr. Wong's departure comes one week after Standard Chartered, which is based in London, laid off 200 people, or 5 percent of its work force in Hong Kong. He was not available for comment.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/16/business/world-business-briefing-asia-hong-kong-bank-executive-named.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Microsoft Expands Operations in India",
      "snippet": "Microsoft chief executive Steven Ballmer formally opens new campus near Hyderabad, its second-largest campus, and announces significant expansion of its software development operations in India; says company will not reduce job opportunites at US ...",
      "abstract": "Microsoft chief executive Steven Ballmer formally opens new campus near Hyderabad, its second-largest campus, and announces significant expansion of its software development operations in India; says company will not reduce job opportunites at US operations; campus thus far has just one building, with capacity for 1,600 workers; photo (M)",
      "lead_paragraph": "BANGALORE, India, Nov. 15 - The Microsoft Corporation announced on Monday that it was significantly expanding its software development operations in India as it opened a new campus near Hyderabad, its second-largest campus after its headquarters in Redmond, Wash.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/16/business/worldbusiness/microsoft-expands-operations-in-india.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Britain Says European Contract Competition Is Unfair",
      "snippet": "British Chancellor of the Exchequer Gordon Brown endorses report he commissioned that suggests some European governments, particularly Spain and France, are blocking fair competition in awarding public contracts--said to be worth almost $2 trillio...",
      "abstract": "British Chancellor of the Exchequer Gordon Brown endorses report he commissioned that suggests some European governments, particularly Spain and France, are blocking fair competition in awarding public contracts--said to be worth almost $2 trillion, equivalent to 16 percent of European Union's annual economic activity; report stops short of accusing Europeans of malfeasance; photo (M)",
      "lead_paragraph": "LONDON, Nov. 15 - For years, Continental Europeans have chastised the British for what they regard as a lack of European credentials.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/16/business/worldbusiness/britain-says-european-contract-competition-is-unfair.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Fortunes of Powell Were Linked to Iraq",
      "snippet": "Secretary of State Colin L. Powell experienced triumph in 2002 with the unanimous approval of a resolution by the United Nations Security Council demanding that Iraq comply with weapons inspections or face the prospect of war. Soon, however, publi...",
      "abstract": "Secretary of State Colin L. Powell experienced triumph in 2002 with the unanimous approval of a resolution by the United Nations Security Council demanding that Iraq comply with weapons inspections or face the prospect of war. Soon, however, public anger over the war and the failure to find the weapons took their toll. His supporters say Mr. Powell did not get the credit he deserved for advancing the administration's diplomacy.      ''Whenever Bush got into a ditch, they turned to Colin Powell to help them out,'' a friend said.     Article, Page A24.",
      "lead_paragraph": "Secretary of State Colin L. Powell experienced triumph in 2002 with the unanimous approval of a resolution by the United Nations Security Council demanding that Iraq comply with weapons inspections or face the prospect of war. Soon, however, public anger over the war and the failure to find the weapons took their toll. His supporters say Mr. Powell did not get the credit he deserved for advancing the administration's diplomacy.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/16/us/front page/fortunes-of-powell-were-linked-to-iraq.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Belgium: Steel Maker Posts Profit",
      "snippet": "Arcelor reports third-quarter earnings of 629 million euros ($817 million); reports increase in net income, to 101 million euros, and 22 percent hike in net sales, to 715 billion euro (S)",
      "abstract": "Arcelor reports third-quarter earnings of 629 million euros ($817 million); reports increase in net income, to 101 million euros, and 22 percent hike in net sales, to 715 billion euro (S)",
      "lead_paragraph": "The steel maker Arcelor said that price increases helped it earn 629 million euros ($817 million) in the third quarter. The company also forecast that demand from automakers and packaging companies would rise further next year. Net income was up from 101 million euros a year ago. Sales rose 22 percent, to 7.15 billion euros. Third-quarter sales of flat carbon steel used in cars and washing machines rose 20 percent, to 3.77 billion euros, Arcelor said. Shipments rose 6.7 percent, to 6.03 million metric tons. Sales of long carbon steel used in construction rose 41 percent, to 1.64 billion euros. Shipments increased 12 percent, to 3.28 million tons. Stainless steel sales rose 27 percent, to 1.02 billion euros. Arcelor is based in Luxembourg.",
      "publication_date": "2004-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/16/business/world-business-briefing-europe-belgium-steel-maker-posts-profit.html",
      "byline": "By Bloomberg News"
    }
  ]
}