{
  "metadata": {
    "date": "2004-04-14",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Demand for PC's Spurs Chip Sales, Sending Profit Up 89% at Intel",
      "snippet": "Intel reports its first-quarter profit rose 89 percent from year ago on strength of increased demand for new computers; disappoints Wall Street slightly with conservative forecast for second quarter; net income was $1.73 billion on revenue of $8.0...",
      "abstract": "Intel reports its first-quarter profit rose 89 percent from year ago on strength of increased demand for new computers; disappoints Wall Street slightly with conservative forecast for second quarter; net income was $1.73 billion on revenue of $8.09 billion; earned $915 million on sales of $6.75 billion year earlier; photo (M)",
      "lead_paragraph": "Intel, the world's largest chip maker, reported on Tuesday that its first-quarter profit rose 89 percent from a year ago on the strength of increased demand for new computers.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/14/business/technology-demand-for-pc-s-spurs-chip-sales-sending-profit-up-89-at-intel.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "MORE ON IRAQ",
      "snippet": "A CLERIC REMAINS DEFIANT -- A rebel cleric resisted disbanding his militia as American troops moved in to confront him, but there were reports a deal had been struck.   PAGE A10    ENVOY TO IRAQ TO BE NAMED -- John D. Negroponte, a veteran America...",
      "abstract": " A CLERIC REMAINS DEFIANT -- A rebel cleric resisted disbanding his militia as American troops moved in to confront him, but there were reports a deal had been struck.   PAGE A10    ENVOY TO IRAQ TO BE NAMED -- John D. Negroponte, a veteran American diplomat, is expected to be appointed ambassador to Iraq.   PAGE A11",
      "lead_paragraph": "A CLERIC REMAINS DEFIANT -- A rebel cleric resisted disbanding his militia as American troops moved in to confront him, but there were reports a deal had been struck. PAGE A10",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/14/world/more-on-iraq.html",
      "byline": ""
    },
    {
      "headline": "F.B.I. IS ASSAILED FOR ITS HANDLING OF TERROR RISKS",
      "snippet": "FBI comes under withering criticism from commission investigating Sept 11 attacks; Thomas H Kean, commission chairman, declares that agency does not work and that he does not know how to fix it; commission releases pair of interim reports that off...",
      "abstract": "FBI comes under withering criticism from commission investigating Sept 11 attacks; Thomas H Kean, commission chairman, declares that agency does not work and that he does not know how to fix it; commission releases pair of interim reports that offer extensive and agonizing new details about how FBI and CIA may have bungled opportunities to thwart Sept 11 attacks; Kean says he welcomes Pres Bush's comments that White House will consider overhaul of nation's intelligence agencies, including FBI; Kean's criticisms of bureau are echoed by others on commission and come as panel conducts sometimes harsh questioning of Louis J Freeh, FBI director from 1993 until he retired three months before Sept 11 attacks, Thomas J Pickard, who was bureau's acting director during summer of 2001, Atty Gen John Ashcroft and his predecessor, Janet Reno; photo (L)",
      "lead_paragraph": "The F.B.I. came under withering criticism on Tuesday from the independent commission investigating the Sept. 11 attacks, with its chairman describing new staff reports on the bureau's performance before and after the attacks as an ''indictment of the F.B.I.''",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/14/us/threats-responses-inquiry-fbi-assailed-for-its-handling-terror-risks.html",
      "byline": "By Philip Shenon and Eric Lichtblau"
    },
    {
      "headline": "Media Told Not to Name Jurors in Trial Of a Banker",
      "snippet": "Judge Richard Owen, presiding over retrial of Credit Suisse First Boston former banker Frank P Quattrone, orders news media not to report names of jurors or potential jurors, apparently in response to outcome of trial of two former Tyco executives...",
      "abstract": "Judge Richard Owen, presiding over retrial of Credit Suisse First Boston former banker Frank P Quattrone, orders news media not to report names of jurors or potential jurors, apparently in response to outcome of trial of two former Tyco executives; outside lawyers say move is probably unconstitutional (M)",
      "lead_paragraph": "The judge presiding over the retrial of Frank P. Quattrone, the former investment banker at Credit Suisse First Boston, ordered the news media yesterday not to report the names of jurors or potential jurors, apparently in response to the outcome of the trial of two former Tyco executives.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/14/business/media-told-not-to-name-jurors-in-trial-of-a-banker.html",
      "byline": "By Jonathan D. Glater and Andrew Ross Sorkin"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Stake In Noodle Maker",
      "snippet": "Japan's Nissin Food Products Co will buy 33.4 percent of China's Hebei Hualong F&N Industry Group for 20 billion yen ($187 million) (S)",
      "abstract": "Japan's Nissin Food Products Co will buy 33.4 percent of China's Hebei Hualong F&N Industry Group for 20 billion yen ($187 million) (S)",
      "lead_paragraph": "Japan's top maker of instant noodles, the Nissin Food Products Company, said it would buy a one-third stake in China's No.2 noodle company, the Hebei Hualong F&N Industry Group. Nissin will pay about 20 billion yen ($187 million) to take a 33.4 percent in the Chinese company. Nissin, the maker of Cup Noodle and other instant ramen noodles, has a leading 40 percent share of Japan s instant noodle market, but only a small presence in China. Todd Zaun (NYT)",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/14/business/world-business-briefing-asia-japan-stake-in-noodle-maker.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Canada Rate Is Lowered For 5th Time In Last Year",
      "snippet": "Bank of Canada drops its overnight lending rate to 2 percent from 2.25 percent, fifth rate decrease in year; sharp rise in Canadian dollar in last year has dampened exports, and consumers, previously driving force behind economic growth, have turn...",
      "abstract": "Bank of Canada drops its overnight lending rate to 2 percent from 2.25 percent, fifth rate decrease in year; sharp rise in Canadian dollar in last year has dampened exports, and consumers, previously driving force behind economic growth, have turned more cautious; graph (M)",
      "lead_paragraph": "The Bank of Canada lowered its key interest rate on Tuesday for the fifth time in the last year, noting that many Canadian businesses still needed to adjust to a more competitive global economy in spite of benefits from strong commodity prices.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/14/business/canada-rate-is-lowered-for-5th-time-in-last-year.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "Philips Posts Profit and Hints of Deals",
      "snippet": "Royal Philips Electronics reports earnings of 550 million euros ($664 million) in first quarter compared to loss of 69 million euros; operating profit of 218 million euros ($263 million) falls below expectations; sales were up 2 percent from year ...",
      "abstract": "Royal Philips Electronics reports earnings of 550 million euros ($664 million) in first quarter compared to loss of 69 million euros; operating profit of 218 million euros ($263 million) falls below expectations; sales were up 2 percent from year ago, to 6.63 billion euros; photo (M)d",
      "lead_paragraph": "Royal Philips Electronics reported a first-quarter profit on Tuesday, rebounding from a loss a year earlier, and said that in the wake of a sharp cost-cutting program it would refocus on expansion and consider acquisitions in the medical, domestic appliance and lighting industries.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/14/business/philips-posts-profit-and-hints-of-deals.html",
      "byline": "By Gregory Crouch"
    },
    {
      "headline": "Indian Services Giant Hits $1 Billion Mark",
      "snippet": "Infosys Technologies, bellwether of Indian software services industry, posts more than $1 billion in annual sales for first time and celebrates news with giant party, special dividend of $2.28 a share and distribution of three shares for every one...",
      "abstract": "Infosys Technologies, bellwether of Indian software services industry, posts more than $1 billion in annual sales for first time and celebrates news with giant party, special dividend of $2.28 a share and distribution of three shares for every one held; chief executive Nandan M Nilekani and chairman N R Narayana Murthy comment; photo (M)",
      "lead_paragraph": "Infosys Technologies, the bellwether of the Indian software services industry, has posted more than $1 billion in annual sales for the first time and it celebrated the news on Tuesday with a giant party, a special dividend of $2.28 a share and a distribution of three shares for every one held.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/14/business/indian-services-giant-hits-1-billion-mark.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "BUSH MAY ACCEPT WEST BANK PLAN",
      "snippet": "Pres Bush plans to issue declaration that his aides say will recognize Israel's right to retain some Jewish settlements in West Bank as part of any peace accord with Palestinians; declaration, to be made when Prime Min Ariel Sharon visits White Ho...",
      "abstract": "Pres Bush plans to issue declaration that his aides say will recognize Israel's right to retain some Jewish settlements in West Bank as part of any peace accord with Palestinians; declaration, to be made when Prime Min Ariel Sharon visits White House on April 14, would represent subtle but substantial shift in American policy, which has viewed settlements as obstacles to peace and asserted that final borders must be arrived at through negotiations solely between Israel and Palestinians; administration officials say that Bush will also assert that Palestinian refugee families that once lived in Israel should live in a future Palestinian state in West Bank and Gaza Strip, rather than in Israeli lands they continue to claim; photo (M)",
      "lead_paragraph": "President Bush is planning to issue a declaration on Wednesday that his aides say will recognize Israel's right to retain some Jewish settlements in the West Bank as part of any peace accord with the Palestinians.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/14/world/bush-may-accept-west-bank-plan.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "In China, Troubling Signs Of an Overheating Economy",
      "snippet": "China reports bank lending rose in March, and central bank fails to sell all treasury bills offered at current interest rates; this is fourth consecutive week that People's Bank of China is unable to sell all its bills, indicating that investors e...",
      "abstract": "China reports bank lending rose in March, and central bank fails to sell all treasury bills offered at current interest rates; this is fourth consecutive week that People's Bank of China is unable to sell all its bills, indicating that investors expect inflation or interest rates to rise markedly; central bank governor Zhou Xiaochuan gives one of grimmest assessments yet by Chinese official of risks that econony might overheat; China's inflation is important to US and Europe because it could start to affect prices in US; photos (M)",
      "lead_paragraph": "More worrisome signs of inflationary pressure emerged in China on Tuesday, as Beijing announced that bank lending climbed briskly in March and the central bank failed to sell all the treasury bills offered at current interest rates.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/14/business/in-china-troubling-signs-of-an-overheating-economy.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Price of AIDS Drug Intensifies Debate On Legal Imports",
      "snippet": "Recent decision by Abbott Laboratories to quintuple price of its crucial AIDS drug Norvir will be at center of Federal Health and Human Servicers hearing in which AIDS groups and consumer advocates plan to argue that government should begin allowi...",
      "abstract": "Recent decision by Abbott Laboratories to quintuple price of its crucial AIDS drug Norvir will be at center of Federal Health and Human Servicers hearing in which AIDS groups and consumer advocates plan to argue that government should begin allowing import of cheaper drugs; hearing is result of last fall's Medicare drug legislation, in which Congress called for general inquiry into import question; but escalating protest over Norvir, whose average annual dosage cost rose to about $7,800 in January from $1,500, has suddenly given import issue unexpected urgency; table shows how costs for various prescription drugs in US exceed those in other industrial countries; photo (M)",
      "lead_paragraph": "The recent decision by Abbott Laboratories to quintuple the price of its crucial AIDS drug Norvir will be at the center of a federal hearing today in which AIDS groups and consumer advocates plan to argue that the government should begin allowing the import of cheaper drugs.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/14/business/price-of-aids-drug-intensifies-debate-on-legal-imports.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Beef Talks Set",
      "snippet": "Vice Pres Dick Cheney says Japanese government has invited US experts to consultations in Tokyo aimed at finding way for Japan to lift its ban on beef imports from US; Japan has blocked imports since December, when case of mad cow disease was disc...",
      "abstract": "Vice Pres Dick Cheney says Japanese government has invited US experts to consultations in Tokyo aimed at finding way for Japan to lift its ban on beef imports from US; Japan has blocked imports since December, when case of mad cow disease was discovered in Washington State (S)",
      "lead_paragraph": "The Japanese government has invited United States experts to consultations in Tokyo next week aimed at finding a way for Japan to lift its ban on beef imports from the United States, Vice President Dick Cheney said on the last day of a four-day visit to Japan. Japan has blocked the imports since December, when a case of mad cow disease was discovered in Washington State. Japan has demanded that the United States test all cattle for the disease before lifting the ban. The United States has argued that testing all cows is unnecessary because the disease occurs only in older animals. Before imposing the ban, Japan imported about $1 billion worth of beef from the United States annually. Todd Zaun (NYT)",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/14/business/world-business-briefing-asia-japan-beef-talks-set.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | World Trade: Lumber Tariff Ruling",
      "snippet": "World Trade Organization says that US was justified in imposing antidumping duties on imports of softwood lumber from Canada two years ago, but that method used to calculate duties was flawed (S)",
      "abstract": "World Trade Organization says that US was justified in imposing antidumping duties on imports of softwood lumber from Canada two years ago, but that method used to calculate duties was flawed (S)",
      "lead_paragraph": "A World Trade Organization panel said that the United States was justified in imposing antidumping duties on imports of softwood lumber from Canada two years ago, but that the method used to calculate the duties was flawed. The antidumping case is one of several involving Canadian lumber exports currently before the W.T.O. and panels set up under the North American Free Trade Agreement. The Canadians have also protested against American countervailing duties, imposed to offset what the United States sees as subsidies on Canadian lumber. Negotiators from the countries have so far failed to resolve the lumber dispute. Bernard Simon (NYT)",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/14/business/world-business-briefing-world-trade-lumber-tariff-ruling.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "Hynix Drops Plan to Sell Assets to Citigroup",
      "snippet": "South Korea's Hynix Semiconductor ends talks to sell its nonmemory assets to Citigroup Venture Capital (M)",
      "abstract": "South Korea's Hynix Semiconductor ends talks to sell its nonmemory assets to Citigroup Venture Capital (M)",
      "lead_paragraph": "Emboldened by a rise in global chip prices, Hynix Semiconductor, the large maker of memory chips, said Tuesday that it had ended talks to sell its nonmemory assets to a Citigroup unit.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/14/business/hynix-drops-plan-to-sell-assets-to-citigroup.html",
      "byline": "By Samuel Len"
    },
    {
      "headline": "THE MARKETS: Market Place; New York State Fund to Join Californians in Dissent at Citigroup",
      "snippet": "New York State Common Retirement Fund joins California Public Employees' Retirement System in planning withhold vote for re-election of Sanford I Weill and Charles O Prince as directors of Citigroup; says 'their status as company insiders raises q...",
      "abstract": "New York State Common Retirement Fund joins California Public Employees' Retirement System in planning withhold vote for re-election of Sanford I Weill and Charles O Prince as directors of Citigroup; says 'their status as company insiders raises questions about independence and objectivity of Citigroup's board of directors' (M)",
      "lead_paragraph": "In the world of heavyweight institutional investors, the California Public Employees' Retirement System, or Calpers, tilts the scales. And on Monday it leaned on Citigroup's board, citing corporate governance problems at the company, the world's biggest bank, as reasons for not supporting the re-election of Sanford I. Weill and Charles O. Prince as directors next week.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/14/business/markets-market-place-new-york-state-fund-join-californians-dissent-citigroup.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Wholesale Prices Rise",
      "snippet": "Japan's corporate goods price index rose 0.2 percent in March from year earlier, first annual increase since July 2000 (S)",
      "abstract": "Japan's corporate goods price index rose 0.2 percent in March from year earlier, first annual increase since July 2000 (S)",
      "lead_paragraph": "Japan's corporate goods price index rose 0.2 percent in March from a year earlier, for the first annual increase since July 2000, as higher prices of iron and steel offset lower prices of some agricultural goods, government data showed. The increase in the index of wholesale prices was an indication that Japan's long battle with deflation may be coming to an end, though economists and government officials cautioned against reading too much into the figures. Consumer prices are expected to continue to fall because of stagnant wage growth and weak demand. Todd Zaun (NYT)",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/14/business/world-business-briefing-asia-japan-wholesale-prices-rise.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Making a Case For a Mission",
      "snippet": "David E Sanger analysis of news conference in which Pres Bush argues case for staying the course in Iraq; says Bush makes his case with language and zeal of missionary and combines it with stark warning that failure will embolden America's enemies...",
      "abstract": "David E Sanger analysis of news conference in which Pres Bush argues case for staying the course in Iraq; says Bush makes his case with language and zeal of missionary and combines it with stark warning that failure will embolden America's enemies around world (M)",
      "lead_paragraph": "Facing a moment of political peril unlike any in the more than one thousand days of his presidency, George W. Bush made the case on Tuesday night for staying the course in Iraq with the language and zeal of a missionary and combined it with a stark warning that failure would embolden America's enemies around the world.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/14/us/the-president-s-news-conference-news-analysis-making-a-case-for-a-mission.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Gazprom Executive Resigns",
      "snippet": "Gazprom says chief financial officer Boris Yurlov has resigned; Andrei Kruglov is named acting deputy chief executive (S)",
      "abstract": "Gazprom says chief financial officer Boris Yurlov has resigned; Andrei Kruglov is named acting deputy chief executive (S)",
      "lead_paragraph": "The world's largest natural gas producer, Gazprom, said Boris Yurlov, 55, resigned as chief financial officer to take a government job. Andrei Kruglov, the 35-year-old head of the corporate finance division, was appointed acting deputy chief executive and will supervise Gazprom's finances, Gazprom said. Mr. Yurlov last year oversaw the two biggest corporate bond sales in Russia's history, raising almost $3 billion for Gazprom to help the company reduce interest payments and lengthen the maturity of its debt. He also won board approval for plans to cut new borrowing by 40 percent to $3.2 billion in two years and maintain debt at no more than $15 billion.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/14/business/world-business-briefing-europe-russia-gazprom-executive-resigns.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Airport Use Increases",
      "snippet": "BAA, world's largest operator of airports, says number of people using its seven British airports increased by 4.4 percent, to record 133.4 million, in year ended March 31; says biggest increase came at Stansted airport, which is used mostly low-c...",
      "abstract": "BAA, world's largest operator of airports, says number of people using its seven British airports increased by 4.4 percent, to record 133.4 million, in year ended March 31; says biggest increase came at Stansted airport, which is used mostly low-cost airlines; number of travelers using Stansted rose 15.9 percent, to 19.4 million passengers for year; graph (S)",
      "lead_paragraph": "The world's biggest op-erator of airports, BAA, said the number of people using its seven British airports increased by 4.4 percent, to 133.4 million, a record, in the year ended March 31. The increase was most marked for the month of March -- up 10.4 percent, to 10.4 million, compared with a year ago, when air travel slowed at the start of the war in Iraq. BAA said the biggest surge came at Stansted airport, north of London, which is used mostly by low-cost airlines like Ryanair and EasyJet. The number of travelers using Stansted rose 15.9 percent, to 19.4 million passengers for the year. Alan Cowell (NYT)",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/14/business/world-business-briefing-europe-britain-airport-use-increases.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "U.S. Workers, Lured by Money And Idealism, Face Iraqi Reality",
      "snippet": "Tens of thousands of American civilians are working in Iraq, only a few of whom arrived with any idea of just how dangerous their jobs would become; some were driven by promise of six-figure salaries, or powerful sense of patriotism; for others, d...",
      "abstract": "Tens of thousands of American civilians are working in Iraq, only a few of whom arrived with any idea of just how dangerous their jobs would become; some were driven by promise of six-figure salaries, or powerful sense of patriotism; for others, decision to sign up for job in Iraq was motivated by desire to help ordinary Iraqis improve their lves; many of their simplest tasks have carried extraordinary danger over last two weeks, as civilian workers have become targets of kidnappings and murder; there are no concrete figures on number of civilians who have been killed or wounded in Iraq, but Halliburton Co, major civilian contractor, has acknowedged that 30 of its employees and contractors have died since war began last year; photos (M)",
      "lead_paragraph": "They were driven by the promise of six-figure salaries or a powerful sense of patriotism. For others, the decision to sign up for a job in the cauldron of Iraq was motivated by desire to help ordinary Iraqis improve their lives. Among the tens of thousands of American citizens working in Iraq, few could have imagined how dangerous their jobs would become.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/14/us/struggle-for-iraq-civilian-workers-us-workers-lured-money-idealism-face-iraqi.html",
      "byline": "By Andrew Jacobs and Simon Romero"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Stocks Decline as Report Stirs Interest Rate Fears  Stocks slumped after a robust retail sales report from the Commerce Department led to worries that an interest rate increase could come earlier than expected and cool off the economic recovery.  ...",
      "abstract": " Stocks Decline as Report Stirs Interest Rate Fears  Stocks slumped after a robust retail sales report from the Commerce Department led to worries that an interest rate increase could come earlier than expected and cool off the economic recovery.    The Dow Jones industrial average fell 134.28 points, or 1.28 percent, to 10,381.28. The Standard & Poor's 500-stock index dipped 15.76 points, or 1.38 percent, to 1,129.44. The Nasdaq composite index gave up 35.40 points, or 1.71 percent, to 2,030.08. [C9.]",
      "lead_paragraph": "Stocks Decline as Report Stirs Interest Rate Fears",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/14/business/business-digest-208582.html",
      "byline": ""
    },
    {
      "headline": "For Chip Rivals, Slugfest Worthy Of Video Game",
      "snippet": "Nvidia is counting on new generation of its GeForce computer chips to regain lead in chips that enable personal computers to show more vivid three-dimensional graphics images; company, which dominated market for graphics chips, has slipped lately,...",
      "abstract": "Nvidia is counting on new generation of its GeForce computer chips to regain lead in chips that enable personal computers to show more vivid three-dimensional graphics images; company, which dominated market for graphics chips, has slipped lately, allowing ATI Technologies to catch up; Nvidia lost its Xbox contract to ATI when it refused to meet Microsoft Corp's stringent pricing demands; revenue fell to $1.82 billion in 2003 from $1.91 billion in 2002; graph; photo (M)",
      "lead_paragraph": "Jen-Hsun Huang does not like to waste time.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/14/business/technology-for-chip-rivals-slugfest-worthy-of-video-game.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Bush Asserts 'We Must Not Waver' on Terror or Iraq",
      "snippet": "Pres Bush vows that United States will not bow to surge of violence in Iraq, saying that to change course in face of mounting attacks would betray Iraqi people and embolden America's enemies around world; makes assertion in 17-minute statement tha...",
      "abstract": "Pres Bush vows that United States will not bow to surge of violence in Iraq, saying that to change course in face of mounting attacks would betray Iraqi people and embolden America's enemies around world; makes assertion in 17-minute statement that opens what is only his third news conference in prime time; strongly reiterates his commitment to transferring sovereignty in Iraq back to Iraqis on schedule on June 30 despite spike in resistance there; says he will provide whatever forces it needs to quell insurgency and come up with whatever money is necessary to rebuild Iraq; appears somber but relaxed as he confronts what he calls tough weeks; casts conflict in Iraq as integral part of broader fight against terrorism and suggests that any failure to follow through would be unthinkable and have dire consequences for Americans; photo (L)",
      "lead_paragraph": "President Bush vowed on Tuesday night that the United States would not bow to the surge of violence in Iraq, saying that to change course in the face of mounting attacks would betray the Iraqi people and embolden America's enemies around the world.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/14/us/president-s-conference-president-bush-asserts-we-must-not-waver-terror-iraq.html",
      "byline": "By Richard W. Stevenson and Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Asia: China: Wireless Telephone Expansion",
      "snippet": "China Telecom Corp, nation's largest fixed-line phone operator, pays state-owned parent $3.4 billion for 10 phone networks as it tries to catch up with faster-growing cellular phone operators; acquisition will increase number of lines company has ...",
      "abstract": "China Telecom Corp, nation's largest fixed-line phone operator, pays state-owned parent $3.4 billion for 10 phone networks as it tries to catch up with faster-growing cellular phone operators; acquisition will increase number of lines company has by 43 million, to more than 160 million (S)",
      "lead_paragraph": "China's biggest fixed-line phone operator, the China Telecom Corporation, agreed to pay its state-owned parent $3.4 billion for 10 phone networks as it tried to catch up with faster- growing cellular phone operators. The company said it would assume $4.8 billion of debt and sell as many as 7.56 billion new shares after May 3 to pay for the purchase. The acquisition will increase the number of lines it has by 43 million, to more than 160 million. China Telecom needs more users to increase profit, as new-line growth has lagged that of competitors.",
      "publication_date": "2004-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/14/business/world-business-briefing-asia-china-wireless-telephone-expansion.html",
      "byline": "By Bloomberg News"
    }
  ]
}