{
  "metadata": {
    "date": "2004-03-15",
    "total_articles": 37
  },
  "articles": [
    {
      "headline": "Bombings Lead U.S. to Raise Security for Trains",
      "snippet": "Law enforcement and transit authorities move to bolster security on passenger rail lines around US, particularly in crowded Northeast corridors; some officials warn that rail and subway systems remain particularly vulnerable to terrorist attacks l...",
      "abstract": "Law enforcement and transit authorities move to bolster security on passenger rail lines around US, particularly in crowded Northeast corridors; some officials warn that rail and subway systems remain particularly vulnerable to terrorist attacks like ones in Madrid; say Madrid bombings underscore fact that rail security has lagged woefully behind aviation improvements since 9/11 attacks; Democrats in Congress propose $500 million commitment for rail security to help narrow gap; US security o fficials say that while they have no specific intelligence about imminent attacks in US, Al Qaeda has made clear that it considers commuter trains and subway systems to be vulnerable (M)",
      "lead_paragraph": "Law enforcement and transit authorities said Friday that they were moving to bolster security on passenger rail lines around the country, particularly in the crowded Northeast corridors. But some officials warned that rail and subway systems remained particularly vulnerable to terrorist attacks like the ones in Madrid.",
      "publication_date": "2004-03-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/13/us/bombings-in-madrid-in-the-us-bombings-lead-us-to-raise-security-for-trains.html",
      "byline": "By Eric Lichtblau and Sarah Kershaw"
    },
    {
      "headline": "Iraqi Policemen Tied to Killing Of 2 Americans",
      "snippet": "US officials say that four men arrested in connection with killing of Fern L Holland and Robert J Zangis, American civilians working for US occupation authority, were apparently members of new 70,000-member US-trained Iraqi police force; fifth man...",
      "abstract": "US officials say that four men arrested in connection with killing of Fern L Holland and Robert J Zangis, American civilians working for US occupation authority, were apparently members of new 70,000-member US-trained Iraqi police force; fifth man seized in killings was former member of police force under Saddam Hussein, while sixth man was civilian; killings occurred on road near Shiite holy city of Karbala; slayings have shocked Americans, who face possibility that men to whom they turn f or cooperation in fighting insurgency may include insurgent infiltrators or those paid to do their work (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/13/world/iraqi-policemen-tied-to-killing-of-2-americans.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "China's Need for Metal Keeps U.S. Scrap Dealers Scrounging",
      "snippet": "China has nearly insatiable demand for industrial junk from US; sales of scrap metal to China have surged, with effects that are ricocheting across US economy; prices are soaring not just for scrap, but metals in general; China in 2003 became firs...",
      "abstract": "China has nearly insatiable demand for industrial junk from US; sales of scrap metal to China have surged, with effects that are ricocheting across US economy; prices are soaring not just for scrap, but metals in general; China in 2003 became first country to import over $1 billion of American scrap; much of material being used to build China's skyscrapers, factories and telecommunications systems--along with many of products it exports--is derived from scrap; American scrap dealers, industry of 1,200 mainly mom-and-pop operations, are sharing in boom times; American companies that depend on scrap are scrounging; copper and steel industry trade groups are drawing up petitions that would ask government to temporarily limit scrap exports; graphs; photos (M)",
      "lead_paragraph": "At a time when toys, televisions and other products made in China are flooding into the United States, helping push the trade deficit to record levels, there is at least one American product for which China has a nearly insatiable demand -- industrial junk.",
      "publication_date": "2004-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/13/business/china-s-need-for-metal-keeps-us-scrap-dealers-scrounging.html",
      "byline": "By Andrew Pollack and Keith Bradsher"
    },
    {
      "headline": "SENATE APPROVES BUDGET INTENDED TO CURB DEFICIT",
      "snippet": "Senate votes, 51 to 45, to approve $2.4 trillion budget resolution for 2005 that could imperil Pres Bush's drive to make all his tax cuts permanent while it tries to shrink federal deficit faster than White House proposes; vote comes after budget ...",
      "abstract": "Senate votes, 51 to 45, to approve $2.4 trillion budget resolution for 2005 that could imperil Pres Bush's drive to make all his tax cuts permanent while it tries to shrink federal deficit faster than White House proposes; vote comes after budget deliberations break down in House following rebellion by Republicans who demand that party leaders take tougher actions to control spending; Senate budget is similar to White House proposal but calls for slower growth in spending and, after five years, deficit $56 billion lower than administration plan (M)",
      "lead_paragraph": "The Senate voted early Friday morning to approve a $2.4 trillion budget resolution for next year that could imperil President Bush's drive to make all his tax cuts permanent while it tries to shrink the federal deficit faster than the White House proposes.",
      "publication_date": "2004-03-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/13/us/senate-approves-budget-intended-to-curb-deficit.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "New Darlings for Some Inflation-Wary Investors",
      "snippet": "Treasury Inflation Protected Securities, or TIPS, are being bought by individual investors as well as pension funds and others who are concerned that inflation could erode their returns in coming years; fear is that consumer prices may be poised t...",
      "abstract": "Treasury Inflation Protected Securities, or TIPS, are being bought by individual investors as well as pension funds and others who are concerned that inflation could erode their returns in coming years; fear is that consumer prices may be poised to rise in coming months and years ahead if economy continues to rebound; low fixed returns offered on standard bonds will have even less buying power if goods and services become more expensive; securities pay investor set interest rate, and their principal gains in value along with rise in Consumer Price Index; TIPS market has nearly $200 billion in circulation; graph (M)",
      "lead_paragraph": "An investment that Wall Street was trying to kill off just three years ago is coming on strong.",
      "publication_date": "2004-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/13/business/new-darlings-for-some-inflation-wary-investors.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "GRIEVING CROWDS IN SPAIN SEETHE AT TRAIN ATTACKS",
      "snippet": "Millions of people in Spain stream into streets in nationwide demonstration against violence that left nearly 200 people dead and over 1,400 wounded in explosions on four commuter trains in Madrid; government asserts that Basque separatist group E...",
      "abstract": "Millions of people in Spain stream into streets in nationwide demonstration against violence that left nearly 200 people dead and over 1,400 wounded in explosions on four commuter trains in Madrid; government asserts that Basque separatist group ETA and not Al Qaeda is responsible for attack, although evidence is confusing; political stakes in uncovering identity of terrorists are high; Spain's voters will elect new government on March 14; Prime Min Jose Maria Aznar's decision to join US war effort in Iraq and send 1,300 troops there was overwhelmingly opposed by people; it could affect elections outcome if Al Qaeda is shown to be involved in bomb attacks; photos (M)",
      "lead_paragraph": "Grief and fury blanketed Spain on Friday evening as the country mourned the victims of its terrorist attack and struggled to discover who was responsible.",
      "publication_date": "2004-03-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/13/world/bombings-in-madrid-reaction-grieving-crowds-in-spain-seethe-at-train-attacks.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Diagnostic Imaging Moves Into Many Doctor's Offices  Doctors are installing imaging equipment, particularly M.R.I. machines, in their offices instead of sending patients to a radiologist or local hospitals.     This has made diagnostic imaging nea...",
      "abstract": " Diagnostic Imaging Moves Into Many Doctor's Offices  Doctors are installing imaging equipment, particularly M.R.I. machines, in their offices instead of sending patients to a radiologist or local hospitals.     This has made diagnostic imaging nearly a $100 billion-a-year business, up about 40 percent since 2000, and one of the fastest-growing components of physician services in the Medicare program. [Page A1.]",
      "lead_paragraph": "Diagnostic Imaging Moves Into Many Doctor's Offices",
      "publication_date": "2004-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/13/business/business-digest-779687.html",
      "byline": ""
    },
    {
      "headline": "G.E. Signals a Growing Interest in Solar",
      "snippet": "General Electric to acquire major assets of AstroPower, largest American-owned maker of solar equipment, for $15 million in cash and estimated $3.5 million in debt; move is seeen in solar power industry as major vote of confidence in business; pho...",
      "abstract": "General Electric to acquire major assets of AstroPower, largest American-owned maker of solar equipment, for $15 million in cash and estimated $3.5 million in debt; move is seeen in solar power industry as major vote of confidence in business; photos (M)",
      "lead_paragraph": "General Electric will acquire the major assets of the largest American-owned maker of solar equipment, in a move the solar power industry sees as a major vote of confidence in the business.",
      "publication_date": "2004-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/13/business/ge-signals-a-growing-interest-in-solar.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Novartis Says It's Weighing Making a Bid For Aventis",
      "snippet": "Novartis Says It's Weighing Making a B",
      "abstract": "Novartis Says It's Weighing Making a B",
      "lead_paragraph": "Is Novartis a white knight or a pretender?",
      "publication_date": "2004-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/13/business/novartis-says-it-s-weighing-making-a-bid-for-aventis.html",
      "byline": "By Andrew Ross Sorkin and Heather Timmons"
    },
    {
      "headline": "An M.R.I. Machine For Every Doctor? Someone Has to Pay",
      "snippet": "Some doctors in Syracuse have been installing imaging equipment in their offices instead of sending patients to radiologist or hospital; Blue Cross and Blue Shield Assn report finds that diagnostic imaging is approaching $100-billion-a-year busine...",
      "abstract": "Some doctors in Syracuse have been installing imaging equipment in their offices instead of sending patients to radiologist or hospital; Blue Cross and Blue Shield Assn report finds that diagnostic imaging is approaching $100-billion-a-year business nationally, up about 40 percent since 2000; insurers are becoming increasingly concerned about imaging; five counties surrounding Syracuse have 27 magnetic resonance imaging machines, up from 20 just three years ago; radiologists complain that specialists are investing in machines as way to increase their incomes; there are signs that more machines may translate into too much imaging; it is fastest-growing component of physician services in Medicare program; graphs; photo (M)",
      "lead_paragraph": "This aging city is an unexpected epicenter for a high-tech medical arms race. But employers and insurers here say that is just what they are paying for, as doctors, their traditional sources of income squeezed, discover a new one: diagnostic imaging.",
      "publication_date": "2004-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/13/business/an-mri-machine-for-every-doctor-someone-has-to-pay.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "US Airways Is Granted Revised Terms for Loan Guarantee",
      "snippet": "Air Transportation Stabilization Board amends terms of $900 million in loan guarantees to US Airways, saving airline from defaulting on its agreements; carrier would have immediately been in default of original terms of its loan guarantees because...",
      "abstract": "Air Transportation Stabilization Board amends terms of $900 million in loan guarantees to US Airways, saving airline from defaulting on its agreements; carrier would have immediately been in default of original terms of its loan guarantees because of dire assessment by its auditors KPMG that airline's future is in question; loan guarantees provide basis of airline's $1 billion restructuring plan, which was completed in April 2003 (M)",
      "lead_paragraph": "A federal board agreed yesterday to amend the terms of $900 million in loan guarantees to US Airways, saving the airline from defaulting on its agreements.",
      "publication_date": "2004-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/13/business/us-airways-is-granted-revised-terms-for-loan-guarantee.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "U.S. Set to Ease Some Provisions Of School Law",
      "snippet": "Education Sec Rod Paige will announce changes to implementation of No Child Left Behind law that local educators and state lawmakers have attacked as arbitrary and unfair, but says administration will resist effort to amend law itself; administrat...",
      "abstract": "Education Sec Rod Paige will announce changes to implementation of No Child Left Behind law that local educators and state lawmakers have attacked as arbitrary and unfair, but says administration will resist effort to amend law itself; administration will change policy that says teachers must have degree or otherwise be certified in every subject they teach, requirement that is especially unpopular in rural areas where teacher shortages are acute; will offer more flexibility on regulations governing required participation rates on standardized tests; hundreds of schools have been placed on academic probation because one or two students performed below qualifying threshold; some requirements of law will force schools to undertake costly remedial measures, which state officials say they cannot afford, although Paige contends law is amply funded; photo; graph (M)",
      "lead_paragraph": "Education Secretary Rod Paige says the Bush administration is working to soften the impact of important provisions of its centerpiece school improvement law that local educators and state lawmakers have attacked as arbitrary and unfair.",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/14/us/us-set-to-ease-some-provisions-of-school-law.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Newcomers Provide Fuel for Bush Money Machine",
      "snippet": "Pres Bush has put together formidable money machine, raising more than $159 million since June 2003, breaking his own record of roughly $100 million and establishing vast financial advantage over Sen John Kerry, presumptive Democratic nominee; wit...",
      "abstract": "Pres Bush has put together formidable money machine, raising more than $159 million since June 2003, breaking his own record of roughly $100 million and establishing vast financial advantage over Sen John Kerry, presumptive Democratic nominee; with new campaign finance law in place, Bush campaign has turned to people like Paul Dickerson, who collect large numbers of small checks from family, friends and colleagues with personal appeal for money, resulting in network of new donors that campaign itself could not have reached; Dickerson and others like him who achieve specified levels are called Rangers or Pioneers, depending upon amounts raised; photos; chart (M)",
      "lead_paragraph": "When President Bush came to town this week, the line to exchange a few words and pose for a picture with him was thick with heavyweights. There, at a private reception, was Gordon Bethune, the chief executive of Continental Airlines, and Drayton McLane, the owner of the Houston Astros. And there was Paul Dickerson.",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/14/us/newcomers-provide-fuel-for-bush-money-machine.html",
      "byline": "By Glen Justice"
    },
    {
      "headline": "Democrats Demand Inquiry Into Charge By Medicare Officer",
      "snippet": "Democrats call for investigation of charges that Bush administratino threatened to fire Richard S Foster, Medicare actuary, if he gave data to Congress showing high costs of Medicare legislation; Foster says he received that message from then-Medi...",
      "abstract": "Democrats call for investigation of charges that Bush administratino threatened to fire Richard S Foster, Medicare actuary, if he gave data to Congress showing high costs of Medicare legislation; Foster says he received that message from then-Medicare administrator Thomas A Scully; Scully denies threatening Foster, but confirms having told him to withhold certain information from Congress (M)",
      "lead_paragraph": "Democrats called Saturday for an investigation of charges that the Bush administration threatened to fire a top Medicare official if he gave data to Congress showing the high costs of hotly contested Medicare legislation.",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/14/us/democrats-demand-inquiry-into-charge-by-medicare-officer.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Crave Thin Mints? Girl Scout Cookies Available on eBay",
      "snippet": "Americans who live in areas that do not have high concentrations of Girl Scouts can find Girl Scout cookies on eBay, online auction site; in some cases, people who order cookies refuse delivery, leaving parents to dispose of them as they see fit a...",
      "abstract": "Americans who live in areas that do not have high concentrations of Girl Scouts can find Girl Scout cookies on eBay, online auction site; in some cases, people who order cookies refuse delivery, leaving parents to dispose of them as they see fit and eBay is convenient, although it may not be what organization's leadership has in mind for girls, who are supposed to learn social skills and confidence from experiences; policy prohibits online sales and cookies are not available on organization's Web site, but savvy parents are finding loopholes; Girl Scout cookies are big business, last year netting about $400 million; photos (M)",
      "lead_paragraph": "The cookies are coming -- or are they?",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/14/us/crave-thin-mints-girl-scout-cookies-available-on-ebay.html",
      "byline": "By Julia Moskin"
    },
    {
      "headline": "Corporate America Sending More Legal Work to Bombay",
      "snippet": "Companies from BorgWarner to General Electric are experimenting with 'offshoring' legal work to foreign lawyers, especially in India; find they can reduce certain legal costs by as much as 50 percent and receive work that rivals what they can obta...",
      "abstract": "Companies from BorgWarner to General Electric are experimenting with 'offshoring' legal work to foreign lawyers, especially in India; find they can reduce certain legal costs by as much as 50 percent and receive work that rivals what they can obtain in United States; photo (M)",
      "lead_paragraph": "When Laurene Horiszny, the general counsel of BorgWarner, needed to research an employment law question in several states, she left her firm's lawyers alone. She did not contact the outside firms she retains either. Instead, Ms. Horiszny turned to Mindcrest, a fledgling consulting firm with Indian-trained lawyers in Bombay ready to do the work.",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/03/14/jobs/corporate-america-sending-more-legal-work-to-bombay.html",
      "byline": "By Ellen L. Rosen"
    },
    {
      "headline": "Life Is Hard and Short in Haiti's Bleak Villages",
      "snippet": "Bleak portrait of Haiti, which is slipping further into poverty and despair, where public health, education and economy have been collapsing for decades, where leaders fail to keep promises, and where even soil is disappearing from steep hills bec...",
      "abstract": "Bleak portrait of Haiti, which is slipping further into poverty and despair, where public health, education and economy have been collapsing for decades, where leaders fail to keep promises, and where even soil is disappearing from steep hills because trees are turned into charcoal; small isolated villages like Plaine Danger are insulated from armed politics of Port-au-Prince, but that isolation provides no protection from 200 years of bad government; illness is prevalent, as is malnourishment, and subsistence on one meager meal a day is common; international aid has all but ceased and even World Bank will not deliver further aid, concluding that it has little or no impact; photo; map; table of data (M)",
      "lead_paragraph": "Diplomats call Haiti ''a failed state,'' a nation done in by dictators and disasters.",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/14/world/life-is-hard-and-short-in-haiti-s-bleak-villages.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "The Man Behind Grasso's Payday",
      "snippet": "Kenneth G Langone, who as chairman of New York Stock Exchange compensation committee approved Richard A Grasso's richest deals, defends $139.5 million pay package that forced Grasso to resign, interview; denies he allowed his friendship with Grass...",
      "abstract": "Kenneth G Langone, who as chairman of New York Stock Exchange compensation committee approved Richard A Grasso's richest deals, defends $139.5 million pay package that forced Grasso to resign, interview; denies he allowed his friendship with Grasso to color his judgment; scores board members who endorsed contract and later turned on Grasso as furor built; holds interim chairman John S Reed has heightened tensions at exchange; photos; recipe (M)",
      "lead_paragraph": "IT'S a drizzly day in early March and Kenneth G. Langone is bellowing into his cellphone, defending his friend Richard A. Grasso as his driver speeds along the Long Island Expressway. ''Dick's got one thing left to do: he has to protect whatever he has left of his reputation,'' he says of Mr. Grasso, the former chairman of the New York Stock Exchange. ''And, by the way, I've had Rudy Giuliani and Mike Bloomberg tell me that they think Dick Grasso single-handedly saved the N.Y.S.E.''",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/14/business/the-man-behind-grasso-s-payday.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Wall Street Stories Take a New Turn",
      "snippet": "Lisa Belkin column on Risk/Reward, documentary on how three superstressed, supersuccessful women managed to balance their careers and family lives, and how their lives have changed in two years since documentary was filmed; drawing (Life's Work co...",
      "abstract": "Lisa Belkin column on Risk/Reward, documentary on how three superstressed, supersuccessful women managed to balance their careers and family lives, and how their lives have changed in two years since documentary was filmed; drawing (Life's Work column) (M)",
      "lead_paragraph": "BACK in 2001, Elizabeth Holder and Xan Parker, two thirty-something filmmakers, decided to find out how superstressed, supersuccessful women managed to balance their lives. They turned to the most intense and competitive world they could think of -- Wall Street -- and followed three women at the top of their games and one business school student who dreamed of one day joining them. The result is a documentary, ''Risk/Reward,'' which is stressful to watch and surprising.",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/03/14/jobs/life-s-work-wall-street-stories-take-a-new-turn.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Little Secrets Behind The Profits",
      "snippet": "Gretchen Morgenson column warns investors that weak dollar and lower corporate tax rates are giving big boost to corporate sales and profits while growth from core operations is far lower at some companies; notes investors interested in sizing up ...",
      "abstract": "Gretchen Morgenson column warns investors that weak dollar and lower corporate tax rates are giving big boost to corporate sales and profits while growth from core operations is far lower at some companies; notes investors interested in sizing up companies' organic growth have to dig; graph of impact of tax benefit for foreign sales (M)",
      "lead_paragraph": "PROFITS at United States corporations were up smartly last year -- 18.4 percent, according to First Call -- so why are companies still eliminating jobs? Outsourcing work overseas to save money is one answer. Another may be that corporate results, when put under a microscope, are not as fabulous as they seem. In fact, two exogenous factors -- a weak dollar and lower corporate tax rates -- are giving a big assist to sales and profits. Growth from core operations, which typically spurs corporate hiring, is far lower at some companies than investors may realize.",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/14/business/market-watch-little-secrets-behind-the-profits.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Video Claims Al Qaeda Set Blasts in Spain; Officials Arrest 3 Moroccans and 2 Indians",
      "snippet": "Spain's Interior Min Angel Acebes announces discovery of videotape on which man identifying himself as military spokesman for Al Qaeda in Europe claims responsibility for train attacks that killed hundreds, calling it retribution for Spain's parti...",
      "abstract": "Spain's Interior Min Angel Acebes announces discovery of videotape on which man identifying himself as military spokesman for Al Qaeda in Europe claims responsibility for train attacks that killed hundreds, calling it retribution for Spain's participation in Iraq war; Acebes warns that authenticity of tape has not been confirmed; says neither Spanish nor European intelligence services can identify man on tape; government releases transcript of statement; three Moroccans and two Indians have been arrested in connection with bombings; weekend after bombing is fraught with emotion, as thousands of demonstrators gather in central Madrid to protest policies of Prime Min Jose Maria Aznar; 90 percent of Spaniards were opposed to participation in war in Iraq, believing it was unjust and would make country vulnerable to terrorist attack; with elections imminent, Socialist Party candidate Jose Luis Rodriguez Zapatero has been critical of involvement and has pledged to withdraw troops; photos (L)",
      "lead_paragraph": "Spain's interior minister said early Sunday that a videotape has been discovered claiming that Al Qaeda carried out train terrorist attacks on Thursday that killed hundreds, but that its authenticity could not be confirmed. Several hours earlier, Spain arrested three Moroccans and two Indians in connection with the bombings.",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/14/world/video-claims-al-qaeda-set-blasts-spain-officials-arrest-3-moroccans-2-indians.html",
      "byline": "By Elaine Sciolino and Lizette Alvarez"
    },
    {
      "headline": "Investing; Investors, Do Not Try This at Home",
      "snippet": "Warren E Buffett pursues his own investment strategy for publicly traded stock portfolio of his Berkshire Hathaway, which totaled around $35 billion at end of 2003, about 25 percent of company's assets; he has barely altered his core portfolio in ...",
      "abstract": "Warren E Buffett pursues his own investment strategy for publicly traded stock portfolio of his Berkshire Hathaway, which totaled around $35 billion at end of 2003, about 25 percent of company's assets; he has barely altered his core portfolio in last year, while market soared and then recently tumbled; he cites shortage of attractively priced stocks; his team manages money in ways strikingly different from those of typical stock fund; Buffett, unlike stock fund managers, is quick to note own errors; invests in relatively few companies; graph and table of company holdings; stock performance graph; photos (M)",
      "lead_paragraph": "FOR the second consecutive year, Warren E. Buffett has used his annual Berkshire Hathaway shareholder letter to take aim at the mutual fund industry. This time, he has criticized what he calls the ''lapdog behavior'' of fund directors, whose job it is to look after investor interests by overseeing the selection and performance of fund managers.",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/14/business/investing-investors-do-not-try-this-at-home.html",
      "byline": "By Paul J. Lim"
    },
    {
      "headline": "U.S. WIDENS VIEW OF PAKISTAN LINK TO KOREAN ARMS",
      "snippet": "CIA report presented to White House details for first time extent to which Pakistan's Khan Research Laboratories provided North Korea with all equipment and technology it needed to produce uranium-based nuclear weapons; confirms Bush administratio...",
      "abstract": "CIA report presented to White House details for first time extent to which Pakistan's Khan Research Laboratories provided North Korea with all equipment and technology it needed to produce uranium-based nuclear weapons; confirms Bush administration's fears about accelerated nature of North Korea's program, which some experts believe could produce weapon by next year; report traces Abdul Qadeer Khan's transactions to early 1990's, when clandestine relationship between North Korea and Pakistan was rapidly accelerating; does not address key issues of location of site or sites of uranium enrichment facilities and timetable of when facilities would be able to produce sufficient uranium for nuclear weapon; China has told Bush administration that it believes North Korea is much further away from creating bomb and dismisses America's concerns; impact of report on relations between US and Pakistan discussed (M)",
      "lead_paragraph": "A new classified intelligence report presented to the White House last week detailed for the first time the extent to which Pakistan's Khan Research Laboratories provided North Korea with all the equipment and technology it needed to produce uranium-based nuclear weapons, according to American and Asian officials who have been briefed on its conclusions.",
      "publication_date": "2004-03-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/14/world/us-widens-view-of-pakistan-link-to-korean-arms.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "U.S. Videos, for TV News, Come Under Scrutiny",
      "snippet": "Federal investigators scrutinize segments prepared for local television news programs in which Bush administration paid people to pose as journalists praising benefits of new Medicare law and its prescription drug benefit; segments were created by...",
      "abstract": "Federal investigators scrutinize segments prepared for local television news programs in which Bush administration paid people to pose as journalists praising benefits of new Medicare law and its prescription drug benefit; segments were created by Home Front Communications production company for Health and Human Services Department; government also provided scripts for news anchors to use to introduce segments; General Accounting Office lawyers discovered materials while looking into use of federal money to pay for fliers and advertisements publicizing Medicare law; administration defends propriety and legality of materials, but some Democrats disagree; photos of TV segments featuring Pres Bush and Health and Human Services Sec Tommy G Thompson (M)",
      "lead_paragraph": "Federal investigators are scrutinizing television segments in which the Bush administration paid people to pose as journalists praising the benefits of the new Medicare law, which would be offered to help elderly Americans with the costs of their prescription medicines.",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/15/us/us-videos-for-tv-news-come-under-scrutiny.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Scientists Begin to Question Benefit of 'Good' Cholesterol",
      "snippet": "New research is calling into question long-held assumptions about benefits of high levels of HDL, so-called good cholesterol; some heart experts now conclude that HDL level should play at most a minor role in decisions about prescribing cholestero...",
      "abstract": "New research is calling into question long-held assumptions about benefits of high levels of HDL, so-called good cholesterol; some heart experts now conclude that HDL level should play at most a minor role in decisions about prescribing cholesterol-lowering drugs; good cholesterol hypothesis came from studies finding that among people with similar levels of LDL, or bad cholesterol, those with high HDL levels were less likely to have heart disease; new research reveals more complicated picture in which HDL does not necessarily offset LDL; part of confusion arises from evolving view of immense importance of reducing LDL, particularly recent research finding that ultra-low LDL levels may significantly reduce incidence of heart attacks; chart (M)",
      "lead_paragraph": "For years, doctors have been saying that to prevent heart disease, patients should pay attention to both the so-called bad cholesterol, or L.D.L., and the good cholesterol, or H.D.L. The good, they said, can counteract the bad.",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/15/us/scientists-begin-to-question-benefit-of-good-cholesterol.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "G.I. Toll Is Rising as Insurgents Try Wilier Bombs and Tactics",
      "snippet": "Six more American soldiers in Iraq are killed by homemade bombs that military officers say are becoming increasingly sophisticated and effective; one soldier is killed by roadside bomb west of Baghdad, and three more while on patrol in southeast B...",
      "abstract": "Six more American soldiers in Iraq are killed by homemade bombs that military officers say are becoming increasingly sophisticated and effective; one soldier is killed by roadside bomb west of Baghdad, and three more while on patrol in southeast Baghdad; attack in Tikrit day before kills two soldiers; officers say new explosives are smaller, can be planted more quickly and are being detonated from greater distances; bombs remain leading cause of American casualties since end of major combat operations on May 1; countermeasures range from surveillance planes to ground patrols who fire at suspected explosives to detonate them; photo (M)",
      "lead_paragraph": "Insurgent bombmakers, whose roadside explosives claimed the lives of six more American soldiers this weekend, have adopted new and grimly devious tactics, military officers said Sunday.",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/15/world/gi-toll-is-rising-as-insurgents-try-wilier-bombs-and-tactics.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "Regulators' Scrutiny Rises In Britain In Shell Case",
      "snippet": "Britain's Financial Services Authority begins informal investigation into Royal Dutch/Shell Group's restatement of its proven oil and gas reserves in January; some securities lawyers expect that regulators on both sides of Atlantic might regard FS...",
      "abstract": "Britain's Financial Services Authority begins informal investigation into Royal Dutch/Shell Group's restatement of its proven oil and gas reserves in January; some securities lawyers expect that regulators on both sides of Atlantic might regard FSA's investigation and any punishment of Shell and its executives as way to prove their might, after series of acrimonious discussions between European and American regulators over new SEC guidelines applied to foreign companies (M)",
      "lead_paragraph": "Britain's top market regulator has begun an informal investigation into the Royal Dutch/Shell Group's restatement of its proven reserves in January, joining Dutch regulators and the Securities and Exchange Commission in the United States.",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/15/business/regulators-scrutiny-rises-in-britain-in-shell-case.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Companies Aiding Internet Gambling Feel U.S. Pressure",
      "snippet": "Federal prosecutors probe possible legal action against American companies that do business with Internet casinos and sports betting operations based outside United States; investigation relies on controversial legal concept that holds that Americ...",
      "abstract": "Federal prosecutors probe possible legal action against American companies that do business with Internet casinos and sports betting operations based outside United States; investigation relies on controversial legal concept that holds that American businesses, by providing advertising, technology and other services, are 'aiding and abetting' gambling sites that fall outside of US jurisdiction; no charges seem to have been filed thus far, but several big media operations, including Infinity Broadcasting, Clear Channel Communications and Discovery Networks, have stopped running advertisements of offshore Internet casinos; David Curruthers, whose BetOnSports.com in Costa Rica has 1.2 million registered American users, comments; his photo (M)",
      "lead_paragraph": "Federal prosecutors have begun a wide-ranging effort to curb the growing popularity of online gambling in the United States by quietly threatening legal action against American companies that do business with Internet casinos and sports betting operations based outside the country, lawyers and industry executives say.",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/15/us/companies-aiding-internet-gambling-feel-us-pressure.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Suicide Bombers Kill 10 in Israel, And Derail Prime Ministers' Talks",
      "snippet": "Two Palestinian suicide bombers blow themselves up just minutes apart at Israeli industrial port of Ashdod, killing 10 people and wounding at least 18 others; are believed to have come from Gaza, in which case it would be first time in more than t...",
      "abstract": "Two Palestinian suicide bombers blow themselves up just minutes apart at Israeli industrial port of Ashdod, killing 10 people and wounding at least 18 others; are believed to have come from Gaza, in which case it would be first time in more than three years of conflict that suicide bombers have overcome electronic fence enclosing Gaza to strike inside Israel; militant groups had vowed retaliation after Israeli forces killed 14 people in Gaza raid on March 7; bombing prompts Prime Min Ariel Sharon to cancel meeting with Palestinian Prime Min Ahmed Qurei; Palestinian Authority condemns bombings, for which Hamas and Al Aksa Martyrs Brigades claim responsibility; thousands of Palestinians march in Gaza to celebrate attack; map; photo (M)",
      "lead_paragraph": "Two Palestinian suicide bombers blew themselves up minutes apart at the industrial port here on Sunday, killing 10 others and prompting Israel's prime minister to cancel a first meeting with his Palestinian counterpart.",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/15/world/suicide-bombers-kill-10-in-israel-and-derail-prime-ministers-talks.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "Aiming to Surpass Stewart And Kmart's Price Tags",
      "snippet": "Kelly Hoppen, who is famous in Britain as interor decorator, furniture designer, paint producer, London merchant and television guest, is negotiating to open Kelly Hoppen boutiques in 15 US stores owned by Neiman-Marcus Group, starting with Bergdo...",
      "abstract": "Kelly Hoppen, who is famous in Britain as interor decorator, furniture designer, paint producer, London merchant and television guest, is negotiating to open Kelly Hoppen boutiques in 15 US stores owned by Neiman-Marcus Group, starting with Bergdorf Goodman in Manhattan; hopes to have at least two free-standing stores in US, as well as shops in Tokyo, Paris and Manchester, Eng; envisions lifestyle series feature on American television; plans draw comparison between her and Martha Stewart; photo (M)",
      "lead_paragraph": "Although Martha Stewart has lived the life of the New England gentry, she nevertheless sells her $2 checked dishcloths and $10 polyester and cotton sheets in Kmart. Kelly Hoppen, an English lifestyle entrepreneur in the process of expanding her empire to the colonies, is not interested in anything so down-market. Bergdorf Goodman is more her style.",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/15/business/aiming-to-surpass-stewart-and-kmart-s-price-tags.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "As Expected, Putin Gains Easy Victory",
      "snippet": "President Vladimir V. Putin cruised to a second term in an election that was never in doubt and consolidated his power. He had taken command of Parliament in December and last week appointed a new cabinet.  ",
      "abstract": "President Vladimir V. Putin cruised to a second term in an election that was never in doubt and consolidated his power. He had taken command of Parliament in December and last week appointed a new cabinet.  ",
      "lead_paragraph": "President Vladimir V. Putin cruised to a second term in an election that was never in doubt and consolidated his power. He had taken command of Parliament in December and last week appointed a new cabinet.",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/15/world/as-expected-putin-gains-easy-victory.html",
      "byline": ""
    },
    {
      "headline": "Broadcasters Wrestle F.C.C. for Remote; Pushed on Obscenity, Networks Turn to Delays, Even on Sports",
      "snippet": "Television and radio broadcasters are making significant changes in their practices and standards as Congress and FCC step up criticism of indecency on airwaves and raise financial penalties for it; Clear Channel Communications has been most publi...",
      "abstract": "Television and radio broadcasters are making significant changes in their practices and standards as Congress and FCC step up criticism of indecency on airwaves and raise financial penalties for it; Clear Channel Communications has been most public about its housecleaning, firing Bubba the Love Sponge and removing Howard Stern's show from its six radio stations that carried it, but changes are under way as well at CBS and Fox; even some cable networks, including MTV, which are not under FCC oversight, are responding to pressure, which is more intense this election year than it has been in past; photos (M)",
      "lead_paragraph": "As Congress and the Federal Communications Commission ratchet up their criticism and the financial penalties for indecency on the airwaves, television and radio broadcasters are already making significant changes to their practices and standards.",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/15/business/broadcasters-wrestle-fcc-for-remote-pushed-obscenity-networks-turn-delays-even.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Bashful vs. Brash in the New Field of Nanotech",
      "snippet": "Divergent business models in field of nanotechnology are exemplified by Nanosys in Palo Alto, Calif, and Nanofilm, in Vally View, Ohio; Nanosys impressed Wall Street with its team of experienced entrepreneurs, academic researchers and venture capi...",
      "abstract": "Divergent business models in field of nanotechnology are exemplified by Nanosys in Palo Alto, Calif, and Nanofilm, in Vally View, Ohio; Nanosys impressed Wall Street with its team of experienced entrepreneurs, academic researchers and venture capitalists, its portfolio of patents covering processes like ways to make superthin wires and its research projects that could affect consumer electronics, energy and communications, but it does not expect to sell products commercially until 2006; Nanofilm does not have such business experience or such an array of patents, but it has been profitable since 2001, concentrating on new, unusually rapid way to make ultrathin, superrepellent coatings for glass, platic and metal surfaces; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/15/business/technology-bashful-vs-brash-in-the-new-field-of-nanotech.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Blow to Bush: Ally Rejected",
      "snippet": "News analysis: ouster of Prime Min Jose Maria Aznar's center-right party in Spain in wake of terrorist bombing that may be linked to Al Qaeda is electoral rebuke of one of Pres Bush's most steadfast allies in Iraq war; puts Bush administration in ...",
      "abstract": "News analysis: ouster of Prime Min Jose Maria Aznar's center-right party in Spain in wake of terrorist bombing that may be linked to Al Qaeda is electoral rebuke of one of Pres Bush's most steadfast allies in Iraq war; puts Bush administration in position of fighting perception that acts of terror can sway allies into rethinking wisdom of standing too closely with United States (M)",
      "lead_paragraph": "The ouster of the center-right party in Spain, only days after a terrorist bombing that may be linked to Al Qaeda, is the first electoral rebuke of one of President Bush's most steadfast allies in the Iraq war.",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/15/world/bombings-in-madrid-news-analysis-blow-to-bush-ally-rejected.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Following Attacks, Spain's Governing Party Is Beaten",
      "snippet": "Opposition Socialists sweep to upset victory in general elections in Spain, ousting center-right party of Prime Min Jose Maria Aznar in wake of terrorist bombings in Madrid and amid growing evidence of Muslim fundamentalist role in attacks; some v...",
      "abstract": "Opposition Socialists sweep to upset victory in general elections in Spain, ousting center-right party of Prime Min Jose Maria Aznar in wake of terrorist bombings in Madrid and amid growing evidence of Muslim fundamentalist role in attacks; some voters apparently believe attacks were plotted by Al Qaeda because of Aznar's support for war in Iraq, which Spaniards overwhelmingly oppose; accusations mount that Aznar's party may have tried to suppress evidence of Qaeda involvement by holding Basque separatists responsible; investigators have arrested five men, one with links to Al Qaeda, who authorities say were under surveillance before attacks; also say other militant Muslims both in and out of Spain may have been involved in plot; Socialist victory is seen as repudiation of Aznar's close bonds with Pres Bush and throws into question continued presence of Spanish troops in Iraq; Jose Luis Rodriguez Zapatero will become new prime minister; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/15/world/bombings-madrid-political-upheaval-following-attacks-spain-s-governing-party.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Privacy Fears Erode Support For a Network To Fight Crime",
      "snippet": "New York and Wisconsin withdraw from Matrix, controversial multistate program designed to find criminals or terrorists by sifting through databases of public and private information, reducing number of states in program to 5 from high of 16; suppo...",
      "abstract": "New York and Wisconsin withdraw from Matrix, controversial multistate program designed to find criminals or terrorists by sifting through databases of public and private information, reducing number of states in program to 5 from high of 16; supporters of Matrix, including Florida officials, who commissioned Seisint to develop it, insist it merely gives law enforcement agencies quicker access to data that they already have legal authority to see, not information that they would need subpoena or other judicial order to obtain; opponents say ability of computer networks to combine and sift mountains of data greatly amplifies police surveillance power, putting innocent people at greater risk of being entangled in data dragnets and that problem is compounded in world where many aspects of daily life leave online tracts; critics include ACLU, which has filed Freedom of Information Act requests to uncover inner workings of system, Electronic Privacy Information Center and Electronic Frontier Foundation; photo (M)",
      "lead_paragraph": "Matrix, a controversial multistate program that hoped to find criminals or terrorists by sifting through databases of public and private information, has lost more than two-thirds of its member states and appears to be withering under its critics' attacks.",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/15/business/privacy-fears-erode-support-for-a-network-to-fight-crime.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "U.S. Threatens Action Against Online Gambling  Federal prosecutors have begun a wide-ranging effort to curb the growing popularity of online gambling by quietly threatening legal action against American companies that do business with Internet cas...",
      "abstract": " U.S. Threatens Action Against Online Gambling  Federal prosecutors have begun a wide-ranging effort to curb the growing popularity of online gambling by quietly threatening legal action against American companies that do business with Internet casinos and sports betting operations situated outside the country, lawyers and industry executives say.     The investigation into the activities of media, public relations and technology companies relies on a controversial legal concept that the American businesses, by providing advertising and other services that support Internet gambling, are aiding and abetting online casinos. That gives prosecutors an indirect way to attack the overseas enterprises, whose operations are illegal here but fall outside their jurisdiction. [Section A.]",
      "lead_paragraph": "U.S. Threatens Action Against Online Gambling",
      "publication_date": "2004-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/15/business/business-digest-794368.html",
      "byline": ""
    }
  ]
}