{
  "metadata": {
    "date": "2004-02-27",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Edwards Challenges Kerry Over Who Can Win",
      "snippet": "Democratic candidates hold lively 90-minute debate as they head toward biggest day of primary voting in Democratic nomination battle; Sens John Kerry and John Edwards clash over who has greater ability to woo independent voters and defeat Pres Bus...",
      "abstract": "Democratic candidates hold lively 90-minute debate as they head toward biggest day of primary voting in Democratic nomination battle; Sens John Kerry and John Edwards clash over who has greater ability to woo independent voters and defeat Pres Bush; under persistent questioning from CNN and Los Angeles Times panel, both express their opposition to gay marraige and to Pres Bush's call for constitutional amendment to bar it; Kerry is also challenged on his opposition to death penalty, position that Democrats have long feared could cause him problem; debate also includes Rep Dennis J Kucinich and Rev Al Sharpton; photo (M)",
      "lead_paragraph": "Senators John Kerry and John Edwards clashed over the death penalty and tussled with questions about gay marriage on Thursday in a lively debate that took place as the candidates headed toward the biggest day of primary voting in the Democratic nomination battle.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/27/us/the-2004-campaign-debate-edwards-challenges-kerry-over-who-can-win.html",
      "byline": "By Adam Nagourney and David M. Halbfinger"
    },
    {
      "headline": "A Deal to Sell Hollinger Stake Is Blocked",
      "snippet": "Delaware Vice Chancellor Leo E Strine Jr blocks Conrad M Black's deal to sell his controlling stake in newspaper company Hollinger International to Barclay brothers of Britain, ruling that independent directors should be allowed to try to sell com...",
      "abstract": "Delaware Vice Chancellor Leo E Strine Jr blocks Conrad M Black's deal to sell his controlling stake in newspaper company Hollinger International to Barclay brothers of Britain, ruling that independent directors should be allowed to try to sell company's assets; ruling criticizes Lord Black's deal with Barclays--conducted without knowledge of Hollinger's boasrd or its investment bankers--as 'cunning and calculated'; represents decisive victory for company's independent directors, who have been running its daily operations since November; Lord Black resigned in fal as chief executive, as questions mounted over millions of payments and management fees that he received from company in recent years; board ousted him as chairman in January; photo (M)",
      "lead_paragraph": "A Delaware judge last night blocked Conrad M. Black's deal to sell his controlling stake in the newspaper company Hollinger International to the Barclay brothers of Britain, ruling that the independent directors should be allowed to try to sell the company's assets, which include The Daily Telegraph in London, The Jerusalem Post and The Chicago Sun-Times.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/27/business/a-deal-to-sell-hollinger-stake-is-blocked.html",
      "byline": "By Jacques Steinberg and Geraldine Fabrikant"
    },
    {
      "headline": "TWO STUDIES CITE CHILD SEX ABUSE BY 4% OF PRIESTS",
      "snippet": "Report on two long-awaited studies finds at least 4 percent of Roman Catholic priests have been involved in child sexual abuse, with 10,667 children allegedly victimized by 4,392 priests from 1950 to 2002; says epidemic peaked with ordination clas...",
      "abstract": "Report on two long-awaited studies finds at least 4 percent of Roman Catholic priests have been involved in child sexual abuse, with 10,667 children allegedly victimized by 4,392 priests from 1950 to 2002; says epidemic peaked with ordination class of 1970, in which one of every 10 priests was eventually accused; cautions that numbers may be even greater, since figures depend on reporting by American bishops and many victims have never come forward; studies were commissioned by American Catholic bishops in 2002 in face of accusations of cover-up in growing scandal; were conducted by John Jay College of Criminal Justice and team of prominent Catholic lawyers, judges and other professionals; other findings detailed; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/27/us/two-studies-cite-child-sex-abuse-by-4-of-priests.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "Another Recall Involving Ford, Firestone Tires And S.U.V.'s",
      "snippet": "National Highway Traffic Safety Administration says Bridgestone/Firestone North America has begun first tire recall since government starting using new early warning system created in wake of rollover problems of Ford Explorers equipped with Fires...",
      "abstract": "National Highway Traffic Safety Administration says Bridgestone/Firestone North America has begun first tire recall since government starting using new early warning system created in wake of rollover problems of Ford Explorers equipped with Firestone tires in late 1990's; latest recall involves Firestone and Ford Motor Co; about 290,000 Firestone tires will be replaced on Ford Excursion sport utility vehicles; move comes after accidents that have been linked to five deaths; Ford official says tires, which were made at plant in Joliette, Quebec, were used on about 80,000 Ford Excursions, including 2000, 2001, 2002 and some early 2003 models (M)",
      "lead_paragraph": "Auto safety regulators said on Thursday that Bridgestone/Firestone North America had begun the first tire recall since the government started using a new early warning system created in the wake of the rollover problems of Ford Explorers equipped with Firestone tires in the late 1990's.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/27/business/another-recall-involving-ford-firestone-tires-and-suv-s.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Criticism Mounting As Disney's Leader Faces Crucial Vote",
      "snippet": "Criticism of Michael D Eisner's leadership of Walt Disney Co heats up as growing number of large investors express lack of confidence in company's management; several state pension funds follow lead of two large California funds in saying they wil...",
      "abstract": "Criticism of Michael D Eisner's leadership of Walt Disney Co heats up as growing number of large investors express lack of confidence in company's management; several state pension funds follow lead of two large California funds in saying they will not support Eisner in upcoming annual board election, and some mutual fund companies like T Rowe Price have also decided to vote against him; Eisner will still have sufficient votes to be re-elected to board, but sizeable vote of no-confidence would add to growing pressure on board to act on shareholder discontent; Eisner is visiting investors to counter campaign against him being waged by former board members by Roy E Disney and Stanley P Gold; chart of shareholders who have said they will not support Eisner (M)",
      "lead_paragraph": "What began as a trickle of discontent over Michael D. Eisner's leadership of the Walt Disney Company has become far broader as a growing number of large investors have expressed a lack of confidence in the company's management.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/27/business/criticism-mounting-as-disney-s-leader-faces-crucial-vote.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "IRAQI AYATOLLAH INSISTS ON VOTE BY END OF YEAR",
      "snippet": "Powerful Shiite cleric Grand Ayatollah Ali al-Sistani drops his insistence on holding nationwide elections before United States transfers sovereignty to Iraqis on June 30, but says they must be held by end of year; calls for resolution by United N...",
      "abstract": "Powerful Shiite cleric Grand Ayatollah Ali al-Sistani drops his insistence on holding nationwide elections before United States transfers sovereignty to Iraqis on June 30, but says they must be held by end of year; calls for resolution by United Nations Security Council or other 'clear guarantees'; says interim government should only be in control for short time period, and should be largely limited to setting up elections; remarks increase pressure on United States, United Nations and Iraqi leaders to come up with firm plan for caretaker government and managing elections; several other devisive issues are also looming, including deadlines for interim constitution and status-of-forces agreement for continuing presence of American troops (M)",
      "lead_paragraph": "Grand Ayatollah Ali al-Sistani, Iraq's most powerful religious leader, demanded Thursday that nationwide elections be held by the end of the year, but dropped his earlier insistence on holding them before the United States transfers sovereignty to the Iraqis on June 30.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/27/world/iraqi-ayatollah-insists-on-vote-by-end-of-year.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "World Business Briefing | Europe: France: Insurer Reports Profit",
      "snippet": "French insurance company AXA says net income increased 6 percent in 2003 to 1 billion euros ($1.24 billion), while operating profit rose 21 percent to 2 billion euros ($2.5 billion); chief executive Henri de Castries comments (S)/",
      "abstract": "French insurance company AXA says net income increased 6 percent in 2003 to 1 billion euros ($1.24 billion), while operating profit rose 21 percent to 2 billion euros ($2.5 billion); chief executive Henri de Castries comments (S)/",
      "lead_paragraph": "The French insurance company AXA delivered strong annual results for 2003 on cost-cutting measures and good results from its property and casualty department. The company, based in Paris, said its net income increased 6 percent in 2003 to 1 billion euros ($1.24 billion), while operating profit, which excluded Sept. 11 claims and capital gains, rose 21 percent to 2 billion euros ($2.5 billion). The insurer's property and casualty division however rose 233 percent to 753 million euros ($935 million) on lower claims and rate increases. Helped by those results, AXA, which has bid $1.5 billion for the Mony Group, the New York-based insurer, is looking at takeover opportunities in markets where it already has a strong presence, the chief executive, Henri de Castries, said. Ariane Bernard (NYT)",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/27/business/world-business-briefing-europe-france-insurer-reports-profit.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "Regulators Conduct Search of Microsoft's Office in Tokyo",
      "snippet": "Fair Trade Commission of Japan raids Tokyo headquarters of Microsoft, seeking information on how company supplies Windows XP operating software in Japan (M)",
      "abstract": "Fair Trade Commission of Japan raids Tokyo headquarters of Microsoft, seeking information on how company supplies Windows XP operating software in Japan (M)",
      "lead_paragraph": "The Fair Trade Commission of Japan raided the Tokyo headquarters of Microsoft on Thursday, seeking information on how the company supplies software for personal computers sold in the country.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/27/business/regulators-conduct-search-of-microsoft-s-office-in-tokyo.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Reverse Gresham: Could Good Accounting Rules Drive Out Bad Ones?",
      "snippet": "Floyd Norris comment on whether good accounting rules can drive out bad ones; says Gresham's Law in accounting, in which bad accounting drove out good as companies assumed investors could not tell difference, could be reversed, if investors were t...",
      "abstract": "Floyd Norris comment on whether good accounting rules can drive out bad ones; says Gresham's Law in accounting, in which bad accounting drove out good as companies assumed investors could not tell difference, could be reversed, if investors were to penalize banks that failed to comply with derivatives rule, raising their cost of capital on suspicion that those who do not do so were trying to hide something; Arthur Levitt, former Securities and Exchange Commission chairman, praises International Accounting Standard Board's work on revising standard for derivatives; photo (M)",
      "lead_paragraph": "FOR investors, the dream of internationally comparable accounting systems seems to be closer than ever before, and yet tantalizingly far away.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/27/business/reverse-gresham-could-good-accounting-rules-drive-out-bad-ones.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "F.D.A. Approves Cancer Drug From Genentech",
      "snippet": "Genentech's cancer drug Avastin wins Food and Drug Administration approval; drug, approved for patients with colorectal cancer that has spread to other organs, is far from cure, but in clinical trial in which it is used with chemotherapy, people w...",
      "abstract": "Genentech's cancer drug Avastin wins Food and Drug Administration approval; drug, approved for patients with colorectal cancer that has spread to other organs, is far from cure, but in clinical trial in which it is used with chemotherapy, people who received drug lived median of 20.3 months, almost five months longer than those who received only chemotherapy; Avastin is first drug to be approved that works by choking off blood vessels that provide tumor with oxygen and nutrients (M)",
      "lead_paragraph": "The Genentech drug Avastin, which validated a decades-old theory about a new way to attack cancer while spurring investor enthusiasm for the biotechnology industry, won approval yesterday from the Food and Drug Administration.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/27/business/fda-approves-cancer-drug-from-genentech.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Bank Works To Improve Its Image In Canada",
      "snippet": "Canadian Imperial Bank of CommercB",
      "abstract": "Canadian Imperial Bank of CommercB",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/27/business/bank-works-to-improve-its-image-in-canada.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "Mexico Media Mogul Follows the Money",
      "snippet": "Emilio Azcarraga Jean, chairman of Mexican media giant Grupo Televisa, will wed Sharon Fastlicht in Mexico City, and couple will move to Miami after honeymoon; Azcarraga has long said he wants to find way to expand Televisa's reach into Hispanic m...",
      "abstract": "Emilio Azcarraga Jean, chairman of Mexican media giant Grupo Televisa, will wed Sharon Fastlicht in Mexico City, and couple will move to Miami after honeymoon; Azcarraga has long said he wants to find way to expand Televisa's reach into Hispanic market in US; Televisa owns 11 percent of Univision Communications; because Federal Communications Commission restrictions limit foreign ownership of US broadcasters to 25 percent, Azcarraga would need American passport if he were to seek control of company; photo (M)",
      "lead_paragraph": "The social event of the Mexican season takes place this Saturday and Wall Street analysts are paying unusual attention.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/27/business/mexico-media-mogul-follows-the-money.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Sony Delays A Game",
      "snippet": "Sony Corp will delay planned release of its first hand-held player in US and Europe to March 31 to give more time to developers to make games (S)",
      "abstract": "Sony Corp will delay planned release of its first hand-held player in US and Europe to March 31 to give more time to developers to make games (S)",
      "lead_paragraph": "The Sony Corporation will delay the planned release of its first hand-held player in the United States and Europe to give more time to developers to make games. Sony has postponed the release to March 31 from December, said Nanako Kato, a spokeswoman for Sony Computer Entertainment, the company's game unit in Tokyo. The company left unchanged its plans to begin selling the device in Japan in December.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/27/business/world-business-briefing-asia-japan-sony-delays-a-game.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Are Origins Of Italian Star Found in Hills Of Kentucky?",
      "snippet": "Western Kentucky University's mascot, known as Big Red,is about to land university and Mediaset, television company controlled by Italy's Prime Min Silvio Berlusconi, in court; university says mascot for Mediaset's program Striscia la Notizia is c...",
      "abstract": "Western Kentucky University's mascot, known as Big Red,is about to land university and Mediaset, television company controlled by Italy's Prime Min Silvio Berlusconi, in court; university says mascot for Mediaset's program Striscia la Notizia is carbon copy of Big Red, and it is suing company for $250 million for trademark and copyright infringement; two sides have preliminary hearing March 3 in Ravenna, Italy; Western Kentucky's lawyers contend that since Mediaset introduced its mascot Gabibbo in 1990 company has been illegally exploiting image of Big Red, which was created in 1979; Mediaset has filed countersuit against Adfra, company based in Ravenna that has license to distribute character's image in Italy; photos (M)",
      "lead_paragraph": "What do Western Kentucky University and one of Italy's most popular television programs have in common? Hint: it is big, furry and red, and it dances.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/27/business/are-origins-of-italian-star-found-in-hills-of-kentucky.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "U.S. Leads Suit to Stop Oracle Bid for PeopleSoft",
      "snippet": "Justice Department and seven states file lawsuit to block Oracle's $9.4 billion hostile takeover of PeopleSoft Inc; Justice Department says deal would violate federal antitrust laws, reduce competition and lead to higher prices for customers; agen...",
      "abstract": "Justice Department and seven states file lawsuit to block Oracle's $9.4 billion hostile takeover of PeopleSoft Inc; Justice Department says deal would violate federal antitrust laws, reduce competition and lead to higher prices for customers; agency joins suit by attorneys general of Hawaii, Maryland, Massachusetts, Minnesota, New York, North Dakota and Texas; Oracle's chief executive Lawrence J Ellison says it will fight lawsuit; PeopleSoft chief Craig A Conway says Oracle should withdraw its bid; chart; photos (M)",
      "lead_paragraph": "In a stinging setback for the Oracle Corporation, the Justice Department and seven states on Thursday filed a lawsuit to block Oracle's $9.4 billion hostile takeover of PeopleSoft Inc. The Justice Department said the deal would violate federal antitrust laws, reduce competition and lead to higher prices for customers.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/27/business/us-leads-suit-to-stop-oracle-bid-for-peoplesoft.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Lender Posts Loss",
      "snippet": "World Business Briefing: Britain: Lender Posts L",
      "abstract": "World Business Briefing: Britain: Lender Posts L",
      "lead_paragraph": "The British mortgage bank Abbey National said that it lost £644 million ($1.2 billion) in 2003 after it took charges to restructure its business. The bank is in the process of closing its wholesale unit after the business incurred large losses in 2002 to concentrate on personal finance. The chief operating officer, Stephen Hester, said profit margins in that area were hurt because the company lowered interest rates on margins, but raised rates on savings accounts to attract customers. Shares of Abbey National closed down 12 percent, the company's largest drop ever, to 485 pence, and Standard & Poor's cut the bank's long-term credit rating one notch. Heather Timmons (NYT)",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/27/business/world-business-briefing-europe-britain-lender-posts-loss.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Shareholder Displeasure Over Disney Chief Grows  A growing number of state pension funds, mutual fund companies and other investors have expressed displeasure over the management of Michael D. Eisner, the chairman and chief executive of the Walt D...",
      "abstract": " Shareholder Displeasure Over Disney Chief Grows  A growing number of state pension funds, mutual fund companies and other investors have expressed displeasure over the management of Michael D. Eisner, the chairman and chief executive of the Walt Disney Company.     Up to one-third of Disney's shareholders are expected to withhold votes for the besieged Mr. Eisner in the company's annual board election next week, well above the 10 percent many governance experts had predicted just two weeks ago. [Page A1.]",
      "lead_paragraph": "Shareholder Displeasure Over Disney Chief Grows",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/27/business/business-digest-573191.html",
      "byline": ""
    },
    {
      "headline": "Older Women Team Up to Face Future Together",
      "snippet": "Many women of baby-boom generation are looking to team up and share their lives in retirement and beyond; sociologists and demographers say friends-helping-friends model for aging is gaining momentum among women, although there does not seem to be...",
      "abstract": "Many women of baby-boom generation are looking to team up and share their lives in retirement and beyond; sociologists and demographers say friends-helping-friends model for aging is gaining momentum among women, although there does not seem to be a comparable movement among men; logic is compelling for women who have become accustomed to controlling their own lives, have close female friendships and have seen loneliness and dependency marking later years of many in their parents' generation; some women are already taking concrete steps to secure their joint futures, acting as pioneers in creating paradigm that offers pooling of resources, good company and support in case of incapacity; several women comment; photo (M)",
      "lead_paragraph": "Michele Smith and Jenny Young, the best of friends, were in their mid-50's when fear of illness and incapacity set them to joking, bleakly, about side-by-side rocking chairs at an old folks' home.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/27/us/older-women-team-up-to-face-future-together.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "Ex-Aide to Blair Says the British Spied on Annan",
      "snippet": "Clare Short, former member of Prime Min Tony Blair's cabinet and member of Parliament, says British intelligence services electronically spied on United Nations Sec Gen Kofi Annan in weeks prior to war in Iraq; Short is sharply rebuked by Blair, w...",
      "abstract": "Clare Short, former member of Prime Min Tony Blair's cabinet and member of Parliament, says British intelligence services electronically spied on United Nations Sec Gen Kofi Annan in weeks prior to war in Iraq; Short is sharply rebuked by Blair, who accuses her of endangering British national security with 'totally irresponsible' remarks but says he will not comment on any espionage operations; Annan spokesman says secretary general hopes Britain did not conduct bugging operations, and that to do so on United Nations premises is probably illegal; refuses to acknowledge whether any surveillance devices have been found; Short's disclosure highlights continuing public anger in Britain about Iraq war as well as bitter relationship between Blair and sizeable part of his Labor Party; disclosure comes day after Blair government declines to prosecute government linguist Katharine Gun, who admitted leaking details of bugging operation targeting diplomats during United Nations debate over Iraq war last year; Short photo (M)",
      "lead_paragraph": "A former member of Prime Minister Tony Blair's cabinet asserted Thursday that British intelligence services conducted electronic surveillance of the United Nations secretary general, Kofi Annan, in the weeks before the Iraq war.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/27/world/ex-aide-to-blair-says-the-british-spied-on-annan.html",
      "byline": "By Patrick E. Tyler"
    },
    {
      "headline": "Nestlé Posts 18% Drop In Earnings for 2003",
      "snippet": "Nestle says earnings declined 18 percent in 2003; consolidated profit dropped to 6.2 billion Swiss francs, or $5 billion, compared with 7.56 billion Swiss francs in 2002; sales declined slightly, by 1.3 percent, to 87.98 billion Swiss francs, or $...",
      "abstract": "Nestle says earnings declined 18 percent in 2003; consolidated profit dropped to 6.2 billion Swiss francs, or $5 billion, compared with 7.56 billion Swiss francs in 2002; sales declined slightly, by 1.3 percent, to 87.98 billion Swiss francs, or $69.85 billion; chief executive Peter Brabeck comments; photo (M)",
      "lead_paragraph": "High cocoa prices, a weak dollar and the effects of SARS on Asian business reduced Nestlé's 2003 profit by almost 18 percent, the company said on Thursday.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/27/business/nestle-posts-18-drop-in-earnings-for-2003.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Eircom To Sell Shares",
      "snippet": "Eircom, telephone",
      "abstract": "Eircom, telephone",
      "lead_paragraph": "Eircom, the telephone company once owned by the government of Ireland, will raise 300 million euros ($372 million) next month by issuing new shares on the Dublin and London stock exchanges, its parent company, Valentia Holdings, said. The sale will be Ireland's first initial offering since late 2000, and the biggest since the government sold the company, then called Telecom Eireann, in 1999. Valentia bought Eircom, which controls 80 percent of the Irish market, for 3 billion euros ($3.7 billion) in 2001, and its owners, the billionaires George Soros and Tony O'Reilly, and Providence Equity Partners, are expected to sell significant quantities of existing shares. Eircom, which sold its cellphone unit to Vodafone in 2001, said it might re-enter the cellular market. Brian Lavery (NYT)",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/27/business/world-business-briefing-europe-ireland-eircom-to-sell-shares.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Economy Growing",
      "snippet": "Singapore government raises its forecast for its economic growth this year to 3.5 percent to 5.5 percent after reporting gross domestic product rose by annual rate of 11 percent in fourth quarter (S)",
      "abstract": "Singapore government raises its forecast for its economic growth this year to 3.5 percent to 5.5 percent after reporting gross domestic product rose by annual rate of 11 percent in fourth quarter (S)",
      "lead_paragraph": "The government has raised its forecast for its economic growth this year after reporting that gross domestic product rose by an annual rate of 11 percent in the fourth quarter. Growth was fueled by rebounding shipments of electronics and pharmaceuticals, the government said. The ministry of trade and industry projected G.D.P. growth of 3.5 percent to 5.5 percent this year. Wayne Arnold (NYT)",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/27/business/world-business-briefing-asia-singapore-economy-growing.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Australia: Bank Investigation",
      "snippet": "National Australia Bank says Securities and Exchange Commission in US is investigating possible auditing breach and that it might have to pay 543 million Australian dollars ($418 million) in extra tax (S)",
      "abstract": "National Australia Bank says Securities and Exchange Commission in US is investigating possible auditing breach and that it might have to pay 543 million Australian dollars ($418 million) in extra tax (S)",
      "lead_paragraph": "The National Australia Bank said that the Securities and Exchange Commission in the United States was investigating a possible auditing breach and that it might have to pay 543 million Australian dollars ($418 million) in extra tax. The S.E.C. has asked the bank to supply more information regarding some nonaudit services provided by the accounting firm KPMG. The development is another blow to investor sentiment after a rogue foreign currency trading scandal led to the resignations of the bank's chief executive and chairman.",
      "publication_date": "2004-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/27/business/world-business-briefing-australia-bank-investigation.html",
      "byline": "By Dow Jones"
    }
  ]
}