{
  "metadata": {
    "date": "2004-06-21",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "Hybrid Vehicles Hit the Heartland...Barely",
      "snippet": "hybrid vehicles hit the hear",
      "abstract": "hybrid vehicles hit the hear",
      "lead_paragraph": "Julie Buhl drives a Toyota Prius in pickup country.",
      "publication_date": "2004-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/19/business/hybrid-vehicles-hit-the-heartlandbarely.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "In a Sprawling Memoir, Clinton Cites Storms and Settles Scores",
      "snippet": "Former Pres Bill Clinton, in 957-page autobiography that discusses both his flaws and what he calls hypocrisy of his enemies, blames his affair with Monica Lewinsky on 'old demons' that have haunted him all his life; says affair was personally hum...",
      "abstract": "Former Pres Bill Clinton, in 957-page autobiography that discusses both his flaws and what he calls hypocrisy of his enemies, blames his affair with Monica Lewinsky on 'old demons' that have haunted him all his life; says affair was personally humiliating and almost cost him his presidency and his marriage; book, My Life, will be released with initial printing of 1.5 million copies; Clinton received advance of over $10 million for memoir; he writes that independent counsel Kenneth W Starr was tribune of organized right-wing cabal that was determined to destroy his presidency; admits that his actions were immoral and foolish, but says he was determined not to let Starr drive him from office because of them; photo of Harlem bookstore (M)",
      "lead_paragraph": "Former President Bill Clinton, in a 957-page autobiography that is by turns painfully candid about his personal flaws and gleefully vindictive about what he calls the hypocrisy of his enemies, blamed his affair with Monica Lewinsky on the ''old demons'' that have haunted him all his life.",
      "publication_date": "2004-06-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/19/us/in-a-sprawling-memoir-clinton-cites-storms-and-settles-scores.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "POLITICIANS FACE BISHOPS' CENSURE IN ABORTION RIFT",
      "snippet": "Nation's Roman Catholic bishops approve statement on Catholics in Political Life that brands politicians who support abortion rights as 'cooperating in evil' and leaves door open for bishops to deny communion to such lawmakers; bishops stop short ...",
      "abstract": "Nation's Roman Catholic bishops approve statement on Catholics in Political Life that brands politicians who support abortion rights as 'cooperating in evil' and leaves door open for bishops to deny communion to such lawmakers; bishops stop short of saying that those lawmakers should be forbidden to take communion; statement provides backing to bishops on both sides of what has become very public debate set off by presidential candidacy of Sen John Kerry; it is adopted by vote of 183 to 6 (M)",
      "lead_paragraph": "The nation's Roman Catholic bishops approved a statement on Friday on ''Catholics in Political Life'' that brands politicians who support abortion rights as ''cooperating in evil'' and leaves the door open for bishops to deny communion to such lawmakers.",
      "publication_date": "2004-06-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/19/us/politicians-face-bishops-censure-in-abortion-rift.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "Another Loan Chance Puts United in a Political Storm; Airline, Its Wings Clipped Twice, Is Given an Unusual Third Shot",
      "snippet": "United Airlines scrambles to revise its bid for $1.6 billion in federal loan guarantees; Treasury Department's decision to let it make unusual third aid bid, chance denied other airlines, stirs political storm; Treasury official says decision came...",
      "abstract": "United Airlines scrambles to revise its bid for $1.6 billion in federal loan guarantees; Treasury Department's decision to let it make unusual third aid bid, chance denied other airlines, stirs political storm; Treasury official says decision came after both White House and House Speaker J Dennis Hastert spoke with Sec John W Snow; industry analysts say airline would remain financially shaky even with loan guarantees; photos (M)",
      "lead_paragraph": "United Airlines scrambled yesterday to revise its application for $1.6 billion in federal loan guarantees, taking advantage of an offer of another chance from the Treasury Department, even though the loan board rejected its bid a day earlier.",
      "publication_date": "2004-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/19/business/another-loan-chance-puts-united-political-storm-airline-its-wings-clipped-twice.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Halliburton Severs Link With 2 Over Nigeria Inquiry",
      "snippet": "Oil services company Halliburton drops ties with former top official Albert J Stanley after probes show he secretly enriched self by channeling up to $5 million from elaborate payment scheme to win contract to build $4 billion natural gas complex ...",
      "abstract": "Oil services company Halliburton drops ties with former top official Albert J Stanley after probes show he secretly enriched self by channeling up to $5 million from elaborate payment scheme to win contract to build $4 billion natural gas complex in Nigeria to Swiss bank account; also cuts ties with William Chaudan, whom it suspects was involved in scheme; two retired from company's KBR unit, but continued to work as consultants at company; investigators seek to determine whether $180 million web of payments by Halliburton and its partners in project, including French construction group Technip, added up to illegal commissions for Halliburton executives and Nigerian officials; Halliburton chief executive David Lesar sends employees e-mail message warning of heightened and exaggerated political attacks on company; says two former executives violated company's business conduct code; Halliburton also cuts ties to Tri-Star Investments, company controlled by Jeffrey Tesler and described by French newspapers as mastermind of scheme (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/19/business/halliburton-severs-link-with-2-over-nigeria-inquiry.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "NO SAUDI PAYMENT TO QAEDA IS FOUND",
      "snippet": "9/11 Commission staff report asserts that there is 'no evidence' that Saudi Arabian government or senior Saudi officials financed Al Qaeda; joint Congressional committee in 2002 reportedly concluded opposite in classified study; new report says Al...",
      "abstract": "9/11 Commission staff report asserts that there is 'no evidence' that Saudi Arabian government or senior Saudi officials financed Al Qaeda; joint Congressional committee in 2002 reportedly concluded opposite in classified study; new report says Al Qaeda 'found fertile fund-raising ground' in Saudi Arabia, where extreme religious views are common, and charitable giving is essential to culture; also asserts that 1996 terrorist attack in Saudi Arabia, believed to have been carried out by Saudi Shiite group operating with help from Iran, may also have involved support from Al Qaeda; concludes that Osama bin Laden has less personal wealth than has been widely believed and did not fund Al Qaeda through personal fortune and network of businesses; photo (M)",
      "lead_paragraph": "The staff of the Sept. 11 commission has put forward what amounts to a major revision of a widely held perception in Washington that top Saudi officials gave money to Al Qaeda.",
      "publication_date": "2004-06-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/19/world/the-reach-of-war-intelligence-no-saudi-payment-to-qaeda-is-found.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "It's a Dirty Job, But They Do It, Secretly, in Iraq",
      "snippet": "Raw sewage has been treated in Baghdad for first time in over decade, but achievement remains cloaked in secrecy for security reasons; stream of treated water that eventually found its way into Tigris River was hardly more than trickle, but accomp...",
      "abstract": "Raw sewage has been treated in Baghdad for first time in over decade, but achievement remains cloaked in secrecy for security reasons; stream of treated water that eventually found its way into Tigris River was hardly more than trickle, but accomplishment is all but epoch-making in city where sewage plants are in disrepair; US Agency for International Development and its major contractor, Bechtel Corp, are in charge of project; some engineers say secrecy defeats original purpose of work; photo of guard at restarted sewage plant (M)",
      "lead_paragraph": "It was an engineering success on the order of stringing the first cables for the Brooklyn Bridge or coaxing the first glimmer of starlight through some giant telescope to unravel the structure of the universe.",
      "publication_date": "2004-06-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/19/world/struggle-for-iraq-reconstruction-it-s-dirty-job-but-they-it-secretly-iraq.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Glaxo to Create a Web Site To List All Drug Trials  Facing complaints that it selectively disclosed results from pediatric trials of its antidepressant drug Paxil, GlaxoSmithKline said that it planned to create a Web site that would publicly list ...",
      "abstract": " Glaxo to Create a Web Site To List All Drug Trials  Facing complaints that it selectively disclosed results from pediatric trials of its antidepressant drug Paxil, GlaxoSmithKline said that it planned to create a Web site that would publicly list all clinical trials on its marketed drugs.     The company said that the Web site would include the results of all tests run on a drug before its approval for marketing as well as subsequent tests of that medication for new uses or on new types of patients. [Page C2.]",
      "lead_paragraph": "Glaxo to Create a Web Site To List All Drug Trials",
      "publication_date": "2004-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/19/business/business-digest-028444.html",
      "byline": ""
    },
    {
      "headline": "ACTING ON THREAT, SAUDI GROUP KILLS CAPTIVE AMERICAN",
      "snippet": "Saudi Arabian militant group executes kidnapped American engineer Paul M Johnson Jr and posts pictures of his beheaded corpse on Web site; Saudi security forces kill Abdelaziz al-Muqrin, leader of group, during gunfight shortly after Johnson's pho...",
      "abstract": "Saudi Arabian militant group executes kidnapped American engineer Paul M Johnson Jr and posts pictures of his beheaded corpse on Web site; Saudi security forces kill Abdelaziz al-Muqrin, leader of group, during gunfight shortly after Johnson's photos are posted; group is offshoot of Al Qaeda that claims responsibility for kidnapping and recent attacks on Saudi expatriates; Johnson was employee of Lockheed Martin; recent terrorist attacks in Saudi Arabia noted; map; photos (M)",
      "lead_paragraph": "A Saudi militant group said Friday that it had carried out its threat to execute a kidnapped American engineer, posting three grisly pictures of his beheaded corpse on a Web site before leaving the body in a remote neighborhood of the capital, Riyadh.",
      "publication_date": "2004-06-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/19/world/acting-on-threat-saudi-group-kills-captive-american.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Payout Is Set By Blockbuster To Viacom",
      "snippet": "Viacom Inc, which owns 82 percent of video rental chain Blockbuster Inc, expects to get $738 million in cash from Blockbuster as part of complex deal to spin it off; Blockbuster will borrow over $905 million to pay $5 special cash dividend on each...",
      "abstract": "Viacom Inc, which owns 82 percent of video rental chain Blockbuster Inc, expects to get $738 million in cash from Blockbuster as part of complex deal to spin it off; Blockbuster will borrow over $905 million to pay $5 special cash dividend on each of its shares; aim is to let shareholders exchange Viacom shares for Blockbuster stock; analysts say deal will let Viacom, which will retire millions of its shares, avoid tax consequences of traditional sale while fueling company's growth (M)",
      "lead_paragraph": "Viacom Inc., the media and entertainment conglomerate, said yesterday that it expected to receive $738 million in cash from Blockbuster Inc. as part of a complex transaction to spin it off.",
      "publication_date": "2004-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/19/business/payout-is-set-by-blockbuster-to-viacom.html",
      "byline": "By Eric Dash and Geraldine Fabrikant"
    },
    {
      "headline": "No Use Crying Over Spilled Billions",
      "snippet": "Profil",
      "abstract": "Profil",
      "lead_paragraph": "WHEN he became chief executive and, a year later, chairman of Time Warner, Richard D. Parsons was dismissed as a politician who just happened to run the biggest media company in the world. His performance since then suggests that he has a few other skills, but it's the politician in him that has a gift for making an entrance.",
      "publication_date": "2004-06-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/20/business/no-use-crying-over-spilled-billions.html",
      "byline": "By David Carr"
    },
    {
      "headline": "As Hiring Picks Up, Cubicles Don't Look So Bad to Some",
      "snippet": "As job market starts to recover from prolonged slump, many workers are less choosy about their work space, and even much-maligned cubicle is appealing; some workers are almost wistful about crowding and lack of privacy they had when they were in c...",
      "abstract": "As job market starts to recover from prolonged slump, many workers are less choosy about their work space, and even much-maligned cubicle is appealing; some workers are almost wistful about crowding and lack of privacy they had when they were in cubicles surrounded by colleagues; photo (M)",
      "lead_paragraph": "Cubicles have been maligned as work spaces for so long that they have inspired dozens of humor books, and even special words to describe things like peering over the top of a cubicle's walls.",
      "publication_date": "2004-06-20T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/06/20/jobs/as-hiring-picks-up-cubicles-don-t-look-so-bad-to-some.html",
      "byline": "By Patricia R. Olsen"
    },
    {
      "headline": "KURDS ADVANCING TO RECLAIM LAND IN NORTHERN IRAQ",
      "snippet": "Thousands of ethnic Kurds are pushing into lands formerly held by Iraqi Arabs, forcing tens of thousands of them to flee to refugee camps and transforming demographic and political map of northern Iraq; Kurds are returning to lands from which they...",
      "abstract": "Thousands of ethnic Kurds are pushing into lands formerly held by Iraqi Arabs, forcing tens of thousands of them to flee to refugee camps and transforming demographic and political map of northern Iraq; Kurds are returning to lands from which they were expelled by armies of Saddam Hussein and his predecessors in Baath party, who ordered villages destroyed and sent waves of Iraqi Arabs to fill area with supporters; new movement is quickening amid confusion about American policy along with political pressure by Kurdish leaders to resettle area; meantime, Kurds are threatening to withdraw from government if they are not confident of having sufficient autonomy; American officials are struggling to keep displaced Kurds on north side of Green Line, boundary of Kurdish autonomous region, in order to facilitate orderly migration and avoid ethnic strife and political instability; Kurdish migration appears to be causing widespread misery among Arabs, who are complaining of expulsions and violence; map; photos (M)",
      "lead_paragraph": "Thousands of ethnic Kurds are pushing into lands formerly held by Iraqi Arabs, forcing tens of thousands of them to flee to ramshackle refugee camps and transforming the demographic and political map of northern Iraq.",
      "publication_date": "2004-06-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/20/world/the-reach-of-war-northern-iraq-kurds-advancing-to-reclaim-land-in-northern-iraq.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "U.S. Airstrike in Iraq Kills 17",
      "snippet": "Two American missiles struck a residential area of Falluja, killing at least 17 people. A spokesman for the occupation forces said the target was a safe house for militants. Page 11.",
      "abstract": "Two American missiles struck a residential area of Falluja, killing at least 17 people. A spokesman for the occupation forces said the target was a safe house for militants. Page 11.",
      "lead_paragraph": "Two American missiles struck a residential area of Falluja, killing at least 17 people. A spokesman for the occupation forces said the target was a safe house for militants. Page 11.",
      "publication_date": "2004-06-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/20/world/us-airstrike-in-iraq-kills-17.html",
      "byline": ""
    },
    {
      "headline": "What Lurks Inside Your Index Fund",
      "snippet": "Gretchen Morgenson column warns rising interest rates will hurt stock index funds that mirror Standard & Poor's 500 because financial services stocks are particularly imperiled by rate rises and have quietly come to dominate index; notes such comp...",
      "abstract": "Gretchen Morgenson column warns rising interest rates will hurt stock index funds that mirror Standard & Poor's 500 because financial services stocks are particularly imperiled by rate rises and have quietly come to dominate index; notes such companies make up 20.4 percent of index, up from 12.8 percent 10 years ago; holds that figure significantly understates current weight of financial services in index because it does not count General Electric, General Motors or Ford Motor as financial stocks, even though their big financial operations contribute significantly to their earnings; graphs of bond yields, financial companies' profit margins and weights of key sectors in S&P 500 index (M)",
      "lead_paragraph": "THE extraordinarily long and wonderfully lucrative decline in interest rates is over. Are you ready for the coming seismic shift?",
      "publication_date": "2004-06-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/20/business/what-lurks-inside-your-index-fund.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "The Capitalist in the Cage",
      "snippet": "Trial of Mikhail B Khodorkovsky, Russia's richest man, on charges of looting public assets and tax evasion, promises to offer one of first public referendums on state of Russia's wealth; could help shape for years nature of nation's experiments wi...",
      "abstract": "Trial of Mikhail B Khodorkovsky, Russia's richest man, on charges of looting public assets and tax evasion, promises to offer one of first public referendums on state of Russia's wealth; could help shape for years nature of nation's experiments with capitalism; Khodorkovsky disputes charges, holding they are effort to neutralize him as political reformer; is on trial with fellow former Yukos Oil top executive Platon Lebedev; Pres Vladimir Putin, who dominates politics in way Khodorkovsky once dominated Russian business, casts huge shadow on proceedings; his crackdown on Khodorkovsky has won support of average Russians dismayed by nation's inequities; seems to favor managed economies that blend market forces with strong state role; graph of Russian economic growth; table of largest private Russian companies; photos (M)",
      "lead_paragraph": "''They did not know how to judge and could not agree what to consider evil and what good; they did not know whom to blame, whom to justify.''",
      "publication_date": "2004-06-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/20/business/the-capitalist-in-the-cage.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "G.O.P. OFFENSIVE PUTS SMALL DENT IN KERRY'S IMAGE",
      "snippet": "Bush campaign suspends broadcast advertising until next month, after spending $85 million to attack Sen John Kerry's credentials and ideology; 90-day campaign to weaken Kerry, which included record spending on television, began on March 2, after K...",
      "abstract": "Bush campaign suspends broadcast advertising until next month, after spending $85 million to attack Sen John Kerry's credentials and ideology; 90-day campaign to weaken Kerry, which included record spending on television, began on March 2, after Kerry effectively nailed down nomination; offensive was unusual in its early timing, toughness and decision of Bush to personally engage opponent so far in advance of November election; Bush appears to have succeeded in planting doubts about firmness of Kerry's convictions according to variety of polls, but those polls also show Bush and Kerry tied; photos (M)",
      "lead_paragraph": "When John Kerry effectively nailed down the Democratic presidential nomination on March 2, the White House was waiting. With relentless precision, it began a 90-day campaign to weaken Mr. Kerry's candidacy, a blast that included record spending on television advertisements and attacks on Mr. Kerry's credentials and ideology led by President Bush himself.",
      "publication_date": "2004-06-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/20/us/the-2004-campaign-advertising-gop-offensive-puts-small-dent-in-kerry-s-image.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    },
    {
      "headline": "BURDEN OF KNOWLEDGE: Tracking Prenatal Health; In New Tests for Fetal Defects, Agonizing Choices for Parents",
      "snippet": "Fetal genetic tests are used routinely, and, while couples say they are profoundly grateful for new information, they are also hugely burdened by choices they are forced to make; availability of tests earlier in pregnancy means that if they opt fo...",
      "abstract": "Fetal genetic tests are used routinely, and, while couples say they are profoundly grateful for new information, they are also hugely burdened by choices they are forced to make; availability of tests earlier in pregnancy means that if they opt for abortion, it can be safer and less public; first they must decide what defect is enough to end pregnancy; many new treatments are available for birth defects, but decisions still weigh heavily; doctors and genectic counselors provide scientific data, but ultimate decision rests with parents, who rarely find find someone to turn to with similar dilemma; whatever they choose, couples are exposed to judgments from all sides; wide range and early timing of prenatal tests are raising concern among some bioethicists and advocates for disability rights who argue that medical community is sending message to patients to guard against children with disabilities; some people who have been opposed to abortion will make exceptions for themselves but are left agonizing over their decisions; doctors and genetic counselors say decisions hinge on complex equation that includes perception of disability; chart and illustrations show timing of specific tests; photos (L)",
      "lead_paragraph": "Lying in the darkened doctor's office, Kate Hoffman stared at the image of the 11-week-old fetus inside her on the ultrasound screen, a tiny ghost with a big head. It would have been so sweet, Ms. Hoffman said, if something had not been so clearly wrong.",
      "publication_date": "2004-06-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/20/us/burden-knowledge-tracking-prenatal-health-new-tests-for-fetal-defects-agonizing.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "4 Killed After Hostage's Death Are Called Saudi Cell's Leaders",
      "snippet": "Saudi officials say that four men killed in shootout in downtown Riyadh were top leaders of Al Qaeda cell that beheaded American hostage Paul M Johnson Jr hours earlier and carrier out string of lethal attacks against foreigners in kingdom; Saudi ...",
      "abstract": "Saudi officials say that four men killed in shootout in downtown Riyadh were top leaders of Al Qaeda cell that beheaded American hostage Paul M Johnson Jr hours earlier and carrier out string of lethal attacks against foreigners in kingdom; Saudi experts say killing of four and capture of another 12 clearly strikes blow against Al Qaeda, but they are divided on whether it will cripple group's ability to carry out further attacks or merely disrupt short-term plans; group is believed to be semi-official Qaeda franchise inspired by goal of ridding peninsula of foreigners and paving way for pure Islamic caliphate; photos (M)",
      "lead_paragraph": "Saudi officials said Saturday that four men killed in a shootout in downtown Riyadh on Friday were top leaders of the cell of Al Qaeda that beheaded an American hostage hours earlier and carried out a string of lethal attacks against foreigners in the kingdom.",
      "publication_date": "2004-06-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/20/world/4-killed-after-hostage-s-death-are-called-saudi-cell-s-leaders.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Books of The Times; A Pastiche of a Presidency, Imitating a Life, in 957 Pages",
      "snippet": "Michiko Kakutani reviews former Pres Bill Clinton's autobiography My Life",
      "abstract": "Michiko Kakutani reviews former Pres Bill Clinton's autobiography My Life",
      "lead_paragraph": "MY LIFE",
      "publication_date": "2004-06-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/20/us/books-of-the-times-a-pastiche-of-a-presidency-imitating-a-life-in-957-pages.html",
      "byline": "By Michiko Kakutani"
    },
    {
      "headline": "Father's Choices Showed a Different Way",
      "snippet": "Lisa Belkin Life's Work column on her father's determination to integrate rather than separate life and work; her father had home office and was always there for dinner and family time; now she has followed his path and is available for her childr...",
      "abstract": "Lisa Belkin Life's Work column on her father's determination to integrate rather than separate life and work; her father had home office and was always there for dinner and family time; now she has followed his path and is available for her children; drawing (M)",
      "lead_paragraph": "MOST girls turn into their mothers when they grow up. And I've certainly done some of that. I look just like her; so much so that when I went along to her 50th high school reunion a few weeks ago, I was recognized by classmates who had not seen her in decades.",
      "publication_date": "2004-06-20T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/06/20/jobs/life-s-work-father-s-choices-showed-a-different-way.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Rules to Expose Long-Term Cost Of Health Plans",
      "snippet": "New accounting standards will require state and local governments to acknowledge full cost of health benefits promised to retirees, putting pressure on public employers to reduce their liabilities by scaling back benefits or shifting more of cost ...",
      "abstract": "New accounting standards will require state and local governments to acknowledge full cost of health benefits promised to retirees, putting pressure on public employers to reduce their liabilities by scaling back benefits or shifting more of cost to retirees; public employees predict that rules, developed by independent, nonprofit Governmental Accounting Standards Board, combined with soaring cost of health care, will speed erosion of health insurance in public sector, as happened at many private companies decade ago; rules apply to all state and local governments; under current practice, most public employers do not report such costs until they pay for promised benefits, often many years after employees have retired; experts on employee benefits say new standards would encourage state and local officials to set aside money in trust funds for purpose of providing health benefits to retirees; cost of such contributions would be new, immediate expense for state and local governments already struggling with severe financial problems (M)",
      "lead_paragraph": "New accounting standards will require state and local governments to acknowledge the full cost of health benefits promised to retirees, putting immense pressure on public employers to reduce their liabilities by scaling back benefits or shifting more of the cost to retirees, government officials and accountants say.",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/21/us/rules-to-expose-long-term-cost-of-health-plans.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "IRAQ GOVERNMENT CONSIDERS USING EMERGENCY RULE",
      "snippet": "Iraq's newly appointed government considers imposing state of emergency that could involve curfews and ban on public demonstrations to counter violent resistance it faces even before it assumes power; Prime Min Iyad Allawi, who worked closely with...",
      "abstract": "Iraq's newly appointed government considers imposing state of emergency that could involve curfews and ban on public demonstrations to counter violent resistance it faces even before it assumes power; Prime Min Iyad Allawi, who worked closely with Central Intelligence Agency in opposing Saddam Hussein's govenment in 1990's, says in his first news briefing that he will consider 'human rights principles and international law,' but that he intends to act quickly and forcefully against insurgency, using extraordinary methods if necessary; such measures could be applied in Falluja, where United States forces have been battling guerrilla fighters for several weeks, and Sadr City, Baghdad slum where three Iraqis were killed on June 20 in confrontations with American soldiers; other measures being considered by new Iraqi government include ban on public demonstrations, checkpoints and changes to search and seizure laws; photos (M)",
      "lead_paragraph": "Faced with violent resistance even before it has assumed power, Iraq's newly appointed government is considering imposing a state of emergency that could involve curfews and a ban on public demonstrations, Iraqi officials said Sunday.",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/21/world/the-reach-of-war-security-iraq-government-considers-using-emergency-rule.html",
      "byline": "By Dexter Filkins and Somini Sengupta"
    },
    {
      "headline": "Wachovia Moves to Buy Big Lender In Alabama",
      "snippet": "Wachovia Corp is reportedly close to deal to acquire SouthTrust Corp to expand its already substantial presence in South; Wachovia, based in Charlotte, NC, has assets of $411 billion and total stock market valuation of about $62 billion, while Sou...",
      "abstract": "Wachovia Corp is reportedly close to deal to acquire SouthTrust Corp to expand its already substantial presence in South; Wachovia, based in Charlotte, NC, has assets of $411 billion and total stock market valuation of about $62 billion, while SouthTrust, based in Birmingham, Ala, has assets of about $53 billion and stock market valuation of about $11.5 billion; bank acquisitions typically carry 20 percent to 30 percent premium over market value of acquired entity; SouthTrust might thus be able to hold out for more than $14 billion (M)",
      "lead_paragraph": "The Wachovia Corporation is close to a deal to acquire the SouthTrust Corporation for at least $11.5 billion, according to people involved in the transaction.",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/21/business/wachovia-moves-to-buy-big-lender-in-alabama.html",
      "byline": "By Timothy L. O'Brien and Andrew Ross Sorkin"
    },
    {
      "headline": "Day 2: I Learn the Books Are Cooked",
      "snippet": "William Nuti says that board of Symbol Technologies assured him that financial irregularities at company were over when he signed on as president in August 2002, but that he learned in February 2003 that midlevel finance manager was still trying t...",
      "abstract": "William Nuti says that board of Symbol Technologies assured him that financial irregularities at company were over when he signed on as president in August 2002, but that he learned in February 2003 that midlevel finance manager was still trying to hide expenses; says that in testing Symbol's business practices, from giving customer a price quote to collecting cash in payment, he learned that focus was entirely on achieving desired financial result instead of on integrity of process that led to result; industry analysts and company employees say Nuti has led sweeping transformation of company; 15 of its 16 senior managers are new to company; photos; chart (M)",
      "lead_paragraph": "William Nuti remembers the phone message he got in early 2003 as ''the most disturbing moment in my career,'' when the magnitude of the problems at Symbol Technologies really hit him.",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/21/business/technology-day-2-i-learn-the-books-are-cooked.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "U.S. Said to Overstate Value Of Guantánamo Detainees",
      "snippet": "Contrary to repeated assertions of senior Bush administration officials, none of detainees at Guantanamo Bay rank as leaders or senior operatives of Al Qaeda, and only handful are sworn Qaeda members; dozens of high-level military, intelligence an...",
      "abstract": "Contrary to repeated assertions of senior Bush administration officials, none of detainees at Guantanamo Bay rank as leaders or senior operatives of Al Qaeda, and only handful are sworn Qaeda members; dozens of high-level military, intelligence and law-enforcement officials in US, Europe and Middle East say that Guantanamo detainees have provided only trickle of intelligence with current value, and none that has enabled intelligence or law-enforcement services to foil imminent attacks; top-secret study by Central Intelligence Agency in Sept 2002 raised questions about detainees' significance, suggesting that many of accused terrorists appear to be low-level recruits who went to Afghanistan to support Taliban or even innocent men swept up in chaos of war; nearly two years later, military officials say evidence against many of detainees is still so sparce that only 6 suspects have been designated as ready for trial by Pres Bush; detailed description of flawed initial screenings of detainees and their treatment once inside Guantanamo Bay; photos (L)",
      "lead_paragraph": "For nearly two and a half years, American officials have maintained that locked within the steel-mesh cells of the military prison here are some of the world's most dangerous terrorists -- ''the worst of a very bad lot,'' Vice President Dick Cheney has called them.",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/21/world/the-reach-of-war-us-said-to-overstate-value-of-guantanamo-detainees.html",
      "byline": "By Tim Golden and Don van Natta Jr"
    },
    {
      "headline": "Old Search Engine, the Library, Tries to Fit Into a Google World",
      "snippet": "Librarians work to close gap between traditional scholarly research and incomplete, often random results of Google search; three-year study of research habits concludes that electronic resources have become main tool for information gathering, par...",
      "abstract": "Librarians work to close gap between traditional scholarly research and incomplete, often random results of Google search; three-year study of research habits concludes that electronic resources have become main tool for information gathering, particularly among college undergraduates; librarians are working with commercial search engines like Google and Yahoo to make ever more digital-research materials searchable; some research librarians say Google could eventually take on more of role of universal library; biggest problem is that search engines like Google skim only thinnest layers of information that has been digitized; most have no access to so-called deep Web, where information is contained in isolated databases like online library catalogs; reference librarians are trying to bring material from deep Web to surface; photo (M)",
      "lead_paragraph": "Katarina Maxianova, who received her bachelor's degree in comparative literature from Columbia University in May, took a seminar last year in which the professor assigned two articles from New Left Review magazine. She found one immediately through Google; for the other, she had to trek to the library stacks.",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/21/us/old-search-engine-the-library-tries-to-fit-into-a-google-world.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "MEDICINE'S DATA GAP -- Journals in a Quandary; A Medical Journal Quandary: How to Report on Drug Trials",
      "snippet": "Some leading medical journals are trying to address what they see as shortcomings in way clinical tests are designed and analyzed by drug industry and how test results are disclosed; fear becoming part of marketing arm of drug industry, which has ...",
      "abstract": "Some leading medical journals are trying to address what they see as shortcomings in way clinical tests are designed and analyzed by drug industry and how test results are disclosed; fear becoming part of marketing arm of drug industry, which has tendency to showcase positive test results while playing down trials with negative or inconclusive findings; editors say companies may also cherry-pick favorable but limited data from trial that was originally set out to test other aspects of drug's performance or submit different parts of tests under different authors' names to different medical journals; weigh proposal that would require drug trial to be listed at its start in public database or registry as prerequisite to its results being considered for publication; critics say journals themselves tend to publish more trials with positive results than those with negative or inconclusive results; photos (M)",
      "lead_paragraph": "The issue of The American Journal of Psychiatry that hit the desks of its 37,000 readers this month reported test results for the antidepressant drug Celexa, indicating it could help children and teenagers.",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/21/business/medicine-s-data-gap-journals-quandary-medical-journal-quandary-report-drug.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "The Internet Ad You Are About to See Has Already Read Your E-Mail",
      "snippet": "Privacy advocates are disturbed by fact that Gmail, Google's new free Web-based e-mail service, scans a subscriber's incoming mail and selects ads to accompany it that are related to subject of e-mail; also fear that service, Gmail, could send off...",
      "abstract": "Privacy advocates are disturbed by fact that Gmail, Google's new free Web-based e-mail service, scans a subscriber's incoming mail and selects ads to accompany it that are related to subject of e-mail; also fear that service, Gmail, could send offensive ads to e-mail recipients as result of scanning; Google imposes certain constaints on process, creating what is electronic equivalent of TV network's standards and practices department to determine which e-mail messages are suitable for ads and which are not; will not, for example, display ads on e-mail messages with words related sex, guns, drugs and other topics it considers off limits; Gmail is available for now by invitation only, but Google hopes to introduce it to public by end of year (M)",
      "lead_paragraph": "When Google announced in April that it would test a free Web-based e-mail service that offered users vastly more storage space than its rivals, it introduced one twist -- the ads that users see when they read their mail would be related to the subject mentioned in the message.",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/21/business/media-business-advertising-internet-ad-you-are-about-see-has-already-read-your-e.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "One More Opportunity For United on Loan Backing  United Airlines, pulling all the political strings it can to avoid a third and presumably final rejection of its application for a federal loan guarantee, may have to make even more painful cuts if ...",
      "abstract": " One More Opportunity For United on Loan Backing  United Airlines, pulling all the political strings it can to avoid a third and presumably final rejection of its application for a federal loan guarantee, may have to make even more painful cuts if it succeeds in its quest.     UAL, United's parent, is getting an unprecedented new opportunity to submit a revised application, a courtesy no other airline has been given, thanks in big part to support from House Speaker J. Dennis Hastert, Republican of Illinois, and the Bush administration. News Analysis. [Page C2.]",
      "lead_paragraph": "One More Opportunity For United on Loan Backing",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/21/business/business-digest-042722.html",
      "byline": ""
    },
    {
      "headline": "Clinton Book Puts Familiar Foe Back in Conservatives' Sights",
      "snippet": "Many of former Pres Bill Clinton's old antagonists gear up to attack him as he promotes release of his book My Life; Citizens United--conservative lobbying group--buys advertising time in several markets during Clinton's interview on '60 Minutes' ...",
      "abstract": "Many of former Pres Bill Clinton's old antagonists gear up to attack him as he promotes release of his book My Life; Citizens United--conservative lobbying group--buys advertising time in several markets during Clinton's interview on '60 Minutes' to argue that he is responsible for failing to prevent Sept 11 terrorist attacks; conservative talk radio host Rush Limbaugh calls book 'My Lie' and column in American Spectator, once leading journal of Clinton-bashing, derides Clinton's expressions of contrition for his affair with Monica Lewinsky; Bush campaign allies revive talk about honor and dignity of Oval Office in their thinly veiled references to Clinton years; book's official release June 21 stirs avid debate on its potential impact on Nov elections; Clinton plans to use his promotional appearances to praise Sen John Kerry and to deprecate Pres Bush; some conservatives argue that reminders of Clinton years may hurt Kerry, especially if Bush's allies are able to redirect attention toward Clinton administration's failures in fight against terrorism; photo (M)",
      "lead_paragraph": "As a core of Democratic partisans cheer the return of their champion, Bill Clinton, to the limelight in time to pitch in on the campaign trail, many of his old antagonists are gearing up again.",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/21/us/2004-campaign-memoir-clinton-book-puts-familiar-foe-back-conservatives-sights.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "U.S. Spending Iraqi Oil Money",
      "snippet": "Because of bureaucratic problems in spending the money appropriated to rebuild Iraq, American authorities are spending $2.5 billion from Iraqi oil revenue. Page A8.",
      "abstract": "Because of bureaucratic problems in spending the money appropriated to rebuild Iraq, American authorities are spending $2.5 billion from Iraqi oil revenue. Page A8.",
      "lead_paragraph": "Because of bureaucratic problems in spending the money appropriated to rebuild Iraq, American authorities are spending $2.5 billion from Iraqi oil revenue. Page A8.",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/21/world/us-spending-iraqi-oil-money.html",
      "byline": ""
    },
    {
      "headline": "TV's Loneliest Night of the Week Is Starting to Look Very Familiar",
      "snippet": "NBC, CBS, Fox Network and UPN plan to start showing regularly scheduled repeats of their prime-time programming on the following Saturday evening, night with by far the lowest television viewing; have come to conclusion that they cannot stem stead...",
      "abstract": "NBC, CBS, Fox Network and UPN plan to start showing regularly scheduled repeats of their prime-time programming on the following Saturday evening, night with by far the lowest television viewing; have come to conclusion that they cannot stem steady erosion of viewers on Saturdays by giving them something new; influx of reality programs accelerates trend because any reruns of them that could help amortize their costs must be scheduled in same week of original show; economics of repeats are attractive to networks; ABC will continue to use movies from its Disney production company to fill Saturday night; photo; chart (M)",
      "lead_paragraph": "Network programmers think they may finally have found a way to hold onto more viewers. Give them more of the same. Literally.",
      "publication_date": "2004-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/21/business/media-tv-s-loneliest-night-of-the-week-is-starting-to-look-very-familiar.html",
      "byline": "By Bill Carter"
    }
  ]
}