{
  "metadata": {
    "date": "2004-04-08",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "3 Guilty Pleas Expected Today in Computer Associates Case",
      "snippet": "Computer Associates International's former chief financial officer Ira H Zar, former vice president David Rivard and former senior vice president David Kaplan are expected plead guilty to fraud charges related to federal investigation of company's...",
      "abstract": "Computer Associates International's former chief financial officer Ira H Zar, former vice president David Rivard and former senior vice president David Kaplan are expected plead guilty to fraud charges related to federal investigation of company's accounting practices; Judge I Leo Glasser is expected to accept pleas (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/08/business/3-guilty-pleas-expected-today-in-computer-associates-case.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Currency Reserves Grow",
      "snippet": "Japan's foreign currency reserves rose to record high of $827 billion in March as financial authorities intervened heavily in currency markets to protect nation's exporters; foreign currency reserves grew by $50 billion in March from $777 billion ...",
      "abstract": "Japan's foreign currency reserves rose to record high of $827 billion in March as financial authorities intervened heavily in currency markets to protect nation's exporters; foreign currency reserves grew by $50 billion in March from $777 billion at end of February (M)",
      "lead_paragraph": "Japan's foreign currency reserves rose to a record high of $827 billion in March as the financial authorities intervened heavily in currency markets to protect the nation's exporters. Japan's foreign currency reserves grew by $50 billion in March from $777 billion at the end of February, the ministry of finance said. Japan's foreign reserves have been growing rapidly as Tokyo has bought dollars and sold yen to contain a rise in the value of the Japanese currency that could threaten profits for exporters, which are powering Japan's recovery. Todd Zaun (NYT)",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/08/business/world-business-briefing-asia-japan-currency-reserves-grow.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "German Central Banker Taking Leave of Absence  Ernst Welteke, the embattled president of Germany's central bank, agreed to take a leave of absence, as state prosecutors investigate whether he broke any laws by allowing a commercial bank to pay for...",
      "abstract": " German Central Banker Taking Leave of Absence  Ernst Welteke, the embattled president of Germany's central bank, agreed to take a leave of absence, as state prosecutors investigate whether he broke any laws by allowing a commercial bank to pay for his four-night stay in a luxury hotel in Berlin two years ago.      In a statement, the board of the central bank, the Bundesbank, said it had not found evidence of a misdeed grave enough to dismiss Mr. Welteke. But it asked him to step aside temporarily while prosecutors from Frankfurt determine if he did anything illegal. [Page C3.]",
      "lead_paragraph": "German Central Banker Taking Leave of Absence",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/08/business/business-digest-127833.html",
      "byline": ""
    },
    {
      "headline": "In Ford's Tomorrow, Fuel-Saving Hybrids And a Luxury Lincoln",
      "snippet": "Ford Motor Co's chairman-chief executive William Clay Ford Jr says his company plans to make three hybrid vehicles, two by 2007 model year in wake of rising gas prices; also says it will redouble efforts to build more efficient vehicles; reiterate...",
      "abstract": "Ford Motor Co's chairman-chief executive William Clay Ford Jr says his company plans to make three hybrid vehicles, two by 2007 model year in wake of rising gas prices; also says it will redouble efforts to build more efficient vehicles; reiterates Detroit's past support for substantially higher gas taxes as well as incentives for consumers buying vehicles like hybrids; Ford Motor will become third automaker this year to sell hybrid vehicle, offering version of its Escape sport utility vehicle; photos (M)",
      "lead_paragraph": "Higher gas prices might not be making Americans rush to buy small cars, but William Clay Ford Jr. says his company is preparing for a future of more sticker shock at the pump.",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/08/business/in-ford-s-tomorrow-fuel-saving-hybrids-and-a-luxury-lincoln.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "World Business Briefing | Australia: Technology Acquisition",
      "snippet": "Australia's Telstra will buy information technology company Kaz Group for 333 million Australian dollars ($252 million) (S)",
      "abstract": "Australia's Telstra will buy information technology company Kaz Group for 333 million Australian dollars ($252 million) (S)",
      "lead_paragraph": "Australia's government-controlled telephone operator, Telstra, said that it would buy an information technology company, the Kaz Group, for 333 million Australian dollars ($252 million), expanding its service to corporate clients. Telstra recently bought a classified ad company, the Trading Post, for 636 million Australian dollars. Wayne Arnold (NYT)",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/08/business/world-business-briefing-australia-technology-acquisition.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Economic Forecast Cut",
      "snippet": "European Commission reduces its economic growth forecast, saying risks to recovery are increasing and warning that 6 of 12 countries using euro will break budget-deficit rules in 2004; says France, Germany, Greece, Italy, Netherlands and Portugal ...",
      "abstract": "European Commission reduces its economic growth forecast, saying risks to recovery are increasing and warning that 6 of 12 countries using euro will break budget-deficit rules in 2004; says France, Germany, Greece, Italy, Netherlands and Portugal will surpass deficit limit of 3 percent of gross domestic product; photo (S)",
      "lead_paragraph": "The European Commission reduced its economic growth forecast, saying risks to the recovery are increasing and warning that 6 of the 12 countries using the euro will break budget-deficit rules in 2004. France, Germany, Greece, Italy, the Netherlands and Portugal will surpass the deficit limit of 3 percent of gross domestic product, the commission said. Governments are struggling to control their budget gaps after growth slowed to a 10-year low of 0.4 percent in 2003. The commission pared its forecast for 2004 to 1.7 percent from 1.8 percent. ''We have to acknowledge the hard truth that the E.U. economy is not participating fully in the positive global economic performance,'' said the monetary affairs commissioner, Pedro Solbes, above.",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/08/business/world-business-briefing-europe-economic-forecast-cut.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Japan Showing Signs That Recovery May Last",
      "snippet": "Fledgling recovery in Japan's domestic demand, some early signs of more vibrant real estate market and healthier banks are erasing doubts about fundamental strength of economy; prospects for robust corporate earnings are good, as big manufacturers...",
      "abstract": "Fledgling recovery in Japan's domestic demand, some early signs of more vibrant real estate market and healthier banks are erasing doubts about fundamental strength of economy; prospects for robust corporate earnings are good, as big manufacturers ride wave of strong exports; graph (M)l",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/08/business/japan-showing-signs-that-recovery-may-last.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Cut-Rate Calling, By Way of the Net",
      "snippet": "David Pogue State of the Art column on voice-over-Internet protocol, which gives users option of using Internet's wiring for telephone calls at cheaper rates than telephone company; service utilizes conventional telephone, computer does not have t...",
      "abstract": "David Pogue State of the Art column on voice-over-Internet protocol, which gives users option of using Internet's wiring for telephone calls at cheaper rates than telephone company; service utilizes conventional telephone, computer does not have to be on, is exempt from line charges and certain other fees, and is portable; drawbacks include being off telephone company's grid and losing access to any services it provides; chart shows services and prices; drawing; photos (M)",
      "lead_paragraph": "EVERY time an important piece of our lives goes electronic, much is gained, but something is lost, too. Audiophiles say that compact discs don't sound as warm as vinyl records. Home theaters are neat, but don't offer the communal fun of a movie theater crowd. And no matter how efficient e-mail may be, it can't touch the joy of receiving a handwritten letter on fine stationery, thoughtfully composed and concluding with the words ''check enclosed.''",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/08/technology/state-of-the-art-cut-rate-calling-by-way-of-the-net.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "In Google We Trust? When the Subject Is E-Mail, Maybe Not",
      "snippet": "Gmail, Google's Web-based electronic mail service, is up against stiff competition from free and paid service providers, and is getting thumbs-down from privacy advocates who warn that targeted advertising that comes with service is intrusive; sof...",
      "abstract": "Gmail, Google's Web-based electronic mail service, is up against stiff competition from free and paid service providers, and is getting thumbs-down from privacy advocates who warn that targeted advertising that comes with service is intrusive; software scans incoming mail and tailors ads based on mail's content; gigabyte of free storage offered is appealing to people who share files, and some are willing to trade privacy to get so much storage; drawing; photos (M)",
      "lead_paragraph": "AT first, people thought it was an April Fool's joke last week when Google, the search-engine leader, announced plans to offer a free Web-based e-mail service.",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/08/technology/in-google-we-trust-when-the-subject-is-e-mail-maybe-not.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Australia Feeling Nervous as Its Dollar Soars",
      "snippet": "Volatile Australian currency has grabbed more than aesthetic attention recently after breakneck rise against its American counterpart, rise that has Australia's exporters shuddering; roller coaster currency plunged to historic lows of just under 5...",
      "abstract": "Volatile Australian currency has grabbed more than aesthetic attention recently after breakneck rise against its American counterpart, rise that has Australia's exporters shuddering; roller coaster currency plunged to historic lows of just under 50 American cents in April 2001, then hit seven-year high of 80 cents this February; Westpac bank forecasts Australian dollar will hit 80 again in third quarter; graph (M)",
      "lead_paragraph": "It is usually the brightly colored polymer bills, with their holographic markings, that make the Australian dollar stand out in a currency crowd. But the volatile ''Aussie'' has grabbed more than aesthetic attention recently after a breakneck rise against its American counterpart -- a rise that has this nation's exporters shuddering.",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/08/business/australia-feeling-nervous-as-its-dollar-soars.html",
      "byline": "By Karen Middleton"
    },
    {
      "headline": "Iraqi Uprising Spreads; Rumsfeld Sees It as 'Test of Will'",
      "snippet": "Iraqi uprising against American-led occupation intensifies and spreads to new parts of country, with United States forces increasing their efforts to put down Sunni and Shiite combatants; Defense Sec Donald H Rumsfeld calls situation 'test of will...",
      "abstract": "Iraqi uprising against American-led occupation intensifies and spreads to new parts of country, with United States forces increasing their efforts to put down Sunni and Shiite combatants; Defense Sec Donald H Rumsfeld calls situation 'test of will' that America will meet; in Falluja, Sunni heartland, Americans fire rockets at mosque compound in retaliation for fire they say came from mosque; hospital officials there say several dozen people were killed; in south, where majority Shiites predominate, followers of Moktada al-Sadr take over several towns, including Kut, where Ukrainian troops withdraw under pressure; resistance spreads north of Baghdad to Hawija, where American troops fire on crowd protesting attacks in Falluja; official in occupation authority says allied and Iraqi security forces have lost control of key southern cities of Najaf and Kufa to Shiite militia; says months-long effort to win over population with civil projects and promises of jobs has failed; most likely explanation for coincident eruptions of violence is that Sunnis and Shiites are watching other's assaults, sensing that American forces are overstretched; photos; map of Iraq showing locations of latest clashes, bombings, gunbattles, protests and street fights (L)",
      "lead_paragraph": "The Iraqi uprising against the American-led occupation intensified Wednesday and spread to new parts of the country, with United States forces increasing their efforts to put down Sunni and Shiite combatants.",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/08/world/struggle-for-iraq-occupation-iraqi-uprising-spreads-rumsfeld-sees-it-test-will.html",
      "byline": "By Christine Hauser"
    },
    {
      "headline": "OMAN'S OIL YIELD LONG IN DECLINE, SHELL DATA SHOW",
      "snippet": "Royal Dutch/Shell Group's oil production in Oman has been declining for years, belying company's optimistic reports and raising doubts about whether new technology can extend life of huge but mature oil fields in Middle East; internal Shell docume...",
      "abstract": "Royal Dutch/Shell Group's oil production in Oman has been declining for years, belying company's optimistic reports and raising doubts about whether new technology can extend life of huge but mature oil fields in Middle East; internal Shell documents suggest that figure for proven oil reserves in Oman was mistakenly increased in 2000, resulting in 40 percent overstatement, and that senior executives were told calculations of reserves were too high in 2002, two years before company downgraded its estimate; oil industry experts say company's experience in Oman highlights broader questions about future role of Western oil companies and their technology in Persian Gulf; official with National Iranian Oil Co says failure of Shell's horizontal drilling technology in Oman suggests that even advanced extraction techniques may not be answer to declining production rates in mature fields of Middle East; regulators in Europe and Washington as well as prosecutors at US Justice Dept are investigating whether Shell's disclosures about its reserves complied with securities laws; map (M)",
      "lead_paragraph": "The Royal Dutch/Shell Group's oil production in Oman has been declining for years, belying the company's optimistic reports and raising doubts about a vital question in the Middle East: whether new technology can extend the life of huge but mature oil fields.",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/08/business/oman-s-oil-yield-long-in-decline-shell-data-show.html",
      "byline": "By Jeff Gerth and Stephen Labaton"
    },
    {
      "headline": "Yahoo Reports a Surge In Quarterly Earnings And Plans a Stock Split",
      "snippet": "Yahoo Inc announces first-quarter financial results that are far stronger than expected; earned $101 million, more than double $47 million it earned year earlier; total revenue was $758 million; expects revenue of $2.4 billion to $2.5 billion for ...",
      "abstract": "Yahoo Inc announces first-quarter financial results that are far stronger than expected; earned $101 million, more than double $47 million it earned year earlier; total revenue was $758 million; expects revenue of $2.4 billion to $2.5 billion for 2004, up from previous estimate of $2.1 billion to $2.2 billion; predicts operating cash flow to rise to $890 million to $970 million, up from previous forecast of $710 million to $800 million; announces two-for-one stock split, payable May 11 to shareholders of record as of April 28; chief executive Terry S Semel comments (Market Place column) (M)",
      "lead_paragraph": "When Yahoo, the Internet portal company, announced first-quarter financial results yesterday that were far stronger than expected, the canyons of Wall Street seemed to echo with the yodel the company uses in its advertising campaign.",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/08/business/market-place-technology-yahoo-reports-surge-quarterly-earnings-plans-stock-split.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Account of Broad Shiite Revolt Contradicts White House Stand",
      "snippet": "United States intelligence officials say broad-based Shiite uprising goes well beyond supporters of militant Islamic cleric Moktada al-Sadr, who has been focus of American counterinsurgency efforts; Bush administration and American officials in Ir...",
      "abstract": "United States intelligence officials say broad-based Shiite uprising goes well beyond supporters of militant Islamic cleric Moktada al-Sadr, who has been focus of American counterinsurgency efforts; Bush administration and American officials in Iraq have said they do not believe US is facing broad-based Shiite insurgency, and have portrayed Sadr as catalyst of rising violence among Shiites; intelligence officials say much larger number of Shiites have turned against American-led occupation than are in Sadr's militia; American intelligence has not detected signs of coordination between Sunni rebellion in Iraq's heartland and Shiite insurgency, but say that Sunni rebellion goes far beyond former Baathist government members; say Sunni tribal leaders, particularly in Ramadi and Falluja, have turned against US and are helping to lead Sunni rebellion; as result, United States is facing two broad-based insurgencies that are now on parallel tracks; photo (M)",
      "lead_paragraph": "United States forces are confronting a broad-based Shiite uprising that goes well beyond supporters of one militant Islamic cleric who has been the focus of American counterinsurgency efforts, United States intelligence officials said Wednesday.",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/08/world/struggle-for-iraq-intelligence-account-broad-shiite-revolt-contradicts-white.html",
      "byline": "By James Risen"
    },
    {
      "headline": "Battles in Iraq Bring Problems for Bush And Kerry as Well",
      "snippet": "Surge of violence in Iraq creates vast political complications for Democrats and Republicans, with Pres Bush struggling to address doubts about his foreign policy and Sen John Kerry seeking to challenge conduct of war he voted for two years ago; s...",
      "abstract": "Surge of violence in Iraq creates vast political complications for Democrats and Republicans, with Pres Bush struggling to address doubts about his foreign policy and Sen John Kerry seeking to challenge conduct of war he voted for two years ago; scenes of violence in Iraq flash across television screens, prompting some of Bush's conservative supporters to express concern about his re-election prospects; Kerry describes Bush's Iraq policy as failure of diplomacy and judgment, but he is vague in saying how he would handle matter as president; also ignores reporters' questions about whether he would 'take out' radical Shiite cleric Moktada al-Sadr; Republican Congressional leaders invoke violence in Iraq and urge party to unite behind White House during foreign crisis; their comments underline difficulty Kerry and Congressional Democrats--especially those who supported Bush in first place--have in taking on president now; aides to Bush and Kerry say they expect war to provide bloody backdrop for campaign for months (M)",
      "lead_paragraph": "The surge of violence in Iraq has created vast political complications for Democrats and Republicans, as President Bush struggled on Wednesday to address doubts about his foreign policy and Senator John Kerry sought to challenge the conduct of a war he voted for two years ago.",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/08/us/battles-in-iraq-bring-problems-for-bush-and-kerry-as-well.html",
      "byline": "By Adam Nagourney and Carl Hulse"
    },
    {
      "headline": "Tyco Case Puts New Focus on Issues of Criminal Intent",
      "snippet": "Legal question of criminal intent was central to outcome of recent trial of former Tyco International executives L Dennis Kozlowski and Mark H Swartz and will certainly be factor in cases charging other executives with larceny, fraud and other cri...",
      "abstract": "Legal question of criminal intent was central to outcome of recent trial of former Tyco International executives L Dennis Kozlowski and Mark H Swartz and will certainly be factor in cases charging other executives with larceny, fraud and other crimes; difficulty of determining answer offers hope to those other defendants; lack of criminal intent, in eyes of Tyco juror Ruth B Jordan, led to deadlock in jury room, resulting in publicity that indirectly caused presiding Judge Michael Obus to declare mistrial (M)",
      "lead_paragraph": "An executive does something that is questionable but that he does not believe is wrong. Prosecutors indict him. His lawyer argues that the executive should be acquitted because he lacked criminal intent.",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/08/business/tyco-case-puts-new-focus-on-issues-of-criminal-intent.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "China, as Summer Nears, Braces for Power Shortages",
      "snippet": "China's State Electricity Regulatory Commission chairman Song Mi says China's huge economic growth will continue to be dogged by widespread electricity shortages this year; tells meeting of electricity industry officials that country faces shortfa...",
      "abstract": "China's State Electricity Regulatory Commission chairman Song Mi says China's huge economic growth will continue to be dogged by widespread electricity shortages this year; tells meeting of electricity industry officials that country faces shortfall of 20 million kilowatts this year; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/08/business/china-as-summer-nears-braces-for-power-shortages.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Block That Ring Tone!",
      "snippet": "Cellphone blocking methods are becoming more widespread as phones pop up everywhere from theaters to quiet zones in hospitals; some jam signal, other devices block cellphone usage in specific areas; not everyone is heartened by trend suggesting ja...",
      "abstract": "Cellphone blocking methods are becoming more widespread as phones pop up everywhere from theaters to quiet zones in hospitals; some jam signal, other devices block cellphone usage in specific areas; not everyone is heartened by trend suggesting jammers, in particular, are illegal, unethical and could be dangerous; experts say it is FCC, not people, that governs which transmissions are lawful; photos (M)",
      "lead_paragraph": "IT could happen on a train, in a restaurant or during an awe-inspiring aria at a performance of ''Carmen'': a neighbor's cellphone starts bleating the theme song from ''Friends,'' disrupting the mood and setting nerves on edge. Wouldn't it be great, you think to yourself, if this couldn't happen?",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/08/technology/block-that-ring-tone.html",
      "byline": "By Sam Lubell"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Bank Raises Funds",
      "snippet": "Italy's Capitalia is selling about 1.07 billion euros ($1.3 billion) of bonds exchangeable into stock of Assicurazioni Generali, raising money from shares it bought as part of struggle for control of Generali; graph (S)",
      "abstract": "Italy's Capitalia is selling about 1.07 billion euros ($1.3 billion) of bonds exchangeable into stock of Assicurazioni Generali, raising money from shares it bought as part of struggle for control of Generali; graph (S)",
      "lead_paragraph": "The Italian bank Capitalia is selling about 1.07 billion euros ($1.3 billion) of bonds exchangeable into stock of Assicurazioni Generali, raising money from shares it bought as part of a struggle for control of Generali, Italy's biggest insurer. Capitalia and UniCredito Italiano, another Italian lender, bought equal 3.5 percent stakes in Generali in early 2003 to oppose the growing influence of a group of French investors linked to Mediobanca, Italy's largest investment bank. By selling the stake through an exchangeable bond, Capitalia will be able to continue voting its stake in the insurer until the bonds are redeemed.",
      "publication_date": "2004-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/08/business/world-business-briefing-europe-italy-bank-raises-funds.html",
      "byline": "By Bloomberg News"
    }
  ]
}