{
  "metadata": {
    "date": "2004-05-13",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Deal Complete, NBC Is Planning To Cross-Market",
      "snippet": "NBC formally announces completion of its acquisition of Vivendi Universal's entertainment operations, promising new entity that will aggressively cross-market its television, movie and theme park properties to drive profits while avoiding pitfalls...",
      "abstract": "NBC formally announces completion of its acquisition of Vivendi Universal's entertainment operations, promising new entity that will aggressively cross-market its television, movie and theme park properties to drive profits while avoiding pitfalls of previous media mergers; NBC chief Bob Wright will be chairman of new NBC Universal; some industry executives say NBC's history in network television business, with its short-term thinking, might hamper NBC Universal's ambitions; pledge to step up NBC's already intensive cross-marketing immediately draws criticism from consumer groups that have challenged growth of big media companies; Center for Digital Democracy's executive director Jeff Chester says Universal was last real independent outlet for writers; adds writers will work for NBC and will have to do what network tells them to do; Wright also announces NBC has signed long-term deals with anchor Tom Brokaw and Dick Wolf, producer behind successful Law & Order series; Brokaw will continue to produce and be anchor of documentaries for various NBC channels for 10 more years after his retirement from NBC's Nightly News on Dec 1; Wolf agrees to remain housed with NBC Universal at least until 2008; photo (M)",
      "lead_paragraph": "NBC formally announced the completion of its acquisition of Vivendi Universal's entertainment operations yesterday, promising a new entity that will aggressively cross-market its television, movie and theme park properties to drive profits while avoiding the pitfalls of previous media mergers.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/13/business/the-media-business-deal-complete-nbc-is-planning-to-cross-market.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Trade Gap Widens to $46 Billion on Oil Imports",
      "snippet": "Commerce Department reports United States' trade deficit rose sharply to record $46 billion in March, propelled by surge in oil imports and oil prices as well as strong demand for imported consumer goods; increased payments for oil imports added $...",
      "abstract": "Commerce Department reports United States' trade deficit rose sharply to record $46 billion in March, propelled by surge in oil imports and oil prices as well as strong demand for imported consumer goods; increased payments for oil imports added $2.2 billion to deficit in March, about half of total increase; oil effect will most likely grow worse because prices have increased about $5 per barrel since end of March, settling above $40 this week; Sen John F Kerry, presumptive Democratic nominee for president, uses new numbers to accuse Pres Bush of being lax on trade; Scott McClellan, spokesman for Pres Bush, says trade deficit underscores need to pass energy legislation to increase production of oil and gas and alternative fuels; overall, exports climbed 2.6 percent in February, and they were 14.6 percent higher than those in month year earlier; United States' trade deficit with China rose to $10.4 billion in March from $8.3 billion in February (M)",
      "lead_paragraph": "The United States' trade deficit jumped sharply to a record $46 billion in March, propelled by a surge in oil imports and oil prices as well as strong demand for imported consumer goods, the Commerce Department reported on Wednesday.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/13/business/trade-gap-widens-to-46-billion-on-oil-imports.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Google Mail: Virtue Lies In the In-Box",
      "snippet": "David Pogue State of the Art column on Gmail, free electronic mail being tested by Google; Gmail offers embedded links relevant to e-mail subject and one gigabyte of storage; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on Gmail, free electronic mail being tested by Google; Gmail offers embedded links relevant to e-mail subject and one gigabyte of storage; photo; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/13/technology/state-of-the-art-google-mail-virtue-lies-in-the-in-box.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "World Business Briefing | Asia: Indonesia: Debt Rating Raised",
      "snippet": "Standard & Poor's raises outlook for its rating on Indonesia's foreign debt, citing government's improving fiscal position and its lower debt payments (S)",
      "abstract": "Standard & Poor's raises outlook for its rating on Indonesia's foreign debt, citing government's improving fiscal position and its lower debt payments (S)",
      "lead_paragraph": "The ratings agency Standard & Poor's raised the outlook for its rating on Indonesia's foreign debt, citing the government's improving fiscal position and its lower debt payments. The agency revised its outlook on Indonesia's long-term foreign currency rating to positive from stable, suggesting that it was considering upgrading the rating. Indonesia's rating is still below what the agency considers investment grade, and it is well below the ratings for Malaysia, the Philippines and Thailand. The decision by Standard & Poor's helped lift Indonesian stock prices, pushing the benchmark stock index up 3.62 percent. Wayne Arnold (NYT)",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/13/business/world-business-briefing-asia-indonesia-debt-rating-raised.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: France: Economic Growth",
      "snippet": "France's economic growth unexpectedly accelerates in first quarter, expanding at fastest pace in two years; gross domestic product grows 0.8 percent from fourth quarter, when it expanded revised 0.6 percent (S)",
      "abstract": "France's economic growth unexpectedly accelerates in first quarter, expanding at fastest pace in two years; gross domestic product grows 0.8 percent from fourth quarter, when it expanded revised 0.6 percent (S)",
      "lead_paragraph": "France's economic growth unexpectedly accelerated in the first quarter, expanding at the fastest pace in two years, as consumer spending helped offset slowing exports. Gross domestic product, the value of all goods and services, grew 0.8 percent from the fourth quarter, when it expanded a revised 0.6 percent, the national statistics office said. Economists had predicted growth of 0.5 percent, according to the median of 31 forecasts. The statistics office said that the growth was in line with an increase in household spending.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/13/business/world-business-briefing-europe-france-economic-growth.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Disney Profit Increases 71%; Economy Cited",
      "snippet": "Walt Disney Co says net income increased 71 percent in quarter, to $537 million, compared with $314 million year earlier; revenue increased 11 percent, to $7.2 billion from $6.5 billion; earnings are welcome news for chief executive Michael D Eisn...",
      "abstract": "Walt Disney Co says net income increased 71 percent in quarter, to $537 million, compared with $314 million year earlier; revenue increased 11 percent, to $7.2 billion from $6.5 billion; earnings are welcome news for chief executive Michael D Eisner, who has been under pressure to improve performance or risk losing his job; chief financial officer Thomas O Staggs increases estimate for earnings per share growth to 50 percent from more than 40 percent for fiscal year ending Sept 30 and reaffirms double-digit earnings growth through 2007; Eisner comments (M)",
      "lead_paragraph": "With a return of vacationers to theme parks and an increase in advertising revenue in its cable network business, the Walt Disney Company surprised investors on Wednesday with a better-than-expected second-quarter profit. The earnings were welcome news for Michael D. Eisner, the chief executive, who has been under pressure to improve performance or risk losing his job.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/13/business/the-media-business-disney-profit-increases-71-economy-cited.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "World Business Briefing | Asia: India: Industrial Output Rises",
      "snippet": "India's industrial output rises 6.9 percent in fiscal year ended in March (S)",
      "abstract": "India's industrial output rises 6.9 percent in fiscal year ended in March (S)",
      "lead_paragraph": "India's industrial output rose 6.9 percent in the fiscal year that ended in March, helped by ample rainfall across the country. According to figures released by the government's Central Statistical Organization, industrial output was more than the 5.7 percent growth recorded last year. In March, industrial output rose to 6.7 percent, compared with 5.9 percent in the month last year. The ample rainfall helped the economy by improving rural demand, and output of consumer durables, items like refrigerators and televisions, grew 20.3 percent. Saritha Rai (NYT)",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/13/business/world-business-briefing-asia-india-industrial-output-rises.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Harsh C.I.A. Methods Cited In Top Qaeda Interrogations",
      "snippet": "Central Intelligence Agency's use of coercive interrogation methods against some high-level leaders and operatives of Al Qaeda produces concern inside agency about abuse; at least one agency employee reportedly has been disciplined for threatening...",
      "abstract": "Central Intelligence Agency's use of coercive interrogation methods against some high-level leaders and operatives of Al Qaeda produces concern inside agency about abuse; at least one agency employee reportedly has been disciplined for threatening detainee with gun during questioning; Khalid Shaikh Mohammed, thought to have helped plan 9/11 terror attacks, was strapped down, forcibly pushed under water and made to believe he might drown; that and other techniques were authorized by set of secret rules for interrogation of high-level Qaeda prisoners that were endorsed by Justice Dept and CIA; rules are among first adopted by Bush administration after 9/11 for handling detainees and may have helped establish new understanding throughout government that officials would have greater freedom to deal harshly with detainees; methods used by CIA are so severe that senior officials of Federal Bureau of Investigation directed its agents to stay out of interviews for fear of being compromised in future criminal cases; defenders of operation say methods do not violate American anti-torture statutes, and are necessary to fight war against nebulous enemy whose intentions could only be gleaned by extracting information from uncooperative detainees; photo (M)",
      "lead_paragraph": "The Central Intelligence Agency has used coercive interrogation methods against a select group of high-level leaders and operatives of Al Qaeda that have produced growing concerns inside the agency about abuses, according to current and former counterterrorism officials.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/13/world/struggle-for-iraq-detainees-harsh-cia-methods-cited-top-qaeda-interrogations.html",
      "byline": "This article was reported and written by James Risen, David Johnston and Neil A. Lewis"
    },
    {
      "headline": "LAWMAKERS VIEW IMAGES FROM IRAQ",
      "snippet": "Lawmakers who viewed hundreds of images of mistreatment of Iraqi prisoners say photos were more graphic than they expected, and included pictures of forced sexual acts between male detainees, soldier posing with body of dead prisoner, and consensu...",
      "abstract": "Lawmakers who viewed hundreds of images of mistreatment of Iraqi prisoners say photos were more graphic than they expected, and included pictures of forced sexual acts between male detainees, soldier posing with body of dead prisoner, and consensual sex between American soldiers; lawmakers emerge from viewing shaken and aghast; say they could not tell where pictures were taken, but images of mistreatment appear to be confined to Abu Ghraib prison because people in photo are ones seen in photos released to public; Defense Sec Donald H Rumsfeld defends interrogation techniques used in Iraq, saying Defense Dept lawyers deemed them to be consistent with Geneva Conventions; Sen Richard Durbin disputes this claim; explicit nature of photographs leaves lawmakers deeply conflicted over whether images should be made public; even some who previously favored public release, like Sen Charles E Schumer, say they changed their minds after military personnel said public release would violate prisoners' right to privacy and protection from humiliation under international law; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/13/world/the-struggle-for-iraq-congress-lawmakers-view-images-from-iraq.html",
      "byline": "By Carl Hulse and Sheryl Gay Stolberg"
    },
    {
      "headline": "Hot on the Charts? Then How About the Racks?",
      "snippet": "Growing number of pop and hip-hop stars are entering apparel business; department store shoppers are finding Fetish line by rapper Eve, and men's clothing by 50 Cent and Eminem; there are green track suits by Sean Combs, aka rapper P Diddy, and wh...",
      "abstract": "Growing number of pop and hip-hop stars are entering apparel business; department store shoppers are finding Fetish line by rapper Eve, and men's clothing by 50 Cent and Eminem; there are green track suits by Sean Combs, aka rapper P Diddy, and whole boutiques of Jennifer Lopez's white stretch jumpsuits and Gwen Stefani's handbags; Grammy Award-winning singer Beyonce Knowles has announced her clothing line; Combs's five-year-old Sean Jean Clothing, one of most successful of lines created by music stars, sold $300 million at retail last year in more than 2,000 stores; Saks Department Store Group president and chief executive George L Jones says top performers include Sean Jean and Rocawear, line of hip-hop artist Jay-Z; adds ones not doing well are Shady line by Eminem and G-Unit clothes from rapper 50 Cent; photos (M)",
      "lead_paragraph": "As the number of hip-hop and rock stars in the clothing business grows, it is getting harder for shoppers to know whether they're in Macy's or Tower Records.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/13/business/hot-on-the-charts-then-how-about-the-racks.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Lufthansa Posts a Profit",
      "snippet": "Lufthansa earns 62 million euros ($74 million) in first quarter as revenue rise 5.2 percent, to 3.9 billion euros; graph (S)",
      "abstract": "Lufthansa earns 62 million euros ($74 million) in first quarter as revenue rise 5.2 percent, to 3.9 billion euros; graph (S)",
      "lead_paragraph": "An increase in travel and the sale of assets helped Lufthansa post a profit in the first quarter, reversing a year-earlier loss. But the result fell short of analysts' expectations, and the stock fell 5 percent. Lufthansa, based in Cologne, said it earned 62 million euros ($74 million), as revenue rose 5.2 percent to 3.9 billion euros. Excluding one-time items, the airline lost 116 million euros, an improvement from a 419 euro loss a year earlier. The sale of a stake in Amadeus, a global travel distribution system, contributed 292 million euros to its bottom line. Petra Kappl (NYT)",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/13/business/world-business-briefing-europe-germany-lufthansa-posts-a-profit.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "European Union Eases Rule On Deficits for Six Entrants",
      "snippet": "European Commission grants 6 of European Union's 10 new entrants reprieve from budget deficit rules; Poland, Hungary, Czech Republic and Slovakia as well as Cyprus and Malta all had budget shortfalls in excess of 3 percent of gross domestic produc...",
      "abstract": "European Commission grants 6 of European Union's 10 new entrants reprieve from budget deficit rules; Poland, Hungary, Czech Republic and Slovakia as well as Cyprus and Malta all had budget shortfalls in excess of 3 percent of gross domestic product last year, and are set to repeat that performance this year; shortfall of 3 percent is maximum allowed for any country in union, regardless of whether it uses euro currency or not; three of remaining countries that joined union on May 1, Latvia, Lithuania and Slovenia, all ahd deficits below ceiling, and Estonia posted budget surplus; commission has filed suit against all 12 euro zone countries in European Court of Justice for failing to take punitive steps, laid down in rules, against France and Germany, which have breached 3 percent deficit limit for three consecutive years; Germany's Chancellor Gerhard Schroder has raises doubts about deficit limit, which Germany is set to breach in 2005 for fourth year running; Joaquin Almunia, European economic and monetary affairs commissioner, says that six with excessively large deficits should set themselves 'realistic time frames' for reducing them, 'in line with their ambitions to join euro area'; photo (M)",
      "lead_paragraph": "In a pragmatic gesture to countries that struggled to become market economies in preparation for membership in the European Union, the European Commission granted 6 of the union's 10 new entrants a reprieve from budget deficit rules on Wednesday.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/13/business/european-union-eases-rule-on-deficits-for-six-entrants.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Auto Stake Sale",
      "snippet": "DaimlerChrysler AG confirms that it has agreed to sell its 10.5 percent stake in Hyundai Motor Co, ending four-year alliance; will sell stake, valued at $860 million, to several unidentified investors (S)",
      "abstract": "DaimlerChrysler AG confirms that it has agreed to sell its 10.5 percent stake in Hyundai Motor Co, ending four-year alliance; will sell stake, valued at $860 million, to several unidentified investors (S)",
      "lead_paragraph": "DaimlerChrysler confirmed that it had agreed to sell its 10.5 percent stake in the Hyundai Motor Company, ending a four-year alliance. The move is another pullback by DaimlerChrysler from its Asia strategy. In mid-April, the company said that it would stop injecting funds into its ailing Japanese partner, the Mitsubishi Motors Corporation. Kim Dong Jin, vice chairman of Hyundai Motor, said Daimler would sell the stake, valued at $860 million, to several unidentified investors.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/13/business/world-business-briefing-asia-south-korea-auto-stake-sale.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "General Took Guantánamo Rules To Iraq for Handling of Prisoners",
      "snippet": "Maj Gen Geoffrey Miller's recommendations last August for interrogation and detention procedures in Abu Ghraib included giving military intelligence officers greater authority and asking military police guards to help gather information about deta...",
      "abstract": "Maj Gen Geoffrey Miller's recommendations last August for interrogation and detention procedures in Abu Ghraib included giving military intelligence officers greater authority and asking military police guards to help gather information about detainees; some officers who met Miller in Iraq claim current Abu Ghraib crisis is partly rooted in what they describe as his determination to apply his experience at Guantanamo Bay, where he won praise from Pentagon for improving flow of intelligence from terrorist suspects and prisoners of Afghanistan war; Miller dismisses notion that his visit to Iraq helped unleash abuses there; says his prescriptions may have been misinterpreted by ineffective commanders in chaotic environment; Maj Gen Antonio M Taguba's report on Iraqi prison abuses says Miller's recommendations violate Army doctrine; hints that they might also have contributed to abuses; photo (M)",
      "lead_paragraph": "When Maj. Gen. Geoffrey D. Miller arrived in Iraq last August with a team of military police and intelligence specialists, the group was confronted by chaos.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/13/world/struggle-for-iraq-prison-policies-general-took-guantanamo-rules-iraq-for.html",
      "byline": "By Tim Golden and Eric Schmitt"
    },
    {
      "headline": "Taking the Game War To a Second Front",
      "snippet": "Next generation of hand-held game consoles is unveiled at Electronic Entertainment Expo in Los Angeles; new entries from Nintendo and Sony discussed; photos (M)",
      "abstract": "Next generation of hand-held game consoles is unveiled at Electronic Entertainment Expo in Los Angeles; new entries from Nintendo and Sony discussed; photos (M)",
      "lead_paragraph": "A man in dark jeans and a Super Mario T-shirt slipped behind a pillar on the upper floor of Nintendo's 42,000-square-foot outpost at the Electronic Entertainment Expo, the giant annual video-game trade show also known as E3. Unseen, he made his presence known with a handwritten message zapped onto an unusual new hand-held gaming system called the Nintendo DS.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/13/technology/taking-the-game-war-to-a-second-front.html",
      "byline": "By Stephen Totilo"
    },
    {
      "headline": "The Do-It-Yourself Cineplex",
      "snippet": "Shopping for and setting up components for home theater system within $3,000 budget dicussed; photos (M)",
      "abstract": "Shopping for and setting up components for home theater system within $3,000 budget dicussed; photos (M)",
      "lead_paragraph": "WHEN we decided to convert our garage into a small refuge for our teenage son, I had an epiphany. It wasn't a profound insight on the order of, say, special relativity. It was more on the level of ''even organic produce needs to be washed.'' But it was an epiphany nonetheless.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/13/technology/the-do-it-yourself-cineplex.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Report on Tankers Puts Boeing Deal in Doubt  In a serious setback for Boeing, a Pentagon-commissioned report concludes that the Air Force does not need to immediately replace its aging tanker fleet, a conclusion that could spell the end of a $20 b...",
      "abstract": " Report on Tankers Puts Boeing Deal in Doubt  In a serious setback for Boeing, a Pentagon-commissioned report concludes that the Air Force does not need to immediately replace its aging tanker fleet, a conclusion that could spell the end of a $20 billion tanker lease proposal by the Air Force and the company.     The Defense Science Board, a quasi-governmental body, found that there was ''no compelling material or financial reason'' to begin to replace the Air Force's tanker fleet until futher studies were undertaken. [C4.]",
      "lead_paragraph": "Report on Tankers Puts Boeing Deal in Doubt",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/13/business/business-digest-578312.html",
      "byline": ""
    },
    {
      "headline": "In Pacific, a Red Carpet For China's Rich Tourists",
      "snippet": "Guam is wooing Chinese tourist; Guam's Gov Felix P Camacho says number of Chinese tourists in Guam should match number of Japanese tourists within next few years; last year almost three-quarters of Guam's 909,506 foreign tourists were Japanese; fe...",
      "abstract": "Guam is wooing Chinese tourist; Guam's Gov Felix P Camacho says number of Chinese tourists in Guam should match number of Japanese tourists within next few years; last year almost three-quarters of Guam's 909,506 foreign tourists were Japanese; fewer than 1 percent were Chinese; Camacho notes average Chinese tourist spend $1,500 shopping, almost triple what average Japanese visitor spends on Guam; map; graph; photo (M)",
      "lead_paragraph": "Bearing brochures of snorkelers and tropical fish, golfers and palm trees, Guam's governor, Felix P. Camacho, traveled to Beijing last fall. In a round-trip journey of more than 5,000 miles, he pursued the latest holy grail of Asia: the Chinese tourist.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/13/business/in-pacific-a-red-carpet-for-china-s-rich-tourists.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Family Charges Military Failed Slain Civilian",
      "snippet": "Family of Nicholas E Berg, man beheaded by Islamic terrorists in Iraq, says American military should have done more to protect him; at issue is Berg's detention by Iraqi police and eventual release; he was taken into custody on Mar 24 and held in ...",
      "abstract": "Family of Nicholas E Berg, man beheaded by Islamic terrorists in Iraq, says American military should have done more to protect him; at issue is Berg's detention by Iraqi police and eventual release; he was taken into custody on Mar 24 and held in jail in Mosul that he described in e-mail message to his family as being managed by Iraqis with oversight from United States Military Police forces; he said in e-mail that federal agents questioned his reasons for being in Iraq, whether he had ever built pipe bomb or been in Iran; he was detained for 13 days; family scoffs at claim by Coalition Provisional Authority that Berg had never been in military custody; says he could not have been detained by Iraqi police without US government's knowledge; says detention was illegal and it prevented him from leaving Iraq before violence grew in Baghdad and Falluja; FBI releases statement saying Berg had not heeded warnings and had declined assistance in leaving Iraq; photo; timeline showing known information on Berg's whereabouts from Mar 24 to May 8, day he was killed; map (M)",
      "lead_paragraph": "The family of Nicholas E. Berg challenged American military officials on Wednesday, insisting that the man beheaded by Islamic terrorists in Iraq had earlier been in the custody of federal officials who should have done more to protect him.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/13/us/the-struggle-for-iraq-the-victim-family-charges-military-failed-slain-civilian.html",
      "byline": "By Richard Lezin Jones and Jill P. Capuzzo"
    },
    {
      "headline": "Angola Set To Disclose Payments From Big Oil",
      "snippet": "Angolan government, in reversal of longstanding policy, will disclose some payments it receives from oil companies that do business there, making southwest African nation latest to respond to pressure to make such compensation public; is expected ...",
      "abstract": "Angolan government, in reversal of longstanding policy, will disclose some payments it receives from oil companies that do business there, making southwest African nation latest to respond to pressure to make such compensation public; is expected to disclose that country is receiving $300 million from ChevronTexaco at deal-signing ceremony in Washington with company's chief executive David J O'Reilly; deal extends Chevron's outstanding rights to shallow-water oil and gas field known as Block Zero through 2030; Angola and other developing nations have been under scrutiny from human rights groups, International Monetary Fund, World Bank and British government to reveal what they receive from oil companies for access to national crude reserves; photo (M)",
      "lead_paragraph": "In a reversal of a longstanding policy, the Angolan government will disclose some payments it receives from oil companies that do business there, making the southwest African nation the latest to respond to pressure to make such compensation public.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/13/business/angola-set-to-disclose-payments-from-big-oil.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "U.S. Proposes Tougher Crash-Safety Tests",
      "snippet": "National Highway Traffic Safety Administration proposes major overhaul of side-impact crash tests on cars and trucks; new test procedures would reinforce industry's voluntary commitment, by end of decade, to equip almost all new vehicles with infl...",
      "abstract": "National Highway Traffic Safety Administration proposes major overhaul of side-impact crash tests on cars and trucks; new test procedures would reinforce industry's voluntary commitment, by end of decade, to equip almost all new vehicles with inflatable curtains and other side air bags that protect people's heads; government's research raises doubts whether current designs for side air bags with head protection--some only protect chest and midsection--are advanced enough; new test design would better reflect risks that people in cars face from growing number of sport utility vehicles and large pickup trucks on road; National Highway Traffic Safety Administration head Dr Jeffrey W Runge comments; graph; photo (M)",
      "lead_paragraph": "Federal regulators proposed a major overhaul of side-impact crash tests on cars and trucks today.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/13/business/us-proposes-tougher-crash-safety-tests.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Investors Are Taking Long, Hard Look at Nortel's Board",
      "snippet": "Investors are starting to quesiton whether Nortel Networks' blue-chip board should be changed in light of company's decision to tear up its financial statements for last three years and has fired top management; company has been under investigatio...",
      "abstract": "Investors are starting to quesiton whether Nortel Networks' blue-chip board should be changed in light of company's decision to tear up its financial statements for last three years and has fired top management; company has been under investigation by regulators in US and Canada for accounting practices; faces two-dozen class-action lawsuits filed since mid-March on behalf of investors who say they lost money because Nortel intentionally misled them; new chief executive William Owens says he is waiting for review before commenting on some corporate bonuses; photo (M)",
      "lead_paragraph": "Nortel Networks, North America's largest telecommunications equipment maker, has a board stocked with the cream of Canada's business community, corporate governance experts and several prominent Americans.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/13/business/investors-are-taking-long-hard-look-at-nortel-s-board.html",
      "byline": "By Ken Belson and Bernard Simon"
    },
    {
      "headline": "For '04 Democratic Campaigns, She's Queen of the Hat-Passers",
      "snippet": "In first election under sweeping McCain-Feingold campaign finance law, no fund-raiser has been more successful than Ellen Malcolm at collecting millions of dollars by turning new rules to her advantage; she is major fund-raiser for so-called 527 c...",
      "abstract": "In first election under sweeping McCain-Feingold campaign finance law, no fund-raiser has been more successful than Ellen Malcolm at collecting millions of dollars by turning new rules to her advantage; she is major fund-raiser for so-called 527 committees--groups named for section of tax code not addressed by new law, one of last avenues for contributing six- and seven-figure checks; her work puts her at center of battle over whether these groups should be further regulated by Federal Election Commission; Democrats have leaned heavily on 527 committees to offset their financial disadvantge; Republicans and campaign finance watchdogs are working hard to shut them down; FEC is expected to delay or abandon new campaign finance rules, outcome that would keep Malcolm and fund-raisers like her in business through this year's elections; Malcolm is expected to continue raising tens of millions for Media Fund and America Coming Together, two of wealthiest 527's dedicated to defeating Pres Bush; she poses double threat to Republicans as founder of Emily's List, group that pioneered small-contributor fund-raising in 1980's to help female Democrats; Emily's List is now nation's largest political action committee; photo; chart (M)",
      "lead_paragraph": "Ellen Malcolm spends much of her time sitting across the table from some of the richest people in Democratic politics, asking without hesitation for millions of dollars.",
      "publication_date": "2004-05-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/13/us/1998-campaign-fund-raising-for-04-democratic-campaigns-she-s-queen-hat-passers.html",
      "byline": "By Glen Justice"
    }
  ]
}