{
  "metadata": {
    "date": "2004-10-20",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Britain: Grocer Is Restructuring",
      "snippet": "British supermarket chain J Sainsbury will take charge of 550 million pounds ($992 million) and lay off 750 managers as part of overhaul plan intended to cut costs and improve quality of its products Standard & Poor's cuts Sainsbury's debt level (...",
      "abstract": "British supermarket chain J Sainsbury will take charge of 550 million pounds ($992 million) and lay off 750 managers as part of overhaul plan intended to cut costs and improve quality of its products Standard & Poor's cuts Sainsbury's debt level (S)",
      "lead_paragraph": "The supermarket chain J Sainsbury said it would take a charge of £550 million ($992 million) and lay off 750 managers as part of an overhaul plan intended to cut costs and improve the quality of its products. In response to the announcement, Standard & Poor's cut Sainsbury's debt one level, to BBB-, one step above junk. Heather Timmons (NYT)",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/20/business/world-business-briefing-europe-britain-grocer-is-restructuring.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Dam Ownership Upheld",
      "snippet": "Russia's highesï",
      "abstract": "Russia's highesï",
      "lead_paragraph": "Russia's highest arbitration court has assured that Unified Energy Systems, the electric monopoly, retains principal ownership of the nation's largest hydroelectric dam. The case was regarded as a test of private property rights in Russia. The dam, known as the Sayano-Shushenskaya Hydroelectric Station, a Soviet-era project in Siberia, has been owned by the monopoly since the largely unregulated period of post-Soviet privatization in the 1990's. The regional government in Khakassia, the site of the dam, won a lower court case this spring seeking to have the dam renationalized. The case questioned the legal standing of the swift sell-off of former Soviet assets, and it shook the country's stock markets. The new ruling invalidated the earlier decision. C.J. Chivers (NYT)",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/20/business/world-business-briefing-europe-russia-dam-ownership-upheld.html",
      "byline": "By C.j. Chivers (NYT)"
    },
    {
      "headline": "Mortgage Debt Not Big Burden, Greenspan Says",
      "snippet": "Federal Reserve chairman Alan Greenspan defends big increase in homeowner debt, speech to convention of community bankers, Washington; disputes analysts who worry that home buyers have become swept up in speculative housing bubble that Fed is part...",
      "abstract": "Federal Reserve chairman Alan Greenspan defends big increase in homeowner debt, speech to convention of community bankers, Washington; disputes analysts who worry that home buyers have become swept up in speculative housing bubble that Fed is partly responsible for creating; adds family finances are still in 'reasonably good shape' even though consumer debt has risen 'especially steeply' in last five years; says while home mortgages have soared, values of properties have climbed as well (M)",
      "lead_paragraph": "WASHINGTON, Oct. 19 - Alan Greenspan on Tuesday defended one of the most tangible results of his tenure as chairman of the Federal Reserve Board: the big increase in homeowner debt.",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/20/business/mortgage-debt-not-big-burden-greenspan-says.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Slower Growth Forecast",
      "snippet": "Germany's leading research institutes say economic growth is likely to slow in 2005 as result of higher oil prices and slow exports; project growth rate in gross domestic product of 1.5 percent next year; expect budget deficit of 3.5 percent, whic...",
      "abstract": "Germany's leading research institutes say economic growth is likely to slow in 2005 as result of higher oil prices and slow exports; project growth rate in gross domestic product of 1.5 percent next year; expect budget deficit of 3.5 percent, which would violate 3 percent limit set for countries using euro currency (S)",
      "lead_paragraph": "Economic growth is likely to slow next year as a result of high oil prices and slow exports, the country's leading research institutes said in a joint forecast. The twice-yearly report, which is used by the government in preparing its economic forecasts, projected a growth rate in the gross domestic product of 1.5 percent next year. The institutes revised their forecast for the current year to 1.8 percent from 1.5 percent. The report said the projected rate would lead to a German budget deficit of 3.5 percent, which would violate the 3 percent limit set for countries using the euro currency. Petra Kappl (NYT)",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/20/business/world-business-briefing-europe-germany-slower-growth-forecast.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Investors Are Losing Ground as Insurance Inquiries Expand",
      "snippet": "Disastrous decline in Marsh & McLennan's stock that has followed Eliot Spitzer's lawsuit of last week has injured broad array of institutional and individual investors; pain of losing almost 50 percent in share value is perhaps most excruiating to...",
      "abstract": "Disastrous decline in Marsh & McLennan's stock that has followed Eliot Spitzer's lawsuit of last week has injured broad array of institutional and individual investors; pain of losing almost 50 percent in share value is perhaps most excruiating to thousands of Marsh & McLennan employees who have bought Marsh stock in company's employee stock purchase plan or in their retirement plans; employee-benefit experts say Marsh may be putting its 60,000 employees at additional risk, even as it enriches itself, by limiting alternative investments to mutual funds that are for most part managed by Putnam Investments subsidiary (Market Place column) (M)",
      "lead_paragraph": "The disastrous decline in Marsh & McLennan's stock that has followed Eliot Spitzer's lawsuit of last week has injured a broad array of institutional and individual investors. But the pain of losing almost 50 percent in share value is perhaps most excruciating to the thousands of Marsh & McLennan employees who have bought Marsh stock in the company's employee stock purchase plan or in their retirement plans.",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/20/business/investors-are-losing-ground-as-insurance-inquiries-expand.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Connecticut Issues Subpoenas to Insurers",
      "snippet": "New efforts to investigate insurance industry emeges as Connecticut Atty Gen Richard Blumenthal issues subpoenas to big health insurers and providers of employee benefits and auto insurance; Blumenthal says he is seeking details on price-rigging a...",
      "abstract": "New efforts to investigate insurance industry emeges as Connecticut Atty Gen Richard Blumenthal issues subpoenas to big health insurers and providers of employee benefits and auto insurance; Blumenthal says he is seeking details on price-rigging and price-fixing, particularly among brokers, agents and health care and auto insurers; Connecticut is home of Aetna and base for Cigna and Anthem; California Insurance Comr John Garamendi plans to propose regulation to require brokers to disclose fully fees they receive; state regulation would be first official measure to change way indusry operates since New York State Atty Gen Eliot Spitzer asserted last week that incentive fees to brokers were causing 'widespread corruption' in industry; photo (M)",
      "lead_paragraph": "New efforts to investigate the insurance industry emerged yesterday as the Connecticut attorney general issued subpoenas to big health insurers and providers of employee benefits and auto insurance. And California officials took steps to end what regulators have called misleading practices by insurance brokers.",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/20/business/connecticut-issues-subpoenas-to-insurers.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Anger Over Tax Cuts As Jobs Leave Town",
      "snippet": "Article noted on anger in Galesburg, Ill, over Maytag's decision to leave town despite tax breaks",
      "abstract": "Article noted on anger in Galesburg, Ill, over Maytag's decision to leave town despite tax breaks",
      "lead_paragraph": "Across the country, communities are competing with one another to offer the most lucrative incentives to lure good payrolls. When those businesses leave, most towns lick their wounds and walk away. But in Galesburg, Ill., where a Maytag plant recently closed, taking 1,600 jobs with it, some people have decided to take a stand.",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/20/us/front page/anger-over-tax-cuts-as-jobs-leave-town.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Broker Suspends Analysts",
      "snippet": "Merrill Lynch suspends analysts Andrew Fowler and John Kershaw in London as part of internal review into their coverage of British supermarket chain J Sainsbury (S)",
      "abstract": "Merrill Lynch suspends analysts Andrew Fowler and John Kershaw in London as part of internal review into their coverage of British supermarket chain J Sainsbury (S)",
      "lead_paragraph": "Merrill Lynch suspended two analysts in London as part of an internal review into their coverage of the supermarket chain J Sainsbury. The analysts, Andrew Fowler and John Kershaw, will be suspended with pay, a standard practice in such an investigation, Merrill said. The two said in a research report Oct. 8 that Sainsbury had told them that their forecast for the store's profits were too high. Company officials in Britain, as in the United States, are forbidden to selectively give information to some analysts over others, and British regulators are investigating the actions of the Sainsbury executives. Heather Timmons (NYT)",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/20/business/world-business-briefing-europe-britain-broker-suspends-analysts.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "KIDNAPPERS SEIZE A RELIEF OFFICIAL WORKING IN IRAQ",
      "snippet": "Margaret Hassan, British-Iraqi director of CARE International in Iraq, is kidnapped in Baghdad and appears later in videotape made by abductors; longtime advocate for Iraqis, who is married to Iraqi and has lived there for 30 years, is pulled from...",
      "abstract": "Margaret Hassan, British-Iraqi director of CARE International in Iraq, is kidnapped in Baghdad and appears later in videotape made by abductors; longtime advocate for Iraqis, who is married to Iraqi and has lived there for 30 years, is pulled from car by armed men who beat her driver; she is one of few Western nationals still working in country, is widely respected and speaks fluent Arabic; mortar attack on Iraqi National Guard base north of Baghdad kills at least four Iraqis and wounds 80; photos; US military reports progress in weapons buyback in Sadr City (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 19 - The British-Iraqi director of CARE International in Iraq was kidnapped Tuesday as she rode in a car to her office, the latest in a string of Westerners abducted here, and hours later appeared in a televised videotape made by her abductors.",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/20/washington/the-conflict-in-iraq-the-insurgents-kidnappers-seize-a-relief.html",
      "byline": "By Dexter Filkins and Lizette Alvarez"
    },
    {
      "headline": "In Koreas, High Hopes for an Industrial Marriage",
      "snippet": "South and North Koreas have high hopes for Kaesong Industrial Park in Kaesong, North Korea; plan is for Kaesong to expand over next 20 years until it spreads over 25 square miles; about 130 South Korean companies are already on waiting list to ope...",
      "abstract": "South and North Koreas have high hopes for Kaesong Industrial Park in Kaesong, North Korea; plan is for Kaesong to expand over next 20 years until it spreads over 25 square miles; about 130 South Korean companies are already on waiting list to open factories there, and it is expected eventually to draw billions of dollars in investments and employ 730,000 North Koreans and 100,000 South Koreans in more than 1,000 South Korean companies; photo (M)",
      "lead_paragraph": "DORASAN, South Korea - Five miles up a highway from this new break in the barbed wire wall across Korea, visitors may glimpse the peninsula's economic future: the building shells for the first industrial park where North Koreans are to work in South Korean factories.",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/20/business/worldbusiness/in-koreas-high-hopes-for-an-industrial-marriage.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Interest Rate Raised",
      "snippet": "Bank of Canada raises its benchmark lending rate by 0.25 percentage point, to 2.5 percent; prime rate is now 4.25 percent (S)",
      "abstract": "Bank of Canada raises its benchmark lending rate by 0.25 percentage point, to 2.5 percent; prime rate is now 4.25 percent (S)",
      "lead_paragraph": "The Bank of Canada, concerned about an overheating economy, raised its benchmark lending rate by 0.25 percentage point yesterday. The increase brings the central bank's overnight rate to 2.5 percent and follows a similar rate increase in September. Although the Bank of Canada lowered its growth forecast for the Canadian economy yesterday, it said that further increases in interest rates were likely to follow to restrain inflation. The increase was quickly matched by prime rate increases at Canada's major banks. Their prime rate now stands at 4.25 percent. Ian Austen (NYT)",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/20/business/world-business-briefing-americas-canada-interest-rate-raised.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Retail Sales Rise",
      "snippet": "Brazil's retail sales rose 7.5 percent in September from year earlier; retail sales are up 9.45 percent so far this year (S)",
      "abstract": "Brazil's retail sales rose 7.5 percent in September from year earlier; retail sales are up 9.45 percent so far this year (S)",
      "lead_paragraph": "Retail sales in Brazil rose for a ninth consecutive month, climbing 7.5 percent from the year-earlier period, when adjusted for inflation, the government's statistics agency said. The rate of increase was down from the 10 percent or higher rate that has been maintained since March, but many economists predicted that they would pick up the pace again as holiday spending began. Over all, retail sales are up 9.45 percent so far this year, helped by an upswing in consumer confidence as Brazil's economy rebounds from a brief recession in 2003. Sales of big-ticket items like furniture and home appliances rose 30 percent from the year-earlier period. Todd Benson (NYT)",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/20/business/world-business-briefing-americas-brazil-retail-sales-rise.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Akzo's Profit Rises",
      "snippet": "World Business Briefing: The N",
      "abstract": "World Business Briefing: The N",
      "lead_paragraph": "The pharma-ceutical, coatings and chemicals company Akzo Nobel said its third-quarter net income, excluding extraordinary one-time gains, climbed 20 percent, to 213 million euros ($266 million), from the period last year, helped by job cuts and lower pension costs. Divestments contributed an additional 308 million euros, bringing total net income to 521 million euros ($652 million). Sales fell 2 percent, to 3.19 billion euros. Paint sales were higher, helping to offset a 9 percent decline in the company's struggling pharmaceutical division. Akzo said it expected its annual net income to match last year's. Gregory Crouch (NYT)",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/20/business/world-business-briefing-europe-the-netherlands-akzos-profit-rises.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "More Brazilian Drivers Turn to Ethanol",
      "snippet": "Hundreds of thousands of Brazilians are skirting high cost of gasoline by driving new 'flex-fuel' cars, which hit showroom floors late last year and have been selling fast ever since; Brazilians bought almost 220,000 of hybrid vehicles that use et...",
      "abstract": "Hundreds of thousands of Brazilians are skirting high cost of gasoline by driving new 'flex-fuel' cars, which hit showroom floors late last year and have been selling fast ever since; Brazilians bought almost 220,000 of hybrid vehicles that use ethanol in first nine months of year, representing 24 percent of all new-car sales in country; automakers selling such cars include Volkswagen, Fiat, General Motors and Ford Motor; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/20/business/worldbusiness/more-brazilian-drivers-turn-to-ethanol.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Interest Groups Mounting Costly Push to Get Out Vote",
      "snippet": "Interest groups are pumping at least $350 million into most expensive get-out-the-vote campaigns ever; organizations include major parties, 527 advocacy groups and, for first time, hundreds of civic groups and deep-pocketed business interests such...",
      "abstract": "Interest groups are pumping at least $350 million into most expensive get-out-the-vote campaigns ever; organizations include major parties, 527 advocacy groups and, for first time, hundreds of civic groups and deep-pocketed business interests such as US Chamber of Commerce; onslaught of door-to-door drives, e-mailings and telephone calls is heaviest in swing states like Florida; photos; fervor reaches Baghdad, where Republican lobbyist is trying to help American contract workers vote in time; nonpartisan groups are not required to say where funds come from and cannot promote candidate without jeopardizing tax status, although they can emphasize 'hot button' issues for targeted audiences; new National Voice charity coalition is spending $80 million to motivate John Kerry voters and Chamber of Commerce targets Pres Bush's supporters; voters says they enjoy attention but fear loss of privacy and do not like being pressured to vote absentee by political operatives who are even gathering completed ballots in swing states (M)",
      "lead_paragraph": "In a presidential race whose outcome is expected to hang on turnout at the polls, an army of interest groups is pumping at least $350 million into get-out-the-vote campaigns that are rewriting the tactics of elections.",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/20/politics/campaign/interest-groups-mounting-costly-push-to-get-out-vote.html",
      "byline": "By Michael Moss and Ford Fessenden"
    },
    {
      "headline": "Citigroup Forces Resignations of 3 Senior Executives",
      "snippet": "Deryck C Maughan, chairman of Citigroup's extensive international operations, Thomas W Jones, head of bank's asset management division, and Peter Scaturro, chief executive of private banking, are forced to resign as chief executive Charles O Princ...",
      "abstract": "Deryck C Maughan, chairman of Citigroup's extensive international operations, Thomas W Jones, head of bank's asset management division, and Peter Scaturro, chief executive of private banking, are forced to resign as chief executive Charles O Prince delivers on promise to improve bank's sullied reputation in aftermath of its private banking operations being down in Japan last month; all are members of firm's management committee; asset management and private banking units of bank will report immediately to Robert B Willumstad, president and chief operating officer of Citigroup; photos (M)",
      "lead_paragraph": "Three senior executives at Citigroup were forced to resign yesterday as Charles O. Prince, the firm's chief executive, delivered on a promise to improve the bank's sullied reputation in the aftermath of its private banking operations being shut down in Japan last month.",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/20/business/citigroup-forces-resignations-of-3-senior-executives.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Coke and Europeans Settle Antitrust Case",
      "snippet": "European Union competition commissioner Mario Monti says Coca-Cola Co has reached agreement that will change way it does business in Europe; Coke agrees to stop forcing retailers to sign exclusivity deals that have kept rivals out of many shops an...",
      "abstract": "European Union competition commissioner Mario Monti says Coca-Cola Co has reached agreement that will change way it does business in Europe; Coke agrees to stop forcing retailers to sign exclusivity deals that have kept rivals out of many shops and bars; retailers will no longer have to stock full range of Coke drinks to qualify for rebate from company; stores will be able to use up to fifth of space inside Coke-branded refrigerators to stock rival drinks; Coca-Cola chairman E Neville Isdell comments; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/20/business/coke-and-europeans-settle-antitrust-case.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ford Profit Beats Forecast, But Core Business Is Weak  Ford Motor's third-quarter earnings beat Wall Street's forecasts, but it lost money in its car and truck business for the second consecutive quarter.     The company's pretax North American au...",
      "abstract": " Ford Profit Beats Forecast, But Core Business Is Weak  Ford Motor's third-quarter earnings beat Wall Street's forecasts, but it lost money in its car and truck business for the second consecutive quarter.     The company's pretax North American automotive losses increased to $481 million from $108 million a year earlier. Ford is facing an influx of new vehicles from its competitors. [Page C3.]    Ford and General Motors said the federal government had asked them to provide information about the way they account for their pension funds and retiree medical benefits. [C3.]    Regulators Set to Change Bank Law  Banking regulators in the Bush administration are poised to limit a law requiring small banks to invest in housing and development for low-income residents in their areas. [A1.]    Constellation Bids for Mondavi  Constellation Brands, the world's biggest wine company, said it had made an unsolicited $970 million offer for Robert Mondavi. [C5.]    Cox Shareholders to Be Bought Out  Cox Enterprises, the privately held parent of Cox Communications, agreed to buy out the public minority shareholders in its cable business for $8.5 billion. [C8.]    Handset Sales Drive Motorola Profit  Motorola said its profit more than quadrupled in the third quarter thanks to strong sales of its new cellphone handsets. The results beat analysts' forecasts. [C8.]    Bump for Social Security Payments  Social Security benefits for more than 47 million Americans will increase 2.7 percent next year, the government said. But higher Medicare premiums will take nearly half of the increase for a typical beneficiary. [A24.]    Insurance Inquiry Weighs on Stocks  Stocks fell as health insurers' shares slid on worries about an investigation by the New York attorney general. The Dow Jones industrial average fell 58.70 points, to 9,897.62. The Standard & Poor's 500-stock index fell 10.79 points, to 1,103.23. [C9.]    Former WorldCom Chief Wins Delay  Bernard J. Ebbers, left, former chief executive of WorldCom, won a two-month delay in his criminal trial for securities fraud and other charges. The judge agreed with Mr. Ebbers that his legal team needed more time to examine hundreds of boxes of new evidence gathered by federal prosecutors so it could prepare its defense. [C4.]    Frank P. Quattrone, the former star investment banker at Credit Suisse First Boston who was convicted of obstruction of justice in May, won permission from an appeals court to remain free pending his appeal. [C4.]    Inflation Picked Up Last Month  Consumer prices picked up momentum in September as the cost of medical care, education and gasoline climbed. [C9.]    An Estée Lauder Line for Kohl's  Brands sold by retailers that bore the names of their own stores or other private labels were once considered undesirable. A deal between Kohl's and Estée Lauder shows how that is changing. Advertising: Stuart Elliott. [C4.]  ",
      "lead_paragraph": "Ford Profit Beats Forecast, But Core Business Is Weak Ford Motor's third-quarter earnings beat Wall Street's forecasts, but it lost money in its car and truck business for the second consecutive quarter.",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/20/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Poor Intelligence Misled Troops About Risk of Drawn-Out War",
      "snippet": "Boston Red Sox defeat New York Yankees, 4-2; Curt Schilling, pitching on injured ankle, gives up only one run in seven innings of work; ALCS is now tied at three games apiece; photos (M)",
      "abstract": "Boston Red Sox defeat New York Yankees, 4-2; Curt Schilling, pitching on injured ankle, gives up only one run in seven innings of work; ALCS is now tied at three games apiece; photos (M)",
      "lead_paragraph": "In early 2003, as the clock ticked down toward the war with Iraq, C.I.A. officials met with senior military commanders at Camp Doha, Kuwait, to discuss their latest ideas for upending Saddam Hussein's government.",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/20/world/poor-intelligence-misled-troops-about-risk-of-drawnout-war.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Not a Ship to Spare",
      "snippet": "World's 1,500 oil tankers are booked up, and their owners are charging hefty premiums; shortage of tankers is one sign of how strong demand and lack of investment have left oil industry's infrastructure stretched thin, meaning that hint of disrupt...",
      "abstract": "World's 1,500 oil tankers are booked up, and their owners are charging hefty premiums; shortage of tankers is one sign of how strong demand and lack of investment have left oil industry's infrastructure stretched thin, meaning that hint of disruption in system can help make prices spike; strains contribute to climbing energy costs for consumers; US Energy Information Administratin says increase in oil transport costs this year translates into extra nickel per gallon for gasoline at pump; increasing global demand for oil, coupled with shortage of oil tankers, has quickly driven shipping rates to record highs; graphs; photo (M)",
      "lead_paragraph": "With about $100 million worth of crude oil in its hold, the tanker Front Page will leave Kuwait soon, heading for Louisiana via the Suez Canal. When it arrives 30 days later, its two million barrels will feed refineries throughout the Midwest with crude they will turn into heating oil for the winter.",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/20/business/not-a-ship-to-spare.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "A LOTTERY SYSTEMS COMPANY is planning to move more than 700 employees to a new headquarters in central Providence, R.I., showing how far the city's renewal has come. The project is likely to spur more development in the Capital Center District. [C...",
      "abstract": " A LOTTERY SYSTEMS COMPANY is planning to move more than 700 employees to a new headquarters in central Providence, R.I., showing how far the city's renewal has come. The project is likely to spur more development in the Capital Center District. [C6.]    REDDING, CONN., is going ahead with plans to create a village within the town, on a site that in recent years has been considered a blight. [C7.]  ",
      "lead_paragraph": "A LOTTERY SYSTEMS COMPANY is planning to move more than 700 employees to a new headquarters in central Providence, R.I., showing how far the city's renewal has come. The project is likely to spur more development in the Capital Center District. [C6.]",
      "publication_date": "2004-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/20/business/commercial-real-estate.html",
      "byline": ""
    }
  ]
}