{
  "metadata": {
    "date": "2004-09-01",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Trying to Stay Competitive, Cambodia Joins W.T.O.",
      "snippet": "Cambodia's legislature votes to approve nation's entry into World Trade Organization, step forced by new rules for international textile and apparel trade that could otherwise have smothered country's garment industry; photo (M)",
      "abstract": "Cambodia's legislature votes to approve nation's entry into World Trade Organization, step forced by new rules for international textile and apparel trade that could otherwise have smothered country's garment industry; photo (M)",
      "lead_paragraph": "HONG KONG, Aug. 31 - Cambodia's legislature voted Tuesday to approve the nation's entry into the World Trade Organization, a step forced by new rules for international textile and apparel trade that could otherwise have smothered the country's garment industry.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/01/business/worldbusiness/trying-to-stay-competitive-cambodia-joins-wto.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Hollinger Report Says Ex-Officials Diverted Cash  A special committee of the publishing company Hollinger International concluded in a report that the former officials Conrad M. Black and F. David Radler ran a ''corporate kleptocracy,'' diverting ...",
      "abstract": " Hollinger Report Says Ex-Officials Diverted Cash  A special committee of the publishing company Hollinger International concluded in a report that the former officials Conrad M. Black and F. David Radler ran a ''corporate kleptocracy,'' diverting to themselves virtually all the company's $400 million in earnings over seven years. The report also criticized certain directors for being ''ineffective and careless'' in stopping the ''systematic looting'' of the company.     In a statement, the holding company of Lord Black and Mr. Radler that effectively controls Hollinger International dismissed the report as trafficking in recycled ''exaggerated claims laced with outright lies.'' [Page A1.]",
      "lead_paragraph": "Hollinger Report Says Ex-Officials Diverted Cash A special committee of the publishing company Hollinger International concluded in a report that the former officials Conrad M. Black and F. David Radler ran a \"corporate kleptocracy,\" diverting to themselves virtually all the company's $400 million in earnings over seven years. The report also criticized certain directors for being \"ineffective and careless\" in stopping the \"systematic looting\" of the company.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/01/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "British Grid Operator to Sell 4 Gas Networks",
      "snippet": "National Grid Transco, owner of Britain's power and natural gas grids, agrees to sell half of its gas-distribution networks for 5.8 billion pounds ($10 billion), move that would help company cut debt and prepare for possible expansion in US; buyer...",
      "abstract": "National Grid Transco, owner of Britain's power and natural gas grids, agrees to sell half of its gas-distribution networks for 5.8 billion pounds ($10 billion), move that would help company cut debt and prepare for possible expansion in US; buyers include Scottish and Southern Energy, Macquarie European Infrastructure Fund, which is run by Macquarie Bank of Australia, and Cheung Kong Infrastructure Holdings, which is controlled by Hong Kong billionaire Li Ka-shing; National Grid will return 2 billion pounds to shareholders; photo (M)",
      "lead_paragraph": "LONDON, Aug. 31 - National Grid Transco, the owner of Britain's power and natural gas grids, agreed on Tuesday to sell half of its gas-distribution networks for £5.8 billion ($10 billion), a move that would help the company cut debt and prepare for possible expansion in the United States.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/01/business/worldbusiness/british-grid-operator-to-sell-4-gas-networks.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "I.M.F. Accepts Standstill to Let Argentina Work on Debt",
      "snippet": "I.M.F. Accepts Standstill to Let A8",
      "abstract": "I.M.F. Accepts Standstill to Let A8",
      "lead_paragraph": "BUENOS AIRES, Aug. 31 - The International Monetary Fund sought to mend fences with Argentina on Tuesday, agreeing with the country to put aside an I.M.F. loan program while the government seeks to work out one of the largest sovereign debt restructurings in history.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/01/business/worldbusiness/imf-accepts-standstill-to-let-argentina-work-on-debt.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Hollinger Files Stinging Report on Ex-Officials",
      "snippet": "Special committee of Hollinger International issues lengthy report, shot through with sarcasm and disgust, which concludes that former officers Conrad M Black and F David Radler ran 'corporate kleptocracy,' diverting to themselves virtually all of...",
      "abstract": "Special committee of Hollinger International issues lengthy report, shot through with sarcasm and disgust, which concludes that former officers Conrad M Black and F David Radler ran 'corporate kleptocracy,' diverting to themselves virtually all of company's $400 million in earnings over seven years; Black photo; report, part of publishing company's attempt to recover $1.25 billion from Black and others, faults 'ineffective and careless' directors for not stopping 'systematic looting' and demands director Richard N Perle return $5.4 million in pay for putting his own interests above shareholders; charges Black and Radler combined 'bombast' about own accomplishments with lining their pockets almost every day; charges include use of corporate jet, $90,000 Rolls-Royce refurbishing, $42,870 birthday party for wife and dinners for board member Henry Kissinger; Ravelston Corp, Black and Radler holding company that effectively controls Hollinger, dismisses report; two resigned last fall over unauthorized payments; other report charges detailed (M)",
      "lead_paragraph": "In a 513-page report shot through with sarcasm and disgust, a special committee of the publishing company Hollinger International Inc. concluded that the former officials Conrad M. Black and F. David Radler ran a \"corporate kleptocracy,\" diverting to themselves virtually all the company's $400 million in earnings over seven years.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/01/business/media/hollinger-files-stinging-report-on-exofficials.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "A Bush Family Reunion, Including the Asterisks",
      "snippet": "Republican convention serves as family reunion for about 90 Bush relatives; some longtime associates--James A Baker III, Richard Darman, Brent Scowcroft--had other commitments, and some key members of administration are not in attendance or have n...",
      "abstract": "Republican convention serves as family reunion for about 90 Bush relatives; some longtime associates--James A Baker III, Richard Darman, Brent Scowcroft--had other commitments, and some key members of administration are not in attendance or have not been given speaking roles; photo (M)",
      "lead_paragraph": "The quadrennial Bush family reunion known as the Republican National Convention is on again, and my how they've grown.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/09/01/politics/campaign/a-bush-family-reunion-including-the-asterisks.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Profit Steady At Bayer",
      "snippet": "Bayer says its second-quarter sales and operating profit rose, compared with year ago; sales rose 4.5 percent, to 7.6 billion euros ($9.2 billion) from second quarter in 2003, and operating profit jumped 44 percent, to 660 million euros ($795 mill...",
      "abstract": "Bayer says its second-quarter sales and operating profit rose, compared with year ago; sales rose 4.5 percent, to 7.6 billion euros ($9.2 billion) from second quarter in 2003, and operating profit jumped 44 percent, to 660 million euros ($795 million), above market expectations; net earnings were flat at 128 million euros (S)",
      "lead_paragraph": "The chemicals and drug company Bayer said its second-quarter sales and operating profit rose, compared with a year ago. Sales rose 4.5 percent, to 7.6 billion euros ($9.2 billion) from the second quarter in 2003, and operating profit jumped 44 percent, to 660 million euros ($795 million), above market expectations. Bayer said performance improved at all operations except the health care unit. Diminished by 136 million euros in one-time items, Bayer's net earnings were flat at 128 million euros. Petra Kappl (NYT)",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/01/business/world-business-briefing-europe-germany-profit-steady-at-bayer.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Inside",
      "snippet": "Convention news appears today in a separate section, The Republicans, Pages P1 to 10.     SportsWednesday is at the back of Section B. By flipping over that section, bottom-side up, readers will find Page D1.",
      "abstract": "Convention news appears today in a separate section, The Republicans, Pages P1 to 10.     SportsWednesday is at the back of Section B. By flipping over that section, bottom-side up, readers will find Page D1.",
      "lead_paragraph": "Convention news appears today in a separate section, The Republicans, Pages P1 to 10.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/01/us/inside.html",
      "byline": ""
    },
    {
      "headline": "A Call to 'Win This Culture War'",
      "snippet": "Sen Sam Brownback and Bush-Cheney adviser Ralph Reed address Christian conservatives at closed-door Bush campaign event; Brownback calls for broad social conservative agenda, notably different from televised presentations at Republican convention,...",
      "abstract": "Sen Sam Brownback and Bush-Cheney adviser Ralph Reed address Christian conservatives at closed-door Bush campaign event; Brownback calls for broad social conservative agenda, notably different from televised presentations at Republican convention, including loosening requirements on separation of church and state; rally, which is main event for Christian conservatives attending convention, strikes very different tone from speakers at convention, where talk of national unity and cultural inclusiveness has been rule; photo (M)",
      "lead_paragraph": "At a closed, invitation-only Bush campaign rally for Christian conservatives yesterday, Senator Sam Brownback of Kansas called for a broad social conservative agenda notably different from the televised presentations at the Republican convention, including adopting requirements that pregnant women considering abortions be offered anesthetics for their fetuses and loosening requirements on the separation of church and state.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/09/01/politics/campaign/a-call-to-win-this-culture-war.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Pfizer Ends Drug Cards for Elderly",
      "snippet": "Pfizer Inc ends widely used discount card for elderly, leaving several hundred thousand low-income Medicare beneficiaries at least temporarily without access to reduced prices for popular medicines; has warned its 536,000 cardholders for months th...",
      "abstract": "Pfizer Inc ends widely used discount card for elderly, leaving several hundred thousand low-income Medicare beneficiaries at least temporarily without access to reduced prices for popular medicines; has warned its 536,000 cardholders for months that it will discountinue discount program on Aug 31 and has advised them to sign up for various discount cards that became available under Medicare program that began in June (M)",
      "lead_paragraph": "Pfizer, the nation's largest drug maker, ended its widely used discount card for the elderly yesterday, leaving several hundred thousand low-income Medicare beneficiaries at least temporarily without access to reduced prices for popular medicines like the cholesterol treatment Lipitor.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/01/business/pfizer-ends-drug-cards-for-elderly.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Serving Canapés, Then Recalling the 107th Floor",
      "snippet": "About New York column on banquet workers who are serving delegates to Republican National Convention and recalling colleagues who died at Windows on the World restaurant atop World Trade Center; midtown Manhattan restaurant Noche now has about 15 ...",
      "abstract": "About New York column on banquet workers who are serving delegates to Republican National Convention and recalling colleagues who died at Windows on the World restaurant atop World Trade Center; midtown Manhattan restaurant Noche now has about 15 former Windows workers; photo (M)",
      "lead_paragraph": "To be a banquet worker is to be invisible. Do not engage customers in chitchat. Just collect the discarded shrimp tails, keep the cheese platters fresh and know how to pose simple questions -- \"Hors d'oeuvre?\" -- so unobtrusively that you might as well be a phantom.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/01/politics/campaign/serving-canapes-then-recalling-the-107th-floor.html",
      "byline": "By Dan Barry"
    },
    {
      "headline": "Hollinger's Board: Most Irresponsible Ever?",
      "snippet": "Market Place column on report by special committee of Hollinger International that concluded that former officials Conrad M Black and F David Radler ran 'corporate kleptocracy,' diverting to themselves virtually all company's $400 million in earni...",
      "abstract": "Market Place column on report by special committee of Hollinger International that concluded that former officials Conrad M Black and F David Radler ran 'corporate kleptocracy,' diverting to themselves virtually all company's $400 million in earnings over seven years; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/01/business/hollingers-board-most-irresponsible-ever.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "At Least 900 Arrested in City as Protesters Clash With Police",
      "snippet": "Demonstrations ripple across Manhattan as protesters try to converge on Republican National convention in day of civil disobedience that erupts into clashes with police; more than 900 people arrested; confrontations include brawl at New York Publi...",
      "abstract": "Demonstrations ripple across Manhattan as protesters try to converge on Republican National convention in day of civil disobedience that erupts into clashes with police; more than 900 people arrested; confrontations include brawl at New York Public Library, marauding crowds cursing at delegates and detention of hundreds at ground zero; many of protesters deliberately did not seek permits and publicized plans in advance, prompting pre-emptive police deployments; Donna Lieberman of ACLU charges police arrested some 200 people who thought they were abiding by agreement for march from ground zero to Fulton Street; protests loosely organized by 'anarchist collective' started with police flooding financial district, moved uptown to library and then shifted in evening to Herald Square as increasingly raucous crowds tried to get near Madison Square Garden; photos; map (M)",
      "lead_paragraph": "A series of demonstrations rippled across Manhattan last night when protesters tried to converge on the Republican National Convention, as a day of planned civil disobedience erupted into clashes with police officers and led to the arrest of more than 900 people.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/01/politics/campaign/at-least-900-arrested-in-city-as-protesters-clash-with.html",
      "byline": "By Diane Cardwell and Marc Santora"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Trust Official Chosen",
      "snippet": "Longtime trade official Eduardo Perez Motta is named president of Federal Competition Commission, Mexico's antimonopoly regulator, succeeding Fernando Sanchez Ugarte, whose 10-year term is expiring (S)",
      "abstract": "Longtime trade official Eduardo Perez Motta is named president of Federal Competition Commission, Mexico's antimonopoly regulator, succeeding Fernando Sanchez Ugarte, whose 10-year term is expiring (S)",
      "lead_paragraph": "Eduardo Pérez Motta a longtime trade official, has been appointed the new president of the Federal Competition Commission, Mexico's antimonopoly regulator. He succeeds Fernando Sánchez Ugarte, whose 10-year term is expiring. Mexico's antimonopoly law and the commission that enforces it date only to 1994. During his term, Mr. Sánchez Ugarte investigated several powerful companies, including the phone giant, Teléfonos de México; Coca-Cola; Wal-Mart's local subsidiary; the country's two breweries; and the world's third-largest cement producer, Cemex. His efforts to curb their power were often trapped in Mexico's tangled legal system or halted by a lack of support from other parts of the government. His successor, Mr. Pérez Motta, who took over yesterday, was most recently Mexico's representative to the World Trade Organization. Elisabeth Malkin (NYT)",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/01/business/world-business-briefing-americas-mexico-trust-official-chosen.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Industrial Output Flat",
      "snippet": "Industrial production was unchanged in June from July; government expects factory output to rebound in months ahead (S)",
      "abstract": "Industrial production was unchanged in June from July; government expects factory output to rebound in months ahead (S)",
      "lead_paragraph": "Industrial production was unchanged in June from July as declines in output of semiconductors and cars offset increases in production of steel and paper. Still, the government said it expected factory output to rebound in the months ahead, forecasting that production would increase 1.5 percent in August and 0.6 percent in September. July's production figure is the latest of a string of data that points to a slowing of Japan's recovery. Last week, the government reported that the unemployment rate rose for the first time this year, increasing to 4.9 percent in July from 4.6 percent in June. Todd Zaun (NYT)",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/01/business/world-business-briefing-asia-japan-industrial-output-flat.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: France: Drug Maker's Profit Rises",
      "snippet": "World Business Briefing: France: Drug Mar",
      "abstract": "World Business Briefing: France: Drug Mar",
      "lead_paragraph": "First-half net profit at the drug maker Sanofi-Synthélabo climbed more than 20 percent, the company said. Despite raising research and development spending by 13 percent, it generated 1.14 billion euros ($1.37 billion) in first-half net income, up from the previous year's 944 million euros. The company merged with the French-German drug maker Aventis to form Sanofi-Aventis.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/01/business/world-business-briefing-europe-france-drug-makers-profit-rises.html",
      "byline": "By Dow Jones; Ap"
    },
    {
      "headline": "U.S. Loses Trade Cases and Faces Penalties",
      "snippet": "World Trade Organization authorizes European Union and seven other leading American trading partners to impose more than $150 million in retaliatory sanctions on exports from US; ruling comes after Congress refuses for two years to repeal subsidy ...",
      "abstract": "World Trade Organization authorizes European Union and seven other leading American trading partners to impose more than $150 million in retaliatory sanctions on exports from US; ruling comes after Congress refuses for two years to repeal subsidy for American companies that WTO found to be in violation global trade laws; WTO rules against US and in favor of Canada in cases involving Canadian wheat and lumber; measure found to be illegal under global trade rules allows American companies rather than government to receive duties that US government imposes on foreign companies deemed to be unfairly dumping products in US; ruling gives European Union, Canada, Japan, Brazil, Chile, India, South Korea and Mexico right to impose higher tariffs on their choice of products; tariffs could be worth slightly more than 70 percent of value of money received by American companies; photos (M)",
      "lead_paragraph": "BRUSSELS, Aug. 31 - The World Trade Organization on Tuesday authorized the European Union and seven other leading American trading partners to impose more than $150 million in retaliatory sanctions on exports from the United States. The ruling comes after Congress refused for two years to repeal a tariff subsidy for American companies that the W.T.O. found to be in violation of global trade laws.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/01/business/worldbusiness/us-loses-trade-cases-and-faces-penalties.html",
      "byline": "By Paul Meller and Elizabeth Becker"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Exports Fuel Growth",
      "snippet": "Canada's economy grew at rate of 4.3 percent in second quarter, fueled by 21.6 percent increase in exports (S)0",
      "abstract": "Canada's economy grew at rate of 4.3 percent in second quarter, fueled by 21.6 percent increase in exports (S)0",
      "lead_paragraph": "Canada's economy grew at a rate of 4.3 percent in the second quarter, fueled by a 21.6 percent increase in exports, the government statistics agency said. Strong exports offset growth of only 0.4 percent in domestic demand and 0.3 percent in consumer spending, the agency said in a report. The increase was short of many forecasts but heightened expectations that the Bank of Canada would increase interest rates at a meeting next week. It would be the first interest rate increase in 16 months. Ian Austen (NYT)",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/01/business/world-business-briefing-americas-canada-exports-fuel-growth.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Bush Promises in 2000: Some Fulfilled, Some Thwarted",
      "snippet": "Pres Bush, who accepted Republican nomination four years ago at time of prosperity and budget surplus, made expansive promises of 'compassionate conservatism,' but runs this year amidst intense debate on how well he has fulfilled those promises; c...",
      "abstract": "Pres Bush, who accepted Republican nomination four years ago at time of prosperity and budget surplus, made expansive promises of 'compassionate conservatism,' but runs this year amidst intense debate on how well he has fulfilled those promises; can point to major legislative action on tax cuts, Medicare and education, but Democrats says his 'ownership society' offers little to middle class strained by rising costs of health care, education and other bread-and-butter needs; Bush's huge tax cut is criticized for worsening deficits and helping the rich, his Medicare drug bill for confusing the elderly and worsening program's long-term financial problems and his No Child Left Behind law for under-financing (M)",
      "lead_paragraph": "Four years ago, when the nation still seemed in an era of boundless prosperity, George W. Bush accepted the Republican nomination with an expansive promise of \"compassionate conservatism\": big tax cuts, new drug benefits for the elderly, a major overhaul of Social Security and a new commitment to public education.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/01/politics/campaign/bush-promises-in-2000-some-fulfilled-some-thwarted.html",
      "byline": "By Edmund L. Andrews and Robin Toner"
    },
    {
      "headline": "Talks to Disarm RebelShiites Collapses in Iraq",
      "snippet": "Talks to disarm hundreds of insurgents in roiling Sadr City area of Baghdad collapse after Prime Min Ayad Allawi abruptly cancels tentative peace deal that would have disarmed Moktada al-Sadr's Shiite forces and halted US military operations in di...",
      "abstract": "Talks to disarm hundreds of insurgents in roiling Sadr City area of Baghdad collapse after Prime Min Ayad Allawi abruptly cancels tentative peace deal that would have disarmed Moktada al-Sadr's Shiite forces and halted US military operations in district; photo; Shiites say Allawi objected to restrictions on US soldiers but Allawi may be shifting to harsher approach under intense pressure from Shiite parties concerned that Sadr's entry into politics would diminish their chances at polls (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 31 - Talks to disarm hundreds of insurgents in the roiling Sadr City ghetto in Baghdad collapsed Tuesday, after a tentative peace pact was abruptly canceled by Prime Minister Ayad Allawi.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/01/world/middleeast/talks-to-disarm-rebelshiites-collapses-in-iraq.html",
      "byline": "By Dexter Filkins and Erik Eckholm"
    },
    {
      "headline": "Upbeat Republicans Revive Bush Theme of Compassion",
      "snippet": "Republican national convention, with perhaps three times the television audience that saw its sharp-edged opening speakers, returns to 'compassionate conservatism' theme with glowing testimonials to Pres Bush from his wife Laura, Gov Arnold Schwar...",
      "abstract": "Republican national convention, with perhaps three times the television audience that saw its sharp-edged opening speakers, returns to 'compassionate conservatism' theme with glowing testimonials to Pres Bush from his wife Laura, Gov Arnold Schwarzenegger, black officials Sec Rod Paige and Lt Gov Michael S Steele and Bush's half-Hispanic nephew George P Bush; photos; Laura Bush, introduced by twin daughters in 'goofily affectionate tribute,' says Bush went to war because US security depended on it and describes him wrestling with agonizing decisions; Schwarzenegger tells economic pessimists not to be 'girlie men'; Sen Elizabeth Dole bluntly defends party stance against same-sex marriage, abortion and secularism (M)",
      "lead_paragraph": "Facing perhaps three times the television audience that saw its sharp-edged speakers on Monday, the Republican National Convention circled back last night to President Bush's winning 2000 campaign theme of \"compassionate conservatism,\" portraying him as not only hardheaded but also bighearted enough to lead \"the most historic struggle my generation has ever known,\" as his wife, Laura, put it in a prime-time speech.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/01/politics/campaign/upbeat-republicans-revive-bush-theme-of-compassion.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "US Airways Sets Talks With Pilots on Further Cuts to Pension Plan",
      "snippet": "US Airways and Air Line Pilots Association set talks, amid resistance within pilots' ranks to airline's bid to shrink their already dismished pension plan, casualty of airline's previous bankruptcy filing; airline seeks to assure its frequent flie...",
      "abstract": "US Airways and Air Line Pilots Association set talks, amid resistance within pilots' ranks to airline's bid to shrink their already dismished pension plan, casualty of airline's previous bankruptcy filing; airline seeks to assure its frequent fliers that its internal turmoil will not affect customer service or its mileage program; airline is pushing its pilots to grant $295 million in wage and benefit cuts, largest share of $800 million in concessions it is seeking from its 28,000 employees (M)",
      "lead_paragraph": "US Airways and its pilots' union were set to meet last night, amid resistance within the pilots' ranks to the airline's bid to shrink their already diminished pension plan, a casualty of the airline's previous bankruptcy filing.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/01/business/us-airways-sets-talks-with-pilots-on-further-cuts-to-pension-plan.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Possible Contenders for 2008 Begin the Wooing in 2004",
      "snippet": "Strong whiff of campaigning by Republican presidential hopefuls with their sights set on 2008 is undercurrent of convention; Sens Bill Frist and Chuck Hagel and Massachusetts Gov Mitt Romney are appearing at events where early primaries take place...",
      "abstract": "Strong whiff of campaigning by Republican presidential hopefuls with their sights set on 2008 is undercurrent of convention; Sens Bill Frist and Chuck Hagel and Massachusetts Gov Mitt Romney are appearing at events where early primaries take place and Rudolph Giuliani and New York Gov George Pataki also have strong presence; no one is openly displaying desire for White House, but some are seen as laying groundwork (M)",
      "lead_paragraph": "It was no accident that the Senate majority leader, Bill Frist, met with the New Hampshire delegation yesterday morning. Or that Senator Chuck Hagel was with those same delegates the evening before. And Gov. Mitt Romney of Massachusetts made sure that Iowans were among those invited to his New England clambake on Monday.",
      "publication_date": "2004-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/09/01/politics/campaign/possible-contenders-for-2008-begin-the-wooing-in-2004.html",
      "byline": "By Carl Hulse"
    }
  ]
}