{
  "metadata": {
    "date": "2004-10-11",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Growth of Jobs for Last Month Seen as Sluggish",
      "snippet": "Final employment report before Nov 2 election shows employment grew by less than 100,000 in September; unemployment rate remains unchanged at 5.4 percent because some 200,000 people stopped looking for work; White House hails figure as evidence of...",
      "abstract": "Final employment report before Nov 2 election shows employment grew by less than 100,000 in September; unemployment rate remains unchanged at 5.4 percent because some 200,000 people stopped looking for work; White House hails figure as evidence of continued employment expansion, saying it validates Pres Bush's pursuit of tax cuts to support economic recovery; Sen John Kerry points to 1.6 million jobs lost under Bush; many economists argue that president can have only little influence on job creation, but economy remains pivotal issue in election; graph; charts (M)",
      "lead_paragraph": "Employment grew by less than 100,000 last month, the Labor Department reported yesterday, well below the level needed to keep pace with the expansion in the labor force and presenting a weak picture of the economy in the last employment report before President Bush faces the voters in his bid for re-election.",
      "publication_date": "2004-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/09/business/growth-of-jobs-for-last-month-seen-as-sluggish.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Peace Prize Goes to Environmentalist in Kenya",
      "snippet": "Nobel Peace Prize is awarded to Dr Wangari Maathai, Kenyan woman who started environmental movement that has planted 30 million trees in Africa; Maathai founded Green Belt Movement in 1977 to organize poor women to fight deforestation and to reple...",
      "abstract": "Nobel Peace Prize is awarded to Dr Wangari Maathai, Kenyan woman who started environmental movement that has planted 30 million trees in Africa; Maathai founded Green Belt Movement in 1977 to organize poor women to fight deforestation and to replenish fuel source; award stretches traditional bounds of prize to include environmental advocacy; Nobel committee calls her 'inspiration for everyone in Africa fighting for sustainable development, democracy and peace'; photo (M)",
      "lead_paragraph": "OSLO, Oct. 8 - Wangari Maathai, a Kenyan woman who started an environmental movement that has planted 30 million trees in Africa and who has campaigned for women's rights and greater democracy in her home country, was announced the winner of the 2004 Nobel Peace Prize on Friday.",
      "publication_date": "2004-10-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/09/world/africa/peace-prize-goes-to-environmentalist-in-kenya.html",
      "byline": "By Patrick E. Tyler"
    },
    {
      "headline": "Britain Feeling Pressed for Power",
      "snippet": "Britain is feeling p",
      "abstract": "Britain is feeling p",
      "lead_paragraph": "ASKAM, England - From her home above this village near the sea, Norma White, a retired schoolteacher, contemplates a vista stretching from her ornamental pond to the distant blades of a huge wind turbine that represents part of Britain's huge quandary about its future energy supplies.",
      "publication_date": "2004-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/09/business/worldbusiness/britain-feeling-pressed-for-power.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Israelis Trudge Home, in Shock After Bombings",
      "snippet": "Thousands of Israelis trudge through Taba border post, returning home in shock after bombings that killed at least 29 people and wounded more than 160 others at three Sinai resorts in one of largest and most skillfully executed terrorist attacks o...",
      "abstract": "Thousands of Israelis trudge through Taba border post, returning home in shock after bombings that killed at least 29 people and wounded more than 160 others at three Sinai resorts in one of largest and most skillfully executed terrorist attacks on Israelis in many years; death toll is expected to rise as rescue workers from Egypt and Israel dig through rubble of Taba Hilton; Palestinian groups deny responsibility for attack; Egypt is expected to move quickly to discover those responsible and crack down; Israeli Prime Min Ariel Sharon praises Egyptian Pres Hosni Mubarak for cooperation with Israeli rescue workers; photos; map (M)",
      "lead_paragraph": "EILAT, Israel, Oct. 8 - Thousands of Israelis trudged by foot through the Taba border post on Friday, returning home like shocked refugees from a Sinai bloodied by the bombings of three tourist resorts on Thursday night, one of the largest and most skillfully executed terrorist attacks on Israelis in many years.",
      "publication_date": "2004-10-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/09/world/middleeast/israelis-trudge-home-in-shock-after-bombings.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Last Job Count Before Election: Always a Political Number",
      "snippet": "Analysis of Labor Department's last monthly unemployment report prior to presidential election that makes Pres Bush first president since Herbert Hoover to face re-election with fewer people working than when he started; says nation has at least 5...",
      "abstract": "Analysis of Labor Department's last monthly unemployment report prior to presidential election that makes Pres Bush first president since Herbert Hoover to face re-election with fewer people working than when he started; says nation has at least 585,000 few jobs now than when Bush took office; says Bush campaign has aggressivelyh defended its record since issuance of report in barrage of interviews and new television advertisement, declaring nation has added 'nearly two million jobs' since August 2003; graph; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 8 - It's official. President Bush will be the first president since Herbert Hoover to face re-election with fewer people working than when he started.",
      "publication_date": "2004-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/09/politics/campaign/last-job-count-before-election-always-a-political-number.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Report Cites U.S. Profits in Sale of Iraqi Oil Under Hussein",
      "snippet": "Report prepared by Central Intelligence Agency says American companies Chevron, Mobil, Texaco and Bay Oil and individuals Oscar S Wyatt Jr, Samir Vincent and Shakir al-Khafaji, received vouchers and got 111 million barrels of oil from 1996 to 2003...",
      "abstract": "Report prepared by Central Intelligence Agency says American companies Chevron, Mobil, Texaco and Bay Oil and individuals Oscar S Wyatt Jr, Samir Vincent and Shakir al-Khafaji, received vouchers and got 111 million barrels of oil from 1996 to 2003 under United Nations oil-for-food program in Iraq; allocations may have been proper if they had UN approval, but companies and individuals confirm they have received subpoena from federal grand jury in New York; Treasury Dept is investigating whether they skirted US sanctions to do business directly with Iraq (M)",
      "lead_paragraph": "WASHINGTON, Oct. 8 - Major American oil companies and a Texas oil investor were among those who received lucrative vouchers that enabled them to buy Iraqi oil under the United Nations oil-for-food program, according to a report prepared by the chief arms inspector for the Central Intelligence Agency.",
      "publication_date": "2004-10-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/09/world/middleeast/report-cites-us-profits-in-sale-of-iraqi-oil-under-hussein.html",
      "byline": "By Judith Miller and Eric Lipton"
    },
    {
      "headline": "Bush and Kerry Clash on Iraq, Economy and Health",
      "snippet": "Pres Bush and Sen John Kerry take questions from undecided voters in 'town hall' style second presidential debate at Washington University in St Louis, Mo; Bush's performance is more confident than in first debate, while Kerry seems assured and co...",
      "abstract": "Pres Bush and Sen John Kerry take questions from undecided voters in 'town hall' style second presidential debate at Washington University in St Louis, Mo; Bush's performance is more confident than in first debate, while Kerry seems assured and comfortable; candidates offer sharply different responses on election issues; Bush seeks to portray Kerry as out-of-step liberal who would raise taxes on middle class; Kerry charges that Bush squandered huge surplus to give tax cuts to wealthy; Kerry derides rationale for war in Iraq but Bush stands by decision; photo (M)",
      "lead_paragraph": "Senator John Kerry assailed President Bush for a record of soaring deficits and anemic job growth and a foreign policy that stirred resentment around the globe in a tense and testy second debate last night. Mr. Bush derided Mr. Kerry as a liberal who would usher in higher taxes and bigger government and would make the United States less safe.",
      "publication_date": "2004-10-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/09/politics/campaign/bush-and-kerry-clash-on-iraq-economy-and-health.html",
      "byline": "By Adam Nagourney and Robin Toner"
    },
    {
      "headline": "Member of S.E.C. Criticizes Inaction",
      "snippet": "Harvey J Goldschmid, Democratic commissioner at Securities and Exchange Commission, sharply criticizes agency for bowing to corporate executives who, he says, blocked proposal that would give shareholders more say in selecting board members; propo...",
      "abstract": "Harvey J Goldschmid, Democratic commissioner at Securities and Exchange Commission, sharply criticizes agency for bowing to corporate executives who, he says, blocked proposal that would give shareholders more say in selecting board members; proposal, issued by commission year ago, would make it easier for shareholders to vote in proxy contests to reject limited number of company directors; it has run into criticism from corporate executives, US Chamber of Commerce, as well as some members of Bush administration (M)",
      "lead_paragraph": "Harvey J. Goldschmid, a Democratic commissioner at the Securities and Exchange Commission, sharply criticized the agency yesterday for bowing to corporate executives who, he said, had blocked a proposal that would give shareholders more say in selecting board members.",
      "publication_date": "2004-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/09/business/member-of-sec-criticizes-inaction.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Under Fire, Kerry Fires Back in Second Presidential Debate",
      "snippet": "Analysis of second presidential debate finds Pres Bush characterized Sen John Kerry as 'just not credible' and insisted best way to defend America is to stay on offensive; finds Kerry seemed more confident and intent on reaching across partisan bo...",
      "abstract": "Analysis of second presidential debate finds Pres Bush characterized Sen John Kerry as 'just not credible' and insisted best way to defend America is to stay on offensive; finds Kerry seemed more confident and intent on reaching across partisan boundaries; notes both candidates seemed barely able to hide their distaste for each other; concludes first debate produced sharp swing in polls, but second debate seems likely to reinforce views of each candidate's supporters; photo (M)",
      "lead_paragraph": "Halfway through last night's debate, President Bush declared: \"The best way to defend America in this world we live in is to stay on the offense,\" but he spent much of the evening on the defensive against John Kerry's unyielding accusations that he had mishandled the war in Iraq and the American economy.",
      "publication_date": "2004-10-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/09/politics/campaign/under-fire-kerry-fires-back-in-second-presidential-debate.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Tyco to Sell Ex-Chief's Apartment for $21 Million",
      "snippet": "James G Dinan, founder and senior managing director of York Capital Management, buys Fifth Avenue cooperative apartment of former Tyco International chief executive L Dennis Kozlowski from Tyco for $21 million; Dinan will get many of furnishings i...",
      "abstract": "James G Dinan, founder and senior managing director of York Capital Management, buys Fifth Avenue cooperative apartment of former Tyco International chief executive L Dennis Kozlowski from Tyco for $21 million; Dinan will get many of furnishings inside, but not infamous $6,000 shower curtain and several other items that were used in Kozlowski's fraud trial; Kozlowski and Tyco's former chief financial officer Mark H Swartz are expected to be retried early next year after first trial ended in mistrial; Tyco spokesman David Polk comments; photo (M)",
      "lead_paragraph": "Tyco International has found a buyer who has agreed to pay $21 million for the Fifth Avenue apartment of its former chief executive, L. Dennis Kozlowski, lock, stock and hand-painted wallpaper.",
      "publication_date": "2004-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/09/business/tyco-to-sell-exchiefs-apartment-for-21-million.html",
      "byline": "By William Neuman"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " U.S. Created 96,000 Jobs, Fewer Than Forecast  Employment grew by 96,000 jobs in September, less than the 150,000 expected, presenting a weak picture of the economy in the last jobs figures to be released before Election Day.  ",
      "abstract": " U.S. Created 96,000 Jobs, Fewer Than Forecast  Employment grew by 96,000 jobs in September, less than the 150,000 expected, presenting a weak picture of the economy in the last jobs figures to be released before Election Day.  ",
      "lead_paragraph": "U.S. Created 96,000 Jobs, Fewer Than Forecast Employment grew by 96,000 jobs in September, less than the 150,000 expected, presenting a weak picture of the economy in the last jobs figures to be released before Election Day.",
      "publication_date": "2004-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/09/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Can Prayers Heal? Critics Say Studies Go Past Science's Reach",
      "snippet": "Question of whether prayer can heal illness remains deeply controversial area of research; prayer researchers, many of them believers in prayer's healing powers, say scientists do not need to know how treatment or intervention works before testing...",
      "abstract": "Question of whether prayer can heal illness remains deeply controversial area of research; prayer researchers, many of them believers in prayer's healing powers, say scientists do not need to know how treatment or intervention works before testing it; critics express outrage that federal government has in last four years contributed $2.3 million in taxpayer money to finance prayer research which they say has nothing to do with science; Dr Richard Nahin, adviser at National Institutes of Health, says studies are meant to answer practical questions, not religious ones; notes that mechanisms of action of various antidepressants and general anesthetics are also under investigation; says recent government study found that 45 percent of adults prayed specifically for health reasons, and suggests that many of them were poor people with limited access to care; some studies detailed; photos (L)",
      "lead_paragraph": "In 2001, two researchers and a Columbia University fertility expert published a startling finding in a respected medical journal: women undergoing fertility treatment who had been prayed for by Christian groups were twice as likely to have a successful pregnancy as those who had not.",
      "publication_date": "2004-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/10/health/can-prayers-heal-critics-say-studies-go-past-sciences-reach.html",
      "byline": "By Benedict Carey"
    },
    {
      "headline": "Wealth of Others Helped to Shape Kerry's Life",
      "snippet": "Sen John Kerry's elitist reputation is result of his unusual background, growing up in family with little extra money but with very wealthy and generous relatives; relatives helped pay for his education at exclusive private schools and at Yale; he...",
      "abstract": "Sen John Kerry's elitist reputation is result of his unusual background, growing up in family with little extra money but with very wealthy and generous relatives; relatives helped pay for his education at exclusive private schools and at Yale; he spent summers at estate in France belonging to grandparents; he has been married to two very wealthy women, Julia Thorne and Teresa Heinz Kerry; Heinz Kerry owns four homes and fifth is co-owned with Kerry; they guard their privacy scrupulously; detailed look at Kerry's upbringing; photos (L)",
      "lead_paragraph": "ST.-BRIAC-SUR-MER, France, Oct. 4 - The estate that belonged to John Kerry's grandparents sits high on a bluff in this Brittany resort town, a massive stone house overlooking a stunning landscape of wind-tossed ocean and jagged headlands. Villagers still speak in awed tones about his grandmother, who was known for her generosity and her regal horseback rides along the hilltops.",
      "publication_date": "2004-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/10/politics/campaign/wealth-of-others-helped-to-shape-kerrys-life.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Afghan Poll Is Mostly Calm, but Challengers Cry Foul",
      "snippet": "Afghans turn out to vote in large numbers in their first presidential election; unexpectedly peaceful event is marred by 15 candidates' claim of widespread cheating and fraud and request for new vote; criticism casts shadow on what is otherwise hi...",
      "abstract": "Afghans turn out to vote in large numbers in their first presidential election; unexpectedly peaceful event is marred by 15 candidates' claim of widespread cheating and fraud and request for new vote; criticism casts shadow on what is otherwise historic success for Afghans who have endured more than two decades of war and turmoil; officials say results could take two to three weeks to be tallied; expected threat to elections from Taliban insurgents generally fails to materialize; throughout country, Afghans line up patiently tocast their votes; Pres Bush, campaigning for his re-election, hails arrival of elections in Afghanistan; problem is encountered with ink placed on each voter's thumb to prevent multiple votes; many voters find they could erase it minutes after voting and, if they had extra card, vote again; UN and Afghan officials briefly consider suspending voting, then decide against it; Pres Hamid Karzai's 15 rivals seize on problem and proclaim election illegitimate; photo; diagrams (L)",
      "lead_paragraph": "KABUL, Afghanistan, Oct. 9 - Afghans turned out to vote in large numbers Saturday in their first presidential election, an event that was unexpectedly peaceful but soon marred by 15 candidates' declaring the election illegitimate because of what they said was widespread cheating and fraud.",
      "publication_date": "2004-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/10/world/asia/afghan-poll-is-mostly-calm-but-challengers-cry-foul.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "'Democracy Geeks' Join the Fray",
      "snippet": "Article on rising number of high school students across country who are tuned in to politics and who are actively campaigning for Sen John Kerry or Pres George Bush; photos (M)",
      "abstract": "Article on rising number of high school students across country who are tuned in to politics and who are actively campaigning for Sen John Kerry or Pres George Bush; photos (M)",
      "lead_paragraph": "WHEN President Bush visited Wausau, Wis., on Thursday for a campaign rally, Samantha Wimmer, 17, stood in the front row, a spot she had earned by passing out Bush-Cheney posters and calling voters.",
      "publication_date": "2004-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "9",
      "web_url": "https://www.nytimes.com/2004/10/10/fashion/democracy-geeks-join-the-fray.html",
      "byline": "By Damien Cave"
    },
    {
      "headline": "Lies and the Lying C.E.O.'s Who Tell Them",
      "snippet": "Gretchen Morgenson comment on corporate lies as revealed in lawsuit involving Oracle and PeopleSoft; photo of dismissed PeopleSoft chief executive Craig A Conway (M)",
      "abstract": "Gretchen Morgenson comment on corporate lies as revealed in lawsuit involving Oracle and PeopleSoft; photo of dismissed PeopleSoft chief executive Craig A Conway (M)",
      "lead_paragraph": "TO the casual observer, Oracle v. PeopleSoft, the case unfolding in Delaware Chancery Court, is just the latest round in an ugly and long takeover fight between two software giants. Ho-hum.",
      "publication_date": "2004-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/10/business/yourmoney/lies-and-the-lying-ceos-who-tell-them.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "The Politics of Talking Politics on the Job",
      "snippet": "Lisa Belkin Life's Work column, in light of looming election, on talking politics at work; some experts suggest that employees might want to be discreet about expressing their views in workplace; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column, in light of looming election, on talking politics at work; some experts suggest that employees might want to be discreet about expressing their views in workplace; drawing (M)",
      "lead_paragraph": "BETH AMOROSI was on the phone at work earlier this year, chatting about her evening plans, which included a Bush-Cheney fund-raiser, when a colleague at a nearby desk overheard her.",
      "publication_date": "2004-10-10T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/10/10/jobs/the-politics-of-talking-politics-on-the-job.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Iraqi Cleric's Militia in Sadr City Promises to Hand Over Arms",
      "snippet": "Iraqi and American officials and aides to rebel Shiite cleric Moktada al-Sadr announce agreement to disband Sadr's militia; say his Mahdi Army fighters will hand over their heavy weapons to Iraqi police next week from their stronghold in Sadr City...",
      "abstract": "Iraqi and American officials and aides to rebel Shiite cleric Moktada al-Sadr announce agreement to disband Sadr's militia; say his Mahdi Army fighters will hand over their heavy weapons to Iraqi police next week from their stronghold in Sadr City, following weeks of fighting with American forces; Sadr has been greatly weakened since being upstaged by Grand Ayatollah Ali al-Sisatani; Iraqi and American officials are cautiously optimistic, noting that Sadr has history of renegging on pledges to disarm; his fighters are intensely loyal to him, but some leaders inside movement doubt they would actually obey order to give up their large weapons; policing agreement would be extremely difficult; under accord, American commanders say they would continue to patrol Sadr City, but would not attack Mahdi Army, except in retaliation; any deal that neutralizes Mahdi Army would allow American military and Iraqi government to turn energies toward insurgency's core, in Sunni Arab lands north and west of Baghdad; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 9 - Fighters loyal to Moktada al-Sadr, the rebel Shiite cleric, will begin handing over their heavy weapons to the Iraqi police next week from their stronghold in Sadr City, as part of an agreement to disband the militia and end weeks of fighting with American forces, Iraqi and American officials and aides to Mr. Sadr said Saturday.",
      "publication_date": "2004-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/10/world/middleeast/iraqi-clerics-militia-in-sadr-city-promises-to-hand-over.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "So Alike, Bush and Kerry Make It Personal",
      "snippet": "Political Memo: Ideological divide between Pres Bush and Sen John Kerry is real, but competition between them seems personal as well as political; in their latest debate, signs of mutual contempt were obvious in what they said, how they said it an...",
      "abstract": "Political Memo: Ideological divide between Pres Bush and Sen John Kerry is real, but competition between them seems personal as well as political; in their latest debate, signs of mutual contempt were obvious in what they said, how they said it and how they listened to each other; advisers to both men say antipathy stems partly from similarity of their backgrounds; aides to Bush say Kerry reminds him of Brahmins he met, and disliked, at Yale and Harvard Business School; Kerry is said to regard Bush as intellectually lazy and cynical; his critiques of Bush always touch on basic accusation that has dogged Bush since he was young man: that he lacks judgment, wisdom and maturity; common thread of Bush's critique of Kerry is that he lacks character, that he is all ambition, no core (M)",
      "lead_paragraph": "ST. LOUIS, Oct. 9 - After two debates in which the presidential candidates have clashed over Iraq and North Korea, drug prices and jobs, a central question remains unasked: why do these two guys dislike each other so much?",
      "publication_date": "2004-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/10/us/so-alike-bush-and-kerry-make-it-personal.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "When 'Job' Means Part Time, Life Becomes Very Different",
      "snippet": "Job market expansion is tilting heavily toward part-time jobs rather than full-time employment, accounting for more than one million of the 1.2 million jobs added this year; Labor Dept says part-time jobs now represent 18 percent of overall job ma...",
      "abstract": "Job market expansion is tilting heavily toward part-time jobs rather than full-time employment, accounting for more than one million of the 1.2 million jobs added this year; Labor Dept says part-time jobs now represent 18 percent of overall job market, highest level since 1997; implications of trend discussed; photo (M)",
      "lead_paragraph": "While presidential candidates and economists fiercely debate the strength of the job market's recovery, that expansion is tilting heavily toward part-time jobs rather than full-time employment.",
      "publication_date": "2004-10-10T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/10/10/jobs/when-job-means-part-time-life-becomes-very-different.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "Goodbye to All That",
      "snippet": "Theodore J Forstmann, one of Wall Street's biggest personalities and pioneer of leveraged-buyout craze of 1980's and 90's, says he will leave business he helped create because he has done it long enough and world has changed, interview in Upper Ea...",
      "abstract": "Theodore J Forstmann, one of Wall Street's biggest personalities and pioneer of leveraged-buyout craze of 1980's and 90's, says he will leave business he helped create because he has done it long enough and world has changed, interview in Upper East Side penthouse that reflects his great material success; photos; Forstmann, now 64, says Forstmann Little & Company, which he founded in 1978 with late brother Nicholas and William Brian Little, will not raise another fund from investors after current one expires in June 2006; looks back on well-known buyouts that paid handsome dividends and on some of his more controversial deals and disputes, predicting that more investors will bring cases against private equity shops like his; also says entire industry has become too institutionalized and too big to make money (L)",
      "lead_paragraph": "THEODORE J. FORSTMANN was holding court in his dining room in his Upper East Side penthouse overlooking Central Park last Sunday night. One of Wall Street's biggest personalities and a pioneer of the leveraged-buyout craze of the 1980's and 90's, Mr. Forstmann had said he convened the dinner to \"set the record straight\" about his recent legal travails and to discuss his latest acquisition: IMG, the high-powered talent agency.",
      "publication_date": "2004-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/10/business/yourmoney/goodbye-to-all-that.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Erase Debt Now. (Lose Your House Later.)",
      "snippet": "Millions of Americans have taken advantage of low interest rates and rising home values to refinance mortgages, using proceeds to pay off credit cards and other debts, but many of them have also ended up losing or almost losing homes to creditors;...",
      "abstract": "Millions of Americans have taken advantage of low interest rates and rising home values to refinance mortgages, using proceeds to pay off credit cards and other debts, but many of them have also ended up losing or almost losing homes to creditors; several case histories recounted; photos; debt consolidation industry, which has estimated four million outstanding loans, has enabled many people with modest incomes to own homes but last year more than 16 percent of subprime mortages were delinquent or in foreclosure (M)",
      "lead_paragraph": "DES MOINES - MICHAEL A. KNOX thought he had run out of ways to pay off his credit card bills when he got the salesman's call two years ago. To wipe out his nearly $20,000 debt, he was told, all he had to do was take out a new, bigger mortgage on his house.",
      "publication_date": "2004-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/10/business/yourmoney/erase-debt-now-lose-your-house-later.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "Among Black Voters, a Fervor to Make Their Ballots Count",
      "snippet": "Many African-Americans around nation, but especially in Florida--galvanized by memory of 2000 election--are determined to have their votes count this time; African-Americans are part of torrent of new voter registrations in swing states like Flori...",
      "abstract": "Many African-Americans around nation, but especially in Florida--galvanized by memory of 2000 election--are determined to have their votes count this time; African-Americans are part of torrent of new voter registrations in swing states like Florida, Pennsylvania, Ohio and elsewhere; black voter participation has been increasing in recent presidential elections; in 2000, 57 percent of eligible black voters turned out, casting one vote for Pres Bush for every nine cast for Al Gore; over last 15 years, rising black middle class has dispersed from cities into integrated suburbs, creating demand for political messages that reflect diverse circumstances of African-Americans; blacks in Florida, mindful of how many black votes were disqualified in 2000, get pledge from Sen John Kerry that he will fight 'until the last dog dies' in event of another contested voting result; photos (M)",
      "lead_paragraph": "JACKSONVILLE, Fla. - Her bus was coming, but Charlotte Marshall had not yet finished talking about what mattered to her in the election. Social Security and health insurance, definitely. The Vietnam War, absolutely not. And she had still more to say.",
      "publication_date": "2004-10-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/11/politics/campaign/among-black-voters-a-fervor-to-make-their-ballots-count.html",
      "byline": "By Jim Dwyer"
    },
    {
      "headline": "Der Spiegel Family Sees a Threat in Growing Corporate Control",
      "snippet": "Gruner & Jahr is assuming more muscular role in powerful German newsmagazine Der Spiegel over objections of family of late founder, Rudolf Augstein; at issue is whether Augstein's children will be left with any influence over magazine he ran, with...",
      "abstract": "Gruner & Jahr is assuming more muscular role in powerful German newsmagazine Der Spiegel over objections of family of late founder, Rudolf Augstein; at issue is whether Augstein's children will be left with any influence over magazine he ran, with charisma and combativeness, until his death in 2002 at 79; they now own less than 25 percent of magazine, while Gruner & Jahr owns 25.5 percent and magazines squabbling employees own 50.5 percent; photos (M)",
      "lead_paragraph": "FRANKFURT, Oct. 10 - For nearly 60 years, the weekly newsmagazine Der Spiegel has tweaked the powers that be in Germany, with aggressive investigative reporting and a prickly, iconoclastic style that has made it the most feared and influential publication in the country.",
      "publication_date": "2004-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/11/business/media/der-spiegel-family-sees-a-threat-in-growing-corporate.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "U.S. Oil Companies Face More Scrutiny",
      "snippet": "The role that American oil companies played in the United Nations' oil-for-food relief program is coming under greater scrutiny after a report by the chief arms inspector for the Central Intelligence Agency that disclosed how extensively Saddam Hu...",
      "abstract": "The role that American oil companies played in the United Nations' oil-for-food relief program is coming under greater scrutiny after a report by the chief arms inspector for the Central Intelligence Agency that disclosed how extensively Saddam Hussein abused oil profits.       The companies say their Iraqi oil purchases were not illegal or unknown in international oil markets.      Article, Page A11.",
      "lead_paragraph": "The role that American oil companies played in the United Nations' oil-for-food relief program is coming under greater scrutiny after a report by the chief arms inspector for the Central Intelligence Agency that disclosed how extensively Saddam Hussein abused oil profits.",
      "publication_date": "2004-10-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/11/front page/world/us-oil-companies-face-more-scrutiny.html",
      "byline": ""
    },
    {
      "headline": "Inkjets Shrink, and Hewlett Sees Many New Uses",
      "snippet": "Hewlett-Packard plans to use improved technology for inkjet printing to aggressively enter range of new markets beyond printing, including television and computer displays, printed electronic circuits, automotive fuel-injection systems and even dr...",
      "abstract": "Hewlett-Packard plans to use improved technology for inkjet printing to aggressively enter range of new markets beyond printing, including television and computer displays, printed electronic circuits, automotive fuel-injection systems and even drug delivery; is poised to offer inkjet nozzle with over 3,000 tiny jets crammed onto surface of each print head; diversification strategy is one reason Vyomesh Joshi's Imaging and Printing Group is thriving in face of new competition in printer business from Dell Inc, which has cut into Hewlett-Packard's market share; graph of technology's increasing speed; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 10 - Vyomesh Joshi, the executive who runs Hewlett-Packard's $22.6-billion-a-year printer business, likes to compare the thumb-size inkjet print heads his company produces to silicon chips.",
      "publication_date": "2004-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/11/business/inkjets-shrink-and-hewlett-sees-many-new-uses.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Cellphone Industry Turns toUnmined Territory: Seniors",
      "snippet": "Mobile phone industry, looking to last untapped demographic--people over 65--runs into criticism from AARP, powerful lobby and advocacy group for older Americans; AARP says its members complain about incomprehensible service contracts, confusing b...",
      "abstract": "Mobile phone industry, looking to last untapped demographic--people over 65--runs into criticism from AARP, powerful lobby and advocacy group for older Americans; AARP says its members complain about incomprehensible service contracts, confusing bills and dead zones that are not clearly marked on coverage maps; these are same concerns voiced for years by other consumer advocates, who now have new champion in 35-million-member AARP; group has already prompted legislation in New York State that would provide more flexibility in canceling cellphone contracts, and it plans similar efforts in other states; AARP's campaign, which includes lobbying Congress, Federal Communications Commission and state legislatures, and talk of running its own cellphone service, has caught cellphone industry off guard and defensive; industry spokesmen claim they are serving needs of older customers well and that people on fixed incomes are best served by industry free from taxation and regulation, thus theoretically able to offer lower prices; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 10 - Having equipped most adults and half of all teenagers with cellphones, the mobile phone industry is turning its attention to the last untapped demographic -- people over 65.",
      "publication_date": "2004-10-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/11/technology/cellphone-industry-turns-tounmined-territory-seniors.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Where Some See Just a Shock Jock, Sirius Sees a Top Pitchman",
      "snippet": "Radio shock jock Howard Stern, known for his success as pitchman, faces difficult task in convincing fans of his free morning show to pay monthly subscription fee to listen to him when he switches to Sirius Satellite Radio in 2006; Sirius official...",
      "abstract": "Radio shock jock Howard Stern, known for his success as pitchman, faces difficult task in convincing fans of his free morning show to pay monthly subscription fee to listen to him when he switches to Sirius Satellite Radio in 2006; Sirius official Scott Greenstein says company is already discussing national marketing campaign it will launch with Stern to build interest in his shift to Sirius; photos (M)",
      "lead_paragraph": "When executives at Sirius Satellite Radio committed half a billion dollars to broadcasting's scatological shock jock Howard Stern last week, asking him to carry the company and a new medium into the promised land of popularity and profits, they knew they were getting a talent famed for more than delivering humor and outrage.",
      "publication_date": "2004-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/11/business/media/where-some-see-just-a-shock-jock-sirius-sees-a-top-pitchman.html",
      "byline": "By Bill Carter and Nat Ives"
    },
    {
      "headline": "Partisan Arguing and Fine Print Seen as Hindering Medicare Law",
      "snippet": "Medicare issue, notably success or failure of Pres Bush's Medicare Modernization Act, is expected to be major part of final presidential debate; Bush hails act as 'greatest advance in health care coverage for America's seniors,' but efforts to car...",
      "abstract": "Medicare issue, notably success or failure of Pres Bush's Medicare Modernization Act, is expected to be major part of final presidential debate; Bush hails act as 'greatest advance in health care coverage for America's seniors,' but efforts to carry out first phase of law, providing drug discount cards to elderly, have been plagued with difficulties; experts and advocates point to two broad problems: program's emphasis on private market forces and consumer choice, which has made it too complicated for many elderly beneficiaries; Bush administration argues that start-up problems should be expected in any undertaking this big; many health policy experts say even greater problems loom as government turns to more ambitous task of providing full-fledged drug benefit to 41 million elderly and disabled people in 2006; Medicare issue is at center of poisonous partisan debate, intensified by lingering bitterness over cost estimates used to justify law's passage; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 10 - When he signed it into law, President Bush hailed the Medicare Modernization Act of 2003 as \"the greatest advance in health care coverage for America's seniors since the founding of Medicare.\" The overhaul of the program, including the addition of prescription drug benefits, was seen as his biggest accomplishment in domestic policy and a major asset to his re-election campaign.",
      "publication_date": "2004-10-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/11/politics/partisan-arguing-and-fine-print-seen-as-hindering-medicare-law.html",
      "byline": "By Robert Pear and Robin Toner"
    },
    {
      "headline": "Iraqis Fearing a Sunni Boycott of the Election",
      "snippet": "Leaders of Iraq's crucial Sunni Arab minority see little enthusiasm for nationwide elections scheduled for Jan, and many who want to take part in elections say they can do so only in secret, lest they risk assassination by Sunni insurgents; say ma...",
      "abstract": "Leaders of Iraq's crucial Sunni Arab minority see little enthusiasm for nationwide elections scheduled for Jan, and many who want to take part in elections say they can do so only in secret, lest they risk assassination by Sunni insurgents; say many prospective Sunni voters are so suspicious of American enterprise in Iraq, and so infuriated by chaotic security situation in Sunni-dominated areas, that they may stay away from polls in large numbers; American officials fear that Sunnni boycott would make election appear illegitimate and may even feed insurgency; some Sunni tribal and religious leaders say American military campaign to open many predominently Sunni areas now under control of insurgents appears to be having opposite effect, alienating people it is supposed to liberate; many Sunni leaders say they are fearful that Sunnis, who dominated Iraq under Saddam Hussein, face era of persecution under American-backed alliance of Shiites and Kurds, who together make up as much as 80 percent of population; both groups are expected to vote in great numbers; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 10 - Leaders of Iraq's crucial Sunni Arab minority say they have failed to generate any enthusiasm for nationwide elections scheduled for January, and are so fearful of insurgent violence and threats that they can meet only in private to talk about how -- or even whether -- to take part.",
      "publication_date": "2004-10-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/11/world/middleeast/iraqis-fearing-a-sunni-boycott-of-the-election.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Universal Looks to Hire A Rap Star as an Executive  As the Universal Music Group nears a deal to buy out the rap star Jay-Z and his partners from their venture, Roc-A-Fella Records, the company has renewed a plan to bring the artist into its execu...",
      "abstract": " Universal Looks to Hire A Rap Star as an Executive  As the Universal Music Group nears a deal to buy out the rap star Jay-Z and his partners from their venture, Roc-A-Fella Records, the company has renewed a plan to bring the artist into its executive ranks by naming him president of its Def Jam Recordings label, according to people involved in the negotiations.  ",
      "lead_paragraph": "Universal Looks to Hire A Rap Star as an Executive As the Universal Music Group nears a deal to buy out the rap star Jay-Z and his partners from their venture, Roc-A-Fella Records, the company has renewed a plan to bring the artist into its executive ranks by naming him president of its Def Jam Recordings label, according to people involved in the negotiations.",
      "publication_date": "2004-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/11/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Phone Line Alchemy: Copper Into Fiber",
      "snippet": "Verizon and other Bell phone companies hope to retain direct line into home of each customer, their most valuable asset, by offering residential customers high-speed fiber optic lines; are losing customers by millions as people drop old phone line...",
      "abstract": "Verizon and other Bell phone companies hope to retain direct line into home of each customer, their most valuable asset, by offering residential customers high-speed fiber optic lines; are losing customers by millions as people drop old phone lines in favor of cellphones, e-mail and ever cheaper phone services from cable companies; new fiber optic lines can carry not only phone calls but television programming and Internet connections at six times speed of cable company lines; Verizon plans to make service, offered now only in few small cities, available to million homes in parts of nine states by end of year; graph of fiber optic links to homes; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/11/technology/phone-line-alchemy-copper-into-fiber.html",
      "byline": "By Ken Belson"
    }
  ]
}