{
  "metadata": {
    "date": "2004-01-06",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "Judge Says Maker Of OxyContin Misled Officials To Win Patents",
      "snippet": "Federal Judge Sidney H Stein says Purdue Pharma, maker of highly profitable painkiller OxyContin, delibately misled federal officials to win patents protecting its drug; ruling helps clear way for cheaper generic version and could lead to more law...",
      "abstract": "Federal Judge Sidney H Stein says Purdue Pharma, maker of highly profitable painkiller OxyContin, delibately misled federal officials to win patents protecting its drug; ruling helps clear way for cheaper generic version and could lead to more lawsuits; decision comes in response to suit brought by Purdue against Endo Pharmaceuticals Holdings, which filed application to sell generic version of OxyContin; Purdue Pharma to appeal (M)",
      "lead_paragraph": "Purdue Pharma, the maker of the highly profitable painkiller OxyContin, deliberately misled federal officials to win patents protecting its drug, a federal judge ruled yesterday. The ruling helps clear the way for a cheaper generic version and could lead to more lawsuits.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/06/business/judge-says-maker-of-oxycontin-misled-officials-to-win-patents.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "World Business Briefing | Asia: China: Panel Approves Duties On Pigment",
      "snippet": "US International Trade Commission gives preliminary approval to steep antidumping duites on imports of industrial color additive from China and India that is used in paints, plastics and printing ink; case was brought by Sun Chemical of Cincinnati...",
      "abstract": "US International Trade Commission gives preliminary approval to steep antidumping duites on imports of industrial color additive from China and India that is used in paints, plastics and printing ink; case was brought by Sun Chemical of Cincinnati and Nation Ford Chemical of Fort Mills, SC; Sun is subsidiary of Tokyo-based Dainippon Ink and Chemical(S)",
      "lead_paragraph": "An American trade panel gave preliminary approval to steep antidumping duties on imports of an industrial color additive from China and India that is used in paints, plastics and printing ink. The United States International Trade Commission, by a vote of 6 to 0, said there was a reasonable indication that low-priced imports of various forms of Carbazole Violet Pigment 23 were harming domestic producers. The case was brought by Sun Chemical of Cincinnati and the Nation Ford Chemical Company of Fort Mills, S.C. Sun is a subsidiary of Dainippon Ink and Chemical, which is based in Tokyo. The action is the latest in a spate of cases brought by American textile, television, furniture and other manufacturers seeking protection against low-priced Chinese competition. Sun Chemical and Nation Ford have asked for a 370 percent antidumping duty on imports from China and a 148 percent duty on imports from India. They also want additional duties to offset subsidies that they say are provided by the Chinese and Indian governments.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/06/business/world-business-briefing-asia-china-panel-approves-duties-on-pigment.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Questions Seen On Seed Prices Set in the 90's",
      "snippet": "Senior executives at two biggest seed companies in world reportedly met repeatedly in mid- to late 1990's and agreed to charge higher prices for genetically modified seeds; Monsanto Co and Pioneer Hi-Bred International Inc acknowledge meetings, bu...",
      "abstract": "Senior executives at two biggest seed companies in world reportedly met repeatedly in mid- to late 1990's and agreed to charge higher prices for genetically modified seeds; Monsanto Co and Pioneer Hi-Bred International Inc acknowledge meetings, but Monsanto says they were legitimate negotiations about changes to existing licensing agreement, not illegal price fixing; former and current executives of major seed companies, along with company documents, show Monsanto tried to control market for genetically altered corn and soybean seeds; Monsanto spent billions in 1980's to invent specialized seeds and sold rights to make them to big seed companies like Pioneer; together, Pioneer and Monsanto control 60 percent of nation's $5 billion market for corn and soybean seeds; dozen legal experts say if goal of their talks was to limit competition on prices, or even just to coordinate prices, it would be violation of federal antitrust law; companies found to have violated that law could be subject to criminal fines and civil class-action litigation; photos; drawings (L)",
      "lead_paragraph": "Senior executives at the two biggest seed companies in the world met repeatedly in the mid- to late 1990's and agreed to charge higher prices for genetically modified seeds, according to interviews with former executives from both companies and to court and other documents.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/06/business/questions-seen-on-seed-prices-set-in-the-90-s.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Volkswagen Sees Loss In U.S.",
      "snippet": "Volkswagen says its American business probably had loss last year and that slump will probably continue in 2004 (S)",
      "abstract": "Volkswagen says its American business probably had loss last year and that slump will probably continue in 2004 (S)",
      "lead_paragraph": "Volkswagen, Europe's largest carmaker, said that its American business probably had a loss last year and that the slump would probably continue in 2004. ''The U.S. auto business will be slightly negative in 2003 and similar in 2004,'' the chief financial officer, Hans Dieter Pötsch, said at the North American International Auto Show in Detroit, referring to Volkswagen's vehicle sales in the United States, excluding its financing business. Volkswagen will not increase incentives to counter declining sales in the world's largest car market, Mr. Pötsch said. The carmaker, based in Wolfsburg, Germany, has the second-lowest incentives of any major carmaker, CNW Marketing Research said.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/06/business/world-business-briefing-europe-germany-volkswagen-sees-loss-in-us.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "American Investors Put Japan's Resorts in Play",
      "snippet": "American companies haveÿ",
      "abstract": "American companies haveÿ",
      "lead_paragraph": "With his father murmuring encouragement, a little boy in a yellow polo shirt whacked at a golf ball in a practice sand trap. Nearby, his mother worked on her putting.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/06/business/american-investors-put-japan-s-resorts-in-play.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Vermont Auditors Faulted Dean Aide On Contract in '92",
      "snippet": "Then-Gov Howard Dean's administration in Vermont was taken to task in 1993 state audit that questioned involvement of top Dean aide in awarding of contract to health maintenance orgn, noting aide once represented that HMO as lobbyist; contract was...",
      "abstract": "Then-Gov Howard Dean's administration in Vermont was taken to task in 1993 state audit that questioned involvement of top Dean aide in awarding of contract to health maintenance orgn, noting aide once represented that HMO as lobbyist; contract was canceled after audit was made public; second audit four years later discovered highly critical review of same HMO that was never made public as required under state law; first audit concluded that aide David Wilson played substantive role in awarding of contract despite having vowed to recuse himself from any state business involving former clients; Wilson has since died, but Dean's top aides from that time, as well as officials in his campaign for presidential nomination, contend that both audits were overblown and that criticisms in them were without merit; Dean has been critical of Bush administration's treatment of special interests, and his top supporters expect that his opponents in race for Democratic Presidential nomination will seize on disclosure of audits as further grist (M)",
      "lead_paragraph": "When Howard Dean was governor of Vermont, his administration was taken to task in a 1993 state audit that questioned the involvement of a top Dean aide in the awarding of a contract to a health maintenance organization. The aide, the audit noted, once represented the H.M.O. as a lobbyist.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/06/us/2004-campaign-former-governor-vermont-auditors-faulted-dean-aide-contract-92.html",
      "byline": "By Rick Lyman"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Agriculture Rivals Are Said To Have Met on Seed Prices  Senior executives at Monsanto and Pioneer Hi-Bred International met repeatedly in the 1990's and agreed to charge higher prices for genetically modified seeds, according to interviews with fo...",
      "abstract": " Agriculture Rivals Are Said To Have Met on Seed Prices  Senior executives at Monsanto and Pioneer Hi-Bred International met repeatedly in the 1990's and agreed to charge higher prices for genetically modified seeds, according to interviews with former executives from both companies and to court and other documents.    The Justice Department is aware of the seed pricing talks, officials said, but it is unclear whether a formal inquiry has begun. Meanwhile, a lawsuit filed in 1999 by a group of farmers accusing the company of price fixing is still pending. [Page A1.]",
      "lead_paragraph": "Agriculture Rivals Are Said To Have Met on Seed Prices",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/06/business/business-digest-848760.html",
      "byline": ""
    },
    {
      "headline": "PAKISTAN CALLED LIBYANS' SOURCE OF ATOM DESIGN",
      "snippet": "Bush administration officials and other Western experts say Libya was able to make major strides in last two years in enriching uranium for use in nuclear weapons because of centrifuge design technology it got from Pakistan; officials emphasize th...",
      "abstract": "Bush administration officials and other Western experts say Libya was able to make major strides in last two years in enriching uranium for use in nuclear weapons because of centrifuge design technology it got from Pakistan; officials emphasize they have no evidence that government of Pres Pervez Musharraf knew about technology transfer to Libya; timing of transfer of centrifuge design from Pakistan calls into question Musharraf's ability to make good on vow he made to Pres Bush shortly after 9/11 terror attacks to rein in Pakistani scientists selling their nuclear expertise around globe; main aid to Libya appears to have come since that time, suggesting that Pakistani scientists ignored Musharraf's explicit warning; senior official in Washington notes Pakistan also aided nuclear programs of North Korea and Iran (M)",
      "lead_paragraph": "Pakistan was the source of the centrifuge design technology that made it possible for Libya to make major strides in the last two years in enriching uranium for use in nuclear weapons, Bush administration officials in Washington and other Western experts said Monday.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/06/world/pakistan-called-libyans-source-of-atom-design.html",
      "byline": "By Patrick E. Tyler and David E. Sanger"
    },
    {
      "headline": "It's Comeback Time For Luxury Watches",
      "snippet": "Luxury watches are back, especially if they are encrusted with diamonds or endorsed by celebrities; pollsters, retailers and watchmakers say this Christmas brought return of buyer who wants more than just something to tell time; America's Research...",
      "abstract": "Luxury watches are back, especially if they are encrusted with diamonds or endorsed by celebrities; pollsters, retailers and watchmakers say this Christmas brought return of buyer who wants more than just something to tell time; America's Research Group chairman C Britt Beemer says sales of high-priced watches rose 35 percent over last Christmas; consumers were buying jeweled timepieces by Tiffany and Harry Winston and sports models by Tag Heuer and Breitling; photo (M)",
      "lead_paragraph": "Luxury watches are back, especially if they are encrusted with diamonds or endorsed by celebrities, living or dead. This holiday season, some of the richest Americans parted with more than $10,000 for a timepiece, joined by plenty of the only slightly more downtrodden, for whom a $1,000 watch was suddenly the gift to give.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/06/business/it-s-comeback-time-for-luxury-watches.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Africa Quandary: Whites' Land Vs. the Landlessness of Blacks",
      "snippet": "Intense conflict over land in South Africa pits tens of thousands of white landowners, beneficiaries of system that denied blacks property rights, against millions of nonwhites left landless by colonialism; landless have been waiting for close to ...",
      "abstract": "Intense conflict over land in South Africa pits tens of thousands of white landowners, beneficiaries of system that denied blacks property rights, against millions of nonwhites left landless by colonialism; landless have been waiting for close to decade for democracy to end that disparity; their growing impatience threatens black-white compact that has been linchpin of South Africa's stability; upon ending apartheid in 1994, government leaders pledged to use treasury and law to transfer 30 percent of white-owned farmland to nonwhites in five years; 10 years later, they have transferred only 2 percent; more than 90 percent of commercial farmland remains in hands of 50,000 white farmers; experts agree that many white farmers would willingly sell for fair price, but that nation's black-run government has given land reform back seat to other priorities, such as AIDS and crime; photos; map (L)",
      "lead_paragraph": "At first blush, the jumble of corrugated-steel shacks sprouting from 123 acres of flat countryside is a mirror of thriving towns all over the nation. Thousands of barren yards, marked by chicken-wire fences and festooned with clotheslines, face dirt lanes dignified by hand-lettered wooden street signs. There are also a taxi stand, a shoe-repair shop, a soccer field.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/06/world/africa-quandary-whites-land-vs-the-landlessness-of-blacks.html",
      "byline": "By Sharon Lafraniere and Michael Wines"
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: Aveng Shares Plunge",
      "snippet": "Shares",
      "abstract": "Shares",
      "lead_paragraph": "Shares of Aveng Ltd., the construction company, had their biggest drop in more than nine months after the company said first-half profit might fall as much as 30 percent. The stock dropped 49 cents, or 5.4 percent, to 8.51 rand ($1.30), its biggest fall since March 24. It earlier dropped as much as 10 percent. ''Shareholders are advised that the interim results for the period to Dec. 31 are expected to be materially lower than that of the corresponding period,'' the company said in a statement. Aveng said on Oct. 31 that the appreciation of the rand and weaker revenue from projects abroad would weigh on earnings. The company, based in Johannesburg, gets 40 percent of its sales from abroad. The currency climbed by 28 percent against the dollar last year. The company will report first-half earnings on March 8.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/06/business/world-business-briefing-africa-south-africa-aveng-shares-plunge.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Fox Executive Plans to Start Production Unit",
      "snippet": "Sandy Grushow, longtime head of entertainment division of Fox television network and production studio, is leaving to start his own television production unit under Fox studio; Fox network usually ranked number 2 among viewers 18 to 49 during Grus...",
      "abstract": "Sandy Grushow, longtime head of entertainment division of Fox television network and production studio, is leaving to start his own television production unit under Fox studio; Fox network usually ranked number 2 among viewers 18 to 49 during Grushow's tenure; Grushow, who held position of chairman of Fox Entertainment group since 1999, will not be replaced; his responsibilities will be filled by Gail Berman, who is president of Fox network entertainment division, and Gary Newman and Dana Walden, who jointly run production studio, 20th Century Fox Television; graph; photo (M)",
      "lead_paragraph": "Sandy Grushow, the longtime head of both the entertainment division of the Fox television network and production studio announced yesterday that he was leaving to start his own television production unit under the Fox studio.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/06/business/fox-executive-plans-to-start-production-unit.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Anxious Time for Parmalat Bondholders Outside Italy",
      "snippet": "Parmalat SpA bondholders outside Italy have been nervously watching since company filed for bankruptcy, saying reorganization of company may be watershed event hat determines whether they will invest in Italy in future; many investors are concerne...",
      "abstract": "Parmalat SpA bondholders outside Italy have been nervously watching since company filed for bankruptcy, saying reorganization of company may be watershed event hat determines whether they will invest in Italy in future; many investors are concerned that Italian banks will be given preferential treatment in bankruptcy process; such decision could cool recent boom in Italian bonds (M)",
      "lead_paragraph": "Parmalat bondholders outside Italy have been nervously watching since the company filed for bankruptcy, saying that the reorganization of Parmalat may be a watershed event that determines whether they will invest in Italy in the future.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/06/business/anxious-time-for-parmalat-bondholders-outside-italy.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Japan's Top Brewer Invests In Soft Drinks in China",
      "snippet": "Japan's Top Brewer Invests in Soft Drinks in China**ÿ",
      "abstract": "Japan's Top Brewer Invests in Soft Drinks in China**ÿ",
      "lead_paragraph": "Asahi Breweries, Japan's biggest beer maker, and the Itochu Corporation have agreed to buy half of a soft drinks venture in China from the Tingyi (Cayman Islands) Holding Corporation for as much as 45 billion yen ($424 million).",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/06/business/japan-s-top-brewer-invests-in-soft-drinks-in-china.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.S. Institutes Fingerprinting At Entry Points",
      "snippet": "United States immigration officers begin fingerprinting and photographing tens of thousands of foreign visitors required to have visas who arrive by plane or ship, in what federal authorities describe as sophisticated new security measure to monit...",
      "abstract": "United States immigration officers begin fingerprinting and photographing tens of thousands of foreign visitors required to have visas who arrive by plane or ship, in what federal authorities describe as sophisticated new security measure to monitor who enters country and how long they stay; total of 115 airports with international flights, including several in Canada, Ireland and Caribbean with US customs booths, have introduced extra layer of screening, along with cruise ship terminals at 14 major seaports; Dept of Homeland Security, which is administering new procedure, says it adds perhaps minute at most to immigration processing; American officials remain acutely concerned about potential terrorist threats on foreign airliners, particularly those from Britain; since Dec 24, about dozen flights have been grounded or delayed over fears that terrorists had plotted to commandeer jetliners; concern has lessened over flights into Los Angeles from Paris and Mexico City; citizens of 27 countries, including Australia, Canada, Japan, New Zealand, Singapore and most European nations, are exempted from program if they are visiting as tourists for fewer than 90 days; photos (M)",
      "lead_paragraph": "United States immigration officers began fingerprinting and photographing tens of thousands of foreign visitors required to have visas on Monday, in what federal authorities described as a sophisticated new security measure to monitor who enters the country and how long they stay.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/06/us/us-institutes-fingerprinting-at-entry-points.html",
      "byline": "By Abby Goodnough and Eric Lichtblau"
    },
    {
      "headline": "THE MARKETS: Market Place; S.E.C. Is Looking at U.S. Underwriters of Parmalat Bonds",
      "snippet": "Securities and Exchange Commission is looking into whether American underwriters who sold Parmalat bonds committed fraud; some securities law experts say commission could file civil case even if no evidence emerges that banks knew of fraud; Manhat...",
      "abstract": "Securities and Exchange Commission is looking into whether American underwriters who sold Parmalat bonds committed fraud; some securities law experts say commission could file civil case even if no evidence emerges that banks knew of fraud; Manhattan District Atty Robert M Morgenthau confirms his office searched New York office and home of Gian Paolo Zini, lawyer for Parmalat who is under arrest in Italy; says he acted at request of Italian authorities, as relayed to him by SEC (Market Place) (M)",
      "lead_paragraph": "Did the American underwriters who sold Parmalat bonds commit fraud?",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/06/business/the-markets-market-place-sec-is-looking-at-us-underwriters-of-parmalat-bonds.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: Belgium: Ex-Eurostat Executive Charged",
      "snippet": "Worldo",
      "abstract": "Worldo",
      "lead_paragraph": "A former deputy director of Eurostat, the statistics arm of the European Union, was charged with ''breach of trust'' in an embezzlement case that was opened last April, the prosecutor, Evelyne Picard, said. Daniel Byk is the first government employee to have been charged for helping to organize a complicated system of accounting frauds and secret slush funds at Eurostat. At least 5 million euros ($6.3 million) have disappeared, according to internal audits. The president of the European Commission, Romano Prodi, above, and the economic and monetary affairs commissioner, Pedro Solbes, were under fire for the commission's handling of the case before Mr. Prodi announced stronger whistle-blowing protocols in November. Ariane Bernard (NYT)",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/06/business/world-business-briefing-europe-belgium-ex-eurostat-executive-charged.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "Jury Selection to Begin Today In the Trial of Martha Stewart",
      "snippet": "Jury selection to begin in Martha Stewart's trial on federal charges of conspiracy, securities fraud and obstruction of justice; Stewart's lawyer Robert Morvillo says he has not decided whether to call her as witness in case, which stems from her ...",
      "abstract": "Jury selection to begin in Martha Stewart's trial on federal charges of conspiracy, securities fraud and obstruction of justice; Stewart's lawyer Robert Morvillo says he has not decided whether to call her as witness in case, which stems from her sale of shares of ImClone Systems in 2001; photo (M)",
      "lead_paragraph": "As jury selection begins today in Martha Stewart's trial on federal charges of conspiracy, securities fraud and obstruction of justice, a large and lingering question is whether she will take the stand in her own defense.",
      "publication_date": "2004-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/06/business/jury-selection-to-begin-today-in-the-trial-of-martha-stewart.html",
      "byline": "By Constance L. Hays"
    }
  ]
}