{
  "metadata": {
    "date": "2004-01-30",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Switzerland: Chip Maker's Profit Falls",
      "snippet": "Switzerland's STMicroelectronics says fourth-quarter fell to $144 million from $161 million year earlier despite 18 percent increase in revenue; chief executive Pasquale Pistorio comments; photo (S)",
      "abstract": "Switzerland's STMicroelectronics says fourth-quarter fell to $144 million from $161 million year earlier despite 18 percent increase in revenue; chief executive Pasquale Pistorio comments; photo (S)",
      "lead_paragraph": "A computer chip maker, STMicroelectronics, said that its fourth-quarter profit fell to $144 million from $161 million a year earlier despite an 18 percent increase in revenue. The chief executive, Pasquale Pistorio, said that the company's gross margin slipped to 35 percent from 36 percent because of the weak dollar, reorganization costs, lower prices and a blackout in Italy in September. STMicroelectronics is based in Geneva. Fiona Fleck (NYT)",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/world-business-briefing-europe-switzerland-chip-maker-s-profit-falls.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Purchase Of Cable Concern",
      "snippet": "Investment group l",
      "abstract": "Investment group l",
      "lead_paragraph": "An investment group led by Hicks, Muse, Tate & Furst, a leveraged buyout firm based in Dallas, has agreed to buy Persona, a Canadian cable operator and Internet service provider, for $307 million. Persona, based in St. John's, Newfoundland, with operations in seven provinces, will be taken private. The buyer group includes the private equity arms of the Toronto-Dominion Bank and the Canadian Imperial Bank of Commerce. Persona will spin off its operations in the Bahamas. Bernard Simon (NYT)",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/world-business-briefing-americas-canada-purchase-of-cable-concern.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "U.S. Weighs Not Paying For All Uses Of Some Drugs",
      "snippet": "Federal Medicare officials are close to deciding whether to refuse for first time to pay for unapproved uses of expensive cancer drugs, decision they say could represent first step in broad overhaul of program's drug reimbursement policies; only f...",
      "abstract": "Federal Medicare officials are close to deciding whether to refuse for first time to pay for unapproved uses of expensive cancer drugs, decision they say could represent first step in broad overhaul of program's drug reimbursement policies; only four drugs, for non-Hodgkin's lymphoma or colorectal cancer, are part of initial Medicare review, but officials say decision on those drugs could set precedent for payment decisions on other costly medications as government prepares to add far-reaching prescription drug benefit to Medicare program; Federal law allows doctors to prescribe drugs for any purpose once they have been cleared for sale by Food and Drug Administration, and doctors routinely use many cancer drugs for conditions beyond those approved by FDA or recognized by medical texts; Medicare officials believe that reimbursement limits would discourage such use (M)",
      "lead_paragraph": "Federal Medicare officials are close to deciding whether to refuse for the first time to pay for unapproved uses of expensive cancer drugs, a decision they said could represent the first step in a broad overhaul of the program's drug reimbursement policies.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/30/business/us-weighs-not-paying-for-all-uses-of-some-drugs.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "BUSH'S AIDES PUT HIGHER PRICE TAG ON MEDICARE LAW",
      "snippet": "Bush administration says new Medicare law offering prescription drug benefits and private health plans to elderly would cost at least $530 billion over ten years, third more than computed when Congress passed legislation two months ago; new estima...",
      "abstract": "Bush administration says new Medicare law offering prescription drug benefits and private health plans to elderly would cost at least $530 billion over ten years, third more than computed when Congress passed legislation two months ago; new estimate could strengthen hand of conservative Republicans who oppose any expansion of the benefit and of Democrats who want to save money by controlling drug prices and reducing Medicare payments to private insurers (M)",
      "lead_paragraph": "The Bush administration said on Thursday that the new Medicare law offering prescription drug benefits and private health plans to the elderly would cost at least $530 billion over 10 years, or one-third more than the price tag used when Congress passed the legislation two months ago.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/30/us/bush-s-aides-put-higher-price-tag-on-medicare-law.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "As India's Economy Rises, So Do Expectations",
      "snippet": "As India's Economy Rises, So Do Expectatr",
      "abstract": "As India's Economy Rises, So Do Expectatr",
      "lead_paragraph": "Raghu Shenoy, 36, is a tad worried about financial matters.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/as-india-s-economy-rises-so-do-expectations.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Pixar, Creator of 'Finding Nemo,' Sees End to Its Disney Partnership",
      "snippet": "Pixar Animation Studios, in surprise announcement, says it is ending talks on continuing its 12-year partnership with Walt Disney Co and will seek another distributor, beginning in 2006; Disney currently distributes and owns rights to all of Pixar...",
      "abstract": "Pixar Animation Studios, in surprise announcement, says it is ending talks on continuing its 12-year partnership with Walt Disney Co and will seek another distributor, beginning in 2006; Disney currently distributes and owns rights to all of Pixar's films, taking 12.5 percent of box office revenues and splitting profits; films have earned more than $2.5 billion in relationship that has produced hits from Toy Story to last summer's popular Finding Nemo; but Pixar chief executive Steven P Jobs and Disney chief executive Michael D Eisner have sparred publicly for years over how much control and money Pixar should be allowed; announcement comes as Eisner is under gun to turn around Disney's fortunes; news of failed talks pushes down share prices of both companies while creating flurry of interest from competitors, including Warner Brothers Studios; photo (M)",
      "lead_paragraph": "Pixar Animation Studios, which produced last summer's popular ''Finding Nemo,'' said on Thursday that it was ending talks on continuing its 12-year partnership with the Walt Disney Company and would seek another studio to distribute its films, beginning in 2006.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/30/business/pixar-creator-of-finding-nemo-sees-end-to-its-disney-partnership.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Discounter From Out West Is Gnawing at Air Canada",
      "snippet": "New low-cost air carriers, with WestJet Airlines at fore, are gnawing at Air Canada's business; Air Canada's sahre of domestic seat capacity shrank to less than 60 percent at end of 2003 from as much as 87 percent at beginning of 2000; WestJet's s...",
      "abstract": "New low-cost air carriers, with WestJet Airlines at fore, are gnawing at Air Canada's business; Air Canada's sahre of domestic seat capacity shrank to less than 60 percent at end of 2003 from as much as 87 percent at beginning of 2000; WestJet's share grew from 5.5 percent to 24.6 percent during same period; other fledgling carriers, like Jetsgo of Montreal and CanJet Airlines of Nova Scotia, together have doubled their share of capacity to 15.5 percent; WestJet chief executive Clive J Beddoe comments; photo (M)",
      "lead_paragraph": "As a captain with WestJet Airlines, Allen Byl estimates that his salary is about one-third less than that of his counterparts at Air Canada. The only place outside Canada he occasionally spends a night is Cancún, and chances are slim that he will ever command a plane bigger than a Boeing 737. Yet Mr. Byl has no desire to fly for a different airline.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/discounter-from-out-west-is-gnawing-at-air-canada.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "World Business Briefing | Asia: India: Profit At Refiner",
      "snippet": "Indian petrochemical maker Reliance Industries reports 27 percent increase in quarterly profit; net profit rose to 13.74 rupees ($304 million) in quarter ended Dec 31, from 10.83 rupees ($240 million) year earlier (S)",
      "abstract": "Indian petrochemical maker Reliance Industries reports 27 percent increase in quarterly profit; net profit rose to 13.74 rupees ($304 million) in quarter ended Dec 31, from 10.83 rupees ($240 million) year earlier (S)",
      "lead_paragraph": "The petrochemicals maker and oil refiner, Reliance Industries, reported a 27 percent increase in quarterly profit. Reliance said that its net profit rose to 13.74 billion rupees ($304 million) in the quarter ended Dec. 31, from 10.83 billion rupees ($240 million) a year earlier. Saritha Rai (NYT)",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/world-business-briefing-asia-india-profit-at-refiner.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Steelmaker In Bankruptcy",
      "snippet": "World Business Briefing: Canada: Steelmaker in B",
      "abstract": "World Business Briefing: Canada: Steelmaker in B",
      "lead_paragraph": "Stelco, Canada's biggest steel producer and a supplier to the North American automotive industry, sought court protection from its creditors. Stelco, based in Hamilton, Ontario, reported losses of 168 million Canadian dollars in the first nine months of 2003 on sales of 2 billion Canadian dollars. Bernard Simon (NYT)",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/world-business-briefing-americas-canada-steelmaker-in-bankruptcy.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: New Ally For Reichman Bid",
      "snippet": "Canary Wharf Group founder Paul Reichman says he does not have enough financial backing to bid for office property; will align with Brascan, Toronto group vying with consortium led by Morgan Stanley (S)",
      "abstract": "Canary Wharf Group founder Paul Reichman says he does not have enough financial backing to bid for office property; will align with Brascan, Toronto group vying with consortium led by Morgan Stanley (S)",
      "lead_paragraph": "The founder of the Canary Wharf Group, Paul Reichmann, said that he did not have enough financial backing to bid for the East London office property. Instead, Mr. Reichmann said that he would align with Brascan, a Toronto group vying with a consortium led by Morgan Stanley. The allies have until Feb. 11 to bid. Heather Timmons (NYT)",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/world-business-briefing-europe-britain-new-ally-for-reichman-bid.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "G.M. Returns 10 Years After End Of Apartheid",
      "snippet": "General Motors is returing to South Africa 10 years after end of apartheid, one of largest companies to divest itself of its South African holdings; GM, which sold its operations to local management in 1987, will buy back remaining 51 percent of D...",
      "abstract": "General Motors is returing to South Africa 10 years after end of apartheid, one of largest companies to divest itself of its South African holdings; GM, which sold its operations to local management in 1987, will buy back remaining 51 percent of Delta Motor Corp under deal approved by South African regulators; Delta, which has been 49 percent owned by GM sicne 1997, will become General Motors South Africa; terms of deal undisclosed; GM group vice president Maureen Kempston Darkes meets with South Africa's Pres Thabo Mbeki and says Delta buyback is vote of confidence in new South Africa; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/gm-returns-10-years-after-end-of-apartheid.html",
      "byline": "By Nicole Itano"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Profit At Canon",
      "snippet": "Canon Inc earned 276 billion yen ($2.6 billion) last year, increase of 45 percent over previous year; sales rose 4.1 percent, to 3.2 trillion yen ($30 billion); graph (S)",
      "abstract": "Canon Inc earned 276 billion yen ($2.6 billion) last year, increase of 45 percent over previous year; sales rose 4.1 percent, to 3.2 trillion yen ($30 billion); graph (S)",
      "lead_paragraph": "The world's largest office equipment maker, Canon Inc., said that it earned 276 billion yen ($2.6 billion) last year, an increase of 45 percent over the previous year, helped by strong demand for its copiers and digital cameras. Canon said sales rose 4.1 percent to 3.2 trillion yen ($30 billion). In 2004, Canon said it expected its profit to increase another 3.7 percent.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/world-business-briefing-asia-japan-profit-at-canon.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Oil Auction",
      "snippet": "Russian government will hold auction of oil-rich blocks on remote eastern island of Sakhalin, despite request from ExxonMobil for exclusive deal (S)",
      "abstract": "Russian government will hold auction of oil-rich blocks on remote eastern island of Sakhalin, despite request from ExxonMobil for exclusive deal (S)",
      "lead_paragraph": "Russia's government will hold an auction of oil-rich blocks on the remote eastern island of Sakhalin, despite a request from ExxonMobil for an exclusive deal, according to the Interfax news agency, which quoted the deputy prime minister, Viktor Khristenko. ExxonMobil had sought a ''production-sharing agreement'' for the oil fields, which guarantees stable taxes. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/world-business-briefing-europe-russia-oil-auction.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Industrial Output Falls",
      "snippet": "Japan's industrial production fell 1 percent in December from November, more than expected, but output for fourth quarter still rose at fastest rate in nearly three decades; production for period grew 15.3 percent from previous quarter, fastest gr...",
      "abstract": "Japan's industrial production fell 1 percent in December from November, more than expected, but output for fourth quarter still rose at fastest rate in nearly three decades; production for period grew 15.3 percent from previous quarter, fastest growth since 1976 (S)o",
      "lead_paragraph": "Industrial production fell 1.0 percent in December from November, more than expected, but output for the fourth quarter still rose at its fastest rate in nearly three decades, helped by a surge in exports of cars, electronics and steel. Production for the October-December period grew 15.3 percent from the previous quarter, the fastest growth since 1976. Ken Belson (NYT)",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/world-business-briefing-asia-japan-industrial-output-falls.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "Investigators Find Abuses In Annuities",
      "snippet": "Federal and state regulators have found evidence of trading abuses that hurt investors in variable annuities, popular product sold by life insurance industry; Securities and Exchange Commission, NASD and New York Atty Gen Eliot L Spitzer are inves...",
      "abstract": "Federal and state regulators have found evidence of trading abuses that hurt investors in variable annuities, popular product sold by life insurance industry; Securities and Exchange Commission, NASD and New York Atty Gen Eliot L Spitzer are investigating trading in variable annuities that is suspected of having been done in ways that favored big investors, typically wealthy individuals or hedge funds, at expense of small investors; SEC and Spitzer's office expect some companies to be charged with violations within weeks; regulators decline to reveal name of insurance companies under investigation; representatives of insurance industry trade groups say they are not aware of trading abuses in variable annuities (M)",
      "lead_paragraph": "Opening a new chapter in the investigations of improper fund trading, federal and state regulators have found evidence of trading abuses that hurt investors in variable annuities, a popular product sold by the life insurance industry, several officials working on the investigations said yesterday.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/30/business/investigators-find-abuses-in-annuities.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "N.Y.S.E. Chief Said to Seek Electronic Shift",
      "snippet": "New York Stock Exchange's new chief executive John A Thain is preparing plan that would encourage far more trading on its electronic system and perhaps blunt criticism from institutions of trading done on its floor; proposals cut to core exchange'...",
      "abstract": "New York Stock Exchange's new chief executive John A Thain is preparing plan that would encourage far more trading on its electronic system and perhaps blunt criticism from institutions of trading done on its floor; proposals cut to core exchange's 211-year-old model, which is based on idea that people, not machines, provide ideal means for investors to find best possible price for stock; photo (M)",
      "lead_paragraph": "The new chief executive of the New York Stock Exchange is preparing a plan that would encourage far more trading on its electronic system and perhaps blunt criticism from institutions of the trading now done on its floor, according to executives who have been briefed on the measure.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/30/business/nyse-chief-said-to-seek-electronic-shift.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Whoever Is Chosen, Democrats Spoil for a Fight",
      "snippet": "Struggle for Democratic presidential nomination is not only about personalities and programs, but also about direction of the party as it emerges from careful centrism of Clinton era; Howard Dean has put his unmistakable mark on party and harnesse...",
      "abstract": "Struggle for Democratic presidential nomination is not only about personalities and programs, but also about direction of the party as it emerges from careful centrism of Clinton era; Howard Dean has put his unmistakable mark on party and harnessed new energy, and Democrats now appear to be spoiling for a fight against Pres Bush; pollster Stanley Greenberg, former adviser to Pres Clinton, notes that today's candidates must appeal to a far more polarized, us-against-them electorate than existed when Clinton first ran; photo (Political Memo) (M)",
      "lead_paragraph": "The struggle for the Democratic presidential nomination is not just about personalities and programs, but also about the direction -- maybe even the soul -- of the party. While still very much a work in progress, the Democratic Party emerging from Iowa and New Hampshire is different from the careful centrism of the Clinton era.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/30/us/the-2004-campaign-political-memo-whoever-is-chosen-democrats-spoil-for-a-fight.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: DVD Group To Expand",
      "snippet": "Hewlett-Packard Co and Dell will join Blu-ray Disc Founders, group of companies promoting one of competing standards for next-generation DVDs; group, which includes Sony, Matsushita Electric and Hitachi, is developing DVD disks and players that ca...",
      "abstract": "Hewlett-Packard Co and Dell will join Blu-ray Disc Founders, group of companies promoting one of competing standards for next-generation DVDs; group, which includes Sony, Matsushita Electric and Hitachi, is developing DVD disks and players that can store high-definition movies, television programs and other video; rival group led by Toshiba and NEC is promoting another standard, and consortium of Chinese companies is promoting third (S)",
      "lead_paragraph": "Hewlett-Packard and Dell, the computer makers, will join the Blu-ray Disc Founders, a group of companies promoting one of the competing standards for next-generation DVD's. The group, which includes Sony, Matsushita Electric and Hitachi, is developing DVD disks and players that can store high-definition movies, television programs and other video. A rival group led by Toshiba and NEC is promoting another standard, and a consortium of Chinese companies is promoting a third. Ken Belson (NYT)",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/world-business-briefing-asia-japan-dvd-group-to-expand.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "Bush's Risky Options",
      "snippet": "News analysis: intensifying debate over American intelligence prior to war in Iraq presents Pres Bush with difficult balancing act; starting inquiry about performance of intelligence agencies, as demanded by Democrats and former chief weapons insp...",
      "abstract": "News analysis: intensifying debate over American intelligence prior to war in Iraq presents Pres Bush with difficult balancing act; starting inquiry about performance of intelligence agencies, as demanded by Democrats and former chief weapons inspector David Kay, could prove politically damaging and reopen old wounds with Central Intelligence Agency; but putting off investigation and continuing to argue that military action was justified whether or not Saddam Hussein posed immediate threat could keep issue alive throughout election campaign (M)",
      "lead_paragraph": "The intensifying debate over prewar American intelligence about Iraq presents President Bush with difficult and risky alternatives as he balances election year politics with calls to overhaul the intelligence apparatus and to restore the nation's credibility around the world.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/30/world/the-struggle-for-iraq-news-analysis-bush-s-risky-options.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Grand Jury Is Investigating Founder of Strong Funds  The New York attorney general, Eliot Spitzer, has convened a grand jury to consider evidence against Richard S. Strong, left, founder of Strong Capital Management, according to people briefed on...",
      "abstract": " Grand Jury Is Investigating Founder of Strong Funds  The New York attorney general, Eliot Spitzer, has convened a grand jury to consider evidence against Richard S. Strong, left, founder of Strong Capital Management, according to people briefed on the proceedings.     The grand jury has been hearing evidence for several weeks about short-term trades made by Mr. Strong in mutual funds managed by his company. The investigation has cast a cloud over Mr. Strong's attempts to sell his majority stake in the company. [Page C3.]",
      "lead_paragraph": "Grand Jury Is Investigating Founder of Strong Funds",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/30/business/business-digest-176230.html",
      "byline": ""
    },
    {
      "headline": "Gay Couples Seek Unions In God's Eyes",
      "snippet": "Gay couples are increasingly sidestepping debate over legal marital rights and seeking to consecrate their unions in churhes and synagogues; only a handful of denominations have decided to permit gay ceremonies, while many prohibit them and others...",
      "abstract": "Gay couples are increasingly sidestepping debate over legal marital rights and seeking to consecrate their unions in churhes and synagogues; only a handful of denominations have decided to permit gay ceremonies, while many prohibit them and others are struggling with issue; some members of clergy are quietly officiating at ceremonies in defiance of leaders of their denominations; although rituals are formally referred to as holy unions, same-sex blessings, covenants or commitment ceremonies, couples and members of clergy are increasingly inclined to simply call them marriages; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/30/us/gay-couples-seek-unions-in-god-s-eyes.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "World Business Briefing | Europe: France: A Bid Too Low",
      "snippet": "Aventis chief executive Igor Landau says $60 billion takeover bid made by rival Sanofi-Synthelabo is too low (S)",
      "abstract": "Aventis chief executive Igor Landau says $60 billion takeover bid made by rival Sanofi-Synthelabo is too low (S)",
      "lead_paragraph": "The chief executive of Aventis, Igor Landau, said that a $60 billion takeover bid made by its rival, Sanofi-Synthélabo, was too low. Mr. Landau told a French radio station, Europe One, that his company was being undervalued by at least 30 percent and that no offer would be ''interesting'' unless it was increased by 40 percent to 50 percent. Heather Timmons (NYT)",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/world-business-briefing-europe-france-a-bid-too-low.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Setback for Prosecutors in Martha Stewart Trial",
      "snippet": "Federal Judge Miriam Goldman Cedarbaum delays testimony of main witness Douglas Faneuil in trial of Martha Stewart in embarrassing setback for prosecutors; order comes after lawyers for her co-defendant Peter E Bacanovic accuse them of unfairly wi...",
      "abstract": "Federal Judge Miriam Goldman Cedarbaum delays testimony of main witness Douglas Faneuil in trial of Martha Stewart in embarrassing setback for prosecutors; order comes after lawyers for her co-defendant Peter E Bacanovic accuse them of unfairly withholding important document that could exonerate their client; development upends government's plans for presenting its case and may drive wedge between Stewart and Bacanovic; Cedarbaum refuses to dismiss any charges, but she orders week's delay in testimony of Faneuil, former assistant to Bacanovic when he was Stewart's stockbroker; Bacanovic's lawyer says document at issue, interview with Faneuil's former lawyer Jeremiah Gutman had last year with federal agents, suggests that Bacanovic may not have given order to tell Stewart that major shareholders of ImClone Systems were selling their stakes; document is not likely to help Stewart, since it supports notion that she received information that led to her stock trade; photos (M)",
      "lead_paragraph": "A federal judge delayed the testimony of the main witness in the trial of Martha Stewart on Thursday in an embarrassing setback for prosecutors. The order came after lawyers for her co-defendant accused them of unfairly withholding an important document that could exonerate their client.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/30/business/setback-for-prosecutors-in-martha-stewart-trial.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Sales Rise for Electronics Makers in Japan",
      "snippet": "Sales at Japan's Toshiba, NEC and Fujitsu rebounded in October through December quarter; NEC says sales rose 9.2 percent, while sales at Fujitsu climbed 5 percent and Toshiba's sales were up 0.8 percent; Fujitsu earned 7.6 billion yen ($72 million...",
      "abstract": "Sales at Japan's Toshiba, NEC and Fujitsu rebounded in October through December quarter; NEC says sales rose 9.2 percent, while sales at Fujitsu climbed 5 percent and Toshiba's sales were up 0.8 percent; Fujitsu earned 7.6 billion yen ($72 million) compared to 25 billion yen loss year before; NEC earned 11 billion yen ($105 million) after 4.5 billion yen loss in quarter year ago; Toshiba lost 9.3 billion yen ($87 million) in quarter, about one third more than 2002 period (M)",
      "lead_paragraph": "Sales at Japan's largest industrial electronics companies rebounded in the October through December quarter on strong demand for optical disk drives, cellphones and the semiconductors used in digital cameras and other hot-selling gadgets.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/30/business/sales-rise-for-electronics-makers-in-japan.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Hollinger vs. Hollinger: A Paper War Everyone but Lawyers Could Lose",
      "snippet": "Floyd Norris comment on war for control of media empire Hollinger International Inc built by Conrad M Black; says reasonable settlement would be for Lord Black to pay sizable amount ot public shareholders of Hollinger International, while compa;ny...",
      "abstract": "Floyd Norris comment on war for control of media empire Hollinger International Inc built by Conrad M Black; says reasonable settlement would be for Lord Black to pay sizable amount ot public shareholders of Hollinger International, while compa;ny or its properties are sold to highest bidders; adds there is no indication that such settlement is near; concludes that only lawyers will show profit when suit ends; graph (M)",
      "lead_paragraph": "THERE are two morality tales to be seen in the war for control of the media empire built by Conrad M. Black, the Canadian publisher turned British lord. Which one you find more compelling may depend as much on your place in the social structure as on the facts.",
      "publication_date": "2004-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/30/business/hollinger-vs-hollinger-a-paper-war-everyone-but-lawyers-could-lose.html",
      "byline": "By Floyd Norris"
    }
  ]
}