{
  "metadata": {
    "date": "2004-08-16",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "Google's Slow Search for a Good Share Price",
      "snippet": "Google Inc is search for price at which it will sell stock to public for first time; company begins taking bids on Internet for 25.7 million of its shares after nearly three months of intense government scrutiny, few modest legal setbacks and risi...",
      "abstract": "Google Inc is search for price at which it will sell stock to public for first time; company begins taking bids on Internet for 25.7 million of its shares after nearly three months of intense government scrutiny, few modest legal setbacks and rising investor skepticism; is hoping to sell about $3 billion worth of stock using form of Dutch auction; expects to close auction next week; chart; photo of Google's co-founders Sergey Brin and Larry Page (M)",
      "lead_paragraph": "Every second, Google combs through billions of Web pages to answer questions as people check out everything from potential lovers to prospective lasagna recipes.",
      "publication_date": "2004-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/14/business/google-s-slow-search-for-a-good-share-price.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Google's Way May Not Be S.E.C.'s Way",
      "snippet": "Securities and Exchange Commission forces Google Inc, which is preparing initial public offering, to amend its prospectus to admit that it might have violated securities laws and to include in prospectus entire interview by company's co-founders S...",
      "abstract": "Securities and Exchange Commission forces Google Inc, which is preparing initial public offering, to amend its prospectus to admit that it might have violated securities laws and to include in prospectus entire interview by company's co-founders Sergey Brin and Larry Page that appears in September issue of Playboy magazine--along with corrections of few things that were either wrong or had changed since interview took place in April; SEC informs Google lawyers that changes are adequate and that commission will not delay offering over those issues; decision to grant April interview, even as company was preparing to go public, is another example of how Google goes its own way, defying conventional Wall Street wisdom (Market Place column) (M)",
      "lead_paragraph": "It takes a lot of self-confidence to start a company aimed at solving a problem that everyone else thinks has already been solved. And when it turns that out the solution is a hugely successful one, it is understandable if the people who started the company acquire still more confidence in their own judgment.",
      "publication_date": "2004-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/14/business/market-place-google-s-way-may-not-be-sec-s-way.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "With Danger at the Door, a Diverse Florida Bonds",
      "snippet": "People on Florida's west coast stream into shelters operated by American Red Cross as Hurricane Charley veers toward Fort Myers; over 800 people in Fort Myers take shelter in high school gymnasium; temporary residents of shelter are melting pot of...",
      "abstract": "People on Florida's west coast stream into shelters operated by American Red Cross as Hurricane Charley veers toward Fort Myers; over 800 people in Fort Myers take shelter in high school gymnasium; temporary residents of shelter are melting pot of American life: migrant workers, affluent homeowners and retirees; photo (M)",
      "lead_paragraph": "Dorothy L. Martin has lived here for 28 of her 51 years, but never felt compelled to leave her home until Friday, when she took shelter in a high school gymnasium with more than 800 other people fleeing Hurricane Charley.",
      "publication_date": "2004-08-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/14/us/hurricane-charley-response-with-danger-at-the-door-a-diverse-florida-bonds.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Out of Spotlight, Bush Overhauls U.S. Regulations",
      "snippet": "First article in series the Bush Record examines administration's overall regulatory record; allies and critics of administration say that Sept 11 attacks and wars in Afghanistan and Iraq have preoccupied public and overshadowed Pres Bush's regula...",
      "abstract": "First article in series the Bush Record examines administration's overall regulatory record; allies and critics of administration say that Sept 11 attacks and wars in Afghanistan and Iraq have preoccupied public and overshadowed Pres Bush's regulatory initiatives; record shows that administration has heeded interests of business and industry; officials under Bush have introduced rules to ease and dismantle existing regulations they see as cumbersome; some analysts say administration has introduced rules favoring industry with dedication unmatched in modern times; several regulatory proposals by administration noted; graph; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/14/us/the-2004-campaign-the-president-out-of-spotlight-bush-overhauls-us-regulations.html",
      "byline": "By Joel Brinkley"
    },
    {
      "headline": "Oil Above $46 and Far Above OPEC's Ceiling",
      "snippet": "OPEC's policy is in disarray as cartel's 11 members seem unable to keep their benchmark price under $28-a-barrel ceiling; low-sulfur crude for delivery in September, most widely watched oil price, settles at record $46.58 a barrel in New York trad...",
      "abstract": "OPEC's policy is in disarray as cartel's 11 members seem unable to keep their benchmark price under $28-a-barrel ceiling; low-sulfur crude for delivery in September, most widely watched oil price, settles at record $46.58 a barrel in New York trading; there is not much that OPEC's largest producer, Saudia Arabia, can do; Saudi Oil Min Ali Al-Naimi tried on Aug 11 to reassure markets that there is plenty of oil available, announcing kingdom increased production by 1 million barrels a day over last three months, to 9.3 million barrels a day, and that it can quickly pump another 1.3 million barrels daily if needed; graph; photo (M)",
      "lead_paragraph": "After oil prices fell to about $9 a barrel in 1998, the Organization of the Petroleum Exporting Countries showed remarkable discipline, restraining production and managing supplies to get oil back above a $22-a-barrel floor and keep it there.",
      "publication_date": "2004-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/14/business/oil-above-46-and-far-above-opec-s-ceiling.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Julia Child, the French Chef For a Jell-O Nation, Dies at 91",
      "snippet": "Julia Child, who turned art of French cooking into prime-time television entertainment and was author of monumental Mastering the Art of French Cooking, dies two days before her 92nd birthday; photos (M)",
      "abstract": "Julia Child, who turned art of French cooking into prime-time television entertainment and was author of monumental Mastering the Art of French Cooking, dies two days before her 92nd birthday; photos (M)",
      "lead_paragraph": "Julia Child, who turned the art of French cooking into prime-time television entertainment and brought cassoulet to a casserole culture in the two volumes of her monumental ''Mastering the Art of French Cooking,'' died yesterday at her home in Santa Barbara, Calif., two days before her 92nd birthday.",
      "publication_date": "2004-08-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/14/us/julia-child-the-french-chef-for-a-jell-o-nation-dies-at-91.html",
      "byline": "By Regina Schrambling"
    },
    {
      "headline": "Despite a Jolt, Japan's Mood Remains Upbeat",
      "snippet": "Japan's economy grew at annual rate of 1.7 percent in second quarter, surprisingly sharp deceleration from heady rate of 6.6 percent in first quarter and 7.4 percent in last quarter of 2003; growth slowed, in part, because of disappointingly weak ...",
      "abstract": "Japan's economy grew at annual rate of 1.7 percent in second quarter, surprisingly sharp deceleration from heady rate of 6.6 percent in first quarter and 7.4 percent in last quarter of 2003; growth slowed, in part, because of disappointingly weak consumption at home; Japan is counting on rebound in spending to take up slack when, as anticipated, slower global economy takes toll on Japanese exports later in year; economists and policy makers are confident that Japan's recovery remains on track, though at slower pace, and that consumer spending will again help drive growth; photos (M)",
      "lead_paragraph": "After six months of sizzling growth, an unexpectedly sharp slowdown in the Japanese economy caught nearly everyone by surprise. But, economists said, don't let the setback fool you: Japan's recovery is far from over.",
      "publication_date": "2004-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/14/business/international-business-despite-a-jolt-japan-s-mood-remains-upbeat.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Pension Agency Seeks To Void United Loan Pact  The federal government said that the total shortfall in United Airlines' pension plans had grown more than previously disclosed, to $8.3 billion, and it asked the judge overseeing United's bankruptcy ...",
      "abstract": " Pension Agency Seeks To Void United Loan Pact  The federal government said that the total shortfall in United Airlines' pension plans had grown more than previously disclosed, to $8.3 billion, and it asked the judge overseeing United's bankruptcy proceedings to strike a recent loan agreement that requires the airline to suspend its contributions to the plans.    In a motion that it filed in Federal Bankruptcy Court in Chicago, the Pension Benefit Guaranty Corporation said United's loan agreement was invalid because the airline cannot fulfill it without violating the federal pension law. [Page C2.]",
      "lead_paragraph": "Pension Agency Seeks To Void United Loan Pact",
      "publication_date": "2004-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/14/business/business-digest-636339.html",
      "byline": ""
    },
    {
      "headline": "Lights Out in the Dominican Republic",
      "snippet": "Blackouts are plaguing Dominican Republic, nation of 8.8 million that is festering while government and foreign-owned electricity companies feud; its economy, which until recently was Caribbean's most robust, has been thrown into upheaval in last ...",
      "abstract": "Blackouts are plaguing Dominican Republic, nation of 8.8 million that is festering while government and foreign-owned electricity companies feud; its economy, which until recently was Caribbean's most robust, has been thrown into upheaval in last year after banking crisis depleted resources needed to keep nation's lights on; Pres Hipolito Mejia, who lost re-election bid in May, has shown little inclination to confront issue, attributing much of blame for power failures to Leonel Fernandez, who returns to presidency on Aug 16 after four-year hiatus; much of nation's generating system is owned by foreign investors, who bought their stakes during Fernandez's previous term in late 1990's; Meija administration has been engaged in dispute with American companies, including AES Corp, Enron and Goldman Sachs, that control much of nation's electricity industry; Meija has repeatedly called for their executives to be deported; companies claim they are owed at least $300 million, much of it from government itself; photos (M)",
      "lead_paragraph": "The temperatures within Luis Eduardo Aybar Hospital, one of this city's largest public surgery centers, sometimes climb above 100 degrees, making its operating rooms feel like saunas. But when the lights flicker on and off, and then stay off for hours, the doctors truly begin to sweat.",
      "publication_date": "2004-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/14/business/international-business-lights-out-in-the-dominican-republic.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "NAJAF FIGHTING PAUSES TO ALLOW TALKS ON TRUCE",
      "snippet": "US troops and Moktada al-Sadr's rebel militiamen pause after eight days of fighting to allow negotiations on truce that would end siege of rebel bastion in Imam Ali Mosque in Najaf, one of greatest pilgrimage sites in Islam; Sadr's stand against U...",
      "abstract": "US troops and Moktada al-Sadr's rebel militiamen pause after eight days of fighting to allow negotiations on truce that would end siege of rebel bastion in Imam Ali Mosque in Najaf, one of greatest pilgrimage sites in Islam; Sadr's stand against US forces has stirred widespread insurrection across southern Iraq, starting in Najaf and spreading to at least eight other predominantly Shiite cities; Iraqi government officials and Sadr's emissaries appear far apart in truce talks; photo (M)",
      "lead_paragraph": "American troops and Moktada al-Sadr's rebel militiamen paused Friday after eight days of fighting to allow negotiations on a truce that would end the siege of a rebel bastion in the Imam Ali Mosque in Najaf, one of the greatest pilgrimage sites in Islam.",
      "publication_date": "2004-08-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/14/world/the-reach-of-war-combat-najaf-fighting-pauses-to-allow-talks-on-truce.html",
      "byline": "By Alex Berenson and John F. Burns"
    },
    {
      "headline": "Hurricane Rips Path of Damage Across Florida",
      "snippet": "Hurricane Charley rips into Florida's west coast packing winds of 145 miles hour; it is most intense storm to hit Florida since Hurricane Andrew devastated South Florida in 1992 and worst on west coast in at least century; state and local official...",
      "abstract": "Hurricane Charley rips into Florida's west coast packing winds of 145 miles hour; it is most intense storm to hit Florida since Hurricane Andrew devastated South Florida in 1992 and worst on west coast in at least century; state and local officials order evacuation of nearly two million people; storm spares Tampa Bay area, which had expected to be hardest hit; Florida officials estimate property damage to be $14.5 billion and attribute another $2.3 billion in losses to business interruptions; say 337,000 buildings were damaged and 500,000 people left without power; maps; photos (M)",
      "lead_paragraph": "A ferocious hurricane packing winds of 145 miles an hour ripped into Florida's west coast on Friday, leaving a half million people without power, flipping roofs off houses, blowing out hospital windows and peeling brick walls from their frames. A 15-foot storm surge followed in its wake.",
      "publication_date": "2004-08-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/14/us/hurricane-charley-the-overview-hurricane-rips-path-of-damage-across-florida.html",
      "byline": "By Shaila K. Dewan"
    },
    {
      "headline": "FLORIDA DIGS OUT AS MIGHTY STORM RIPS NORTHWARD",
      "snippet": "Hurricane Charley rumbles north on treacherous path, surging past Carolinas and into Virginia as a weakening tropical storm after punishing Florida with some of most widespread, wrenching devastation in its history; emergency officials say fearsom...",
      "abstract": "Hurricane Charley rumbles north on treacherous path, surging past Carolinas and into Virginia as a weakening tropical storm after punishing Florida with some of most widespread, wrenching devastation in its history; emergency officials say fearsome hurricane left thousands temporarily homeless and at least 13 people dead in Florida; Gov Jeb Bush comments; photos (L)",
      "lead_paragraph": "Hurricane Charley rumbled north on a treacherous path on Saturday, surging past the Carolinas and into Virginia as a weakening tropical storm after punishing Florida with some of the most widespread, wrenching devastation in its history.",
      "publication_date": "2004-08-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/15/us/hurricane-charley-the-overview-florida-digs-out-as-mighty-storm-rips-northward.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Just Don't Say 'Synergy' to a Hewlett Investor",
      "snippet": "just don't say 'synergy' to a hewle",
      "abstract": "just don't say 'synergy' to a hewle",
      "lead_paragraph": "THE merger of Hewlett-Packard and Compaq Computer, consummated in May 2002, was one of the meanest and most expensive battles in corporate history. As the company's third-quarter results seem to show, shareholders are still paying a heavy price.",
      "publication_date": "2004-08-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/15/business/just-don-t-say-synergy-to-a-hewlett-investor.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "TALKS FALL APART FOR SHIITE REBELS AND IRAQ LEADERS",
      "snippet": "Truce talks between Iraq's interim government and Moktada al-Sadr's rebels collapse, prompting American commanders to prepare new battle plans for breaking Sadr's grip on holy city of Najaf and Imam Ali mosque; American marines and soldiers line u...",
      "abstract": "Truce talks between Iraq's interim government and Moktada al-Sadr's rebels collapse, prompting American commanders to prepare new battle plans for breaking Sadr's grip on holy city of Najaf and Imam Ali mosque; American marines and soldiers line up in tanks and armored vehicles at their base in Najaf, but offensive is called off for second time in recent days; American commanders in Najaf say Dr Ayad Allawi has decided to turn to Iraqi forces, not American, to take lead against Sadr at such a sensitive location; photo (M)",
      "lead_paragraph": "Truce talks between Iraq's interim government and Moktada al-Sadr's rebels collapsed Saturday, prompting American commanders to prepare new battle plans for breaking Mr. Sadr's grip on this holy city and the Imam Ali mosque, the Middle East's most sacred Shiite shrine.",
      "publication_date": "2004-08-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/15/world/the-reach-of-war-insurgency-talks-fall-apart-for-shiite-rebels-and-iraq-leaders.html",
      "byline": "By Alex Berenson and John F. Burns"
    },
    {
      "headline": "Even Spider-Man Has to Scramble to Keep Up",
      "snippet": "Lisa Belkin column says superheroes of comic books offer no clue on how to balance real life; says Peter Parker (Spider-Man) comes closest to being average guy: working at menial jobs, caring for his aunt and courting a girlfriend when he is not t...",
      "abstract": "Lisa Belkin column says superheroes of comic books offer no clue on how to balance real life; says Peter Parker (Spider-Man) comes closest to being average guy: working at menial jobs, caring for his aunt and courting a girlfriend when he is not tending to his superhero responsibilities; drawing (M)",
      "lead_paragraph": "IN my fantasy life I wear a cape.",
      "publication_date": "2004-08-15T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/08/15/jobs/life-s-work-even-spider-man-has-to-scramble-to-keep-up.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Jobs? Oil? Iraq? On Second Thought, Let's Talk Taxes",
      "snippet": "Edmund L Andrews Economic View column on tax reforms Pres Bush's aides weigh to enliven his economic platform; questions voter appetite for big tax changes, despite widespread view that current system is complex and unfair; notes even general prop...",
      "abstract": "Edmund L Andrews Economic View column on tax reforms Pres Bush's aides weigh to enliven his economic platform; questions voter appetite for big tax changes, despite widespread view that current system is complex and unfair; notes even general proposal could open up debate full of potential minefields at time when Sen John Kerry is already charging Bush tax cuts overwhelmingly flow to wealthiest taxpayers; graphs of economic data; photo (M)",
      "lead_paragraph": "THE economy is slowing, prices are rising and the lift that came from last year's tax cuts has faded into memory. What is the White House to do?",
      "publication_date": "2004-08-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/15/business/economic-view-jobs-oil-iraq-on-second-thought-let-s-talk-taxes.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "A Focus on the Economy",
      "snippet": "In St. Joseph, Mich., job losses have taken a toll. But President Bush, who narrowly lost the state to Al Gore in 2004, has both loyalists and doubters there. Page 20.",
      "abstract": "In St. Joseph, Mich., job losses have taken a toll. But President Bush, who narrowly lost the state to Al Gore in 2004, has both loyalists and doubters there. Page 20.",
      "lead_paragraph": "In St. Joseph, Mich., job losses have taken a toll. But President Bush, who narrowly lost the state to Al Gore in 2004, has both loyalists and doubters there. Page 20.",
      "publication_date": "2004-08-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/15/us/a-focus-on-the-economy.html",
      "byline": ""
    },
    {
      "headline": "The Many Delicate Issues Of Spirituality in the Office",
      "snippet": "Many Americans try to bring their spiritual life into their workday, sometimes raising questions about fine line between religious self-expression and proselytizing; photo (M)",
      "abstract": "Many Americans try to bring their spiritual life into their workday, sometimes raising questions about fine line between religious self-expression and proselytizing; photo (M)",
      "lead_paragraph": "Every three weeks or so, Buddy Brandt, a partner at the Manhattan law firm of Brandt, Steinberg & Lewis, closes the door to his office, turns off the phone and sits down to study a facet of Judaism.",
      "publication_date": "2004-08-15T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/08/15/jobs/the-many-delicate-issues-of-spirituality-in-the-office.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "Events in Iraq Prove a Distraction And a Guide for Wisconsin Voters",
      "snippet": "Article in State by State series exploring presidential race in swing states focuses on Wisconsin; state gave Al Gore just an ounce more support than George W Bush four years ago; voters voice concerns about factories that have closed, schools sho...",
      "abstract": "Article in State by State series exploring presidential race in swing states focuses on Wisconsin; state gave Al Gore just an ounce more support than George W Bush four years ago; voters voice concerns about factories that have closed, schools short on money and health insurance beyond reach, but many voters seem focused on United States role in Iraq, and issue divides state; photos; chart; map (L)",
      "lead_paragraph": "Mirna Zavala, a 53-year-old medical technician, is just the kind of voter, her thoughts still shifting and swerving, who could tip the presidential election in Wisconsin. Ask whom she favors and she instantly pours out all her uncertainties about what is happening in Iraq, doubts that she expects will last all the way to November.",
      "publication_date": "2004-08-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/15/us/campaign-2004-swing-states-events-iraq-prove-distraction-guide-for-wisconsin.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "For Mobile Home Park Residents, Devastation Leads to Heartbreak",
      "snippet": "Hurricane Charley flattens mobile home parks in Florida from Port Charlotte to nearby Punta Gorda, two of hardest hit places, and all along Route 17, which traces hurricane's course northeast; retirees and the less affluent are particularly affect...",
      "abstract": "Hurricane Charley flattens mobile home parks in Florida from Port Charlotte to nearby Punta Gorda, two of hardest hit places, and all along Route 17, which traces hurricane's course northeast; retirees and the less affluent are particularly affected; photos; map (M)",
      "lead_paragraph": "The mobile home parks looked like they had been destroyed by wrecking crews.",
      "publication_date": "2004-08-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/15/us/hurricane-charley-storm-s-aftermath-for-mobile-home-park-residents-devastation.html",
      "byline": "By Robert Pear and Shaila K. Dewan"
    },
    {
      "headline": "A New Legal Chapter for a 90's Flameout",
      "snippet": "Suit by J P Morgan Chase and other leading banks charging Global Crossing founder and former chairman Gary Winnick and other executives inflated company's performance to win loans refocuses attention on what Winnick knew about company's finances w...",
      "abstract": "Suit by J P Morgan Chase and other leading banks charging Global Crossing founder and former chairman Gary Winnick and other executives inflated company's performance to win loans refocuses attention on what Winnick knew about company's finances when it was borrowing heavily and he was selling hundreds of millions of dollars in stock; his rise from humble circumstances to upper tiers of American business and wealth discussed; his detractors say Global's downfall involved arcance accounting gimmicks that eluded federal prosecutors, allowing Winnick to escape punishment; his supporters cite his extensive philanthropy; photos (M)",
      "lead_paragraph": "SURROUNDED by dozens of wealthy financiers gathered more than 1,000 feet above Wall Street, Gary Winnick held center stage one fall evening in 1998. His new corporation, Global Crossing Ltd., had recently gone public, and the stock was on a meteoric rise that would briefly make him a multibillionaire. Sitting in rapt attention at a celebratory dinner at Windows on the World, the restaurant atop the World Trade Center, the audience listened as Mr. Winnick, a jowly, hard-driving former bond salesman, promoted his company's potential with all the zeal of a televangelist.",
      "publication_date": "2004-08-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/15/business/a-new-legal-chapter-for-a-90-s-flameout.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Bush Backs Troop Plan",
      "snippet": "President Bush is set to announce that he backs a Pentagon redeployment plan and will withdraw troops from Europe and Asia. Page 6",
      "abstract": "President Bush is set to announce that he backs a Pentagon redeployment plan and will withdraw troops from Europe and Asia. Page 6",
      "lead_paragraph": "President Bush is set to announce that he backs a Pentagon redeployment plan and will withdraw troops from Europe and Asia. Page 6",
      "publication_date": "2004-08-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/15/world/bush-backs-troop-plan.html",
      "byline": ""
    },
    {
      "headline": "Wal-Mart Tries to Shine Its Image By Supporting Public Broadcasting",
      "snippet": "Wal-Mart seeks to improve its image by becoming sponsor of National Public Radio, underwriting Tavis Smiley, popular talk show on KCET, public television station in Los Angeles, and offering scholarships to minority students at journalism programs...",
      "abstract": "Wal-Mart seeks to improve its image by becoming sponsor of National Public Radio, underwriting Tavis Smiley, popular talk show on KCET, public television station in Los Angeles, and offering scholarships to minority students at journalism programs around country; image has suffered from criticism of company's labor practices, expansion plans and selective approach to publications and music it sells in its stores; spokeswoman says company is especially sensitive to need for balanced news coverage; says there is no hidden agenda in its journalistic sponsorships; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/16/business/wal-mart-tries-to-shine-its-image-by-supporting-public-broadcasting.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "F.B.I. Goes Knocking for Political Troublemakers",
      "snippet": "Federal Bureau of Investigation is questioning political demonstrators across country, even subpoenaing them, in aggressive effort to forestall any violent or disruptive protests at Republican National Convention in New York; officials insist that...",
      "abstract": "Federal Bureau of Investigation is questioning political demonstrators across country, even subpoenaing them, in aggressive effort to forestall any violent or disruptive protests at Republican National Convention in New York; officials insist that inquiries are focused solely on possible crimes, not on dissent, at major political events; some people contacted by FBI say they felt harassed by questions about their political plans; unusual initiative comes after Justice Dept gives its blessing to controversial tactics used last year by FBI in urging local police departments to report to counterterrorism squads any suspicious activity at political and antiwar demonstrations; Justice Dept's Office of Legal Policy overruled FBI employee who filed internal complaint, saying bulletins improperly blur line between lawfully protected speech and illegal activity; office claims any First Amendment impact posed by FBI monitoring of political protests is negligible and coonstitutional; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/16/us/fbi-goes-knocking-for-political-troublemakers.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "In Google's Auction, It's Not Easy to Tell a Bid From a Bet",
      "snippet": "Bids for shares of Google in modified Dutch auction that it has chosen as medium for its initial public offering are submitted by both first-time investors betting with their hearts and by more experienced and cautious investors using elaborate au...",
      "abstract": "Bids for shares of Google in modified Dutch auction that it has chosen as medium for its initial public offering are submitted by both first-time investors betting with their hearts and by more experienced and cautious investors using elaborate auction strategies; every successful bidder will pay same price for stock, but winners will be only those who have bid at or above winning bid; if all winners bid high, they may find themselves paying too much for shares that plummet once they begin trading on open market; too low a bid, however, risks getting nothing; photos (M)",
      "lead_paragraph": "Violet Trout imagined herself standing atop a high diving board, steeling herself to take the plunge despite a fear of heights, as she struggled last week to convince herself that she should trust her instincts and bid to own some shares of Google.",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/16/business/in-google-s-auction-it-s-not-easy-to-tell-a-bid-from-a-bet.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "A World Beater Gone Amiss: The U.S. Loses Athens Opener",
      "snippet": "American men's Olympic basketball team suffers first defeat of any American men's basketball team since 1988 Olympics, losing to Puerto Rico by score of 92-73; American team this year, consisting mostly of prominent younger players in NBA, exits c...",
      "abstract": "American men's Olympic basketball team suffers first defeat of any American men's basketball team since 1988 Olympics, losing to Puerto Rico by score of 92-73; American team this year, consisting mostly of prominent younger players in NBA, exits court beaten, stunned and embarrassed; just two weeks ago, American team had defeated same Puerto Rican squad in exhibition game by 25 points; United States has not lost men's basketball game in Olympics since it began using professionals from NBA in 1992; increasingly, some of best NBA players have chosen not to take part in Olympics; this year, Shaquille O'Neal, Kobe Bryant, Kevin Garnett and Jason Kidd took a pass, citing fatigue, injuries and concerns about security; this prompted United States coach Larry Brown to criticize selection process that left him with young team without skilled outside shooters; photos (M)",
      "lead_paragraph": "On the second full day of competition at the Athens Games, in an arena filled with fans cheering its demise, the American men's basketball team continued to give up ground in a game invented in the United States, losing to Puerto Rico, 92-73. It was the first defeat for an American men's basketball team in the Olympics since 1988.",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/16/us/olympics-basketball-men-s-preliminary-round-world-beater-gone-amiss-us-loses.html",
      "byline": "By Damon Hack"
    },
    {
      "headline": "IRAQI CONFERENCE ON ELECTION PLAN SINKS INTO CHAOS",
      "snippet": "Delegates who gathered in Baghdad under siege-like conditions to elect commission to organize elections instead stage angry protests against American-led military operation in Shiite holy city of Najaf; demand that conference be suspended, with on...",
      "abstract": "Delegates who gathered in Baghdad under siege-like conditions to elect commission to organize elections instead stage angry protests against American-led military operation in Shiite holy city of Najaf; demand that conference be suspended, with one delegate storming stage before being forced back; shortly afterward, two mortar shells fire at area where meeting is held, landing instead in bus and truck terminal nearby, killing 2 and wounding at least 17; rebel attacks have spread to virtually every Sunni and Shiite town across country, threatening to overwhelm plans for three rounds of national elections next year, ending with fully elected government in Jan 2006; fighting in Najaf is part of wider insurrection across southern Iraq by militiamen loyal to Moktada al-Sadr, who has cast himself as tribune of Shiite underclass and as leader of national resistance movement; in latest sign that new push against Sadr might be imminent, government of Prime Min Ayad Allawi orders expulsion from Najaf of all reporters, Iraqis as well as Westerners; photos (M)",
      "lead_paragraph": "A conference of more than 1,100 Iraqis chosen to take the country a crucial step further toward constitutional democracy convened in Baghdad on Sunday under siege-like conditions, only to be thrown into disorder by delegates staging angry protests against the American-led military operation in the Shiite holy city of Najaf.",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/16/world/iraqi-conference-on-election-plan-sinks-into-chaos.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Warner's Tryst With Bloggers Hits Sour Note",
      "snippet": "Warner Brothers Records alienates some MP3 blogs, personal Web sites that offer music criticism together with downloadable MP3 files, when it tries to use them to promote one of its rock bands, Secret Machines; MP3 blogs are flattered by attention...",
      "abstract": "Warner Brothers Records alienates some MP3 blogs, personal Web sites that offer music criticism together with downloadable MP3 files, when it tries to use them to promote one of its rock bands, Secret Machines; MP3 blogs are flattered by attention but concerned about compromising their independence; only one MP3 blog, Music for Robots, posts Secret Machines' tract, and bloggers' annoyance increases when that posting attracts anonymous comments in praise of band and label that apparently originated from computers within Warner; Robin Bechtel, Warner executive, says Warner would not stoop to such subterfuge, but says some fans of band at company might well have independently posted comments; photo (M)",
      "lead_paragraph": "Warner Brothers Records pulled out all the stops recently to promote a rock band, the Secret Machines, on the Internet. But there is one stop that might have been better left unpulled.",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/16/business/warner-s-tryst-with-bloggers-hits-sour-note.html",
      "byline": "By David F. Gallagher"
    },
    {
      "headline": "INSIDE",
      "snippet": "Venezuelans Line Up At Polls for Recall Vote  Millions of people across Venezuela waited in long lines for hours to vote on whether to keep their polarizing president, Hugo Chávez, in power.    The vote, which political analysts have said is the f...",
      "abstract": " Venezuelans Line Up At Polls for Recall Vote  Millions of people across Venezuela waited in long lines for hours to vote on whether to keep their polarizing president, Hugo Chávez, in power.    The vote, which political analysts have said is the first presidential recall election in Latin America, was sluggish, as huge numbers of Venezuelans showed up at 8,394 polling sites across this country of 25 million. By nightfall, voting was still far from finished, and election officials ordered polling stations, originally scheduled to close at 6 p.m., held open until midnight.  ",
      "lead_paragraph": "Venezuelans Line Up At Polls for Recall Vote",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/16/us/inside-651362.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Production Company Aims To Alter Iraqi Television  Video Cairo Sat, an Egyptian production company, is working on a new Baghdad-based television channel called Nahrain, with plans to start broadcasting later this month to millions of Iraqis whose ...",
      "abstract": " Production Company Aims To Alter Iraqi Television  Video Cairo Sat, an Egyptian production company, is working on a new Baghdad-based television channel called Nahrain, with plans to start broadcasting later this month to millions of Iraqis whose primary news for decades was the strictly controlled dispatches of Saddam Hussein's government. Among the ideas for the channel: an originally produced soap opera and even a reality show.     Private television broadcasters have been quietly springing up all over Iraq in the last year and now number around a dozen. Most are licensed but they remain loosely regulated. Under the previous government, owning a satellite dish was illegal, and Iraqis caught with one were subject to six months in prison and a stiff fine. Today, roughly a third of Iraqi households own satellite dishes. Above, a worker for the Nahrain television station. [Page C8.]",
      "lead_paragraph": "Production Company Aims To Alter Iraqi Television",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/16/business/business-digest-647241.html",
      "byline": ""
    },
    {
      "headline": "Everything but the Potted Plant; An Ambitious Package To Raise Productivity (And Microsoft's Profit)",
      "snippet": "Microsoft is moving to transform Microsoft Office from bundle of personal computer programs into family of software that can put Microsoft's technology deeper into operation of corporate data centers; standard Office programs like Word, Excel and ...",
      "abstract": "Microsoft is moving to transform Microsoft Office from bundle of personal computer programs into family of software that can put Microsoft's technology deeper into operation of corporate data centers; standard Office programs like Word, Excel and PowerPoint have helped enhance productivity by allowing workers to easily create and modify digital documents; new tools, including SharePoint, LiveMeeting, OneNote and InfoPath, are designed to increase that productivity by facilitating collaboration, communication, planning and document handling; company sees existing base of Office users as its biggest growth opportunity and as best way to fend off challenge from open-source software and other competitors; photos (M)",
      "lead_paragraph": "To most of the computer-using world, Microsoft Office is the familiar workhorse of the desktop, a collection of software for creating documents, spreadsheets and presentations.",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/16/business/everything-but-potted-plant-ambitious-package-raise-productivity-microsoft-s.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Cash Collectors For Kerry Race Run the Gamut",
      "snippet": "Kerry fund-raising machine is one of most effective and expedient an American candidacy has ever produced; his campaign has raised total of more than $225 million, closer to Pres Bush's record-setting $228 million than most Democrats had expected;...",
      "abstract": "Kerry fund-raising machine is one of most effective and expedient an American candidacy has ever produced; his campaign has raised total of more than $225 million, closer to Pres Bush's record-setting $228 million than most Democrats had expected; number of top-level Kerry fund-raisers has gone from 60 in March to at least 266 currently; his fund-raisers are diverse group, ranging from some of wealthiest donors in country to small-town activists; there are familiar figures like Richard C Holbrooke, elected officials like Atty Gen Eliot Spitzer of New York and sprinkling of Hollywood people like Dennis Hopper; most numerous groups on list are lawyers, financiers and lobbyists, with small minority of educators and doctors; campaign has clearly drawn from passionately engaged Democratic base, including number of first-time donors; photos; graph (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/16/us/cash-collectors-for-kerry-race-run-the-gamut.html",
      "byline": "This article was reported by Robert F. Worth, Glen Justice and Eric Lichtblau and Written By Mr. Worth"
    },
    {
      "headline": "Student Chic Is Remaking Itself, Trading Grunge for Cable Knit",
      "snippet": "Many teenage fashion followers are moving from punk to preppy this year; grunge and Goth is out, while stripped-down, cleaned-up khakis are flying out the door of American Eagle Outfitters, Gap, and other such stores; trend is apparent from kinder...",
      "abstract": "Many teenage fashion followers are moving from punk to preppy this year; grunge and Goth is out, while stripped-down, cleaned-up khakis are flying out the door of American Eagle Outfitters, Gap, and other such stores; trend is apparent from kindergarten to college; Polo Ralph Lauren, whose expensive children's clothes are epitome of prep, reports profits more than doubled from year ago; merchants call new style 'classic' or 'retro,' just not 'contemporary,' which now translates as too baggy or too tight, too low-slung and too low-cut; young people tell researchers they are, specifically, off tacky celebrities; photos (M)",
      "lead_paragraph": "Last year, Benjamin Spoer, a college sophomore in Berkeley, Calif., was just another grungy teenager, with his long hair, dirty jeans and favorite black T-shirt with a gory red bird on the front. Now he is transformed. He has cut his hair, and in a couple of weeks, he plans to go shopping for some blue button-down shirts.",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/16/us/student-chic-is-remaking-itself-trading-grunge-for-cable-knit.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "FLORIDA ASSESSES DAMAGE IN WAKE OF DEADLY STORM",
      "snippet": "Hurricane Charley, one of worst storms ever to hit Florida, leaves tens of thousands of people homeless; death toll is inching up, but far slower than officials had feared; almost million people are still without power and many are without water; ...",
      "abstract": "Hurricane Charley, one of worst storms ever to hit Florida, leaves tens of thousands of people homeless; death toll is inching up, but far slower than officials had feared; almost million people are still without power and many are without water; utility officials say it could be up to three weeks before service is restored to all; Pres Bush makes brief visit to state to survey storm destruction by helicopter; takes walking tour of Punta Gorda, one of hardest hit coastal towns; defends speed at which federal aid is flowing into state; says Federal Emergency Management Agency was on ground by morning of Aug 14; truckloads of food, ice, water and other necessities pour into Lakeland, where Florida National Guard has set up staging area; supplies are quickly dispatched; Gov Jeb Bush seeks to smooth over complaints that inland areas are receiving short shrift; visits Arcadia and assures residents that aid is on the way; photo (M)",
      "lead_paragraph": "Two days after Hurricane Charley tore across the state, the death toll was inching up, but far slower than officials had feared and tens of thousands of people who were left homeless by one of the worst storms ever to hit Florida were pondering their next step.",
      "publication_date": "2004-08-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/16/us/hurricane-charley-the-overview-florida-assesses-damage-in-wake-of-deadly-storm.html",
      "byline": "By Shaila K. Dewan"
    }
  ]
}