{
  "metadata": {
    "date": "2004-11-02",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Britain: A Mall For Dubai",
      "snippet": "British builder Balfour Beatty and 3 partners win 400 million pound ($733 million) contract to build world's largest shopping center in Dubai; mall is part of complex that will include world's tallest building; stock price graph (S)",
      "abstract": "British builder Balfour Beatty and 3 partners win 400 million pound ($733 million) contract to build world's largest shopping center in Dubai; mall is part of complex that will include world's tallest building; stock price graph (S)",
      "lead_paragraph": "The British builder Balfour Beatty won a £400 million ($733 million) contract to build the world's largest shopping center. The center, the Burj Mall in Dubai, is expected to attract 50,000 shoppers at peak times and will feature a three-story aquarium, an Olympic-size ice rink and the world's largest gold souk, a traditional Arab-style market. Work on the four-floor, 12 million-square-feet center will begin this month and is scheduled for completion by the end of 2006, said Marjorie Hooper, a spokeswoman for Balfour, which won the contract with three partners. The center is part of a complex that will include the 700-meter (2,300 feet) Burj Tower, which will become the world's tallest building. Balfour Beatty is based in London.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/02/business/world-business-briefing-europe-britain-a-mall-for-dubai.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Japan Issues New Currency to Foil Forgers",
      "snippet": "Japan redesigns its bank notes for first time in 20 years, issuing pretty new series of bills; Prime Min Junichiro Koizumi says main reason for change is to foil counterfeiters; change will cost far more than $1 million a year in direct losses to ...",
      "abstract": "Japan redesigns its bank notes for first time in 20 years, issuing pretty new series of bills; Prime Min Junichiro Koizumi says main reason for change is to foil counterfeiters; change will cost far more than $1 million a year in direct losses to counterfeiting; high cost suggests real agenda is bringing into economy trillions of yen that elderly stash at home; photo (M)",
      "lead_paragraph": "TOKYO, Nov. 1 - For the first time in 20 years, Japan has redesigned its bank notes, issuing a pretty new series of bills on Monday that feature rabbit-ear irises, the first formal portrait of a woman on a Japanese bank note, and, of course, the requisite image of a snow-capped Mount Fuji, framed in cherry blossoms.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/02/business/worldbusiness/japan-issues-new-currency-to-foil-forgers.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Bank's Profit Rises",
      "snippet": "Dutch bank ABN Amro Holding says third-quarter net income rose 26 percent, to 1.05 billion euros ($1.34 billion), from 832 million euros in 2003 period; expects operating profit this year to fall (S)",
      "abstract": "Dutch bank ABN Amro Holding says third-quarter net income rose 26 percent, to 1.05 billion euros ($1.34 billion), from 832 million euros in 2003 period; expects operating profit this year to fall (S)",
      "lead_paragraph": "The Dutch bank ABN Amro Holding said profit rose 26 percent in the third quarter as a gain from the sale of a stake in the Bank of Asia made up for a decline in mortgage lending in the United States. Net income increased to 1.05 billion euros ($1.34 billion), or 62 euro cents a share, from 832 million euros, or 51 cents a share, a year earlier, the company said. The chief executive, Rijkman Groenink, said operating profit this year would fall as higher interest rates lead to a slump in mortgage lending and refinancing in the United States. Total banking revenue decreased 1.8 percent to 4.74 billion euros, mainly from a drop of 287 million euros in mortgage revenue in the United States, ABN Amro said.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/02/business/world-business-briefing-europe-the-netherlands-banks-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Volkswagen May Be Close to Settling Its Wage Talks",
      "snippet": "Volkswagen and its workers enter key time in their wage talks amid signs of compromise, even as protests flare at factories across Germany; company seeks two-year wage freeze and concessions on variety of work rules as it tries to cut labor costs ...",
      "abstract": "Volkswagen and its workers enter key time in their wage talks amid signs of compromise, even as protests flare at factories across Germany; company seeks two-year wage freeze and concessions on variety of work rules as it tries to cut labor costs nearly one-third by 2011; IG Metall union has cut its wage demands to 2 percent rise; talks are seen as test of whether German auto workers can preserve their privileges in fiercely competitive global industry; photo (M)",
      "lead_paragraph": "FRANKFURT, Nov. 1 - Volkswagen and its workers entered a critical week in their wage negotiations on Monday, with signs that a compromise was taking shape even as protests flared at factories across Germany.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/02/business/worldbusiness/volkswagen-may-be-close-to-settling-its-wage-talks.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Oil Prices Fall to Near $50 As Supply Concerns Ease  Oil prices fell to a four-week low as traders grew less concerned about possible threats to supplies. Crude oil futures for December delivery fell $1.63, to $50.13 a barrel, after reaching a rec...",
      "abstract": " Oil Prices Fall to Near $50 As Supply Concerns Ease  Oil prices fell to a four-week low as traders grew less concerned about possible threats to supplies. Crude oil futures for December delivery fell $1.63, to $50.13 a barrel, after reaching a record $55.65 a barrel last week.    Oil prices rose steadily over the summer as analysts and traders feared that supplies from oil-producing countries like Iraq and Nigeria could be interrupted. But few of the market's concerns have materialized. [Page 12.]    India Tries Outsourcing to China  Infosys and other fast-growing companies in India are hiring workers in China, concluding that only China has a worker base equal to India's in terms of cost, quality and scale. [World Business, Section W.]    Former Disney Director Testifies  Michael S. Ovitz, the former Disney president, ended his court testimony by defending the hundreds of thousands of dollars he spent on gifts, entertainment and charitable contributions. He was followed on the stand by Irwin Russell, left, a former Disney director who helped negotiate Mr. Ovitz's contract. [C7.]    Marsh Sets Up a Settlement Fund  Marsh & McLennan is setting up a fund to be used for restitution in any settlement agreement with the New York attorney general. It could have up to $230 million to start. [C12.]    Stock Promotion Trial Opens  As the trial of Anthony Elgindy opened, prosecutors accused him of participating in an illegal stock-selling arrangement involving confidential government information. [C4.]    Less Tax Cheating Is Discovered  The push by the commissioner of Internal Revenue to quickly complete audits of big corporations has led to a sharp drop in the discovery of tax cheating, new I.R.S. data shows. [C2.]    Tyco Sells Undersea Cable Unit  Tyco International will sell its undersea cable business to Videsh Sanchar Nigam of India, ending a failed experiment. [C10.]    Humana Profit Is Aided by Medicare  Humana, the biggest manager of health plans for the United States military, said third-quarter profit rose 36 percent on higher revenue from Medicare and medical cost controls. Its profit of 52 cents a share beat the 44-cent average of analysts' forecasts. Revenue for the company climbed 2 percent, to $3.18 billion from $3.11 billion. [C2.]    Medicare to Finance Cancer Study  Medicare officials' announcement of a series of changes in cancer treatment provides a glimpse into alterations to Medicare that will probably continue if President Bush is re-elected. [A18.]    Senate investigators examining Merck's recall of Vioxx interviewed a lawyer whose firm has filed 58 lawsuits involving the drug. [C12.]    Oil Price Drop Gives Lift to Stocks  Stocks rose after oil prices tumbled to a four-week low. The Dow Jones industrial average rose 26.92 points, to 10,054.39, and the S.&P. 500 added 0.31 point, to 1,130.51. The Nasdaq rose 4.88 points, to 1,979.87. [C12.]    Circulation Is Down at Newspapers  Newspaper circulation fell in the six months ended in September, hurt by new restrictions on telemarketing and other factors. [C7.]    Was That a Pat-Down or a Grope?  Airline passengers complain that they have been subjected to groping since regulators issued revised guidelines for checkpoint screeners. Joe Sharkey: On the Road. [C9.]    Advertisers Learn From Candidates  Marketers and public relations agencies have been picking up some tips from the long drive for the White House. Advertising. [C7.]  ",
      "lead_paragraph": "Oil Prices Fall to Near $50 As Supply Concerns Ease Oil prices fell to a four-week low as traders grew less concerned about possible threats to supplies. Crude oil futures for December delivery fell $1.63, to $50.13 a barrel, after reaching a record $55.65 a barrel last week.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/02/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "American Is Among Captives Seized in Baghdad Kidnapping",
      "snippet": "Kidnappers armed with AK-47's and rocket-propelled grenades storm office in western Baghdad, overpowering armed guards and kidnapping four people, including an American; one Iraqi guard and one attacker are killed; others captured are Nepali and t...",
      "abstract": "Kidnappers armed with AK-47's and rocket-propelled grenades storm office in western Baghdad, overpowering armed guards and kidnapping four people, including an American; one Iraqi guard and one attacker are killed; others captured are Nepali and two Arabs from outside Iraq; four work for Saudi Arabian Trading and Contracting Co, Riyadh-based company owned by Saudi and Lebanese businessmen that supplies American forces in Iraq; American is not identified, and no one has claimed responsibility for kidnapping; earlier in day, gunmen ambush and kill Baghdad Province Deputy Governor Hatim Kamil and wound two of his bodyguards; insurgents' stepped-up campaign of assassinating Iraqi government officials is draining country of its skilled bureaucrats and has American military officials increasingly worried; violence around Iraq is unfolding as negotiations continue over peace agreement to avert planned American invasion of Falluja; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Tuesday, Nov. 2 - Kidnappers armed with AK-47's and rocket-propelled grenades stormed an office in western Baghdad on Monday, overpowering the armed guards and capturing four people, including an American, Iraqi police officials said.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/02/world/middleeast/american-is-among-captives-seized-in-baghdad-kidnapping.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Record Turnout Forecast; Vote Drives Intensify",
      "snippet": "Experts predict record turnout at polls following most expensive and successful voter drive in history; nonpartisan election experts say as many as 121 million Americans might vote, eclipsing record of 106 million in 2000; party strategists agree ...",
      "abstract": "Experts predict record turnout at polls following most expensive and successful voter drive in history; nonpartisan election experts say as many as 121 million Americans might vote, eclipsing record of 106 million in 2000; party strategists agree that with race too close to call, winner is likely to be side best able to muster its core supporters; volunteer armies in Ohio, Florida, Pennsylvania, Michigan and other swing states pound on doors, ring telephones, stuff computers and mailboxes and arrange Election Day enticements such as free day care, free rides to polling places, even goodies such as T-shirts and cookies; many employers are giving workers time off to vote; national drive to raise voter participation this year was prompted by major parties and their allies in part by razor-thin margin in 2000; nationally, Democrats and Republicans each claim to have million volunteers; their activities described; photos (M)",
      "lead_paragraph": "Legions of get-out-the-vote volunteers, the bloodhounds of democracy, pursued the electorate across a dozen states yesterday as the most expensive and successful voter drive in history drew to a resounding close with experts predicting a record turnout at the polls today.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/02/politics/campaign/record-turnout-forecast-vote-drives-intensify.html",
      "byline": "By Robert D. McFadden"
    },
    {
      "headline": "India Taps China's Reserve of Technological Talent",
      "snippet": "LInfosys Technologies and other top Indian outsourcing companies are doing application development and maintenance work in China as they grow rapidly to keep up with booming demand from West for their information technology services; are quickly c...",
      "abstract": "LInfosys Technologies and other top Indian outsourcing companies are doing application development and maintenance work in China as they grow rapidly to keep up with booming demand from West for their information technology services; are quickly concluding that only China has worker base equal to India's in terms of cost, quality and scale; expansion there also offers ability to cater to and possibly win more of local and regional markets; photo (M)",
      "lead_paragraph": "BANGALORE, India, Nov. 1 - When Infosys Technologies began scouting for an alternative to India as a source of unlimited, low-cost human resources, the fast-growing company came up with one answer: its home country's archrival, China.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/02/business/worldbusiness/india-taps-chinas-reserve-of-technological-talent.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Weaker Dollar Causes Toyota's Profit to Slip",
      "snippet": "Toyota Motor Corp reports net income fell to 297.4 billion yen ($2.8 billion) for quarter ended Sept 30, down 1.5 percent from year-earlier period, despite 9.3 percent sales gain; predicts profit for full fiscal year will be near or greater than l...",
      "abstract": "Toyota Motor Corp reports net income fell to 297.4 billion yen ($2.8 billion) for quarter ended Sept 30, down 1.5 percent from year-earlier period, despite 9.3 percent sales gain; predicts profit for full fiscal year will be near or greater than last year's record 1.16 trillion yen ($11 billion); photo (M)",
      "lead_paragraph": "TOKYO, Nov. 1 - Profit at the Toyota Motor Corporation slipped 1.5 percent in the most recent quarter as damage from a falling dollar offset strong increases in sales around the world.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/02/business/worldbusiness/weaker-dollar-causes-toyotas-profit-to-slip.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Tired of Being in the Shadow of Citigroup, HSBC Pushes Harder Into Investment Banking",
      "snippet": "Market Place column on push by HSBC, global consumer and commercial banking giant, into investment banking, where it has been dwarfed by Citigroup; bank has been spending millions to hire bankers and build its merger and acquisition advisory busin...",
      "abstract": "Market Place column on push by HSBC, global consumer and commercial banking giant, into investment banking, where it has been dwarfed by Citigroup; bank has been spending millions to hire bankers and build its merger and acquisition advisory business; chairman, Sir John Bond, long shunned high corporate salaries commanded by such bankers and criticized aggressive culture that came with them; photo (M)",
      "lead_paragraph": "LONDON, Nov. 1 - HSBC is emerging from the shadow of Citigroup.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/02/business/tired-of-being-in-the-shadow-of-citigroup-hsbc-pushes-harder-into.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Oracle Raises Its Bid for PeopleSoft by $3, to $24 a Share",
      "snippet": "Oracle raises its hostile bid for PeopleSoft from $21 to $24 a share, valuing rival computer software maker at $9.2 billion; told Delaware court that it was leaning toward lowering offer; chairman Jeff Henley calls bid best and last offer; Oracle ...",
      "abstract": "Oracle raises its hostile bid for PeopleSoft from $21 to $24 a share, valuing rival computer software maker at $9.2 billion; told Delaware court that it was leaning toward lowering offer; chairman Jeff Henley calls bid best and last offer; Oracle say Delaware Vice Chancellor Leo E Strine Jr asked it to make its best offer before he rules on its suit to force PeopleSoft to remove poison-pill takeover defense; graph of two companies stock prices (M)",
      "lead_paragraph": "SAN FRANCISCO, Nov. 1 - Oracle raised its offer for PeopleSoft on Monday from $21 a share to $24 a share. The higher bid, which values PeopleSoft at $9.2 billion, comes less than a month after Oracle executives said in Delaware Chancery Court that the company was leaning toward lowering its offer.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/02/technology/oracle-raises-its-bid-for-peoplesoft-by-3-to-24-a-share.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Rehnquist Fails to Return, and Speculation Increases",
      "snippet": "Chief Justice William H Rehnquist fails to return to work as he had planned, disclosing that his thyroid cancer is being treated with both chemotherapy and radiation; carefully worded statement from his office gives no indication when, or whether,...",
      "abstract": "Chief Justice William H Rehnquist fails to return to work as he had planned, disclosing that his thyroid cancer is being treated with both chemotherapy and radiation; carefully worded statement from his office gives no indication when, or whether, 80-year-old chief justice might return to bench; medical specialists not connected with his case say his course of treatment strongly suggests that he could be suffering from rapidly progressive type of cancer that has already spread and might now be inoperable; statement from Rehnquist's office is extraordinary development in closing hours of presidential campaign in which partisans on both sides have tried to remind voters that next president could well be in position to reshape Supreme Court; any Supreme Court vacancy that occurs soon could become vehicle for bitter campaign of 2004 to perpetuate itself, even if election outcome is clear; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 1 - Chief Justice William H. Rehnquist disclosed Monday that his thyroid cancer was being treated with both chemotherapy and radiation, and he did not return to work despite his previously announced plan to do so.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/02/politics/rehnquist-fails-to-return-and-speculation-increases.html",
      "byline": "By Linda Greenhouse and Katharine Q. Seelye"
    },
    {
      "headline": "World Business Briefing | Asia: China: Telecom Executive Named",
      "snippet": "Mobile phone service provider China Unicom named Chang Xiaobing, China Telecom Corp president, chairman and chief executive; he is also named chairman of parent Unicom Group, succeeding Wang Jianzhou, named China Mobile Communications president; p...",
      "abstract": "Mobile phone service provider China Unicom named Chang Xiaobing, China Telecom Corp president, chairman and chief executive; he is also named chairman of parent Unicom Group, succeeding Wang Jianzhou, named China Mobile Communications president; photo (S)",
      "lead_paragraph": "The mobile tele-phone service provider China Unicom named Chang Xiaobing, left, as chairman and chief executive officer. Mr. Chang, currently president of the China Telecom Corporation, was also named chairman of the Unicom Group, the parent of Unicom, which is based in Hong Kong. In a statement announcing the appointment, Unicom did not say when it was effective. Unicom's chairman, Wang Jianzhou, was appointed president of China Mobile Communications, according to China Mobile of Hong Kong, the parent of China Mobile Communications.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/02/business/world-business-briefing-asia-china-telecom-executive-named.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "G.O.P. in Ohio Can Challenge Voters at Polls",
      "snippet": "Federal appeals court reverses two lower courts, ruling that Republican Party can place thousands of people inside polling places to challenge eligibility of voters; rejects Democrats' argument that challengers will intimidate minority voters; law...",
      "abstract": "Federal appeals court reverses two lower courts, ruling that Republican Party can place thousands of people inside polling places to challenge eligibility of voters; rejects Democrats' argument that challengers will intimidate minority voters; lawyer for pair of Cincinnati civil rights activists who challenged Republican plans to challenge voters says he will appeal decision to United States Supreme Court; cases may foreshadow lawsuits likely to be filed if election is close in any state crucial to Electoral College calculus; lawyers for both sides are already examining disparities in election policies, nuances in court rulings and potential irregularities at polling places for material that may be used to challenge results in places where margins are paper thin; battle over Election Day challenges is most intense in Ohio, because race there is so close and so vital to Pres Bush and Sen Kerry, but also because Republican Party has announced larger and more aggressive plans to challenge voters there than in other states; photo; report on challenges that may be raised in Colorado, Florida, Minnesota, Ohio, Pennsylvania, Wisconsin and nationwide (L)",
      "lead_paragraph": "COLUMBUS, Ohio, Tuesday, Nov. 2 - In a day of see-sawing court rulings, a Federal appeals court ruled early Tuesday morning that the Republican Party could place thousands of people inside polling places to challenge the eligibility of voters, a blow to Democrats who argued those challengers will intimidate minority voters.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/02/politics/campaign/gop-in-ohio-can-challenge-voters-at-polls.html",
      "byline": "By James Dao and Adam Liptak"
    },
    {
      "headline": "World Business Briefing | Australia: Trade Gap Widens",
      "snippet": "Australia's trade deficit widened in Sept to 2.11 billion Australian dollars ($1.57 billion) as 5 percent rise in imports outpaced 4 percent rise in exports (S)",
      "abstract": "Australia's trade deficit widened in Sept to 2.11 billion Australian dollars ($1.57 billion) as 5 percent rise in imports outpaced 4 percent rise in exports (S)",
      "lead_paragraph": "Australia's trade deficit widened in September to 2.11 billion Australian dollars ($1.57 billion) as a 5 percent rise in imports outpaced a 4 percent increase in exports. Rising prices for fuel were partly to blame for the rise in imports, while the expansion in exports was the first in three months. Wayne Arnold (NYT)",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/02/business/world-business-briefing-australia-trade-gap-widens.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Breakup Of Gas Venture",
      "snippet": "Dutch Min Laurens Jan Brinkhorst proposes to Parliament that government take sole control of nation's gas grid and gas transportation concern by buying out Exxon Mobil Corp and Royal Dutch/Shell Group stakes for 2.78 billion euros ($3.54 billion);...",
      "abstract": "Dutch Min Laurens Jan Brinkhorst proposes to Parliament that government take sole control of nation's gas grid and gas transportation concern by buying out Exxon Mobil Corp and Royal Dutch/Shell Group stakes for 2.78 billion euros ($3.54 billion); deal would split up Nederlandse Gasunie, distribution and marketing venture, among two companies and government; merchant business would remain three-way venture (S)",
      "lead_paragraph": "The Netherlands proposed to take sole control of the country's gas grid and its gas transportation concern by buying out stakes in the operation from the Exxon Mobil Corporation and the Royal/Dutch Shell Group for 2.78 billion euros ($3.54 billion), the government said. The deal would split up Nederlandse Gasunie, a 41-year-old distribution and marketing venture, among the two companies and the government. The merchant business would remain a three-way venture, the Dutch economics ministry said. The proposal was sent to the Parliament by the economics minister, Laurens Jan Brinkhorst.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/02/business/world-business-briefing-europe-the-netherlands-breakup-of-gas.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Textile Quotas to End, Punishing Carolina Towns",
      "snippet": "First article in periodic series Made Elsewhere, on global clothing business, focuses on plant closings and job losses in Carolinas, which drew mills decades ago with prospect of inexpensive nonunion labor; industry is now migrating abroad in sear...",
      "abstract": "First article in periodic series Made Elsewhere, on global clothing business, focuses on plant closings and job losses in Carolinas, which drew mills decades ago with prospect of inexpensive nonunion labor; industry is now migrating abroad in search of ever-cheaper labor; gradual shift is poised to turn into rout after Jan 1, when World Trade Organization is set to end global system of country-by-country quotas regulating international trade in textiles and apparel; change also threatens poorest developing nations unable to compete with China; politicians from both parties in Southeast are wringing last-minute concessions from White House that could slow flood of imports from China; most experts expect that China, if left unimpeded, will gain almost half global apparel market; map; graph of China's share of exports; photos (M)",
      "lead_paragraph": "KANNAPOLIS, N.C. - Leann Harrington's experience losing her job has an all-too-familiar ring, one that is soon likely to be heard with even greater frequency.",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/02/business/textile-quotas-to-end-punishing-carolina-towns.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Peering at the Sticker on a Cleaner Car",
      "snippet": "California Air Resources Board staff says newly adopted automotive greenhouse gas rule, which requires 30 percent cut in carbon dioxide, nitrous oxide and methane emissions by 2016 model year, will add about $1,000 to cost of average vehicle; says...",
      "abstract": "California Air Resources Board staff says newly adopted automotive greenhouse gas rule, which requires 30 percent cut in carbon dioxide, nitrous oxide and methane emissions by 2016 model year, will add about $1,000 to cost of average vehicle; says cost could be made up in five years in savings on fuel, since cut would probably require fuel economy improvement of over 40 percent; industry holds it would add $3,000, cost that would never fully be made up by fuel savings; Union of Concerned Scientists has issued report on how six specific vehicles could be modified to cut global warming emissions by 40 percent or more, exceeding California standards; projects cost of $1,960 per vehicle; Alliance of Automobile Manufacturers consultant holds modifications would cost $4,361 and that some recommended changes are not feasible; table of proposed changes; emissions graph; photo (M)",
      "lead_paragraph": "DETROIT, Nov. 1 - How much will it cost Californians to buy cooler cars?",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/02/business/peering-at-the-sticker-on-a-cleaner-car.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: More Tax For Yukos",
      "snippet": "Russian Tax Ministry claims added $10 billion in back taxes from oil company Yukos, bringing company's total back tax bill to $17.5 billion (S)",
      "abstract": "Russian Tax Ministry claims added $10 billion in back taxes from oil company Yukos, bringing company's total back tax bill to $17.5 billion (S)",
      "lead_paragraph": "The Russian Tax Ministry served the oil company Yukos with claims for an additional $10 billion in back taxes, which would bring the company's total tax bill to $17.5 billion. Tax officials with the ministry finished an audit for Yukos for 2002, and as a result demanded 193 billion rubles ($6.7 billion) for that year, the Interfax news agency reported. Earlier, Yuganskneftegaz, the main production unit of Yukos, received a $3.3 billion back-tax claim, $2.3 billion for unpaid taxes in 2001 and $1 billion for 2002. As part of the Russian government's campaign against the company, the country's largest oil producer, Yukos already faced total back-tax claims of about $7.5 billion for the years 2000 and 2001. The company has almost fully repaid the $3.4 billion for 2000. The founder of Yukos, Mikhail B. Khodorkovsky, is in jail facing trial on separate criminal charges, and his detention was extended on Monday to Feb. 14 from Nov. 14. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/02/business/world-business-briefing-europe-russia-more-tax-for-yukos.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    }
  ]
}