{
  "metadata": {
    "date": "2004-07-15",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Scanning A Paperless Horizon",
      "snippet": "David Pogue State of the Art column reviews scanners from Fujitsu, Xerox and Hewlett-Packard; all include software to convert scanned pages to PDF format; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column reviews scanners from Fujitsu, Xerox and Hewlett-Packard; all include software to convert scanned pages to PDF format; photo; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/15/technology/state-of-the-art-scanning-a-paperless-horizon.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "In Chaos, Palestinians Struggle for a Way Out",
      "snippet": "A People Adrift, first of two articles on Palestinians of West Bank and Gaza Strip after four years of Arab-Israeli conflict; contest is under way between warlords and democrats, between Islamists and secular leaders, between those who would destr...",
      "abstract": "A People Adrift, first of two articles on Palestinians of West Bank and Gaza Strip after four years of Arab-Israeli conflict; contest is under way between warlords and democrats, between Islamists and secular leaders, between those who would destroy Israel and those who would live beside it; Israel's barrier against West Bank Palestinians is sign that after 37 years of occupying West Bank and Gaza, it seeks to cut itself off from Palestinians, to give up Gaza, to hold onto as much of West Bank as it can, and to retain Jewish majority in democratic state; for Palestinians there is no such clarity; they have made no national decisions, and mechanisms for making and enforcing any are breaking down; in Jenin, city of 45,000, many residents rely on themselves rather than Palestinian Authority; Mayor Waleed A Mwais blames Israel, saying it destroyed all forms of authority and now everyone has their own weapon; criticism of aging Palestinian leadership, even of Yasir Arafat, has reached new pitch; reform-minded leaders struggle to find way to start over; 3,200 Palestinians and 1,000 Israelis have died violently in conflict that has become way of life; photos; map (L)",
      "lead_paragraph": "Sitting in his office beneath two signs deploring smoking, Salahaldin Mousa listens all day as his fellow citizens interrupt his paperwork to complain about their utility bills or to demand jobs. He wonders whom they may be connected to, and if they have guns.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/15/world/in-chaos-palestinians-struggle-for-a-way-out.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "Living the Broadband Life",
      "snippet": "San Diego was one of first cities with high-speed connectivity; 55 percent of households have high-speed connections and users all but take it for granted; photo (M)",
      "abstract": "San Diego was one of first cities with high-speed connectivity; 55 percent of households have high-speed connections and users all but take it for granted; photo (M)",
      "lead_paragraph": "DEBRA GIBB has had a high-speed Internet connection in her home longer than anyone she knows. In late 1996, when Time Warner Cable began trials here for its cable modem service, Ms. Gibb leapt at the chance to become one of the first residential broadband users in the nation. She was beta tester No. 6 in San Diego, she said.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/15/technology/living-the-broadband-life.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "SENATORS BLOCK INITIATIVE TO BAN SAME-SEX UNIONS",
      "snippet": "Senate, as expected, defeats proposed constitutional amendment to prohibit same-sex marriage, politically charged initiative that is endorsed by Pres Bush and is top priority of many of his socially conservative supporters; vote against moving for...",
      "abstract": "Senate, as expected, defeats proposed constitutional amendment to prohibit same-sex marriage, politically charged initiative that is endorsed by Pres Bush and is top priority of many of his socially conservative supporters; vote against moving forward on proposal is 50 to 48, 12 votes short of number needed to keep amendment alive and 19 shy of 67 votes needed to send amendment to states for ratification, if it is approved by House; proposed amendment showcases philosophical divisions within Republican Party; Sen John McCain, one of six Republicans who voted against measure, claims it interferes with states rights; earlier in week, Vice Pres Dick Cheney's wife Lynne Cheney said recognition of marriage should remain under state control; Bush, who lobbied for its passage in recent days, is described as 'disappointed' in White House statement; Sens John Kerry and John Edwards, on the campaign trail, skip vote; both promised to return to Senate to vote against amendment when it comes to final vote; amendment could still be brought to House vote in fall (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/15/us/senators-block-initiative-to-ban-same-sex-unions.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "World Business Briefing | Asia: China: Retailer Stake Acquired",
      "snippet": "British supermarket operator Tesco ag",
      "abstract": "British supermarket operator Tesco ag",
      "lead_paragraph": "The British supermarket operator Tesco agreed to pay £140 million ($260 million) to buy half of Hymall, a chain of Chinese stores. Tesco, based in Cheshunt, England, will buy 50 percent of the chain from Ting Cao, a spokeswoman for Tesco, Lucy Neville-Rolfe, said.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/15/business/world-business-briefing-asia-china-retailer-stake-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Outcry Greets Europe's Plan To Overhaul Beet Subsidies",
      "snippet": "European Commission's plan to overhaul European Union's heavily protected sugar market meets stiff and immediate opposition; Committee of European Sugar Manufacturers says Europe's sugar producers are concerned that move might lead to collapse in ...",
      "abstract": "European Commission's plan to overhaul European Union's heavily protected sugar market meets stiff and immediate opposition; Committee of European Sugar Manufacturers says Europe's sugar producers are concerned that move might lead to collapse in sugar prices in union; about 100 sugar beet growers descend on commission's offices in Brussels; proposals aim to lower price of sugar by about third and reduce quantities of sugar produced so that excess is not dumped on overseas markets; photos (M)",
      "lead_paragraph": "The European Commission's plan to overhaul the European Union's heavily protected sugar market met stiff and immediate opposition when it was introduced on Wednesday.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/15/business/outcry-greets-europe-s-plan-to-overhaul-beet-subsidies.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Two More High Rollers Are Planning to Merge",
      "snippet": "Harrah's Entertainment acquires Caesars Entertainment for more than $5 billion; Harrah's will also assume $3.97 billion in debt; photos (M)",
      "abstract": "Harrah's Entertainment acquires Caesars Entertainment for more than $5 billion; Harrah's will also assume $3.97 billion in debt; photos (M)",
      "lead_paragraph": "Harrah's Entertainment agreed last night to buy Caesars Entertainment for more than $5 billion, executives close to the negotiations said.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/15/business/two-more-high-rollers-are-planning-to-merge.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Yukos Offers to Pay a Third of Its Tax Bill",
      "snippet": "Yukos offers to pay about one third7",
      "abstract": "Yukos offers to pay about one third7",
      "lead_paragraph": "The chess match between Yukos, the Russian oil giant, and the Kremlin continued Wednesday, with the oil company offering to pay roughly a third of the $3.4 billion it owes in back taxes, and its jailed founder, Mikhail B. Khodorkovsky, asking shareholders to fire Yukos's chairman for his failure to reach a deal with authorities.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/15/business/yukos-offers-to-pay-a-third-of-its-tax-bill.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Marks & Spencer Bidder Gives Up",
      "snippet": "World Business Briefing: Britain: Mark & Spencer",
      "abstract": "World Business Briefing: Britain: Mark & Spencer",
      "lead_paragraph": "The British billionaire Philip Green gave up his battle to acquire Marks & Spencer, Britain's largest clothing retailer, after the company rejected his three offers. Mr. Green said he concluded after conversations with Marks & Spencer's board that he would not ''gain the cooperation of the board.'' He had raised £11.1 billion ($20.6 billion) to buy Marks & Spencer. Mr. Green earlier said that his third bid, for £9.1 billion ($16.9 billion), was final and he would not make a formal offer without the recommendation of the retailer's board.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/15/business/world-business-briefing-europe-britain-marks-spencer-bidder-gives-up.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Election Troubles Already Descending on Florida",
      "snippet": "Florida is grappling with some of same problems that threw 2000 presidential election into chaos, as well as new ones that critics say could cause even more confusion this Nov; touch-screen voting machines intended to cure many of ills of 2000 hav...",
      "abstract": "Florida is grappling with some of same problems that threw 2000 presidential election into chaos, as well as new ones that critics say could cause even more confusion this Nov; touch-screen voting machines intended to cure many of ills of 2000 have raised host of other concerns; voting rights groups have filed lawsuit challenging new state rule excluding machines from manual recounts; integrity of machines is questioned after problem is discovered in audit process of some of them; Democratic congressman has sued to request printed record of every touch-screen vote; Florida faces other challenges also, including confirming which voters are ineligible, training poll workers on new policies and processing flood of new registrations; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/15/us/election-troubles-already-descending-on-florida.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "World Business Briefing | Middle East: Qatar: Fuel Plant Planned",
      "snippet": "Exxon Mobil Corp agrees to convert $7 billion plan to covert Qatari natural gas into products like diesel and jet fuel; operations will begin in 2001 (S)",
      "abstract": "Exxon Mobil Corp agrees to convert $7 billion plan to covert Qatari natural gas into products like diesel and jet fuel; operations will begin in 2001 (S)",
      "lead_paragraph": "The Exxon Mobil Corporation agreed to a $7 billion plan to convert Qatari natural gas into products like diesel and jet fuel. Operations will begin in 2011, said Nasser Jaidah, director of oil and gas ventures at Qatar Petroleum, a partner in the venture.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/15/business/world-business-briefing-middle-east-qatar-fuel-plant-planned.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Before Facing Judge, Stewart Is Out and About",
      "snippet": "Martha Stewart is out and about town in days before her scheduled sentencing on July 16; she is making rounds of all best parties in city and at the beach; her embrace of social scene is in stark contrast to her demeanor during investigation into ...",
      "abstract": "Martha Stewart is out and about town in days before her scheduled sentencing on July 16; she is making rounds of all best parties in city and at the beach; her embrace of social scene is in stark contrast to her demeanor during investigation into her 2001 sale of ImClone Systems shares, when she canceled some public appearances and dropped off CBS program rather than face questions about allegations against her; advisers say her current activity is her own decision, not that of image consultants; some think her visibility in social pages might backfire at her sentecing; one lawyer notes that factors like remorse play role in determining how much time person spends behind bars, and Stewart has shown none; friends say that in her private moments, she has shed tears over probability that she will spend at least few months in prison; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/15/business/before-facing-judge-stewart-is-out-and-about.html",
      "byline": "By Constance L. Hays and David Carr"
    },
    {
      "headline": "Motorola Sticks To Spinoff Plan In a Climate Tough on Chips",
      "snippet": "Motorola is aiming to raise as much as $2.2 billion when it sells 121.6 million shares of its Freescale Semiconductor unit in initial public offering; deal is expected just days after Merrill Lynch downgraded entire semiconductor sector and Intel ...",
      "abstract": "Motorola is aiming to raise as much as $2.2 billion when it sells 121.6 million shares of its Freescale Semiconductor unit in initial public offering; deal is expected just days after Merrill Lynch downgraded entire semiconductor sector and Intel reported disappointing second-quarter earnings; Sanford C Bernstein analysts Adam S Parker says revenue growth and profits at company are below industry average and Freescale may have to return to capital markets for money sooner than investors would like, diluting existing holders' stakes or adding debt; Parker wans investors to avoid Freescale offering (Market Place column) (M)",
      "lead_paragraph": "When Motorola began planning the spin-off of its semiconductor unit late last year, technology stocks were enjoying a stint in the sun. But now, with the shares expected to be priced today before they begin trading tomorrow, the company finds itself in the midst of a gathering storm.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/15/business/market-place-motorola-sticks-to-spinoff-plan-in-a-climate-tough-on-chips.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "10 IN BAGHDAD DIE AS SUICIDE BLAST SHATTERS A CALM",
      "snippet": "Suicide car bomb kills at least 10 people at gates of American-occupied Green Zone in Baghdad, and governor of Nineveh, one of Iraq's largest provinces, is assassinated; events shatter tentative calm that has prevailed since Iraq regained formal s...",
      "abstract": "Suicide car bomb kills at least 10 people at gates of American-occupied Green Zone in Baghdad, and governor of Nineveh, one of Iraq's largest provinces, is assassinated; events shatter tentative calm that has prevailed since Iraq regained formal sovereignty two weeks ago; Prime Min Iyad Allawi says suicide bombing could be retaliation for crackdown on insurgents by newly minted Iraqi security forces, who have fanned out across country, sweeping up hundreds of suspected terrorists and criminals; many Iraqi officials blame bombing on Abu Musab al-Zarqawi, Jordanian militant who has taken credit for relentless terrorism campaign that has killed hundreds, mostly civilians; assassination of Gov Osama Kashmoula of Nineveh Province is carried out by gunmen in four cars who swarm his convoy; Philippines beginswithdrawing its small contingent of troops in response to demand by Iraqi insurgents who kidnapped Filipino truck driver and threatened to kill him; Al Jazeera reports that group connected to Zarqawi beheaded one of two Bulgarian hostages after demands were not met to free Iraqi prisoners; photo (M)",
      "lead_paragraph": "A tentative calm that had prevailed since Iraq regained formal sovereignty two weeks ago was shattered Wednesday, first with a suicide car bombing that killed at least 10 people at the gates of the American-occupied Green Zone in Baghdad and then with the assassination of the governor of Nineveh, one of Iraq's largest provinces.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/15/world/the-reach-of-war-insurgents-10-in-baghdad-die-as-suicide-blast-shatters-a-calm.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Laggard Japanese Bank Decides It's Merger Time",
      "snippet": "UFJ Holdings directors agree",
      "abstract": "UFJ Holdings directors agree",
      "lead_paragraph": "A proposed merger of the Mitsubishi Tokyo Financial Group and UFJ Holdings would not only create the world's largest bank, but would go a long way toward shoring up Japan's troubled financial system, analysts said.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/15/business/laggard-japanese-bank-decides-it-s-merger-time.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Self-Propelled, With a Mission: Clean House",
      "snippet": "Roomba Discovery is second-generation robotic floor vacuum from iRobot; device tested and compared with original Roomba; photo (M)",
      "abstract": "Roomba Discovery is second-generation robotic floor vacuum from iRobot; device tested and compared with original Roomba; photo (M)",
      "lead_paragraph": "GIVE Roomba credit. Within seconds of being placed on my kitchen floor, it headed straight for that dark, haunted territory untouched by broom or vacuum cleaner, a place so forbidding that my wife and I avoid even looking at it for fear of what we might see. Roomba, the fat robotic Frisbee that lives to clean, dived right in under the stove before I could stop it.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/15/technology/just-browsing-self-propelled-with-a-mission-clean-house.html",
      "byline": "By William Grimes"
    },
    {
      "headline": "Report Spares Blair But Faults Spy Data",
      "snippet": "A highly anticipated British report harshly criticized extensive prewar intelligence failures concerning Iraqi prohibited weapons but cleared Prime Minister Tony Blair of deliberately distorting the evidence to build the case for war. Like a Unite...",
      "abstract": "A highly anticipated British report harshly criticized extensive prewar intelligence failures concerning Iraqi prohibited weapons but cleared Prime Minister Tony Blair of deliberately distorting the evidence to build the case for war. Like a United States Senate Intelligence Committee report issued last week, it also found no evidence that Saddam Hussein had significant, if any, stocks of illicit weapons or that Iraq had cooperated with Al Qaeda.    Article, Page A6.",
      "lead_paragraph": "A highly anticipated British report harshly criticized extensive prewar intelligence failures concerning Iraqi prohibited weapons but cleared Prime Minister Tony Blair of deliberately distorting the evidence to build the case for war. Like a United States Senate Intelligence Committee report issued last week, it also found no evidence that Saddam Hussein had significant, if any, stocks of illicit weapons or that Iraq had cooperated with Al Qaeda.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/15/world/report-spares-blair-but-faults-spy-data.html",
      "byline": ""
    },
    {
      "headline": "U.S. Permits 3 Cancer Drugs From Cuba",
      "snippet": "US government is permitting California-based CancerVax to license three experimental cancer drugs from Cuba, making exception to policy of tightly restricting trade with Cuba; State Department says exception has been made because of life-saving po...",
      "abstract": "US government is permitting California-based CancerVax to license three experimental cancer drugs from Cuba, making exception to policy of tightly restricting trade with Cuba; State Department says exception has been made because of life-saving potential of experimental Cuban drugs and that license approval does not represent relaxation of trade policy; licensing deal calls for CancerVax to pay $6 million over next three years, during development stage; company would pay up to $35 million more if products reach market; payments to Cuba during developmental stage would be in goods like food or medical supplies, to avoid providing Cuban government with currency; any payments after drugs reach market could be half in cash; drugs were developed by Center of Molecular Immunology in Havana; are so-called cancer vaccines, which attempt to harness body's immune system to fight tumors; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/15/business/technology-us-permits-3-cancer-drugs-from-cuba.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "United Delays Payments To Pensions",
      "snippet": "United Airlines will put off making $72.4 million in payments to its employee pension funds, move that experts say signals airline is likely to seek deep cuts in one or more of its retirement plans; leaders of some of company's unions react with d...",
      "abstract": "United Airlines will put off making $72.4 million in payments to its employee pension funds, move that experts say signals airline is likely to seek deep cuts in one or more of its retirement plans; leaders of some of company's unions react with dismay to deferral (M)",
      "lead_paragraph": "United Airlines said yesterday that it would put off making $72.4 million in payments to its employee pension funds, a move that experts said signaled that the airline was likely to seek deep cuts in one or more of its retirement plans.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/15/business/united-delays-payments-to-pensions.html",
      "byline": "By Micheline Maynard and Mary Williams Walsh"
    },
    {
      "headline": "Hear the Rumor on Cheney? Capital Buzzes, Denials Aside",
      "snippet": "Rumor that Vice Pres Dick Cheney will not be part of Republican ticket is far-fetched, but that has not stopped it from racing through Republican and Democratic circles like wildfire, political memo; clamor about dropping Cheney has so greatly int...",
      "abstract": "Rumor that Vice Pres Dick Cheney will not be part of Republican ticket is far-fetched, but that has not stopped it from racing through Republican and Democratic circles like wildfire, political memo; clamor about dropping Cheney has so greatly intensified that Cheney himself was forced to address it during C-Span interview, during which he said Pres Bush has made clear that he does not want to break up team; there is under-the-radar campaign among Republicans promoting their friends for job that may never emerge in open; Democrats, hoping to discredit the competition, promote idea that Cheney is drag on the ticket; they cite his low approval ratings in recent polls (M)",
      "lead_paragraph": "In the annals of Washington conspiracy theories, the latest one, about Vice President Dick Cheney's future on the Republican ticket, is as ingenious as it is far-fetched. But that has not stopped it from racing through Republican and Democratic circles like the latest low-carb diet.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/15/us/campaign-2004-political-memo-hear-rumor-cheney-capital-buzzes-denials-aside.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "World Business Briefing | Australia: Bank's Outlook Falls",
      "snippet": "National Australia Bank says operating profit in its second half may fall by as much as 23 percent as competition grows more heated and costs rise; graph (S)",
      "abstract": "National Australia Bank says operating profit in its second half may fall by as much as 23 percent as competition grows more heated and costs rise; graph (S)",
      "lead_paragraph": "Australia's biggest lender, the National Australia Bank, said that operating profit in its second half may fall by as much as 23 percent as competition grows more heated and costs rise. The bank said operating profit in the period, which ends Sept. 30, could fall to as low as 1.57 billion Australian dollars ($1.1 billion), from 2.04 billion Australian dollars in the year-earlier period. National Australia Bank is still recovering from a 360 million Australian dollar foreign exchange-trading scandal. Wayne Arnold (NYT)",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/15/business/world-business-briefing-australia-bank-s-outlook-falls.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "IPod and Macintosh Sales Help Triple Apple's Profit  Apple Computer said that its fiscal third-quarter profit tripled, led by surging demand for the iPod portable music player and higher sales of its Macintosh computers.    ''It was an outstanding...",
      "abstract": " IPod and Macintosh Sales Help Triple Apple's Profit  Apple Computer said that its fiscal third-quarter profit tripled, led by surging demand for the iPod portable music player and higher sales of its Macintosh computers.    ''It was an outstanding quarter -- our highest third-quarter revenue in eight years,'' said Steven P. Jobs, Apple's chief executive. ''Our Mac sales were up 19 percent, and we're thrilled with that.'' [Page C4.]",
      "lead_paragraph": "IPod and Macintosh Sales Help Triple Apple's Profit",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/15/business/business-digest-316903.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: India: Biotechnology Profit Grows",
      "snippet": "Indin",
      "abstract": "Indin",
      "lead_paragraph": "India's largest biotechnology company, Biocon, said that its quarterly profit more than doubled from the period a year ago to 486 million rupees ($10.6 million), helped by increased sales of cholesterol-fighting drugs in the United States and Europe. Sales in the period, which ended June 30 and was the first quarter of Biocon's fiscal year, rose to 1.8 billion rupees, from 1.1 billion rupees.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/15/business/world-business-briefing-asia-india-biotechnology-profit-grows.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Senate Panel Report Deplores Riggs Dealings",
      "snippet": "Senate report draws scathing portrait of money-laundering controls at Riggs National Corp, taking banking company's management to task for failing to monitor suspect financial dealings involving former Chilean dictator Augusto Pinochet and senior ...",
      "abstract": "Senate report draws scathing portrait of money-laundering controls at Riggs National Corp, taking banking company's management to task for failing to monitor suspect financial dealings involving former Chilean dictator Augusto Pinochet and senior officials of Equatorial Guinea, West African country in midst of oil boom; Federal law enforcement officials are examining if Saudi and Equatorial Guinean accounts at Riggs were used for money laundering or for financing terrorist activities in at least last two years; no criminal charges have been filed against Riggs, but former executive Simon P Kareri is subject of federal grand jury hearing on possibility of criminal fraud; Saudi Arabian Embassy has repeatedly denied any wrongdoing related to its Riggs accounts; report offers stinging portrayal of Riggs's biggest shareholder and former chief executive Joe L Allbritton, who was allegedly involved in courting Pinochet's business and was kept well apprised of Pincohet's dealings at bank--at time in mid-1990's when Pinochet was under house arrest in Britain on charges of human rights abuses and his assets were supposed to be frozen by international court order; photo (M)",
      "lead_paragraph": "A Senate report scheduled to be released today draws a scathing portrait of money-laundering controls at the Riggs National Corporation, taking the banking company's management to task for failing to monitor suspect financial dealings involving Gen. Augusto Pinochet, the former Chilean dictator, and senior officials of Equatorial Guinea, a West African country in the midst of an oil boom.",
      "publication_date": "2004-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/15/business/senate-panel-report-deplores-riggs-dealings.html",
      "byline": "By Timothy L. O'Brien"
    }
  ]
}