{
  "metadata": {
    "date": "2004-10-27",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "As Voting Rolls Increase, So Do the Wild Cards",
      "snippet": "Millions of newly registered voters, nearly 750,000 in Ohio alone, are wild cards whose uncertain allegiances could tip vote in closely contested states like Ohio, Iowa, Florida and Pennsylvania, where registration drives, largely by Democratic gr...",
      "abstract": "Millions of newly registered voters, nearly 750,000 in Ohio alone, are wild cards whose uncertain allegiances could tip vote in closely contested states like Ohio, Iowa, Florida and Pennsylvania, where registration drives, largely by Democratic groups, have increased rolls to record levels; more people may vote than at any time since 1992, although only those who registered because of intense interest in race are highly likely to cast ballots; photo of one, Christopher Marshall, who will cast first vote, at age 37, for John Kerry because of Pres Bush's Iraq war; Ohio Democrats charge Republican antifraud campaign is attempt to suppress Democratic support, particularly in black areas; polls find Kerry leading among first-time voters and college students (M)",
      "lead_paragraph": "COLUMBUS, Ohio, Oct. 26 - Lionel White seems like the kind of new voter who could help the Democrats win this crucial swing state. He is 23, black, works at a fast food restaurant and is angry about the economy, urban blight and the war in Iraq.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/27/politics/campaign/as-voting-rolls-increase-so-do-the-wild-cards.html",
      "byline": "By James Dao"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Purchase Of a Telecom Unit",
      "snippet": "Japan's Softbank Corp will acquire Japanese unit of Cable & Wireless for 12.3 billion yen ($115 million) to expand fledgling telecommunications business (S)",
      "abstract": "Japan's Softbank Corp will acquire Japanese unit of Cable & Wireless for 12.3 billion yen ($115 million) to expand fledgling telecommunications business (S)",
      "lead_paragraph": "A Japanese Internet service provider, the Softbank Corporation, said it would acquire the Japanese unit of Cable & Wireless for 12.3 billion yen ($115 million) to expand a fledgling telecommunications business. The purchase of the unit, Cable & Wireless IDC, comes three months after Softbank entered the fixed-line communications business with an agreement to buy Japan Telecom for $3 billion. Both Cable & Wireless IDC and Japan Telecom serve mostly corporate clients. For Cable & Wireless, the sale marks a quiet end to what began as a high-profile investment in Japan. The company, based in London, shook up corporate Japan five years ago when it entered into and won a bidding war for International Digital Communications, or IDC, against the market leader, Nippon Telegraph & Telephone. Todd Zaun (NYT)",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/27/business/technology/world-business-briefing-asia-japan-purchase-of-a.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "2 Kerry Votes on War and Peace Underline a Political Evolution",
      "snippet": "Article in series John Kerry's Journey discusses his Senate record of nearly twenty years, particularly evolution from voting against Persian Gulf War in 1991 to reluctant support for measure authorizing Pres Bush to disarm Saddam Hussein in 2002;...",
      "abstract": "Article in series John Kerry's Journey discusses his Senate record of nearly twenty years, particularly evolution from voting against Persian Gulf War in 1991 to reluctant support for measure authorizing Pres Bush to disarm Saddam Hussein in 2002; Kerry was ranked most liberal senator for roll-call votes in 2003, but career voting is less predictable; he has backed environmental regulation, gay rights and gun control, but also joined Republicans in early calls to control deficit and questioned raising minimum wage in 1995, voting overall as cold-eyed realist; he says he did not believe Bush would be 'quite so arrogant' to invade Iraq unilaterally and thought Hussein threat could not be ignored, but said at time that threat had to be imminent and multilateral options not possible; Kerry sided with bulk of Democratic colleagues both times; Sen Joseph Biden explains similar views; Kerry is personally close to few senators, like John McCain, but friends are mostly outside politics; photos; Raymond Flynn, who helped put Kerry in office in Mass, notes lack of camaraderie unusual in politician (M)",
      "lead_paragraph": "WASHINGTON, Oct. 26 - On Jan. 11, 1991, Senator John Kerry of Massachusetts took the Senate floor to make a clear, impassioned speech against passage of a resolution authorizing the first President Bush to use force to eject Saddam Hussein's Iraqi forces from Kuwait.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/27/politics/campaign/2-kerry-votes-on-war-and-peace-underline-a-political.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Ovitz Testifies He Was Sabotaged at Disney",
      "snippet": "Walt Disney Co's former Michael S Ovitz vigorously defends his 14-month tenure, saying his efforts to expand and improve company were undercut at nearly every turn by recalcitrant senior executives and chief executive Michael D Eisner; is witness ...",
      "abstract": "Walt Disney Co's former Michael S Ovitz vigorously defends his 14-month tenure, saying his efforts to expand and improve company were undercut at nearly every turn by recalcitrant senior executives and chief executive Michael D Eisner; is witness in trial of lawsuit filed by Disney shareholders, who contend its board of directors breached its fiduciary responsibility when Eisner hired Ovitz as president in 1995 and then signed off on severance package valued at $140 million 14 months later; spends much of his four hours of testimony decribing how his vision for substantially different Disney was thwarted; photo (M)",
      "lead_paragraph": "GEORGETOWN, Del., Oct. 26 - Michael S. Ovitz, the former president of the Walt Disney Company, vigorously defended his 14-month tenure on Tuesday, saying his efforts to expand and improve the company were undercut at nearly every turn by recalcitrant senior executives and the man who lured him there, Michael D. Eisner, the chief executive.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/27/business/media/ovitz-testifies-he-was-sabotaged-at-disney.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Drive for Global Markets Strains Brazil's Infrastructure",
      "snippet": "Many economists and business leaders warn that economic recovery in Brazil could start losing steam as early as 2005 if government does not find ways to attract billions of dollars in investment to remedy Brazil's infrastructure; economy is expand...",
      "abstract": "Many economists and business leaders warn that economic recovery in Brazil could start losing steam as early as 2005 if government does not find ways to attract billions of dollars in investment to remedy Brazil's infrastructure; economy is expanding at its fastest clip since 1996 and is on course to grow more than 4 percent this year thanks to boom in exports; trucks carrying soybeans and grain have faced a wait of as much as 20 days to reach port of Paranagua in southern portion of country; similar bottlenecks and weak infrastructure can be found across country; photo (M)",
      "lead_paragraph": "SÃO PAULO, Brazil, Oct. 26 - Every year, as the soybean harvest kicks into high gear, Brazilians are given a stark reminder of the infrastructure obstacles their country must overcome if it is to establish itself as a major trader in the global marketplace.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/27/business/worldbusiness/drive-for-global-markets-strains-brazils.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Publisher's Profit Rises",
      "snippet": "Thomson Corp says third-quarter profit rose 12 perent; net income climbed to $344 million, from $307 million year earlier (S)",
      "abstract": "Thomson Corp says third-quarter profit rose 12 perent; net income climbed to $344 million, from $307 million year earlier (S)",
      "lead_paragraph": "The Thomson Corporation, an electronic publisher of financial and professional information, said third-quarter profit rose 12 percent as acquisitions increased sales at its financial unit. Net income climbed to $344 million, from $307 million a year earlier, the company said.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/27/business/world-business-briefing-americas-canada-publishers-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Europe and 6 Movie Studios Settle Antitrust Investigation",
      "snippet": "Six Hollywood movie studios settle two-year antitrust inquiry by European Commission, agreeing to drop requirement that forced European pay TV companies to offer same terms to all studios; Mario Monti, Europe's competition commissioner, says Param...",
      "abstract": "Six Hollywood movie studios settle two-year antitrust inquiry by European Commission, agreeing to drop requirement that forced European pay TV companies to offer same terms to all studios; Mario Monti, Europe's competition commissioner, says Paramount and Universal remain under investigation as they have so far failed to make changes in their contracts; photo (M)",
      "lead_paragraph": "BRUSSELS, Oct. 26 - Six Hollywood movie studios have settled a two-year-old antitrust inquiry by the European Commission, agreeing to drop a requirement that forced European pay TV companies to offer the same terms to all the studios.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/27/business/worldbusiness/europe-and-6-movie-studios-settle-antitrust.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "World Business Briefing | Europe: Growth Forecast Cut",
      "snippet": "European Commission cuts forecast for economic growth in European Union to 2 percent in 2005, instead of 2.3 percent (S)5",
      "abstract": "European Commission cuts forecast for economic growth in European Union to 2 percent in 2005, instead of 2.3 percent (S)5",
      "lead_paragraph": "Record high oil prices and a weak dollar forced the European Commission to cut its forecast for economic growth in the European Union for next year. Instead of a pickup in growth predicted in April, the commission said it expected the pace of growth next year to slow, raising concerns about Europe's economic recovery. Growth in gross domestic product will reach 2 percent next year, instead of 2.3 percent, the commission said. Paul Meller (NYT)",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/27/business/world-business-briefing-europe-growth-forecast-cut.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Investors Recoil From Oil Terms in Kazakhstan",
      "snippet": "International oil companies are balking at tougher financial terms being set by government of Kazakhstan, one of few countries where major discoveries may still be made; new amendment to country's tax law raises government's share of oil income, f...",
      "abstract": "International oil companies are balking at tougher financial terms being set by government of Kazakhstan, one of few countries where major discoveries may still be made; new amendment to country's tax law raises government's share of oil income, from 65 to 85 percent, and removes clause guaranteeing investors that tax rate will nto be increased during contract; specialists consider percentage exceptionally high, especially considering early state of oil development in Kazakhstan; photo (M)0",
      "lead_paragraph": "ALMATY, Kazakhstan, Oct. 26 - International oil companies are balking at tougher financial terms being set by the government of Kazakhstan, one of the few countries where major discoveries may still be made.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/27/business/worldbusiness/investors-recoil-from-oil-terms-in-kazakhstan.html",
      "byline": "By Christopher Pala"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "ATA Files for Bankruptcy, Setting Off Bidding War  ATA Airlines became the first major low-fare airline to seek Chapter 11 bankruptcy protection, a move that immediately set off a bidding war for the company and its assets. The airline, a subsidia...",
      "abstract": " ATA Files for Bankruptcy, Setting Off Bidding War  ATA Airlines became the first major low-fare airline to seek Chapter 11 bankruptcy protection, a move that immediately set off a bidding war for the company and its assets. The airline, a subsidiary of ATA Holdings, said that it would continue to operate normally and maintain a complete schedule of flights.    ATA said it agreed to sell some gates and slots to AirTran, a low-fare rival, for $87.6 million. Last night, America West, another low-fare airline, said that it was interested in bidding for all of ATA, and experts expect more bids, particularly from Southwest. [Page C9.]    Crash Tests Are Bad News for Ford  The government released the first crash test results for 2005 model cars and trucks. Four-wheel drive versions of the Ford Ranger and Mazda B-Series pickup trucks earned only two out of five stars in rollover ratings. [C2.]    New IPod Can Display Photos  Apple Computer introduced an iPod music player that can store photographs. The device will be able to hold up to 25,000 digital images and display them on a television. Steven P. Jobs, the chief executive, said he disagreed with competitors who say video is a must-have feature in new devices. [C4.]    Rules on Quiet Period May Change  The Securities and Exchange Commission proposed a loosening of restrictions on executives' comments in the weeks before their company sells stock. [C13.]    F.C.C. Approves Cingular Deal  The Federal Communications Commission approved Cingular's purchase of AT&T Wireless, the last hurdle facing the deal. [C4.]    AT&T in $100 Million Settlement  AT&T agreed to pay $100 million to settle a lawsuit by shareholders who claimed the carrier had lied about its finances. [C4.]    F.D.A. Approves Spinal Disk Implant  The Food and Drug Administration permitted a Johnson & Johnson unit to market an artificial spinal disk in the United States. [C4.]    Growth at Advertising Agencies  Omnicom, the world's largest owner of advertising agencies, said third-quarter net income rose 9.2 percent, to $145.3 million, or 79 cents a share, while the WPP Group, the second-largest advertising company, said third-quarter revenue rose 3.8 percent as clients including HSBC Bank, Kraft Foods and Microsoft increased their spending. [C4.]    Marketing Talk Moves to Blogs  Advertising agencies and communications professionals are using blogs to discuss ideas within the industry. Some say the sites can be risky. Advertising. [C9.]    Consumer Confidence Falls Again  Worries about job prospects sent consumer confidence to a seven-month low. [C11.]    Stocks Rise on Insurance Rally  Stocks rose as shares in insurance companies rallied. The Dow Jones industrials gained 138.49 points, to 9,888.48. The S.&P. 500 was up 16.28 points, to 1,111.09, and the Nasdaq composite gained 14.75 points, to 1,928.79. [C11.]  ",
      "lead_paragraph": "ATA Files for Bankruptcy, Setting Off Bidding War ATA Airlines became the first major low-fare airline to seek Chapter 11 bankruptcy protection, a move that immediately set off a bidding war for the company and its assets. The airline, a subsidiary of ATA Holdings, said that it would continue to operate normally and maintain a complete schedule of flights.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/27/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Surging Oil Prices Lift BP's Quarterly Profit 43%",
      "snippet": "BP reports 43 percent rise in third-quarter pr4",
      "abstract": "BP reports 43 percent rise in third-quarter pr4",
      "lead_paragraph": "LONDON, Oct. 26 - After months of soaring crude oil prices, BP, the world's second-biggest publicly traded oil company, reported a 43 percent rise in third-quarter profit on Tuesday and forecast that prices would stay above $30 a barrel, and possibly higher, for years to come.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/27/business/worldbusiness/surging-oil-prices-lift-bps-quarterly-profit-43.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "CONDO HOTELS have been around for more than two decades, but the idea is spreading from resorts to urban areas. At Chicago's newest boutique hotel, most of the rooms will be owned by individual investors. [C6.]    ACADIA REALTY TRUST has bought tw...",
      "abstract": " CONDO HOTELS have been around for more than two decades, but the idea is spreading from resorts to urban areas. At Chicago's newest boutique hotel, most of the rooms will be owned by individual investors. [C6.]    ACADIA REALTY TRUST has bought two sites for urban redevelopment projects: one in Pelham Manor in Westchester County and the other on Fordham Road in the Bronx. [C7.]",
      "lead_paragraph": "CONDO HOTELS have been around for more than two decades, but the idea is spreading from resorts to urban areas. At Chicago's newest boutique hotel, most of the rooms will be owned by individual investors. [C6.]",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/27/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Marsh Waited Far Too Long Before Starting 2-Minute Drill",
      "snippet": "Months of high-level fumbling at Marsh & McLennan in dealing with investigation by New York State Atty Gen Eliot Spitzer transformed what could have been manageable, though painful, scandal into all-out corporate crisis; internal struggles continu...",
      "abstract": "Months of high-level fumbling at Marsh & McLennan in dealing with investigation by New York State Atty Gen Eliot Spitzer transformed what could have been manageable, though painful, scandal into all-out corporate crisis; internal struggles continued until last moment before decision to remove Jeffrey W Greenberg as chief executive; initial discussions among independent directors to bring in a Marsh executive as new leader were abandoned when they learned that Michael G Cherkasky, company executive who had no insurance background and was Spitzer's former boss, might resign if he was not selected for job; Marsh announces series of corporate reforms (Market Place column) (M)",
      "lead_paragraph": "By forcing out its chief executive and reforming its business operations, Marsh & McLennan is executing a strategy straight from the first page of the corporate damage-control playbook. Unfortunately, the company waited until the third quarter of the game to get the play going.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/27/business/marsh-waited-far-too-long-before-starting-2minute-drill.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Air Superiority at $258 Million a Pop",
      "snippet": "Air Force's F/A-22 fighter, nicknamed Raptor, most expensive figher jet in history, is ready to become part of American arsenal; is most technologically advanced warplane ever built, stealthy flying antenna that can capture enemy intelligence as i...",
      "abstract": "Air Force's F/A-22 fighter, nicknamed Raptor, most expensive figher jet in history, is ready to become part of American arsenal; is most technologically advanced warplane ever built, stealthy flying antenna that can capture enemy intelligence as it drops smart bombs while soaring at 1,000 miles an hour; is made by Lockheed Martin at cost of $258 million apiece; photo (M)",
      "lead_paragraph": "After two decades of struggle, the most expensive fighter jet in history is ready to become part of the American arsenal.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/27/business/air-superiority-at-258-million-a-pop.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "New Hummer Is Slimmer and Cheaper",
      "snippet": "General Motors is set to unveil slimmer and cheaper Hummer called H3, which is seen as critical to survival of brand; 167 Hummer dealers are facing sales slump at same time they are spending millions of dollars to fulfill GM's requirement that Hum...",
      "abstract": "General Motors is set to unveil slimmer and cheaper Hummer called H3, which is seen as critical to survival of brand; 167 Hummer dealers are facing sales slump at same time they are spending millions of dollars to fulfill GM's requirement that Hummers be sold in huge glass and steel Quonset huts; H3 is expected to start from $30,000 to $40,000, compared with H2, which starts at just under $50,000, and H1, which starts around $100,000; chart; photo (M)",
      "lead_paragraph": "DETROIT, Oct. 26 - The Hummer is rumbling down-market.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/27/automobiles/new-hummer-is-slimmer-and-cheaper.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Insurance Broker's Cozy Ties May Prove Hard to Untangle",
      "snippet": "Marsh & McLennan is promising to change way it does business in effort to satisfy regulators' concerns about potential conflicts of interest, but Marsh's extensive and lesser-known ties to rest of insurance industry may prove much harder to untang...",
      "abstract": "Marsh & McLennan is promising to change way it does business in effort to satisfy regulators' concerns about potential conflicts of interest, but Marsh's extensive and lesser-known ties to rest of insurance industry may prove much harder to untangle; experts say probes are likely to underline extensive web of relationships between insurers and Marsh, broker that can bring them more business than any other; former Marsh executives in some cases run new companies and current Marsh executives sit on their boards and own individual stakes in them; Marsh's involvement as financier of insurance companies, while entirely legal, gives it unusual position of enormous power in industry; Marsh's investments have helped to create clubby industry that some competitors say they find hard to penetrate; chart; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/27/business/insurance-brokers-cozy-ties-may-prove-hard-to-untangle.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Lawmakers Back Sharon on Plan for Leaving Gaza",
      "snippet": "Prime Min Ariel Sharon wins what he calls most important vote of his life as Israeli Parliament approves his plan to remove all Israeli settlements from Gaza; high-drama vote is 67 to 45, splitting Likud party and governing coalition and leaving S...",
      "abstract": "Prime Min Ariel Sharon wins what he calls most important vote of his life as Israeli Parliament approves his plan to remove all Israeli settlements from Gaza; high-drama vote is 67 to 45, splitting Likud party and governing coalition and leaving Sharon with choice of restructuring government, calling elections or both; photo with Labor leader Shimon Peres; vote is first time Israel has agreed to dismantle settlements, 21 in Gaza and West Bank, areas that many Israelis, even those not religious, consider part of historic Jewish homeland; analyst Asher Susser sees historic debate about secular democratic or religious state, borders and long-term survival; each evacuation phase will have separate vote; Min Benjamni Netanyahu votes for plan but says he and three other ministers will resign if Sharon does not agree to referendum; Sharon dismisses ministers Uzi Landau and Michael Ratzon for voting against plan; Yuval Rabin marks 9th anniversary of murder of father, Prime Min Yitzhak Sharon, by supporting 'painful concessions'; ailing Palestinian leader Yasir Arafat has more medical tests (M)",
      "lead_paragraph": "JERUSALEM, Oct. 26 - Ariel Sharon, the Israeli prime minister, won what he called the most important vote of his political life on Tuesday night, as the Israeli Parliament approved his plan to remove all Israeli settlements from Gaza.",
      "publication_date": "2004-10-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/27/world/middleeast/lawmakers-back-sharon-on-plan-for-leaving-gaza.html",
      "byline": "By Steven Erlanger"
    }
  ]
}