{
  "metadata": {
    "date": "2004-09-02",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "Charity Begins at Home? Perhaps Not at Hollinger",
      "snippet": "Report by former Hollinger International executives says Conrad M Black, controlling shareholder and former cheif executive executive, used company's money to smooth and solidify his and his wife Barbara Amiel's position in elite society; for $15,...",
      "abstract": "Report by former Hollinger International executives says Conrad M Black, controlling shareholder and former cheif executive executive, used company's money to smooth and solidify his and his wife Barbara Amiel's position in elite society; for $15,000, Lord Black and his wife became part of benefit committee for Metropolitan Museum of Art's Costume Institute Benefit in 2003; Breast Cancer Research Foundation 2001 Gala received $20,000 when Blacks and former board member Marie-Josee Kravis were vice chairman and chairwomen; pledge of $100,000 made to New York Public Library last year coincided with Blacks' being asked to serve as chairman and chairwoman of last year's Literary Lions' dinner; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/02/business/media/charity-begins-at-home-perhaps-not-at-hollinger.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "THE REPUBLICANS",
      "snippet": " TAKING THE OFFENSIVE -- Senator John Kerry, in a speech to the American Legion, rebuked President Bush for his handling of both the war on terror and the war in Iraq.   PAGE P1",
      "abstract": " TAKING THE OFFENSIVE -- Senator John Kerry, in a speech to the American Legion, rebuked President Bush for his handling of both the war on terror and the war in Iraq.   PAGE P1",
      "lead_paragraph": "TAKING THE OFFENSIVE -- Senator John Kerry, in a speech to the American Legion, rebuked President Bush for his handling of both the war on terror and the war in Iraq. PAGE P1",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/02/us/front page/the-republicans.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Trade Surplus Widens",
      "snippet": "Brazil posts trade surplus of $3.43 billion in August, up from surplus of $2.67 billion year earlier; accumulated trade surplus for year is $21.95 billion, compared with $15.13 billion in first eight months of 2003; exports and imports totaled $9....",
      "abstract": "Brazil posts trade surplus of $3.43 billion in August, up from surplus of $2.67 billion year earlier; accumulated trade surplus for year is $21.95 billion, compared with $15.13 billion in first eight months of 2003; exports and imports totaled $9.1 billion and $5.6 billion, respectively (S)",
      "lead_paragraph": "Brazil posted a trade surplus of $3.43 billion in August, up from a surplus of $2.67 billion a year earlier, the trade ministry said. That brought the accumulated trade surplus so far this year to $21.95 billion, compared with $15.13 billion in the first eight months of 2003. Exports and imports continued to increase last month, totaling $9.1 billion and $5.6 billion, respectively. The strong export performance led the government to raise its year-end trade surplus forecast last month to $30 billion, from $28 billion. In 2003, Brazil, South America's largest economy, posted a record trade surplus of $24.8 billion. Todd Benson (NYT)",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/02/business/world-business-briefing-americas-brazil-trade-surplus-widens.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Textile Industry to Request Limits on Chinese Goods",
      "snippet": "US textile industry will petition Bush administration to block flood of Chinese imports that is expected next year after global quotas on textiles and apparel are lifted; administration rejected similar request made earlier this year by 130 Republ...",
      "abstract": "US textile industry will petition Bush administration to block flood of Chinese imports that is expected next year after global quotas on textiles and apparel are lifted; administration rejected similar request made earlier this year by 130 Republican and Democratic members of Congress; administration officiasl say it will consider appeal by industry, much of which is centered in politically motivated swing states; expiration of quotas on Jan 1, 2005, is designed to allow for free-flowing trade in textiles and clothing; thousands of firms in developing countries like Bangladesh and Cambodia, as well as companies in US, fear that China, with its huge advantages, will take over global market and drive them out of business; leaders of textile and apparel industry warn that US could lose 600,000 jobs if action is not taken this year; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 1 - Officials of the United States textile industry said on Wednesday that they would petition the Bush administration this month to block the flood of Chinese imports that is expected next year after global quotas on textiles and apparel are lifted.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/02/business/worldbusiness/textile-industry-to-request-limits-on-chinese-goods.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Prosecutors Drop Kobe Bryant Rape Case",
      "snippet": "Kobe Bryant rape case is dismissed after prosecutors in Eagle, Colo, say that woman who accused him of sexual assault is unwilling to testify, leaving state no option but to drop all charges; decision caps year-long drama of legal maneuvering and ...",
      "abstract": "Kobe Bryant rape case is dismissed after prosecutors in Eagle, Colo, say that woman who accused him of sexual assault is unwilling to testify, leaving state no option but to drop all charges; decision caps year-long drama of legal maneuvering and debate about nation's rape laws that went as high as United States Supreme Court; Dist Atty Mark Hurlbert says decision should not be seen as reflection on Bryant's accuser or his office's belief in her account; legal scholars closely following events say prosecutor's case has been steadily weakening; they cite rulings by Judge W Terry Ruckriegle, accidential release of sealed information about Bryant's accuser and, not least. woman's decision to sue Bryant in civil court; they say civil suit would have allowed Bryant's lawyers to portray woman as driven by greed, not quest for justice; Bryant maintains that sex was consensual, but says he now realizes woman viewed it differently and, even after he is cleared of criminal charge, he apologizes for his behavior; photo (M)",
      "lead_paragraph": "The Kobe Bryant rape case was dismissed yesterday in Eagle, Colo., after prosecutors said the woman who had accused Mr. Bryant of sexual assault was unwilling to testify, leaving the state no option but to drop all charges.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/02/us/prosecutors-drop-kobe-bryant-rape-case.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "From Microsoft, a First Take",
      "snippet": "David Pogue State of the Art column discusses Portable Media Center operating system for hand-held video players; photo; drawing (L)",
      "abstract": "David Pogue State of the Art column discusses Portable Media Center operating system for hand-held video players; photo; drawing (L)",
      "lead_paragraph": "IF you're trying to figure out if somebody is a gadget freak, try this simple test: work the phrase \"video iPod\" into a sentence. If the subject hyperventilates, salivates or passes out, you'll know.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/09/02/technology/circuits/from-microsoft-a-first-take.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Kerry Tells Veterans Bush Fails on Iraq and Terror",
      "snippet": "Sen John Kerry rebukes Pres Bush for remarks that he had made 'miscalculation' in Iraq and that he doubts fight against terrorism is winnable; says with right policies, it is war that must be won and calls miscalculation more profound than underes...",
      "abstract": "Sen John Kerry rebukes Pres Bush for remarks that he had made 'miscalculation' in Iraq and that he doubts fight against terrorism is winnable; says with right policies, it is war that must be won and calls miscalculation more profound than underestimating how quickly country could be pacified; says Bush ignored advice of military advisers; makes it clear that he faults civilian leadership, not military; says he would have conducted operation differently and cites examples; photo (M)",
      "lead_paragraph": "NASHVILLE, Sept. 1 - Seizing on President Bush's remarks in the last week that he had made a \"miscalculation\" in Iraq and that he doubted that the fight against terrorism was winnable, Senator John Kerry rebuked him on Wednesday for his handling of both, saying that \"extremism has gained momentum.\"",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/09/02/politics/campaign/kerry-tells-veterans-bush-fails-on-iraq-and-terror.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "Opposition Offers Compromise in Venezuela",
      "snippet": "Venezuela's largest and most influential business association Fedecamaras, in break with other government opponents, says it is prepared to embark on talks over economy's future with Pres Hugo Chavez, but offer is rebuffed by administration; Inter...",
      "abstract": "Venezuela's largest and most influential business association Fedecamaras, in break with other government opponents, says it is prepared to embark on talks over economy's future with Pres Hugo Chavez, but offer is rebuffed by administration; Interior Min Jesse Chacon says government rejected offer because association receives orders from Democratic Coordinator, opposition group intent on removing Chavez, and does not reflect general position of most businessmen; group's president Albis Munoz comments; photo (M)",
      "lead_paragraph": "CARACAS, Sept. 1 - In a break with other government opponents, Venezuela's largest and most influential business association said on Wednesday that it was prepared to embark on talks over the economy's future with President Hugo Chávez, but the offer was quickly rebuffed by the administration.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/02/business/worldbusiness/opposition-offers-compromise-in-venezuela.html",
      "byline": "By Brian Ellsworth and Juan Forero"
    },
    {
      "headline": "Inside",
      "snippet": "Convention news appears today in a separate section, The Republicans, Pages P1 to 16.     SportsThursday is at the back of Section B. By flipping over that section, bottom-side up, readers will find Page D1.",
      "abstract": "Convention news appears today in a separate section, The Republicans, Pages P1 to 16.     SportsThursday is at the back of Section B. By flipping over that section, bottom-side up, readers will find Page D1.",
      "lead_paragraph": "Convention news appears today in a separate section, The Republicans, Pages P1 to 16.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/02/us/inside.html",
      "byline": ""
    },
    {
      "headline": "G.O.P., Last to Bat, Swings Freely for the Fences",
      "snippet": "Republicans spend their convention in rebuttal of almost everything Democrats said and did at their convention, political memo; Democrats had Max Cleland, decorated Vietnam veteran, and Republicans have John McCain; Democrats had 'rock star' polit...",
      "abstract": "Republicans spend their convention in rebuttal of almost everything Democrats said and did at their convention, political memo; Democrats had Max Cleland, decorated Vietnam veteran, and Republicans have John McCain; Democrats had 'rock star' politician Bill Clinton and Republicans have Arnold Schwarzenegger; Democrats had young black hope Barack Obama and Republicans have Lt Gov Michael S Steele of Md; above all, Democrats had John Kerry, man who wants to be president, and Republicans have George Bush, who already is; Bush's speech at convention is certain to provide ringing riposte to Kerry's challenge; photos; chart (M)",
      "lead_paragraph": "In politics, as in baseball, it's better to be up last, and the Republicans have spent their convention in New York this week in a batter-by-batter rebuttal of almost everything the Democrats said and did in Boston last month -- a strategic twist on that old Broadway boast: \"Anything You Can Do, I Can Do Better.\"",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/02/politics/campaign/gop-last-to-bat-swings-freely-for-the-fences.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Letting Gamers Play God, and Now Themselves",
      "snippet": "Article discusses Fable video game for XBox; developed by Peter Molyneux, Fable allows player to develop their character throughout the game play; photo (L)",
      "abstract": "Article discusses Fable video game for XBox; developed by Peter Molyneux, Fable allows player to develop their character throughout the game play; photo (L)",
      "lead_paragraph": "THE first thing Peter Molyneux asks someone who has played Fable, his newest video game, is not whether they like it, but what kind of person they were when they played it. Were they kind or cruel? Had they married? If so, how many times? Had they courted fame or skulked in shadows?",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/09/02/technology/circuits/letting-gamers-play-god-and-now-themselves.html",
      "byline": "By Stephen Totilo"
    },
    {
      "headline": "In Western Sudan, Fear Is the Ever-Growing Enemy",
      "snippet": "United Nations told Arab-led government of Sudan to show evidence of improved security for black African tribes of Darfur region or face consequences, including economic sanctions, but little has changed since warning was issued July 30; people of...",
      "abstract": "United Nations told Arab-led government of Sudan to show evidence of improved security for black African tribes of Darfur region or face consequences, including economic sanctions, but little has changed since warning was issued July 30; people of Darfur continue to tell harrowing tales of government planes swooping overhead before rampage of Janjaweed, pro-government Arab militias; scope of attacks and exact extent of government's involvement is hard to tell because of government's reluctance to allow journalists free access; it is also not clear from local accounts whether latest violence occurred during month US has given Sudan to comply; in Darfur, threat of violence remains so intense, and government's promises to secure region so mistrusted, that no one feels safe enough to return home, and many are still on the run; Security Council is prepared to take up matter on Sept 2; photos; map (M)",
      "lead_paragraph": "SHIGEKARO, Sudan - The United Nations has issued the Arab-led government of Sudan a stark ultimatum: show evidence of improved security for the black African tribes of the vast western region called Darfur, or face the consequences -- among them, possibly economic sanctions.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/02/world/africa/in-western-sudan-fear-is-the-evergrowing-enemy.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Cheney and G.O.P. Mount Vigorous Assault on Kerry",
      "snippet": "Vice Pres Cheney, addressing Republican National Convention, mounts vigorous assault on Sen John Kerry's domestic and foreign policy credentials, coupled with spirited defense of Pres Bush's economic stewardship; claims Kerry has repeatedly 'made ...",
      "abstract": "Vice Pres Cheney, addressing Republican National Convention, mounts vigorous assault on Sen John Kerry's domestic and foreign policy credentials, coupled with spirited defense of Pres Bush's economic stewardship; claims Kerry has repeatedly 'made the wrong call' on critical foreign policy challenges and failed to appreciate severity of threat nation faced after 9/11 attacks; derides Kerry's pledge to defend America 'after we have been attacked,' and mocks his call for alliance building; says Bush would never seek 'permission slip' to defend American people; keynote address is delivered by Sen Zell Miller, Southern conservative Democrat who has grown increasingly alienated from his party; he accuses Democrats of placing partisan politics over national security during time of war; says Kerry has been 'more wrong, more weak and more wobbly' than any other national figure for over 20 years (M)",
      "lead_paragraph": "Declaring that the nation's fundamental security was at stake in the presidential election, Vice President Dick Cheney said yesterday that Senator John Kerry had repeatedly \"made the wrong call\" on critical foreign policy challenges and failed to appreciate the severity of the threat the nation faced after the Sept. 11 attacks.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/02/washington/the-republicans-the-convention-in-new-york-the-overview-cheney.html",
      "byline": "By Adam Nagourney and Robin Toner"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Telecom Profit Rises",
      "snippet": "China Telecom Corp says fÿ",
      "abstract": "China Telecom Corp says fÿ",
      "lead_paragraph": "The China Telecom Corporation, the publicly traded unit of China's biggest fixed-line operator, said yesterday that its first-half profit rose 13 percent after it bought networks from its parent and expanded a service that competes for cellphone users. Profit rose to 14.71 billion yuan ($1.8 billion) from a revised 13.06 billion yuan a year earlier, the company said. Sales rose to 80.22 billion yuan from a revised 74.07 billion yuan. China Telecom, based in Beijing, said it signed up 17.5 million new subscribers in the first half.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/02/business/world-business-briefing-asia-hong-kong-telecom-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "A Leader Now Tested by Tragedy",
      "snippet": "Man in the News profile of Pres George Bush, who, after coming to presidency untested in foreign policy, is now defined by Sept 11 terrorist attacks and two wars while facing electorate deeply divided over whether he rushed into Iraq without adequ...",
      "abstract": "Man in the News profile of Pres George Bush, who, after coming to presidency untested in foreign policy, is now defined by Sept 11 terrorist attacks and two wars while facing electorate deeply divided over whether he rushed into Iraq without adequate cause; described as willful, hands-on manager who accepts guidance from inner circle but follows his own impulse for bold action; his place in history will be contingent upon whether course he has set produces democracy in Iraq; rejects ambiguity for certitude of choice between good and evil and comfort of morality shaped by faith; campaigning style is heavily influenced by Lee Atwater, who conceived attacks for his father's 1988 campaign; acceptance speech at convention opens final acts of political drama of leader seeking ultimate validation of performance; personal style, routine and personality described; career highlights; photos (L)",
      "lead_paragraph": "Four years ago, George W. Bush arrived at the Republican National Convention in Philadelphia as a governor untested in foreign policy, best known as his father's son and caricatured as a princeling who would do the bidding of his older advisers. Tonight, Mr. Bush will stride into Madison Square Garden as a president of consequence, tested, altered and defined by the history that intervened on a crystalline September morning four miles south of the stage where he will accept his party's nomination for a second term.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/09/02/politics/campaign/a-leader-now-tested-by-tragedy.html",
      "byline": "By Elisabeth Bumiller and Richard W. Stevenson"
    },
    {
      "headline": "Congress Puts Insurance Sales To Military Under Scrutiny",
      "snippet": "State and federal investigators and members of Congress are broadening their efforts to address problems in sale of life insurance and mutual funds to young soldiers and other service members on military installations nationwide; Rep Max Burns has...",
      "abstract": "State and federal investigators and members of Congress are broadening their efforts to address problems in sale of life insurance and mutual funds to young soldiers and other service members on military installations nationwide; Rep Max Burns has drafted legislation aimed at preventing marketing practices that have exposed young recruits to high-pressure or misleading sales pitches for products that may not fit their financial needs; Rep Michael G Oxley says House subcommittee will hold hearing on issue on Sept 9; Government Accountability Office is expanding study of military insurance sales that it began last spring; insurance regulators in Georgia and Texas have started examination of insurance sales on military bases under their jurisdiction; photo (M)",
      "lead_paragraph": "State and federal investigators and members of Congress are broadening their efforts to address problems in the sale of life insurance and mutual funds to young soldiers and other service members on military installations nationwide.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/02/business/congress-puts-insurance-sales-to-military-under-scrutiny.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "24 Executives Named to Help Revamp Fiat Auto Unit",
      "snippet": "Fiat names 24 executives to its money-losing auto division in attempt to streamline decision making, cut costs and help car unit back to profitability; new managers will report directly to Herbert Demel, who was named chief of auto unit last year;...",
      "abstract": "Fiat names 24 executives to its money-losing auto division in attempt to streamline decision making, cut costs and help car unit back to profitability; new managers will report directly to Herbert Demel, who was named chief of auto unit last year; photo (M)",
      "lead_paragraph": "MILAN, Sept. 1 - Fiat named 24 executives to its money-losing auto division Wednesday in an attempt to streamline decision making, cut costs and nurse the car unit back to profitability.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/02/business/worldbusiness/24-executives-named-to-help-revamp-fiat-auto-unit.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Boston Scientific Says It Has Weathered Recall  Boston Scientific said that it had regained virtually all of the business it lost after a recall this summer of some of its heart stents.    In reviewing the financial effect of the recall during a c...",
      "abstract": " Boston Scientific Says It Has Weathered Recall  Boston Scientific said that it had regained virtually all of the business it lost after a recall this summer of some of its heart stents.    In reviewing the financial effect of the recall during a conference call with analysts, Boston Scientific characterized it as a $100 million ''blip'' in a year when revenue would end up growing about $2 billion to as much as $5.58 billion. It said that the company would finish the year with earnings of $1.60 to $1.65 a share, after a reduction of 4 cents a share from the recall. [Page C6.]",
      "lead_paragraph": "Boston Scientific Says It Has Weathered Recall Boston Scientific said that it had regained virtually all of the business it lost after a recall this summer of some of its heart stents.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/02/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Wage Agreement",
      "snippet": "Ireland's trade unions and national employers' business lobby approve pay deal that promises 5.5 percent increase in wages over next 18 months (S)û",
      "abstract": "Ireland's trade unions and national employers' business lobby approve pay deal that promises 5.5 percent increase in wages over next 18 months (S)û",
      "lead_paragraph": "Ireland's trade unions and the national employers' business lobby approved a pay deal yesterday that promises a 5.5 percent increase in wages over the next 18 months. The pact is the latest in a series of state-sponsored agreements that have helped prevent large-scale strikes in Ireland since the 1980's. A few smaller unions, representing nurses, teachers, bank officials and bartenders, voted against the deal, but the largest labor organizations supported it after winning informal government pledges to cut taxes for low-income workers in December. Brian Lavery (NYT)",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/02/business/world-business-briefing-europe-ireland-wage-agreement.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Indonesia: Inflation Slows",
      "snippet": "Indonesia's consumer prices rose 6.6 percent in August compared with year earlier and increase of 7.2 percent in July (S)",
      "abstract": "Indonesia's consumer prices rose 6.6 percent in August compared with year earlier and increase of 7.2 percent in July (S)",
      "lead_paragraph": "Indonesia's inflation rate appears to be slowing, reducing pressure on the central bank to raise interest rates and brake economic growth as the country prepares for a presidential election runoff later this month. The official statistics bureau said that consumer prices rose 6.6 percent in August compared with a year earlier; the increase in July was 7.2 percent. Wayne Arnold (NYT)",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/02/business/world-business-briefing-asia-indonesia-inflation-slows.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "A Commercial Software Service Aims to Outfox Caller ID",
      "snippet": "California-based company called Star38 introduces computerized service that enables customers to fool caller ID systems by placing false phone number on outbound call; for $19.99 per month and as little as 7 cents per minute, customers can go to c...",
      "abstract": "California-based company called Star38 introduces computerized service that enables customers to fool caller ID systems by placing false phone number on outbound call; for $19.99 per month and as little as 7 cents per minute, customers can go to company's Web site, log in and then type number that they want to call and number that they want to appear on caller ID screen of recipient's phone; Federal Communications Commission officials say there is nothing illegal, per se, in Star38 system; company's chief executive Jason Jepson says his lawyers are confident service is legal and that bill collectors will still have to identify themselves in phone conversation; diagram; photos (M)",
      "lead_paragraph": "Like most bill collectors, Marvin Smith is always seeking ways to get chronic debtors to pay up. When he calls the first time, he typically hears excuses and requests for more time. When Mr. Smith calls again, the debtors often block his calls using ordinary caller ID technology from the phone company.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/02/technology/a-commercial-software-service-aims-to-outfox-caller-id.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "G.M. and Ford to Cut Production",
      "snippet": "General Motors and Ford Motor will cut car and truck production in fourth quarter by as much as 7 percent because vehicles are piling up unsold in inventory; Ward's AutoInfoBank says average number of new cars and light-duty trucks sold daily in A...",
      "abstract": "General Motors and Ford Motor will cut car and truck production in fourth quarter by as much as 7 percent because vehicles are piling up unsold in inventory; Ward's AutoInfoBank says average number of new cars and light-duty trucks sold daily in August fell by 5.6 percent from year earlier; Toyota Motor, usually industry's most consistent seller, suffered slump in August, with sales off 2.8 percent over all; Chrysler unit of DaimlerChrysler posted 1.8 percent increase; car sales rose 21.9 percent, though truck sales were off sharply; graphs; photos (M)",
      "lead_paragraph": "DETROIT, Sept. 1 - General Motors and Ford Motor said today that they would cut car and truck production in the fourth quarter by as much as 7 percent because vehicles were piling up unsold in inventory. Each company experienced a sharp drop in sales last month, along with the auto industry as a whole, new figures released today show.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/02/business/gm-and-ford-to-cut-production.html",
      "byline": "By Fara Warner"
    },
    {
      "headline": "Is Portable Video Ready for Its Close-Up?",
      "snippet": "Article discusses Microsoft Portable Media Center software and new playback devices; Microsoft is teaming up with companies to supply video content, but process of downloading content from other video sources must be simple for devices to become m...",
      "abstract": "Article discusses Microsoft Portable Media Center software and new playback devices; Microsoft is teaming up with companies to supply video content, but process of downloading content from other video sources must be simple for devices to become mainstream; photo (M)",
      "lead_paragraph": "A FEW years ago, when MP3 players were establishing themselves as the hot cool thing, the next question seemed clear: What if you could take along not only music but movies, television programs, home video and still pictures in a high-tech box svelte enough to slip into a briefcase, backpack or purse, or perhaps a pocket?",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/09/02/technology/circuits/is-portable-video-ready-for-its-closeup.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "Australia's Wines Expanding Their Global Shelf Space",
      "snippet": "Australia's McWilliam's Wines plans to increase sales to America substantially; Australia is second-largest source of imported wine in US, having shipped $600 million worth last year, surpassed only by Italy; McWilliam's Wines has new distribution...",
      "abstract": "Australia's McWilliam's Wines plans to increase sales to America substantially; Australia is second-largest source of imported wine in US, having shipped $600 million worth last year, surpassed only by Italy; McWilliam's Wines has new distribution agreement with E & J Gallo Winery; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/02/business/worldbusiness/australias-wines-expanding-their-global-shelf-space.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Tactics by Police Mute the Protesters, and Their Messages",
      "snippet": "Angry demonstrators have barely interrupted Republican National Convention, and because there has been little violence they have drawn relatively little national news coverage; nearly 1,800 protesters are arrested on streets, two-thirds of them on...",
      "abstract": "Angry demonstrators have barely interrupted Republican National Convention, and because there has been little violence they have drawn relatively little national news coverage; nearly 1,800 protesters are arrested on streets, two-thirds of them on second night of convention; New York Police Dept, using large orange nets to divide and conquer, have adopted pre-emptive strike policy, cutting off demonstrations before they grow large enough, loud enough, or unruly enough to affect convention; demonstrations have so far been more restrained than at many recent protests elsewhere; protesters do manage to breach security cordon at Madison Square Garden twice on Sept 1; early in day, 12 demonstrators from Act Up enter convention site and interrupt speech by White House chief of staff Andrew Card; they are quickly arrested; during Vice Pres Cheney's speech, woman rushes convention floor; she is quickly tackled and dragged out (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/02/politics/campaign/tactics-by-police-mute-the-protesters-and-their-messages.html",
      "byline": "By Michael Slackman and Diane Cardwell"
    },
    {
      "headline": "Fox Outdraws Big 3 Networks",
      "snippet": "Fox News cable channel is bigger draw for viewers of Republican National Convention than three networks; it is first time Fox beats all other news outlets for coverage of major news event; CNN falls to last place; Fox executives deny that coverage...",
      "abstract": "Fox News cable channel is bigger draw for viewers of Republican National Convention than three networks; it is first time Fox beats all other news outlets for coverage of major news event; CNN falls to last place; Fox executives deny that coverage has Republican slant and reject that as reason for high ratings; graph (M)",
      "lead_paragraph": "In a shift in the usual pecking order of television news, the Fox News cable channel proved a bigger draw for viewers of the Republican National Convention on Tuesday night than any of the broadcast networks.",
      "publication_date": "2004-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/09/02/politics/campaign/fox-outdraws-big-3-networks.html",
      "byline": "By Bill Carter"
    }
  ]
}