{
  "metadata": {
    "date": "2004-07-26",
    "total_articles": 39
  },
  "articles": [
    {
      "headline": "INSIDE",
      "snippet": "Dow Drops Below 10,000 In a Continuing Slump       The Dow Jones industrial average closed below 10,000 for the first time since mid-May and the Nasdaq composite index dropped to its lowest level since October as earnings disappointments and conce...",
      "abstract": " Dow Drops Below 10,000 In a Continuing Slump       The Dow Jones industrial average closed below 10,000 for the first time since mid-May and the Nasdaq composite index dropped to its lowest level since October as earnings disappointments and concerns about the economy undermined investor confidence. The market has fallen about 4 percent in the last five weeks, and there is little optimism for a rally.   BUSINESS DAY, PAGE C1    From TV to Campaign Trail      Jerry Springer, master of outrageous syndicated television, is flirting with a run for governor in Ohio in 2006, when the race to replace Bob Taft will be wide open.   PAGE A7",
      "lead_paragraph": "Dow Drops Below 10,000 In a Continuing Slump",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/24/us/inside-417564.html",
      "byline": ""
    },
    {
      "headline": "Regulator Stalls Blue Cross Deal In California",
      "snippet": "California's Insurance Comr John Garamendi denies request by Anthem and WellPoint Health Networks to merge in what he describes as his 'final decision'; says deal is bad for policyholders and health care consumers in California; decision does not ...",
      "abstract": "California's Insurance Comr John Garamendi denies request by Anthem and WellPoint Health Networks to merge in what he describes as his 'final decision'; says deal is bad for policyholders and health care consumers in California; decision does not necessarily scuttle deal, because analysts say that Garamendi's office has jurisdiction over only small fraction of California operations of two companies, which between them operate in dozen other states; decision prolongs udertainty over exactly when and how merger can be completed; photo (M)",
      "lead_paragraph": "One man is now left standing between the $16.4 billion merger of two giant Blue Cross plans, Anthem and WellPoint Health Networks.",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/24/business/regulator-stalls-blue-cross-deal-in-california.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Oil, Venezuela's Lifeblood, Is Now Its Social Currency, Too",
      "snippet": "Petroleos de Venezuela is once against one of world's greatest producers of oil seventeen months after antigovernment strike crippled production; its giant refining arm is talking of adding two refineries to three already operating in US; company ...",
      "abstract": "Petroleos de Venezuela is once against one of world's greatest producers of oil seventeen months after antigovernment strike crippled production; its giant refining arm is talking of adding two refineries to three already operating in US; company says it is embarking on strategy, heavily dependent on foreign oil companies, to nearly double production by 2009; Petroleos de Venezuela's new earnings have been siphoned from exploration and production and being used to finance social revolution long promised by Pres Hugo Chavez's 5 1/2-year-old government to extricate country from its malaise and ease life for poor; spending spree is increasingly important as Aug 15 recall referendum nears, and successful, tool for solidifying support for Chavez; recent polls show Chavez could squeak to victory; oil company's new role has raised eyebrows among oil executives and in Washington, which has long counted on Venezuela as one of four big exporters of oil to US and which has been hoping company will help curtail reliance on Middle Eastern crude; charts; photos (M)",
      "lead_paragraph": "Seventeen months after an antigovernment strike crippled production, Venezuela's state oil company, Petróleos de Venezuela, has made what analysts call a Herculean return.",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/24/business/oil-venezuela-s-lifeblood-is-now-its-social-currency-too.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Indians Go Home, but Don't Leave U.S. Behind",
      "snippet": "Many Indians who migrated to America's Silicon Valley and its suburban good life are returning to India; are drawn back by booming economy, in which outsourcing is playing crucial role, and money to buy lifestyle they had in America; there are est...",
      "abstract": "Many Indians who migrated to America's Silicon Valley and its suburban good life are returning to India; are drawn back by booming economy, in which outsourcing is playing crucial role, and money to buy lifestyle they had in America; there are estimated 35,000 'returned nonresident Indians' in high-tech hub of Bangalore; liberalization of India's state-run economy over last 13 years has spawned suburban culture that is enabling India to compete for its Americanized best and brightest; map; photos (M)",
      "lead_paragraph": "Snigdha Dhar sat in the echoing emptiness of her new home, her husband off at work, her 7-year-old son prattling on about Pizza Hut. The weather outside was California balmy. Children rode bicycles on wide smooth streets. Construction workers toiled on more villas like hers -- white paint, red roofs, green lawns -- and the community center's three pools.",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/24/world/indians-go-home-but-don-t-leave-us-behind.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "Mexicans Charge A Former President With 1971 Killings",
      "snippet": "Special prosecutor Ignacio Carrillo Prieto files charges against former Mexican Pres Luis Echeverria and other officials in killings of at least 25 student protesters in Mexico City on June 10, 1971; indictments are first against former Mexican pr...",
      "abstract": "Special prosecutor Ignacio Carrillo Prieto files charges against former Mexican Pres Luis Echeverria and other officials in killings of at least 25 student protesters in Mexico City on June 10, 1971; indictments are first against former Mexican president; present direct blow to Echeverria, oldest living official of authoritarian government that dominated country for over 70 years under Institutional Revolutionary Party, or PRI; Pres Vicente Fox's victory over PRI in 2000 freed his country to scrutinize past government abuses; photo (M)",
      "lead_paragraph": "A special prosecutor filed charges on Friday against a former president and other officials in the killings of student protesters 33 years ago, reopening a dark and divisive episode that was a turning point in Mexico's struggle for democracy.",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/24/world/mexicans-charge-a-former-president-with-1971-killings.html",
      "byline": "By Ginger Thompson and Tim Weiner"
    },
    {
      "headline": "Judge Limiting Sex-Life Shield At Bryant Trial",
      "snippet": "Judge W Terry Ruckriegle rules that detailed evidence about sex life of woman who accused basketball player Kobe Bryant of rape is legally relevant and can be presented at Bryant's trial; says defense can introduce evidence about any sexual conduc...",
      "abstract": "Judge W Terry Ruckriegle rules that detailed evidence about sex life of woman who accused basketball player Kobe Bryant of rape is legally relevant and can be presented at Bryant's trial; says defense can introduce evidence about any sexual conduct on woman's part in 72 hours preceding her physical examination by doctors on July 1, 2003; incident with Bryant took place on evening of June 30; decision, which legal experts say is victory for Bryant's defense team, has been anticipated for months as indicator about temper and tone of Bryant's trial, and as measure of how victim-protection laws like Colorado's work in high-profile cases (M)",
      "lead_paragraph": "Detailed evidence about the sex life of the woman who accused the basketball star Kobe Bryant of rape last summer is legally relevant and can be presented at Mr. Bryant's trial when it begins next month, the judge in the case ruled on Friday.",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/24/us/judge-limiting-sex-life-shield-at-bryant-trial.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Qwest Steps Up to Lure AT&T's Customers",
      "snippet": "Qwest Communications plans to take out full-page ads starting on July 25 to court customers of AT&T; move is first visible fallout from AT&T's announcement that it will stop seeking new local and long-distance residential customers; change has fue...",
      "abstract": "Qwest Communications plans to take out full-page ads starting on July 25 to court customers of AT&T; move is first visible fallout from AT&T's announcement that it will stop seeking new local and long-distance residential customers; change has fueled speculation that AT&T could become takeover target; industry analysts caution that potential suitor will wait to see how AT&T's revenues and earnings change before considering merger with what was once dominant long-distance company; photo (M)",
      "lead_paragraph": "Qwest Communications, the telecommunications company based in Denver, said yesterday that it planned to take out full-page newspaper advertisements starting on Sunday to court customers of AT&T.",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/24/business/qwest-steps-up-to-lure-at-t-s-customers.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Microsoft May Sell Slate, a Pioneer in Web Magazines",
      "snippet": "Microsoft is exploring sale of Slate, pioneer in digital publishing; MSN Network Experience general manager Scott Moore says Slate executives have been assured that if suitable buyer does not step forward with attractive offer, Microsoft would con...",
      "abstract": "Microsoft is exploring sale of Slate, pioneer in digital publishing; MSN Network Experience general manager Scott Moore says Slate executives have been assured that if suitable buyer does not step forward with attractive offer, Microsoft would continue to own and operate site; Slate's editor Jacob Weisberg says new owner may help magazine's future; photo (M)",
      "lead_paragraph": "Microsoft, which announced this week that it would pay a one-time cash dividend worth $32 billion to its shareholders, said yesterday that it was exploring the sale of Slate, a pioneer in digital publishing.",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/24/business/microsoft-may-sell-slate-a-pioneer-in-web-magazines.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Kerry Calls for Service",
      "snippet": "Returning to the Army hospital in Denver where he was born in a state he hopes to swipe from the Republican column in November, Senator John Kerry began a six-day journey toward his nomination for president next week with a broad call for public s...",
      "abstract": "Returning to the Army hospital in Denver where he was born in a state he hopes to swipe from the Republican column in November, Senator John Kerry began a six-day journey toward his nomination for president next week with a broad call for public service by all Americans.      Article, Page A10.",
      "lead_paragraph": "Returning to the Army hospital in Denver where he was born in a state he hopes to swipe from the Republican column in November, Senator John Kerry began a six-day journey toward his nomination for president next week with a broad call for public service by all Americans.",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/24/us/kerry-calls-for-service.html",
      "byline": ""
    },
    {
      "headline": "CONGRESS PLANS SPECIAL HEARINGS ON 9/11 FINDINGS",
      "snippet": "House and Senate leaders, moving swiftly on recommendations of Sept 11 commission, announce rare Aug hearings to draft legislative changes; panel chairman Tom Kean says Pres Bush and lawmakers would be held responsible if they failed to overhaul i...",
      "abstract": "House and Senate leaders, moving swiftly on recommendations of Sept 11 commission, announce rare Aug hearings to draft legislative changes; panel chairman Tom Kean says Pres Bush and lawmakers would be held responsible if they failed to overhaul intelligence operations; Sen majority leader Bill Frist and minority leader Tom Daschle deputize Sens Susan Collins and Joseph I Lieberman to produce bills by Oct 1 that will create post of director of intelligence and counterterrorism center--two of 9/11 panel's central recommendations (M)",
      "lead_paragraph": "Moving swiftly on the recommendations of the Sept. 11 commission, House and Senate leaders announced on Friday rare August hearings to draft legislative changes.",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/24/us/threats-responses-commission-congress-plans-special-hearings-9-11-findings.html",
      "byline": "By Sheryl Gay Stolberg and Philip Shenon"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "United Airlines Ceases Payments to Pension Plans  United Airlines said that it would not contribute to its employee pension plans while it remains under bankruptcy protection. The move could save the airline more than a billion dollars over the co...",
      "abstract": " United Airlines Ceases Payments to Pension Plans  United Airlines said that it would not contribute to its employee pension plans while it remains under bankruptcy protection. The move could save the airline more than a billion dollars over the coming year, but pension experts said that it signaled the likelihood that United will terminate some or all of the plans.    A default by United on all four of its pension plans would send tens of thousands of current and future retirees, and billions of dollars in unfunded obligations, to the government's pension-insurance program, dealing the program its biggest blow since the government began insuring pensions in 1974. [Page A1.]",
      "lead_paragraph": "United Airlines Ceases Payments to Pension Plans",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/24/business/business-digest-414336.html",
      "byline": ""
    },
    {
      "headline": "Market Slide Leaves Dow Below 10,000",
      "snippet": "Dow Jones industrial average closes below 10,000 for first time since mide-May and Nasdaq composite index drops to its lowest level since October as earnings disappointments and concerns about economy undermine investor confidence; Dow falls 0.9 p...",
      "abstract": "Dow Jones industrial average closes below 10,000 for first time since mide-May and Nasdaq composite index drops to its lowest level since October as earnings disappointments and concerns about economy undermine investor confidence; Dow falls 0.9 percent and Standard & Poor's 500-stock index drops 1 percent; Dow is down 88.11 points, to 9,962.22; Dow is off 4.7 percent for year; S&P 500 declines 10.64 points, to 1,086.20, and is off 2.3 percent for year; Nasdaq drops 39.97 points, to 1,849.09; price of Treasury's 10-year note rises 4/32, to 102 16/32; yield drops to 4.43 percent, from 4.45 percent; dollar rises 1.2 percent against euro, which trades at $1.2104; graph; charts; photo (M)",
      "lead_paragraph": "The Dow Jones industrial average closed below 10,000 yesterday for the first time since mid-May and the Nasdaq composite index dropped to its lowest level since October as earnings disappointments and concerns about the economy undermined investor confidence.",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/24/business/the-markets-stocks-and-bonds-market-slide-leaves-dow-below-10000.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "United Airlines to Quit Paying Into Pension Plans",
      "snippet": "United Airlines will not contribute to its employee pension plans while it remains under bankruptcy protection; that move could save it more than billion dollars over coming year, but pension experts say it signals likelihood that United will term...",
      "abstract": "United Airlines will not contribute to its employee pension plans while it remains under bankruptcy protection; that move could save it more than billion dollars over coming year, but pension experts say it signals likelihood that United will terminate some or all of plans; full-blown default by United on its pension plans would send tens of thousands of current and future retirees, and billions of dollars in unfunded obligations, to Pension Benefit Guaranty Corp, government's pension insurance program, dealing program its biggest blow since government began insuring pensions in 1974 (M)",
      "lead_paragraph": "United Airlines said yesterday that it would not contribute to its employee pension plans while it remains under bankruptcy protection. That move could save it more than a billion dollars in cash over the coming year, but pension experts said it signaled the likelihood that United would terminate some or all of the plans.",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/24/business/united-airlines-to-quit-paying-into-pension-plans.html",
      "byline": "By Mary Williams Walsh and Micheline Maynard"
    },
    {
      "headline": "Bush Urges Blacks to Reconsider Allegiance to Democratic Party",
      "snippet": "Pres Bush, in speech to National Urban League, challenges black voters to rethink their allegiance to Democratic Party and urges them to take another look at his record on economy, education, social welfare programs and foreign policy; prods audie...",
      "abstract": "Pres Bush, in speech to National Urban League, challenges black voters to rethink their allegiance to Democratic Party and urges them to take another look at his record on economy, education, social welfare programs and foreign policy; prods audience to consider whether conservative ideas like tax cuts and school vouchers can produce better results for African-Americans than liberal approaches have; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/24/us/2004-campaign-president-bush-urges-blacks-reconsider-allegiance-democratic-party.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Correcting the Record on Sept. 11, in Great Detail",
      "snippet": "Sept 11 commission's book-length report shows that much of what had been common wisdom about attacks at start of panel's investigation was wrong; 567-page report corrects historical record in ways large and small and shatters myths that might othe...",
      "abstract": "Sept 11 commission's book-length report shows that much of what had been common wisdom about attacks at start of panel's investigation was wrong; 567-page report corrects historical record in ways large and small and shatters myths that might otherwise have been accepted as truth for generations; finds that hijackers repeatedly broke law in entering United States, that Osama bin Laden may have micromanaged attacks but did not pay for them, that intelligence agencies had considered threat of suicide hijackings, and that Pres Bush received Aug 2001 briefing on evidence of continuing domestic terrorist threats from Al Qaeda; Thomas H Kean, chairman of bipartisan commission, is credited by other commissioners as reason panel's report is unanimous; findings detailed; photo (L)",
      "lead_paragraph": "When the National Commission on Terrorist Attacks Upon the United States set to work early last year to prepare the definitive history of the events of Sept. 11, 2001, it seemed that much of its hard work was already done, because so much of the horrifying story seemed to be known.",
      "publication_date": "2004-07-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/25/us/correcting-the-record-on-sept-11-in-great-detail.html",
      "byline": "This article was reported by Philip Shenon, Douglas Jehl and David Johnston and Written By Mr. Shenon"
    },
    {
      "headline": "Harvard's Invisible Fund-Raising",
      "snippet": "Questions are being raised about Harvard University's investment in five money management firms created over last six years by former employees of Harvard Management Co, nonprofit organization that oversees university's endowment, and fact that it...",
      "abstract": "Questions are being raised about Harvard University's investment in five money management firms created over last six years by former employees of Harvard Management Co, nonprofit organization that oversees university's endowment, and fact that it shares in fees those firms charge their other clients, which include other colleges and universities; arrangement appears to allow management of outside money, something Harvard Management's board rejected in 1998, and it may expose Harvard to big tax bill, including interest and penalties, on fee income it receives from managers: Regimental Capital Management, Adage Capital Management, Charlesbank Capital Partners, Sowood Capital Management and Highfields Capital Management; Jack R Meyer, president and chief executive of Harvard Management, denies that company's relationship with firms is either deceptive or potential tax problem; some tax experts agree, but others do not; Meyer photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/25/business/harvard-s-invisible-fund-raising.html",
      "byline": "By Stephanie Strom"
    },
    {
      "headline": "Art Attempts to Imitate Iraq Life In All of Its Chaos and Misery",
      "snippet": "War in Iraq has been especially disillusioning for young Iraqi artists, robbing them of business, killing classmates and making it difficult to work and live; amount of violence has stunned them, but has also given them much to think about; many a...",
      "abstract": "War in Iraq has been especially disillusioning for young Iraqi artists, robbing them of business, killing classmates and making it difficult to work and live; amount of violence has stunned them, but has also given them much to think about; many are finding fresh, dramatic material in conflict; students at Baghdad Academy of Fine Arts produce school play exploring humiliation of American occupation; photos (M)",
      "lead_paragraph": "Adnan Abbas spends his days bent over an easel, turning bloodshed into art.",
      "publication_date": "2004-07-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/25/world/reach-war-culture-art-attempts-imitate-iraq-life-all-its-chaos-misery.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Delegates Lean Left And Oppose the War",
      "snippet": "While delegates to Democratic convention describe themselves as supporting Sen John Kerry enthusiastically, New York Times/CBS News poll shows most are opposed to war in Iraq, and see position of Kerry and running mate John Edwards as nuanced on i...",
      "abstract": "While delegates to Democratic convention describe themselves as supporting Sen John Kerry enthusiastically, New York Times/CBS News poll shows most are opposed to war in Iraq, and see position of Kerry and running mate John Edwards as nuanced on issue; other issues in poll noted; chart shows poll results (M)",
      "lead_paragraph": "NINE out of 10 of the Democratic delegates gathering in Boston this week think the United States should not have gone to war in Iraq and say the gains from the war were not worth the loss of American lives, a New York Times/CBS News poll shows.",
      "publication_date": "2004-07-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "15",
      "web_url": "https://www.nytimes.com/2004/07/25/washington/the-looking-glass-delegates-lean-left-and-oppose-the-war.html",
      "byline": "By David E. Rosenbaum and Janet Elder"
    },
    {
      "headline": "The Tech Lobby, Calling Again",
      "snippet": "Technology lobbying is regaining some of leverage it lost in Washington after bursting of tech bubble, scoring surprising victory in House on whether companies should have to count stock options as normal business expense; will face tougher fight ...",
      "abstract": "Technology lobbying is regaining some of leverage it lost in Washington after bursting of tech bubble, scoring surprising victory in House on whether companies should have to count stock options as normal business expense; will face tougher fight in Senate; industry, led by Technology Network, or TechNet, won far more battles than it lost in Congress in late 1990's, but was decidedly on the outs by 2002; photos (L)",
      "lead_paragraph": "SOME politicians flew from Washington, D.C., to Silicon Valley because they were simply curious. Others in Congress hauled themselves west because they saw a plentiful supply of cash.",
      "publication_date": "2004-07-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/25/business/the-tech-lobby-calling-again.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Voters Are Very Settled, Intense And Partisan, and It's Only July",
      "snippet": "Presidential campaign has become more intense, more polarized, more partisan, far earlier than in previous presidential races; general election season that historically has begun after conventions has been fully joined for months; campaign veteran...",
      "abstract": "Presidential campaign has become more intense, more polarized, more partisan, far earlier than in previous presidential races; general election season that historically has begun after conventions has been fully joined for months; campaign veterans say crowds are bigger than normal for this time of year, and money is pouring in at astonishing rate; increasing partisan ship of 1980's and 1990's has left its mark on politics, culminating in intensity of this campaign; most voters have already chosen sides; pollsters in both parties say that swing voter and independent, once thought to be models of modern voter, are harder to find this year; in latest New York Times/CBS News poll, 79 percent surveyed say their minds are made up about whom to vote for, up from 64 percent in poll taken in July 2000; photos; graphs (L)",
      "lead_paragraph": "Clif Kelley, a retired economist, stood in the leafy backyard of his suburban home one recent evening and summoned his Democratic neighbors, 62 of whom were arrayed before him, to the political barricades.",
      "publication_date": "2004-07-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/25/us/2004-campaign-ideological-lines-voters-are-very-settled-intense-partisan-it-s.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "KERRY SEES HOPE OF GAINING EDGE ON TERROR ISSUE",
      "snippet": "Sen John Kerry says he will try to persuade voters that he would do 'better job than George Bush' in protecting nation from terrorism, acknowledging that Bush now holds advantage on this pivotal issue, int; points to his own military record and 9/...",
      "abstract": "Sen John Kerry says he will try to persuade voters that he would do 'better job than George Bush' in protecting nation from terrorism, acknowledging that Bush now holds advantage on this pivotal issue, int; points to his own military record and 9/11 commission's criticism of Bush's terrorism policies; argues that he is in extraordinarily strong position for challenger in time of war; repeatedly uses word 'consistent' to describe his actions and views, apparently reflecting concern about Bush's effort to portray him as flip-flopper; says that if elected, he would work to implement immediately vast majority of recommendations of 9/11 commission; says they would make America 'great deal safer'; says he would strongly oppose any move to postpone election if there is terrorist attack; photos (M)",
      "lead_paragraph": "Senator John Kerry said on Friday he would seek to persuade voters over the next three months that he would do a ''better job than George Bush'' in protecting the nation from terrorism, but acknowledged that the president now held an advantage on this pivotal issue.",
      "publication_date": "2004-07-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/25/us/2004-campaign-massachusetts-senator-kerry-sees-hope-gaining-edge-terror-issue.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Bit Parts on Screen, and a Salary to Match",
      "snippet": "LAST year, Kimberly Felipe Villanueva, an aspiring actress, banked nearly $4,000 as an extra. And that, she said, was a windfall. Ms. Villanueva, who has appeared on television and in films, is under no illusions: what she does is not exactly Holl...",
      "abstract": "LAST year, Kimberly Felipe Villanueva, an aspiring actress, banked nearly $4,000 as an extra. And that, she said, was a windfall. Ms. Villanueva, who has appeared on television and in films, is under no illusions: what she does is not exactly Hollywood at its most glamorous.     It rarely is for the thousands of extras, known in the industry as background actors, who lug their wardrobes and makeup to production sets before sunrise or wait in frigid or blistering temperatures for hours on end to earn as little as $150 for 12 hours of work, much of which will go unnoticed by audiences.  ",
      "lead_paragraph": "LAST year, Kimberly Felipe Villanueva, an aspiring actress, banked nearly $4,000 as an extra. And that, she said, was a windfall. Ms. Villanueva, who has appeared on television and in films, is under no illusions: what she does is not exactly Hollywood at its most glamorous.",
      "publication_date": "2004-07-25T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/07/25/jobs/home-front-bit-parts-on-screen-and-a-salary-to-match.html",
      "byline": "By Betsy Cummings"
    },
    {
      "headline": "In a Shift, Bush Moves to Block Medical Suits",
      "snippet": "Bush administration seeks to block lawsuits by consumers who say they were injured by prescription drugs and medical devices that had been approved by Food and Drug Administration; Justice Dept acknowledges that this position reflects 'change in g...",
      "abstract": "Bush administration seeks to block lawsuits by consumers who say they were injured by prescription drugs and medical devices that had been approved by Food and Drug Administration; Justice Dept acknowledges that this position reflects 'change in governmental policy' since 2002, when administration outlined plans for FDA involvement in product liability lawsuits; administration now contends that allowing consumers to sue manufacturers would 'undermine public health' and interfere with federal regulation of drugs and devices, by encouraging judges and juries to 'second-guess' experts at FDA; warns that if such lawsuits succeed, some good products may be removed from market; Rep Maurice D Hinchey, Democrat, says administration wants FDA to protect drug companies instead of public; administration says goal is to vindicate federal government's authority to regulate drug products (M)",
      "lead_paragraph": "The Bush administration has been going to court to block lawsuits by consumers who say they have been injured by prescription drugs and medical devices.",
      "publication_date": "2004-07-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/25/us/in-a-shift-bush-moves-to-block-medical-suits.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Housing Bust: It Won't Be Pretty",
      "snippet": "Gretchen Morgenson column on prospects for decline of US housing prices and how that could hurt consumer spending, which has been buoyed by homeowners drawing on home equity; notes one study suggesting that American home prices are overvalued by 1...",
      "abstract": "Gretchen Morgenson column on prospects for decline of US housing prices and how that could hurt consumer spending, which has been buoyed by homeowners drawing on home equity; notes one study suggesting that American home prices are overvalued by 10 percent, on average, at current interest rates; graph (M)",
      "lead_paragraph": "LET the stock market slide. Let the bond market sink. As long as home prices keep rocking, it's easy for Americans to feel fat and happy.",
      "publication_date": "2004-07-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/25/business/housing-bust-it-won-t-be-pretty.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Network Anchors Hold Fast to Their Dwindling 15 Minutes",
      "snippet": "Roles of television anchors Peter Jennings, ABC News, Tom Brokaw, NBC News, and Dan Rather, CBS News, seem oddly diminished in time when there is little breaking news at political conventions; all appear resigned that they are no longer giants as ...",
      "abstract": "Roles of television anchors Peter Jennings, ABC News, Tom Brokaw, NBC News, and Dan Rather, CBS News, seem oddly diminished in time when there is little breaking news at political conventions; all appear resigned that they are no longer giants as they fight for prominence in media world crowded with newcomers, political world where conventions are scripted and corporate culture that is unwilling to give them more than one hour each night for coverage; graph shows television ratings of conventions from 1960-2000; photos (M)",
      "lead_paragraph": "Peter Jennings, the ABC News anchor, explaining how he and Tom Brokaw, his rival at NBC News, have different philosophies about the political conventions, said: ''Perhaps for Tom it's as much a social occasion as it is for some of the delegates. I think of it more as a target of opportunity.''",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/26/us/eyes-nation-media-network-anchors-hold-fast-their-dwindling-15-minutes.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "$15 Billion European Bank Deal Expected",
      "snippet": "Banco Santander Central Hispano reportedly agrees to buy Abbey National of Britain, in a mostly stock deal worth more than 8.5 billion pounds ($15.6 billion); deal, largest cross-border banking merger in Europe since introduction of euro into gene...",
      "abstract": "Banco Santander Central Hispano reportedly agrees to buy Abbey National of Britain, in a mostly stock deal worth more than 8.5 billion pounds ($15.6 billion); deal, largest cross-border banking merger in Europe since introduction of euro into general use in January 2002, would create world's eighth-largest bank, with market capitalization of about $62 billion and major presence in Latin America, Spain, Britain and Northern Ireland; opinion is split on whether deal will usher in long-awaited wave of financial mergers in Europe of if it is result of unique environment in Britain, where only way banks may grow is through deals with non-British banks (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/26/business/15-billion-european-bank-deal-expected.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "A Step to the Center, but Will It Help?",
      "snippet": "R W Apple Jr column examines impact of Democratic Convention being held in Sen John Kerry's home town of Boston; says most of nation sees Boston as home of liberalism, notion Kerry is trying to disabuse, but notes ties to Sen Edward Kennedy may ma...",
      "abstract": "R W Apple Jr column examines impact of Democratic Convention being held in Sen John Kerry's home town of Boston; says most of nation sees Boston as home of liberalism, notion Kerry is trying to disabuse, but notes ties to Sen Edward Kennedy may make that difficult; wonders why Massachusetts was even selected to host convention, when there are dominant cities in important swing states; notes that candidates nominated from conventions in their home states have all gone on to lose; photo (M)",
      "lead_paragraph": "The Democratic convention may be good for Boston, but how good will it be for the hometown nominee, Senator John Kerry?",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/26/us/apple-s-almanac-a-step-to-the-center-but-will-it-help.html",
      "byline": "By R.w. Apple Jr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Wireless Sensor Networks Spread to New Territory  Wireless networks of sensors and machinery have long been used in a handful of critical tasks like air traffic control. Now the technology is expanding. As an example, a wireless communications sys...",
      "abstract": " Wireless Sensor Networks Spread to New Territory  Wireless networks of sensors and machinery have long been used in a handful of critical tasks like air traffic control. Now the technology is expanding. As an example, a wireless communications system, above, is being tested to tell precisely when to irrigate and harvest grapes to produce premium wine. [Page C2.]    Tapping Into IPod's Popularity  Without Apple's authorization, RealNetworks will start to give away software that allows people to buy and download songs from its online music store and play them on Apple's popular iPod portable devices, in addition to those that use the Windows Media Player format and RealNetworks' Helix format. [C8.]",
      "lead_paragraph": "Wireless Sensor Networks Spread to New Territory",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/26/business/business-digest-425028.html",
      "byline": ""
    },
    {
      "headline": "Heeding a Call to Test Breast Cancer Treatments",
      "snippet": "Third article of series about experimental treatments, Last Resorts, reports on decision of American nun to enter clinical trials when her breast cancer came back and began to spread; Sister Mary Andrew Matesich, told that her condition was 'treat...",
      "abstract": "Third article of series about experimental treatments, Last Resorts, reports on decision of American nun to enter clinical trials when her breast cancer came back and began to spread; Sister Mary Andrew Matesich, told that her condition was 'treatable but not curable,' says she was intrigued by idea of receiving experimental treatment instead; she has joined four such trials; at least 300 breast cancer studies are being conducted in United States, most of them seeking volunteers; trials cover every state of breast cancer and some treat side effects of treatment; Sister Mary Andrew's physician Dr Charles Shapiro notes that every advance made has been directly as result of clinical trials; cites drug tamoxifen, used to prevent breast cancer recurrence, and finding that many women can avoid mastectomy and be safely treated instead with lumpectomy and radiation; treatments Sister Mary Andrew has received have taken their toll, and it is impossible to know whether any of them have extended her life; her cancer has been spreading; idea that she could help to advance research continues to appeal to her intellectually, but in religious way as well; photos (M)",
      "lead_paragraph": "Six years ago, Sister Mary Andrew Matesich was 59, the president of Ohio Dominican University, chairwoman of the Ohio Ethics Commission and a member of a half-dozen other public service and educational groups. She loved her work, her school, her students, her life. But she had reached a crossroad. Breast cancer, first treated when she was 54, had come back and begun to spread.",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/26/us/heeding-a-call-to-test-breast-cancer-treatments.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "Political Papers Become Dailies To Blanket The Conventions",
      "snippet": "Delegates to Democratic National Convention in Boston are receiving complimentary daily editions of four political publications based in Washington, DC: National Journal, Congressional Quarterly, Roll Call and The Hill, whose staffs have temporari...",
      "abstract": "Delegates to Democratic National Convention in Boston are receiving complimentary daily editions of four political publications based in Washington, DC: National Journal, Congressional Quarterly, Roll Call and The Hill, whose staffs have temporarily moved to Boston and will move again in August to New York for Republican convention; their traveling newspaper war is in large part extension of their escalating rivalry in Washington; photos (M)",
      "lead_paragraph": "The instant small town inhabited by an estimated 5,000 delegates and 15,000 reporters at this week's Democratic National Convention in Boston has spawned its own newspaper war.",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/26/business/political-papers-become-dailies-to-blanket-the-conventions.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Iraq Water Projects Cut Back",
      "snippet": "Rising security and other overhead costs of Western contractors are cutting into the billions of dollars set aside for some 90 planned water projects in Iraq. Page A8.",
      "abstract": "Rising security and other overhead costs of Western contractors are cutting into the billions of dollars set aside for some 90 planned water projects in Iraq. Page A8.",
      "lead_paragraph": "Rising security and other overhead costs of Western contractors are cutting into the billions of dollars set aside for some 90 planned water projects in Iraq. Page A8.",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/26/world/iraq-water-projects-cut-back.html",
      "byline": ""
    },
    {
      "headline": "Generic Drug Manufacturer To Buy Rival For $4 Billion",
      "snippet": "Mylan Laboratories, nation's largest maker of generic drugs, is expected to announce acquisition of rival King Pharmaceuticals for about $4 billion; deal is driven by Mylan's interest in gaining foothold in branded drug market where King has devot...",
      "abstract": "Mylan Laboratories, nation's largest maker of generic drugs, is expected to announce acquisition of rival King Pharmaceuticals for about $4 billion; deal is driven by Mylan's interest in gaining foothold in branded drug market where King has devoted much of its energy in recent years; would be latest move among generic drug makers to grow in size and diversify their business in face of escalating pressure from big pharmaceutical companies, which are scrambling to extend patent protections for their biggest branded drugs (M)",
      "lead_paragraph": "Mylan Laboratories, the nation's largest maker of generic drugs, agreed yesterday to acquire a rival, King Pharmaceuticals, for about $4 billion in stock, executives close to the deal said.",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/26/business/generic-drug-manufacturer-to-buy-rival-for-4-billion.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "A Surprise Senate Contender Reaches His Biggest Stage Yet",
      "snippet": "Barack Obama, who will deliver keynote speech at Democratic National Convention, has been propelled into spotlight far beyond his state of Illinois, where he is expected to win seat from Republicans to become United States Senate's only African-Am...",
      "abstract": "Barack Obama, who will deliver keynote speech at Democratic National Convention, has been propelled into spotlight far beyond his state of Illinois, where he is expected to win seat from Republicans to become United States Senate's only African-American member; Kerry campaign says it chose Obama, now a state senator, to deliver address because he represents future of party; Kerry supporters hope choice of Obama will sway those who have accused Kerry of failing to include enough minorities in top campaign roles and, more broadly, of failing to excite black voters; Obama says his speech will describe Americans' economic squeeze and anxieties about Iraq, but will mostly he 'hopeful story'; is waiting for editing of his draft from Kerry's campaign; photos (M)",
      "lead_paragraph": "Barack Obama's Senate campaign office in Springfield is a steamy, dimly lit room with a desk, a phone, a fan and a box of tissues. A storefront in the state capital, with a broken sign outside and a monthly rent of less than $600, it reminds visitors just how recently and how suddenly he has been thrust into national view.",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/26/us/the-speaker-a-surprise-senate-contender-reaches-his-biggest-stage-yet.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Can Little-Known Heroes Be Hollywood Hits?",
      "snippet": "Eighteen Hollywood films are previewed at Comic-Con International, nation's largest comic convention, which has become vital promotional tool in marketing campaigns of films based on comic books, graphic novels and original science-fiction and hor...",
      "abstract": "Eighteen Hollywood films are previewed at Comic-Con International, nation's largest comic convention, which has become vital promotional tool in marketing campaigns of films based on comic books, graphic novels and original science-fiction and horror fare; such exposure and the buzz it is intended to generate have grown in importance because many of most well-known comic book characters have been exploited and Hollywood is tapping lesser-known stories; photo; graph of domestic box-office grosses of films basede on comic book characters (M)",
      "lead_paragraph": "The actor Keanu Reeves could not have turned in a more important performance than his first appearance at Comic-Con International on Friday, the nation's largest comic convention, where scenes from his next movie, ''Constantine,'' made their debut.",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/26/business/can-little-known-heroes-be-hollywood-hits.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "IRAQI INSURGENTS USING ABDUCTION AS PRIME WEAPON",
      "snippet": "Iraqi insurgents have rapidly developed hostage-taking as their most powerful weapon; it is unclear to what extent, if any, insurgent groups are coordinating kidnappings of foreigners; it is clear they have grown more clever and adept at using kid...",
      "abstract": "Iraqi insurgents have rapidly developed hostage-taking as their most powerful weapon; it is unclear to what extent, if any, insurgent groups are coordinating kidnappings of foreigners; it is clear they have grown more clever and adept at using kidnapping as tool of intimidation and publicity since successful abduction of Filipino hostage, who was released only after his government withdraw all Philippine soldiers and police officers from Iraq; about 20 foreigners are either being held hostage or have already been killed by their captors in Iraq; in latest incident, two Pakistani civilians working in Iraq are reported missing in suspected kidnapping; they disappeared while driving to Baghdad along heavily traveled supply routes; group identifying itself as affiliate of Al Qaeda threatens to plant bombs throughout Australia if that nation does not withdraw from Iraq; photo (M)",
      "lead_paragraph": "Two Pakistani civilians working in Iraq were reported missing on Sunday in a suspected kidnapping by insurgents, who have rapidly developed hostage-taking as their most powerful weapon in recent days and issued fresh threats against other foreign nations.",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/26/world/the-reach-of-war-hostages-iraqi-insurgents-using-abduction-as-prime-weapon.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Trade Talks in Geneva Offer More Hope This Time",
      "snippet": "Consultations between rich and poor nations ahead of trade talks set to begin in Geneva inspire some hope for compromise under which Europeans and US would reduce their subsidies and artificial supports for their own farmers and third world would ...",
      "abstract": "Consultations between rich and poor nations ahead of trade talks set to begin in Geneva inspire some hope for compromise under which Europeans and US would reduce their subsidies and artificial supports for their own farmers and third world would open new markets to goods and services produced in industrial nations; failure would put entire round of trade talks in doubt and raise larger questions about value of World Trade Organization, especially among members of Congress unhappy over WTO's rulings that American trade laws have violated global rules on protectionism; photos (M)",
      "lead_paragraph": "Just as officials from leading industrial nations thought that they were closing in on a new global trade pact in the Mexican resort of Cancún last year, African delegates led a walkout, saying that the rich countries had little interest in making life fairer for the world's poorest farmers.",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/26/business/trade-talks-in-geneva-offer-more-hope-this-time.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Who's a Pirate? Russia Points Back at the U.S.",
      "snippet": "Russian industry and product designers accuse United States of directing copies of Russian Kalashnikov assault rifle around world; Mikhail T Kalashnikov, weapon's original designer, says his name is being used on great number of products bought in...",
      "abstract": "Russian industry and product designers accuse United States of directing copies of Russian Kalashnikov assault rifle around world; Mikhail T Kalashnikov, weapon's original designer, says his name is being used on great number of products bought in other countries; US has been purchasing or arranging transfer of thousands of knockoffs of Kalashnikovs, called AK-47's, to outfit new military and security forces in Kabul and Baghdad; these rifles were made in weapons plants controlled by Eastern European states, former partners of Moscow's in Soviet days; they were not manufactured in Russia, where arms industry holds patents for weapon in several nations; Kalashnikov is in many ways Moscow's Ford; it is a national product: extraordinarily successful, widespread, name closely connected to identity of a state; Russian arms officials claim no other nation has valid license to make AK-47 and its many derivatives and clones, and that Washington, in its effort to defeat insurgents and terrorists, has been encouraging violations of intellectual property rights; photos; map (M)",
      "lead_paragraph": "The bazaar in this industrial city shows why Western companies regard Russia as a land of piracy.",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/26/world/who-s-a-pirate-russia-points-back-at-the-us.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "Democrats Converge on Boston, Keyed Up but Toning It Down",
      "snippet": "Democrats gather in Boston for their nominating convention, brimming with anger at Pres Bush but backing John Kerry's call to tone down attacks on president over next four days; delegates' confidence in Kerry's prospects for Nov is creating displa...",
      "abstract": "Democrats gather in Boston for their nominating convention, brimming with anger at Pres Bush but backing John Kerry's call to tone down attacks on president over next four days; delegates' confidence in Kerry's prospects for Nov is creating display of discipline that is highly unusual for famously fractious party; Kerry has sought to modulate tone of party that has been powered by anger for most of year; party officials say they will adopt platform that will set out clear differences with Bush; platform offers harsh descriptions of Bush's foreign policy, his economic policy and his fight against terrorism; in Boston, fortress-like atmosphere grips city on eve of its first convention of national political party in history; photos (M)",
      "lead_paragraph": "Democrats gathered here Sunday for their party's nominating convention, brimming with anger at President Bush but backing John Kerry's call to tone down attacks on the president over the next four days.",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/26/us/the-overview-democrats-converge-on-boston-keyed-up-but-toning-it-down.html",
      "byline": "By Adam Nagourney and David Rosenbaum"
    },
    {
      "headline": "Kerry Visit To Fenway Is Changeup In Schedule",
      "snippet": "Sen John Kerry makes surprise visit to Fenway Park, Boston, to throw out first pitch in Red Sox-Yankees game on eve on Democratic National Convention; announces schedule switch to reporters aboard campaign plane that was supposed to be headed to F...",
      "abstract": "Sen John Kerry makes surprise visit to Fenway Park, Boston, to throw out first pitch in Red Sox-Yankees game on eve on Democratic National Convention; announces schedule switch to reporters aboard campaign plane that was supposed to be headed to Florida; move is designed to reap maximum publicity, as game is broadcast nationally; photo (M)",
      "lead_paragraph": "Senator John Kerry pulled off a grand political surprise Sunday night when he visited Fenway Park for the Red Sox-Yankees game, making a showy unscheduled appearance in his hometown on the eve of the Democratic National Convention here that will crown him as his party's presidential nominee this week.",
      "publication_date": "2004-07-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/26/us/developing-strategies-massachusetts-senator-kerry-visit-fenway-changeup-schedule.html",
      "byline": "By Jodi Wilgoren"
    }
  ]
}