{
  "metadata": {
    "date": "2004-09-17",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "IRAQ STUDY FINDS DESIRE FOR ARMS, BUT NOT CAPACITY",
      "snippet": "New report by American weapons inspector Charles A Duelfer is said to conclude that Saddam Hussein's government had clear intent to produce nuclear, chemical and biological weapons if United Nations sanctions were lifted, but that there is no evid...",
      "abstract": "New report by American weapons inspector Charles A Duelfer is said to conclude that Saddam Hussein's government had clear intent to produce nuclear, chemical and biological weapons if United Nations sanctions were lifted, but that there is no evidence that Iraq had begun any such program by time of American invasion of Iraq; government officials say most specific evidence of illicit weapons program has been uncovered in clandestine labs operated by Iraqi Intelligence Service, which could produce small quantities of lethal chemical and biological agents, probably for use in assassinations, not to inflict mass casualties; say Duelfer's report essentially reaffirms findings of interim review 11 months ago, but adds considerable detail on question of Iraq's intentions if UN penalties were weakened or lifted; Duelfer is top American weapons inspector in Iraq; final version of his report is expected to be made public in next several weeks; Republicans and Democrats are likely to seize on separate aspects of report in effort to score political points; Pres Bush will cite Duelfer's conclusion that Hussein sought to acquire illicit weapons; Sen Kerry will highlight report's conclusion that Iraq did not possess stockpiles of illicit weapons, which was Bush's major rationale for war; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 16 - A new report on Iraq's illicit weapons program is expected to conclude that Saddam Hussein's government had a clear intent to produce nuclear, chemical and biological weapons if United Nations sanctions were lifted, government officials said Thursday. But, like earlier reports, it finds no evidence that Iraq had begun any large-scale program for weapons production by the time of the American invasion last year, the officials said.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/17/washington/the-reach-of-war-weapons-inspectors-iraq-study-finds-desire-for.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Iron Ore Contract",
      "snippet": "Brazil's Companhia Vale do Rio Doce signs 10-year contract with Japan's JFE Steel Corp to supply 70 million tons of iron ore, starting in 2005 (S)",
      "abstract": "Brazil's Companhia Vale do Rio Doce signs 10-year contract with Japan's JFE Steel Corp to supply 70 million tons of iron ore, starting in 2005 (S)",
      "lead_paragraph": "The mining company Companhia Vale do Rio Doce signed a 10-year contract with the JFE Steel Corporation of Japan to supply 70 million tons of iron ore, starting in 2005. Including an existing contract between them, Rio Doce will sell 92 million tons of iron ore, a crucial ingredient in steel, to the JFE Group from 2005 to 2014. Rio Doce declined to disclose the value of the deal. Todd Benson (NYT)",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/17/business/world-business-briefing-americas-brazil-iron-ore-contract.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Inflation in Check, Bond Prices Rise Briskly",
      "snippet": "Bond prices rise sharply, sending yield on Treasury's 10-year note to its lowest level since beginning of April; price of 10-year note rises 24/32, to 101 14/32; yield drops to 4.08 percent from 4.16 percent; rally follows government report that s...",
      "abstract": "Bond prices rise sharply, sending yield on Treasury's 10-year note to its lowest level since beginning of April; price of 10-year note rises 24/32, to 101 14/32; yield drops to 4.08 percent from 4.16 percent; rally follows government report that shows inflation was well restrained in August; revision in Merrill Lynch forecast says Federal Reserve policy makers will move more slowly in raising interest rates than previously forecast; regional economic index for Philadelphia also dropped much more than expected; Dow Jones industrial average gains 13.13 points, or 0.1 percent, to 10,244.39; Standard & Poor's 500-stock index rises 3.13 points, or 0.3 percent, to 1,123.50; Nasdaq composite index climbs 7.56 points, or 0.4 percent, to 1,904.08; graphs; charts (M)",
      "lead_paragraph": "Bond prices rose sharply yesterday, sending the yield on the Treasury's 10-year note to its lowest level since the beginning of April.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/17/business/inflation-in-check-bond-prices-rise-briskly.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Hurricane Ivan's Fury Kills 23 Along the Middle Gulf Coast",
      "snippet": "Hurricane Ivan carves path of destruction through Southeast; winds reach 130 miles an hour as powerful tornadoes kill at least 23 people, inundate homes and cut off major highways; eye makes landfall over Gulf Shores, Ala, leaving some of worst da...",
      "abstract": "Hurricane Ivan carves path of destruction through Southeast; winds reach 130 miles an hour as powerful tornadoes kill at least 23 people, inundate homes and cut off major highways; eye makes landfall over Gulf Shores, Ala, leaving some of worst damage in Pensacola and rest of Florida Panhandle; Ivan is third hurricane in month to scar Florida and kill its residents; Gov Jeb Bush calls damage 'heartbreaking'; storm surge that pumps waves to 55-foot heights in Gulf of Mexico sends floodwaters into communities south and east of Mobile; St Bernard Parish in southern Louisiana is partly flooded; across Gulf Coast, up to 5 five million people are without power; Pres Bush declares state of emergency in Alabama, Mississippi and Louisiana; he is expected to add Florida to group shortly; before reaching United States, Ivan killed 70 people in Caribbean; photos; maps (L)",
      "lead_paragraph": "MOBILE, Ala., Sept. 16 - Ending its ominous, slow waltz through the Caribbean and the Gulf of Mexico, Hurricane Ivan thrashed the Gulf Coast from midnight to sunrise Thursday.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/17/us/hurricane-ivans-fury-kills-23-along-the-middle-gulf-coast.html",
      "byline": "By Felicity Barringer and Andrew C. Revkin"
    },
    {
      "headline": "In China, Farmers' Labor Bears Too Much Fruit",
      "snippet": "Production of litchi, long a symbol of China, has soared there, causing retail prices to crash; plight of litchi industry shows both promise and pitfalls of China's remarkable economic growth and its shift to awkward but dynamic mix of capitalism ...",
      "abstract": "Production of litchi, long a symbol of China, has soared there, causing retail prices to crash; plight of litchi industry shows both promise and pitfalls of China's remarkable economic growth and its shift to awkward but dynamic mix of capitalism and state socialism; growing litchi trees has been form of long-term investment for Guangdong Province peasants for centuries; their climbing incomes in last two decades prompted many of them to plant more litchi trees, disregarding warnings from academic experts that surplus would result; Chinese government has banned planting of any more litchi trees, and banks have stopped lending to litchi farms, but current glut is likely to last long time; growers are trying to open up new markets for their crops; photos (M)",
      "lead_paragraph": "DALINGSHAN, China - On steep, terraced hillsides at the end of a muddy track here in southeastern China grow some of the world's finest litchis, walnut-sized fruit with pale, sweet flesh coveted by Chinese emperors and commoners alike for centuries.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/17/business/worldbusiness/in-china-farmers-labor-bears-too-much-fruit.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Interest Rate Raised",
      "snippet": "Swiss National Bank increases its benchmark three-month interest rate by 0.25 percentage point, to 0.75 percent; reviving investment and consumer spending will help economy grow 2 percent this year, fastest pace since 2000 (S)/",
      "abstract": "Swiss National Bank increases its benchmark three-month interest rate by 0.25 percentage point, to 0.75 percent; reviving investment and consumer spending will help economy grow 2 percent this year, fastest pace since 2000 (S)/",
      "lead_paragraph": "The Swiss National Bank raised its benchmark interest rate for a second time within three months as Switzerland's economy recovers from last year's contraction, which was the worst in more than a decade. The bank's policy makers, led by Jean-Pierre Roth, voted to increase the three-month rate by 0.25 percentage point, to 0.75 percent, the bank said. The Swiss economy has relied on exports to help it pull out of last year's contraction, the first since 1993. Reviving investment and consumer spending, the bank said, will help the economy grow 2 percent this year, the fastest pace since 2000.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/17/business/world-business-briefing-europe-switzerland-interest-rate-raised.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Looking to Africa to Polish Its Diamonds",
      "snippet": "Eurost",
      "abstract": "Eurost",
      "lead_paragraph": "GABORONE, Botswana, Sept. 16 - Eurostar Diamond Traders, the large diamond company based in Belgium, broke ground here this week in Botswana's capital city on what will eventually be the largest cutting and polishing factory in Africa.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/17/business/worldbusiness/looking-to-africa-to-polish-its-diamonds.html",
      "byline": "By Nicole Itano"
    },
    {
      "headline": "After Eisner, the Disney Board Faces Its Own Deluge",
      "snippet": "Walt Disney Co's directors will start to grapple with immediate issues of succession to chief executive Michael D Eisner, who has announced he will retire when his contract expires in 2006; board is expected to choose executive search firm to look...",
      "abstract": "Walt Disney Co's directors will start to grapple with immediate issues of succession to chief executive Michael D Eisner, who has announced he will retire when his contract expires in 2006; board is expected to choose executive search firm to look for candidates even though Eisner has endorsed current president Robert A Iger for top job; will also discuss whether Eisner can be named chairman to succeed George J Mitchell, who has indicated he wants to serve two more years at most; directors will have to decide whether they want Eisner to remain until end of his contract; photo (M)",
      "lead_paragraph": "LOS ANGELES, Sept. 16 - Michael D. Eisner may have quelled speculation about his future last week, but the board of Walt Disney will have to answer several tough questions about the company's future in the weeks and months to come.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/17/business/media/after-eisner-the-disney-board-faces-its-own-deluge.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Ground Staff and Alitalia Reach Pact on Cutbacks",
      "snippet": "Alitalia reaches agreement on new contracts with its 14,000 ground workers, all but ensuring company will survive financial crisis that has pushed it to brink of bankruptcy; unions agree to accept 2,500 layoffs, 1,000 fewer than Alitalia wanted; a...",
      "abstract": "Alitalia reaches agreement on new contracts with its 14,000 ground workers, all but ensuring company will survive financial crisis that has pushed it to brink of bankruptcy; unions agree to accept 2,500 layoffs, 1,000 fewer than Alitalia wanted; also agree to forgo inflation-linked salary increases in 2005 and in 2006; Alitalia says agreement will save company 150 million euros ($182 million) per year once layoffs have been made; is still negotiating with its 4,800 flight attendants (M)",
      "lead_paragraph": "MILAN, Sept. 16 - Alitalia, the Italian state-run airline, reached an agreement Thursday on new contracts with its 14,000 ground workers, all but ensuring that the company will survive a financial crisis that had pushed it to the brink of bankruptcy.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/17/business/worldbusiness/ground-staff-and-alitalia-reach-pact-on-cutbacks.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "In Address to Guard, Kerry Says Bush Isn't Telling Truth on Iraq",
      "snippet": "Sen John Kerry charges at National Guard conference that Pres Bush, who addressed group days earlier, lied to them when he presented optimistic picture of war in Iraq; contends that Bush lives in 'fantasy world of spin,' ignoring his own intellige...",
      "abstract": "Sen John Kerry charges at National Guard conference that Pres Bush, who addressed group days earlier, lied to them when he presented optimistic picture of war in Iraq; contends that Bush lives in 'fantasy world of spin,' ignoring his own intelligence reports that present bleak picture of prospects in Iraq; Kerry's comments are in sharp contrast to optimistic outlook on Iraq that Bush has been presenting on campaign trail; Vice Pres Cheney quickly strikes back at Kerry, saying he cannot make a decision, and that his position on Iraq war is influenced by headlines of the day; White House press secretary Scott McClellan seeks to play down difference between Bush's optimistic public statements about Iraq and gloomy intelligence estimate referred to by Kerry; photo (M)",
      "lead_paragraph": "LAS VEGAS, Sept. 16 - Senator John Kerry said at a National Guard conference on Thursday that President Bush was living in \"a fantasy world of spin\" and that the president had deceived them when he presented an optimistic picture of the war in Iraq at the same conference two days before.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/17/washington/the-2004-campaign-the-democratic-nominee-in-address-to-guard.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "U.S. Groups Press China Over Piracy",
      "snippet": "American Chamber of Commerce in China and US Chamber of Commerce in Washington say bootlegging is another example of widespread defiance of copyrights and patents in China that threatens to chill American trade with China; American Chamber of Comm...",
      "abstract": "American Chamber of Commerce in China and US Chamber of Commerce in Washington say bootlegging is another example of widespread defiance of copyrights and patents in China that threatens to chill American trade with China; American Chamber of Commerce singles out lax protection of intellectual property rights as major problem that might cripple investor confidence; US Chamber of Commerce also singles out intellectual property abuses as major threat to American businesses; pirated copy of former Pres Bill Clinton's memoir My Life that sells for $5 in China and $35 in US is cited as one example of copyright abuses in China; photo (M)",
      "lead_paragraph": "BEIJING, Sept. 16 - It looks like the edition of Bill Clinton's memoirs in American bookstores. It is in English, has a glossy cover with the same photo of the tanned, smiling former president, the same bronze-tinted title, and a spine announcing its publisher to be Knopf.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/17/business/worldbusiness/us-groups-press-china-over-piracy.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Luxury Market Blooms Near Red Square; Designer Boutiques Rush In to Meet Demands of the Wealthy in Moscow",
      "snippet": "Moscow has become one of fastest growing luxury markets in world despite economic and political turmoil in Russia; Muscovites spend estimated $2 billion to $4 billion per year on luxury goods, surprisingly hefty amount, even when compared with $2 ...",
      "abstract": "Moscow has become one of fastest growing luxury markets in world despite economic and political turmoil in Russia; Muscovites spend estimated $2 billion to $4 billion per year on luxury goods, surprisingly hefty amount, even when compared with $2 billion spent on high-end clothes and accessories in New York City; upscale retailers that have opened in Moscow include Burberry, Hermes, Christian Dior, Salvatore Ferragamo, Gucci, Bulgari, Ferrari and Rolls-Royce; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/17/business/luxury-market-blooms-near-red-square-designer-boutiques-rush-in-to.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Collapse of 60 Charter Schools Leaves Californians Scrambling",
      "snippet": "Disintegration of California Charter Academy, largest chain of publicly financed but privately run charter schools to go bankrupt, offers sobering picture of what can follow; across California, thousands of parents have been forced into last-minut...",
      "abstract": "Disintegration of California Charter Academy, largest chain of publicly financed but privately run charter schools to go bankrupt, offers sobering picture of what can follow; across California, thousands of parents have been forced into last-minute search for alternate schools, many teachers remain jobless, and students' academic records are at risk in abandoned school sites; disaster raises new questions about how charter schools are regulated; state's superintendent of schools Jack O'Connell claims majority of state's 537 charter schools are making solid contribution to public education; says he concludes from Charter Academy collapse that state must apply tougher oversight if mismanagement or malfeasance is suspected; national movement to provide alternatives to parents through charter schools gained momentum in 1999, and many have since flourished; but there were signs of trouble early on after C Steven Cox, former insurance executive with few educational credentials, founded Charter Academy; photos (M)",
      "lead_paragraph": "Ken Larson was pacing the floor of his office in a tiny elementary school in Oro Grande, Calif., surrounded by the chaos of fax lines beeping, three beleaguered secretaries peppering him with questions and phone lines ringing for the umpteenth time.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/17/education/collapse-of-60-charter-schools-leaves-californians-scrambling.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Clear Channel Is Expanding in Spanish Radio",
      "snippet": "Clear Channel Communications plans to convert up to 25 of its stations to Spanish-language formats as it pursues larger share of advertising dollars aimed at Hispanic listeners; shift, expected to take place in next 12 to 18 months, will more than...",
      "abstract": "Clear Channel Communications plans to convert up to 25 of its stations to Spanish-language formats as it pursues larger share of advertising dollars aimed at Hispanic listeners; shift, expected to take place in next 12 to 18 months, will more than double number of Spanish-language stations in Clear Channel's empire, and will position company to compete directly against Hispanic marketplace's dominant radio players, including Univision Commications Inc and Spanish Broadcasting System; Clear Channel has 18 stations broadcasting in Spanish, fewer than 2 percent of its 1,200 stations; senior vice president Alfredo Alonso comments; graph (M)",
      "lead_paragraph": "Clear Channel Communications, the nation's biggest radio conglomerate, said yesterday that it planned to convert up to 25 of its stations to Spanish-language formats as it pursues a larger share of the advertising dollars aimed at Hispanic listeners.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/17/business/media/clear-channel-is-expanding-in-spanish-radio.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Former Chief of Shell Challenges Regulator  Sir Philip Watts, in his first public statement since he was ousted as chairman of the Royal Dutch/Shell Group in March, said that British financial regulators had violated his rights in their investigat...",
      "abstract": " Former Chief of Shell Challenges Regulator  Sir Philip Watts, in his first public statement since he was ousted as chairman of the Royal Dutch/Shell Group in March, said that British financial regulators had violated his rights in their investigation of the company's huge restatement of its oil and natural gas reserves.  ",
      "lead_paragraph": "Former Chief of Shell Challenges Regulator Sir Philip Watts, in his first public statement since he was ousted as chairman of the Royal Dutch/Shell Group in March, said that British financial regulators had violated his rights in their investigation of the company's huge restatement of its oil and natural gas reserves.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/17/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Warning on Reserves",
      "snippet": "The chief of the Army Reserve said that at the current pace of operations in Iraq and Afghanistan, there was a serious risk of running out of crucial specialists who could be involuntarily called up for active duty.      Article, Page A16.",
      "abstract": "The chief of the Army Reserve said that at the current pace of operations in Iraq and Afghanistan, there was a serious risk of running out of crucial specialists who could be involuntarily called up for active duty.      Article, Page A16.",
      "lead_paragraph": "The chief of the Army Reserve said that at the current pace of operations in Iraq and Afghanistan, there was a serious risk of running out of crucial specialists who could be involuntarily called up for active duty.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/17/us/front page/warning-on-reserves.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Sales Rise At Luxury Concern",
      "snippet": "World Business B",
      "abstract": "World Business B",
      "lead_paragraph": "The luxury goods maker Richemont said sales rose 15 percent in the five months to August as demand recovered for its watch and jewelry brands, which include Cartier. In addition, Norbert Platt, left, president of the Montblanc unit, known for its fountain pens, was named chief executive. Sales at constant currencies rose 17 percent, the executive chairman, Johann Rupert, said at the annual meeting. Richemont, which begins its financial year in April, did not give total revenue for the five months. Mr. Platt, 57, has worked at Montblanc for 17 years, Mr. Rupert said. Mr. Platt will succeed Mr. Rupert as chief executive immediately. Mr. Rupert will remain chairman.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/17/business/world-business-briefing-europe-switzerland-sales-rise-at-luxury.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Florida Battered Again",
      "snippet": "People in the Gulf Coast city of Pensacola, Fla., emerged after Hurricane Ivan to find backyards flooded, trees uprooted and light posts bent at right angles. Still, many said it could have been worse.     Article, Page A24.",
      "abstract": "People in the Gulf Coast city of Pensacola, Fla., emerged after Hurricane Ivan to find backyards flooded, trees uprooted and light posts bent at right angles. Still, many said it could have been worse.     Article, Page A24.",
      "lead_paragraph": "People in the Gulf Coast city of Pensacola, Fla., emerged after Hurricane Ivan to find backyards flooded, trees uprooted and light posts bent at right angles. Still, many said it could have been worse.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/17/us/front page/florida-battered-again.html",
      "byline": ""
    },
    {
      "headline": "Budget Use of Pensions Sows Trouble in San Diego",
      "snippet": "San Diego is caught in financial bind, facing possibility of bankruptcy filing, largely because of $1.2 billion shortfall in its pension fund for municipal workers; report by Paul S Maco and Richard Carl Sauer calls city's practice of spending mon...",
      "abstract": "San Diego is caught in financial bind, facing possibility of bankruptcy filing, largely because of $1.2 billion shortfall in its pension fund for municipal workers; report by Paul S Maco and Richard Carl Sauer calls city's practice of spending money from illusory pension fund earnings dangerous; practice is sanctioned by law in California and other places ans is commonplace among cities that offer pensions to their workers; at core of San Diego's problems is its use of pension fund earnings that exceeded projections to pay for variety of local projects, including expenses associated with playing host to 1996 Republican National Convention and paying health insurance premiums for retired teachers and firefighters; photo (M)",
      "lead_paragraph": "San Diego is caught in a financial bind, facing the possibility of a bankruptcy filing, largely because of a $1.2 billion shortfall in its pension fund for municipal workers. For years the city has spent money from illusory pension fund earnings, according to the authors of a new report released yesterday.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/17/business/budget-use-of-pensions-sows-trouble-in-san-diego.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "In Address to Guard, Kerry Says Bush Isn't Telling Truth on Iraq",
      "snippet": "Sen John Kerry charges at National Guard conference that Pres Bush, who addressed group days earlier, lied to them when he presented optimistic picture of war in Iraq; contends that Bush lives in 'fantasy world of spin,' ignoring his own intellige...",
      "abstract": "Sen John Kerry charges at National Guard conference that Pres Bush, who addressed group days earlier, lied to them when he presented optimistic picture of war in Iraq; contends that Bush lives in 'fantasy world of spin,' ignoring his own intelligence reports that present bleak picture of prospects in Iraq; Kerry's comments are in sharp contrast to optimistic outlook on Iraq that Bush has been presenting on campaign trail; Vice Pres Cheney quickly strikes back at Kerry, saying he cannot make a decision, and that his position on Iraq war is influenced by headlines of the day; White House press secretary Scott McClellan seeks to play down difference between Bush's optimistic public statements about Iraq and gloomy intelligence estimate referred to by Kerry; photo (M)",
      "lead_paragraph": "LAS VEGAS, Sept. 16 - Senator John Kerry said at a National Guard conference on Thursday that President Bush was living in \"a fantasy world of spin\" and that the president had deceived them when he presented an optimistic picture of the war in Iraq at the same conference two days before.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/17/washington/the-2004-campaign-the-democratic-nominee-in-address-to-guard-046140.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Mortgage Lender Acquired",
      "snippet": "Spain's Banco Bilbao Vizcaya Argentina will buy Hipotecaria Nacional, Mexico's biggest specialty mortgage lender, for $375 million (S)",
      "abstract": "Spain's Banco Bilbao Vizcaya Argentina will buy Hipotecaria Nacional, Mexico's biggest specialty mortgage lender, for $375 million (S)",
      "lead_paragraph": "A Spanish bank, Banco Bilbao Vizcaya Argentaria, will buy Hipotecaria Nacional, Mexico's biggest specialty mortgage lender, for $375 million to gain clients among less-affluent home buyers in Mexico and the United States. The Spanish bank will make the purchase through its Bancomer unit, Mexico's largest commercial bank by assets, Banco Bilbao told regulators. Hipotecaria Nacional, with $2.15 billion in loans, is one of 17 pure mortgage lenders that focus more on blue-collar clients. Hipotecaria Nacional already has offices in New York and San Diego that lend to some of the millions of Mexicans living in the United States.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/17/business/world-business-briefing-americas-mexico-mortgage-lender-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Mexico and Japan Expect to Sign Trade Agreement",
      "snippet": "Mexico's Pres Vicente Fox and Japan's Prime Min Junichiro Koizumi to sign free trade agreement that Mexico hopes will attract more investment from Japanese manufacturers and spur exports across Pacific; Mexico has long been seeking to reduce its d...",
      "abstract": "Mexico's Pres Vicente Fox and Japan's Prime Min Junichiro Koizumi to sign free trade agreement that Mexico hopes will attract more investment from Japanese manufacturers and spur exports across Pacific; Mexico has long been seeking to reduce its dependence on US for trade and investment and has engaged in some deal-making over last decade; has 11 free trade pacts covering 32 countries; Japan's exports to Mexico, about $7.6 billion last year, dwarf Mexico's sales of about $1.2 billion to Japan; photo (M)",
      "lead_paragraph": "MEXICO CITY, Sept. 16 - President Vicente Fox of Mexico and Prime Minister Junichiro Koizumi of Japan will sign a free trade agreement Friday that Mexico hopes will attract more investment from Japanese manufacturers and spur exports across the Pacific.",
      "publication_date": "2004-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/17/business/worldbusiness/mexico-and-japan-expect-to-sign-trade-agreement.html",
      "byline": "By Elisabeth Malkin"
    }
  ]
}