{
  "metadata": {
    "date": "2004-02-26",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "2 Cancer Drugs, No Comparative Data",
      "snippet": "Medicare's plan to compare effectiveness of Amgen's cancer drugs Aranesp with Johnson & Johnson's cheaper Procrit has been rendered pointless because drug industry persuaded Congress last fall to include provision in Medicare legislation forbiddin...",
      "abstract": "Medicare's plan to compare effectiveness of Amgen's cancer drugs Aranesp with Johnson & Johnson's cheaper Procrit has been rendered pointless because drug industry persuaded Congress last fall to include provision in Medicare legislation forbidding program to use evidence that two drugs have 'functional equivalence' in its payment decisions; industry argued that such balancing act would discourage makers from developing drugs; tortured history of Procrit-Aranesp trial helps explain why comparative testing may not be cure for rising drug costs that its advocates contend; such tests not only become bogged down in politics, but black-and-white conclusions are hard to come by; chart; photo (M)",
      "lead_paragraph": "Nearly two years into the planning of a head-to-head federal test of two expensive widely used cancer drugs, not a single patient has been enrolled in the study. But in a sense there is no hurry: Congress has barred the government from using the results in deciding how much to pay for the drugs.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/26/business/2-cancer-drugs-no-comparative-data.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Arrests Hurt Softbank Shares",
      "snippet": "Shares of Softbank Corp tumble on news that Japanese police arrest four men on suspicion that they tried to extort money from company after obtaining personal data for as many as 4.6 million subscribers to its Yahoo BB broadband Internet service; ...",
      "abstract": "Shares of Softbank Corp tumble on news that Japanese police arrest four men on suspicion that they tried to extort money from company after obtaining personal data for as many as 4.6 million subscribers to its Yahoo BB broadband Internet service; graph (S)",
      "lead_paragraph": "Shares of the Softbank Corporation tumbled on news that the police arrested four men on suspicion they tried to extort money from the company after obtaining personal data for as many as 4.6 million subscribers to its Yahoo BB broadband Internet service. Softbank said it was looking into reports of a leak amid concerns about the company's internal controls after it said earlier this year that private information on 242 users of its broadband service had leaked out. The information included addresses, names and telephone numbers.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/26/business/world-business-briefing-asia-japan-arrests-hurt-softbank-shares.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "MILITARY WOMEN REPORTING RAPES BY U.S. SOLDIERS",
      "snippet": "US military has received 112 reports of sexual misconduct, including rape, from American servicewomen in Central Command, which includes Iraq, Kuwait and Afghanistan, over last 18 months; about two dozen women at Sheppard Air Force Base in Texas r...",
      "abstract": "US military has received 112 reports of sexual misconduct, including rape, from American servicewomen in Central Command, which includes Iraq, Kuwait and Afghanistan, over last 18 months; about two dozen women at Sheppard Air Force Base in Texas reported assaults in 2002 and Air Force Academy is still reeling from scandal there; Sec Donald Rumsfeld orders senior-level inquiry; issue comes to boil as senators of both parties sharply question top Pentagon officials for failure to protect servicewomen; photo; lawmakers say they are particularly appalled at assaults on women serving in remote combat zones where immediate help is not available; latest scandals became public with recent articles in Denver Post and pressure from lawmakers, especially women (M)",
      "lead_paragraph": "The United States military is facing the gravest accusations of sexual misconduct in years, with dozens of servicewomen in the Persian Gulf area and elsewhere saying they were sexually assaulted or raped by fellow troops, lawmakers and victims advocates said on Wednesday.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/26/us/military-women-reporting-rapes-by-us-soldiers.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "The Ivy-Covered Console",
      "snippet": "Princeton University holds first conference on video-game studies, new field of academic study; photo (M)",
      "abstract": "Princeton University holds first conference on video-game studies, new field of academic study; photo (M)",
      "lead_paragraph": "SOME day Dexter Palmer might be a professor of 20th-century American video games, editing The Annals of Computer Game Research with his good friend and colleague Roger Bellin, who by then might hold the Grand Theft Auto Endowed Chair at a prestigious university.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/26/technology/the-ivy-covered-console.html",
      "byline": "By Michael Erard"
    },
    {
      "headline": "Pension Fund And Proxy Firm Join Critics Of Disney Chief",
      "snippet": "California Public Employees' Retirement System will withhold its votes for Walt Disney Co's chief executive Michael D Eisner, saying it has lost complete confidence in Eisner's strategic vision and leadership in creating shareholder value in compa...",
      "abstract": "California Public Employees' Retirement System will withhold its votes for Walt Disney Co's chief executive Michael D Eisner, saying it has lost complete confidence in Eisner's strategic vision and leadership in creating shareholder value in company; proxy adviser Glass, Lewis & Co issues no-confidence vote for Eisner and urges shareholders to withhold votes for him; news comes day after court documents are unsealed in case in Delaware related to Eisner's firing of Michael Ovitz, former Hollywood agent who received $140 million in severance package after he was ousted as president in December 1996; documents include report that suggests that Disney's board did not properly oversee hiring and firing of Ovitz; Eisner, in letter to Ovitz, details why Ovitz had to leave, including his attempts to hire chef and demands for costly office renovations; Eisner also said Ovitz was preoccupied with controlling news media, including Variety's editor Peter Bart, and objected to paying for all costs of his daughter's bat mitzvah, which was held at House of Blues, where Disney is part owner; photo (M)",
      "lead_paragraph": "The nation's largest public pension fund said Wednesday that it would withhold its votes for Michael D. Eisner, the besieged chief executive of the Walt Disney Company, signaling that the ranks of disaffected shareholders are growing ahead of next week's annual board election.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/26/business/the-media-business-pension-fund-and-proxy-firm-join-critics-of-disney-chief.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Mining Profit Rises",
      "snippet": "Anglo American says 2003 profit was $1.59 billion, increase of 1.9 percent from year earlier (S)",
      "abstract": "Anglo American says 2003 profit was $1.59 billion, increase of 1.9 percent from year earlier (S)",
      "lead_paragraph": "The British-based mining company Anglo American posted a 1.9 percent increase in profit last year as gains on sales of noncore businesses offset the impact of the stronger South African rand against the United States dollar. The company gave an upbeat outlook for the current year. In a presentation to analysts, Anglo's chief executive, Tony Trahar, said that current trading showed commodity dollar price increases were more than offsetting the effects of exchange rates. ''After two decades of generally flat or declining real prices for metals, despite a background of steadily increasing demand, the backdrop for commodities is now more positive than it has been for a number of years,'' Mr. Trahar said. Net profit last year was $1.59 billion.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/26/business/world-business-briefing-europe-britain-mining-profit-rises.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "Oil Majors Agree to Develop a Big Kazakh Field",
      "snippet": "Consortium of international oil companies agrees to proceed with $29 billion development of Kashagan oil field in Kazakhstan; will not extract oil from site until 2008, three years later than originally planned; total oil reserves are estimated to...",
      "abstract": "Consortium of international oil companies agrees to proceed with $29 billion development of Kashagan oil field in Kazakhstan; will not extract oil from site until 2008, three years later than originally planned; total oil reserves are estimated to be 13 billion barrels, several billion higher than original estimate; consortium is led by ENI and includes Royal Dutch/Shell, Exxon Mobil, Total of France, ConocoPhillips and Inpex of Japan; maps; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/26/business/oil-majors-agree-to-develop-a-big-kazakh-field.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "State's Stake in Alitalia Won't Be Cut, Leader Says",
      "snippet": "Prime Min Silvio Berlusconi says government will not reduce its stake in Alitalia, Italy's ailing national carrier, which has been counting on government to sell at least part of its 62 percent stake as part of its plan to enter merger of Air Fran...",
      "abstract": "Prime Min Silvio Berlusconi says government will not reduce its stake in Alitalia, Italy's ailing national carrier, which has been counting on government to sell at least part of its 62 percent stake as part of its plan to enter merger of Air France and KLM (M)",
      "lead_paragraph": "Prime Minister Silvio Berlusconi said on Wednesday that the government would not reduce its stake in Italy's ailing national carrier, Alitalia, jeopardizing the company's plans to enter the merger of Air France and KLM.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/26/business/state-s-stake-in-alitalia-won-t-be-cut-leader-says.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "I Don't Rent. I Own.",
      "snippet": "Trend of collecting movies on digital versatile disk discussed; consumers spent $5 billion more on DVD's than theater tickets in 2003; manufacturers now sell DVD players that hold up to 400 disks; Web sites help consumers find movies and keep trac...",
      "abstract": "Trend of collecting movies on digital versatile disk discussed; consumers spent $5 billion more on DVD's than theater tickets in 2003; manufacturers now sell DVD players that hold up to 400 disks; Web sites help consumers find movies and keep track of personal collections; photo (L)",
      "lead_paragraph": "EVERY night at his home in Des Moines, Todd Robertson watches a couple of DVD movies. Every few months he queues up a themed marathon he says might last 24 hours. His favorite genre is Italian horror, but he's got a whole world of cinema to choose from: at last count he owned 1,462 titles, although by now the number is probably higher.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/26/technology/i-don-t-rent-i-own.html",
      "byline": "By Wilson Rothman"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Airline Posts Loss",
      "snippet": "Lufthansa lost 980 million euros ($1.22 billion) in 2003, down from profit of 717 million euros year earlier; earned profit of 30 million euros if one-time items are excluded, reversing year-earlier operating loss of 154 million euros (S)",
      "abstract": "Lufthansa lost 980 million euros ($1.22 billion) in 2003, down from profit of 717 million euros year earlier; earned profit of 30 million euros if one-time items are excluded, reversing year-earlier operating loss of 154 million euros (S)",
      "lead_paragraph": "The airline Lufthansa said it lost 980 million euros ($1.22 billion) last year, down from a profit of 717 million euros a year earlier. The airline, based in Cologne, Germany, said it earned a profit of 30 million euros when excluding one-time items, reversing a year-earlier operating loss of 154 million euros. The company had write-downs of 800 million euros last year, mostly related to its catering business, LSG Sky Chefs. Lufthansa said its results improved in the fourth quarter and it expected to post a profit this year. Petra Kappl (NYT)",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/26/business/world-business-briefing-europe-germany-airline-posts-loss.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Telecom Resignations Offered",
      "snippet": "SK Telecom chief executive-president Pyo Moon Soo, chairman Son Kil Seung and chairman Chey Tae Won offer to resign, ending standoff with minority shareholders; photo (S)",
      "abstract": "SK Telecom chief executive-president Pyo Moon Soo, chairman Son Kil Seung and chairman Chey Tae Won offer to resign, ending standoff with minority shareholders; photo (S)",
      "lead_paragraph": "Executives of SK Telecom, the wireless company, offered to resign, ending a standoff with minority shareholders. Pyo Moon Soo, chief executive and president of SK Telecom; Son Kil Seung, chairman; and Chey Tae Won, chairman and majority owner of the SK Corporation, said they would step down from the board of SK Telecom. Mr. Son, above, and Mr. Chey were convicted last year for their role in an accounting scandal at a unit of the SK Group. Mr. Pyo said he would quit to provide opportunities for other managers. Shareholders will vote on the resignations on March 12.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/26/business/world-business-briefing-asia-south-korea-telecom-resignations-offered.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "Some in G.O.P. Cool To Gay Marriage Ban",
      "snippet": "President Bush's proposal of a constitutional amendment to ban gay marriage has broad support among many Congressional Republicans, but others are cool to the idea. They say they want to protect traditional matrimony but are not yet convinced the ...",
      "abstract": "President Bush's proposal of a constitutional amendment to ban gay marriage has broad support among many Congressional Republicans, but others are cool to the idea. They say they want to protect traditional matrimony but are not yet convinced the amendment is necessary.  ",
      "lead_paragraph": "President Bush's proposal of a constitutional amendment to ban gay marriage has broad support among many Congressional Republicans, but others are cool to the idea. They say they want to protect traditional matrimony but are not yet convinced the amendment is necessary.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/26/us/some-in-gop-cool-to-gay-marriage-ban.html",
      "byline": ""
    },
    {
      "headline": "Israelis, in Raid on Arab Banks, Seize Reputed Terrorist Funds",
      "snippet": "Israeli forces raid two Arab banks in Ramallah, seizing millions of dollars representing hundreds of institutional and personal accounts said to be financing Palestinian terrorism; photo; Palestinian official Amin Haddad denies terrorist link; US ...",
      "abstract": "Israeli forces raid two Arab banks in Ramallah, seizing millions of dollars representing hundreds of institutional and personal accounts said to be financing Palestinian terrorism; photo; Palestinian official Amin Haddad denies terrorist link; US criticizes raid, saying coordinated action with Palestinian officials would be preferable; Israel says funds seized from Jordanian-owned banks total up to $9 million, equaling sums held in suspect accounts; points to change in terrorist groups from ideological to entrepreneurial, with each attack bringing planners $673 to $1,122; says much of seized money was from Iran via Hezbollah; Min Shaul Mofaz says seized money will be used for humanitarian services for Palestinians (M)",
      "lead_paragraph": "Israeli forces raided Arab banks on Wednesday in Ramallah, on the West Bank, seizing millions of dollars representing hundreds of institutional and personal accounts that Israel said were financing Palestinian terrorism.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/26/world/israelis-in-raid-on-arab-banks-seize-reputed-terrorist-funds.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "To Trim Deficit, Greenspan Urges Social Security and Medicare Cuts",
      "snippet": "Federal Reserve chairman Alan Greenspan tells House Budget Committee that Congress should rein in federal deficit by cutting spending, including entitlement programs like Social Security and Medicare, rather than by raising taxes; says crucial iss...",
      "abstract": "Federal Reserve chairman Alan Greenspan tells House Budget Committee that Congress should rein in federal deficit by cutting spending, including entitlement programs like Social Security and Medicare, rather than by raising taxes; says crucial issue is growth of productivity and economy, and experience teaches that keeping tax rates down will maximize that; comments on taxes are music to Republican ears, but mention of Social Security and Medicare in election year touches off furor among Democrats, heartburn among some Republicans; Greenspan echoes many budget experts in warning that real fiscal calamity is not this year's deficit but soaring entitlement costs when baby-boom generation retires; he explicitly calls for raising retirement age above 67 and slowing rate of inflation-adjusted benefit increases; Democratic presidential rivals John Kerry and John Edwards denounce remarks (M)",
      "lead_paragraph": "Alan Greenspan, the Federal Reserve chairman, told lawmakers on Wednesday that Congress should rein in the federal deficit through reductions in spending -- including cuts in entitlement programs like Social Security -- rather than through tax increases.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/26/business/to-trim-deficit-greenspan-urges-social-security-and-medicare-cuts.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "For Ex-Senator, Kerry Race Is Chance to Rejoin the Battle",
      "snippet": "Former Sen Max Cleland, who lost both legs and one arm in Vietnam, is campaigning vigorously for Sen John Kerry for president, collecting 'band of brothers' along the way and emerging as powerful symbol for both veterans and Democrats; photos; Cle...",
      "abstract": "Former Sen Max Cleland, who lost both legs and one arm in Vietnam, is campaigning vigorously for Sen John Kerry for president, collecting 'band of brothers' along the way and emerging as powerful symbol for both veterans and Democrats; photos; Cleland, bitter over Republican attacks on his patriotism that led to defeat by Saxby Chambliss in Georgia in 2002, says he seeks not retribution but healing (M)",
      "lead_paragraph": "Before he lost his Senate seat, before his entire world seemed to collapse around him, Max Cleland would have had little reason to go to a forlorn union hall, way out in Wisconsin's dairy country.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/26/us/2004-campaign-former-senator-for-ex-senator-kerry-race-chance-rejoin-battle.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "France Seeks U.N. Force in Haiti And the Resignation of Aristide",
      "snippet": "France calls for immediate formation of UN-backed security force to stabilize Haiti and urges Pres Jean-Bertrand Aristide to resign in face of rebel uprising; photo; US official says France does not appear to want to intervene in hostile environme...",
      "abstract": "France calls for immediate formation of UN-backed security force to stabilize Haiti and urges Pres Jean-Bertrand Aristide to resign in face of rebel uprising; photo; US official says France does not appear to want to intervene in hostile environment; Aristide insists he will not step down but France, which left strong cultural imprint on old colony, says government has lost legitimacy; Pres Bush issues stern warning that US will not tolerate refugee influx to Florida; calls on Haitians to remain home as peace efforts continue; Coast Guard patrols offshore waters; Sec Colin Powell talks with Sec Dominique de Villepin, indicating US and French positions are not far apart; France has security forces in Caribbean that could be deployed (M)",
      "lead_paragraph": "France called Wednesday for the immediate formation of a United Nations-backed security force to go to Haiti and stabilize the country, which is in the third week of a rebel uprising. It also urged President Jean-Bertrand Aristide to resign.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/26/world/france-seeks-un-force-in-haiti-and-the-resignation-of-aristide.html",
      "byline": "By Christopher Marquis"
    },
    {
      "headline": "Lawyers Conclude the Defense of Martha Stewart",
      "snippet": "Lawyers for Martha Stewart conclude their defense after questioning just one witness for less than 20 minutes; short and focused defense case by Stewart's lawyer Robert G Morvillo is gamble that prosecutors have failed to make compelling case and ...",
      "abstract": "Lawyers for Martha Stewart conclude their defense after questioning just one witness for less than 20 minutes; short and focused defense case by Stewart's lawyer Robert G Morvillo is gamble that prosecutors have failed to make compelling case and that defense has successfully undermined evidence they presented; defense calls Steven Pearl, lawyer who accompanied Stewart to meeting with government investigators in February 2002; Pearl wrote of meeting that Stewart told investigators that she did not know at what time her stockbroker Peter E Bacanovic left her message on Dec 27, 2001, date of her sale of ImClone stock; photo (M)",
      "lead_paragraph": "After weeks spent attacking the testimony of prosecution witnesses, too many exhibits to keep track of and a meticulous discussion of the characteristics of ink, lawyers for Martha Stewart concluded their defense yesterday after questioning just one witness for less than 20 minutes.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/26/business/lawyers-conclude-the-defense-of-martha-stewart.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "COURT SAYS STATES NEED NOT FINANCE DIVINITY STUDIES",
      "snippet": "Supreme Court rules, 7-2, that states subsidizing secular study at college level may withhold scholarships for students preparing for ministry; opinion by Chief Justice William Rehnquist upholding Washington State's scholarship program is setback ...",
      "abstract": "Supreme Court rules, 7-2, that states subsidizing secular study at college level may withhold scholarships for students preparing for ministry; opinion by Chief Justice William Rehnquist upholding Washington State's scholarship program is setback for advocates of using taxpayer-financed vouchers for religious school tuition; implications are closely watched because Court has upheld vouchers for parochial school tuition in Ohio case; Rehnquist opinion decisively rejects notion that government which subsidizes secular activity must also subsidize comparable religious activity; finds that Washington's distinction reflects state's longstanding opposition to 'establishment' of religion, rather than hostility toward religion; says 'state has merely chosen not to fund distinct category of instruction'; Rehnquist photo; Justices Antonin Scalia and Clarence Thomas dissent; case was brought by Joshua Davey, onetime theology student now at Harvard Law School (M)",
      "lead_paragraph": "The Supreme Court ruled Wednesday that states that subsidize secular study at the college level may withhold the scholarships from students preparing for the ministry.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/26/us/court-says-states-need-not-finance-divinity-studies.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Satellite Concern's Profit Falls",
      "snippet": "Thailand's Shin Satellite reports its second year of lower profit and says it plans to sell $90 million worth of new shares in public offering to finance expansion and pay debts; says net profit fell 23 percent, to 1.08 billion baht ($27.5 million...",
      "abstract": "Thailand's Shin Satellite reports its second year of lower profit and says it plans to sell $90 million worth of new shares in public offering to finance expansion and pay debts; says net profit fell 23 percent, to 1.08 billion baht ($27.5 million) (S)",
      "lead_paragraph": "Thailand's sole satellite communications company, Shin Satellite, reported its second year of lower profit and said that it planned to sell $90 million worth of new shares in a public offering to finance expansion and pay debts. The company, which is controlled by the family of Prime Minister Thaksin Shinawatra, said net profit last year fell 23 percent, to 1.08 billion baht ($27.5 million). The company plans to launch a new satellite that would enable it to expand its service to Australia and New Zealand. Wayne Arnold (NYT)",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/26/business/world-business-briefing-asia-thailand-satellite-concern-s-profit-falls.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Roaming Fees Likely to Fall For Europe",
      "snippet": "Some of Europe's largest mobile phone groups have all but persuaded antitrust regulators at European Commission that they will no longer overcharge consumers for using their phones abroad; mobile phone users pay anything from 10 euro cents (13 cen...",
      "abstract": "Some of Europe's largest mobile phone groups have all but persuaded antitrust regulators at European Commission that they will no longer overcharge consumers for using their phones abroad; mobile phone users pay anything from 10 euro cents (13 cents) to euro per minute to make calls in other countries, on top of price charged by their home providers; commission has been investigating these so-called roaming charges in Britain and Germany, where charges are thought to be highest in since 2000; inquiries focus on Vodafone, 02 and T-Mobile, which operate in Britain and Germany, as well as Orange in Britain and Dutch mobile operator KPN in Germany (M)",
      "lead_paragraph": "Some of Europe's biggest mobile phone groups have all but persuaded antitrust regulators at the European Commission that they would no longer overcharge consumers for using their phones abroad, an official close to the commission's competition department said on Wednesday.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/26/business/roaming-fees-likely-to-fall-for-europe.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "After TiVo, Radio Rewound",
      "snippet": "David Pogue State of the Art column on Radio Your Way from Pogo Products; device can be programmed to record favorite radio programs; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on Radio Your Way from Pogo Products; device can be programmed to record favorite radio programs; photo; drawing (M)",
      "lead_paragraph": "YOU'VE heard of occupational hazards like tennis elbow, runner's knee, footballer's ankle. But those ailments pale next to the agony of the TiVo twitch.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/26/technology/state-of-the-art-after-tivo-radio-rewound.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Surge in Cost of Metal Squeezes Pricing and Profits",
      "snippet": "Prices for metals like copper and nickel have risen sharply, driven partly by booming demand in China, and this is putting cost pressure on industries in US that use them; price of copper soared to eight-year high of nearly $3,000 per metric ton o...",
      "abstract": "Prices for metals like copper and nickel have risen sharply, driven partly by booming demand in China, and this is putting cost pressure on industries in US that use them; price of copper soared to eight-year high of nearly $3,000 per metric ton on London Metal Exchange last week, almost twice level in June; nickel, used in stainless steel, has more than doubled in last year; price of hot-rolled steel, one of most widely used types, has soared by more than 80 percent in last year, and by almost half since December, selling for about $480 per ton; graphs; photos (M)",
      "lead_paragraph": "Like many businesses that use steel, copper and other metals in their products, Mary Jane Gilbert's roofing-materials company in Phoenix is in a fix.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/26/business/surge-in-cost-of-metal-squeezes-pricing-and-profits.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "2 Key Unions Vote to Accept Plan to Merge",
      "snippet": "Unite, formerly Union of Needletrades, Industrial and Textile Employees, which has 180,000 members, will merge with Hotel Employees and Restaurant Employees International Union, which has 250,000 members; merged union will be based in Manhattan an...",
      "abstract": "Unite, formerly Union of Needletrades, Industrial and Textile Employees, which has 180,000 members, will merge with Hotel Employees and Restaurant Employees International Union, which has 250,000 members; merged union will be based in Manhattan and will be called Unite HERE; merger unites two charismatic leaders of organized labor, hotel employees' union president John W Wilhelm and Unite's president Bruce Raynor (M)",
      "lead_paragraph": "The nation's leading apparel workers' union and the leading union for hotel and restaurant workers have voted to merge, union officials said yesterday.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/26/business/2-key-unions-vote-to-accept-plan-to-merge.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Greenspan Urges Cuts In Spending Over Tax Rise  Alan Greenspan, the Federal Reserve chairman, told lawmakers that Congress should rein in the federal deficit through spending cuts -- including cuts in entitlement programs like Social Security -- r...",
      "abstract": " Greenspan Urges Cuts In Spending Over Tax Rise  Alan Greenspan, the Federal Reserve chairman, told lawmakers that Congress should rein in the federal deficit through spending cuts -- including cuts in entitlement programs like Social Security -- rather than through tax increases.    Mr. Greenspan touched off a furor with his call to trim Social Security and Medicare benefits in the future, provoking criticism from Democrats and causing heartburn among some Republicans. [Page A1.]",
      "lead_paragraph": "Greenspan Urges Cuts In Spending Over Tax Rise",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/26/business/business-digest-555495.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Brewer's Profit Is Steady",
      "snippet": "Heineken reports 2003 profit was unchanged at 798 million euros ($997 million) and warns investors that weak dollar is likely to hurt results this year; sales were up 9.7 percent, to 9.3 billion euros, from 8.4 billion euros in 2002; sales in US w...",
      "abstract": "Heineken reports 2003 profit was unchanged at 798 million euros ($997 million) and warns investors that weak dollar is likely to hurt results this year; sales were up 9.7 percent, to 9.3 billion euros, from 8.4 billion euros in 2002; sales in US were up 2.2 percent from 2002 (S)",
      "lead_paragraph": "The brewer Heineken reported that 2003 profit was unchanged at 798 million euros ($997 million) and warned investors that a weak dollar was likely to hurt results this year. Sales, however, were up 9.7 percent, to 9.3 billion euros from 8.4 billion euros in 2002. Sales in the United States were up only 2.2 percent from 2002, in large part because of the weak dollar, an uncertain economic climate, the war in Iraq and a temperate summer in the Northeast. Heineken said it did manage, however, to gain some market share in the United States. Gregory Crouch (NYT)",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/26/business/world-business-briefing-europe-the-netherlands-brewer-s-profit-is-steady.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "In Thailand, High Hopes For Its Rubber Industry",
      "snippet": "Thailand's Surat Thani Province is in midst of rubber boom; rubber supplies are short and prices are soaring thanks largely to Chinese demand; rubber boom is part of broader surge in global commodity prices that is doing wonders for fertile develo...",
      "abstract": "Thailand's Surat Thani Province is in midst of rubber boom; rubber supplies are short and prices are soaring thanks largely to Chinese demand; rubber boom is part of broader surge in global commodity prices that is doing wonders for fertile developing nations like Thailand; rubber boom has also stirred debate about merits of economic policies of Prime Min Thaksin Shinawatra, which have pushed his popularity rating up along with country's consumer-led recovery; map; photos (M)",
      "lead_paragraph": "Surat Thani Province in Thailand is best known as a staging ground for journeys to the tropical resort islands off the country's southern coastline. These days, however, it is emerging as the center of a rural economic boom created by China's seemingly insatiable demand for cars.",
      "publication_date": "2004-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/26/business/in-thailand-high-hopes-for-its-rubber-industry.html",
      "byline": "By Wayne Arnold"
    }
  ]
}