{
  "metadata": {
    "date": "2004-09-29",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "With Oil Near $50 a Barrel, Gas Prices Start to Inch Up",
      "snippet": "Gasoline prices head up again as price of crude oil flirts with $50 a barrel, ending unusual period this summer when gas prices fell as oil prices rose; gas prices jumped 5.1 cents in last week, to US average of $1.917 per gallon, still below reco...",
      "abstract": "Gasoline prices head up again as price of crude oil flirts with $50 a barrel, ending unusual period this summer when gas prices fell as oil prices rose; gas prices jumped 5.1 cents in last week, to US average of $1.917 per gallon, still below record average of $2.06 in May but 33 cents higher than year ago; graph; analysts explain odd divergence in terms of supply and demand, dismissing suspicions that oil companies could be trying to influence presidential election (M)",
      "lead_paragraph": "HOUSTON, Sept. 28 - As the price of crude oil flirts with $50 a barrel, gasoline prices are heading up again, ending an unusual period in which gasoline prices were falling even as oil prices rose.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/29/business/with-oil-near-50-a-barrel-gas-prices-start-to-inch-up.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "A Bad August Worsens Airline Financial Woes",
      "snippet": "Bad August financial results for domestic airlines dash hopes that strong end to summer might help airlines ride out usually weak autumn period; trade groups and analysts say industry losses will near $5 billion in 2004; passenger loads rose 7.4 p...",
      "abstract": "Bad August financial results for domestic airlines dash hopes that strong end to summer might help airlines ride out usually weak autumn period; trade groups and analysts say industry losses will near $5 billion in 2004; passenger loads rose 7.4 percent in August, but amount of money that airlines collected for each ticket fell, after flattening out earlier in year; airlines, which have been offering autumn fare deals since midsummer, step up promotions; financial graphs (M)",
      "lead_paragraph": "The nation's airlines are seeing their hopes of a decent fall season blow away like a lawn chair on an Orlando patio. Record oil prices, on top of four hurricanes in six weeks that snarled traffic in the all-important Florida market, and a seemingly unending stream of bad financial news are prompting trade groups and analysts to predict that industry losses will approach $5 billion this year.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/29/business/a-bad-august-worsens-airline-financial-woes.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Australia: Bid For Pub Owner",
      "snippet": "Newbridge Capital offers 1.1 billion Australian dollars ($788 million) for Australian Leisure and Hospitality Group, owner of pubs, topping bid by Woolworths (S)",
      "abstract": "Newbridge Capital offers 1.1 billion Australian dollars ($788 million) for Australian Leisure and Hospitality Group, owner of pubs, topping bid by Woolworths (S)",
      "lead_paragraph": "Newbridge Capital offered 1.1 billion Australian dollars ($788 million) for the Australian Leisure and Hospitality Group, the country's biggest owner of pubs, topping an earlier bid made by the Australian retailer Woolworths. Australian Leisure recommended that its shareholders accept the latest offer, but analysts said that Woolworths might raise its bid as it battles a rival, Coles Myer, for a larger share of the market in take-home liquor. Newbridge, which acquires undervalued companies and then tries to improve their performance, offered 3.05 Australian dollars for each share of Australian Leisure. Woolworths bid 2.685 Australian dollars ($1.93) a share. Newbridge is a joint venture between Blum Capital Partners and the Texas Pacific Group. A spokesman for Woolworths said that the company had no immediate comment.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/29/business/world-business-briefing-australia-bid-for-pub-owner.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Cuts In Ferry Service",
      "snippet": "Peninsular and Oriental Steam Navigation Co, British ferry operator, will cut 1,200 jobs and shut routes to stem losses in cross-channel ferry business; cuts will result in one-time loss of 240 million pounds ($435 million) this year (S)",
      "abstract": "Peninsular and Oriental Steam Navigation Co, British ferry operator, will cut 1,200 jobs and shut routes to stem losses in cross-channel ferry business; cuts will result in one-time loss of 240 million pounds ($435 million) this year (S)",
      "lead_paragraph": "The Peninsular and Oriental Steam Navigation Company, Britain's largest ferry and port operator, plans to cut 1,200 jobs and shut routes to stem losses in the cross-channel ferries business. P.&O. will close 4 of its 13 routes, including Portsmouth, England, to Cherbourg, Caen and LeHavre, France. It will sell or reassign 8 of 31 ferries. The cuts will result in a one-time cost of £240 million ($435 million) this year and will increase operating profit by £55 million annually, the chief executive, Robert Woods, said in a conference call.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/29/business/world-business-briefing-europe-britain-cuts-in-ferry-service.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Fannie Mae Crisis Raises Concerns on Leadership",
      "snippet": "Charges of accounting irregularities at Fannie Mae leave chairman Franklin D Raines struggling to maintain control over nation's largest backer of home mortgages, and maneuver it through thicket of regulatory and political shoals; he and predecess...",
      "abstract": "Charges of accounting irregularities at Fannie Mae leave chairman Franklin D Raines struggling to maintain control over nation's largest backer of home mortgages, and maneuver it through thicket of regulatory and political shoals; he and predecessor, James A Johnson, both prominent Democratic fixtures in highest ranks of Washington society, were at helm of company when it allegedly engaged in sloppy and misleading accounting practices that enabled top executives to earn fatter bonuses; Office of Federal Housing Enterprise Oversight report is explicitly critical of their subordinates, but is silent on precise role played by Raines and Johnson in accounting issue; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 28 - Testifying two years ago about the debacle at Enron, Franklin D. Raines, the chairman and chief executive of Fannie Mae, told lawmakers that one of the biggest lessons he had learned was that it was unacceptable to hide behind claims of ignorance.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/29/business/fannie-mae-crisis-raises-concerns-on-leadership.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Fitch Raises a Rating",
      "snippet": "Fitch Ratings raises Brazil's sovereign debt rating, citing nation's decreased dependence on external financing (S)",
      "abstract": "Fitch Ratings raises Brazil's sovereign debt rating, citing nation's decreased dependence on external financing (S)",
      "lead_paragraph": "Fitch Ratings, the credit rating agency, raised Brazil's sovereign debt rating to BB- from B+, saying that strong exports and sound macroeconomic policies had reduced the country's dependence on external financing. The move, which puts Brazil three levels below investment grade and should help reduce the country's borrowing costs abroad, followed similar upgrades in recent weeks by other credit agencies including Moody's Investors Service and Standard & Poor's. Fitch praised the Brazilian government for reducing the volatility of its debt burden, noting that only 27 percent of public-sector debt is now linked to foreign currencies, versus more than 40 percent in 2002. The agency warned that Brazil needs to make more policy changes, like a new bankruptcy law. Todd Benson (NYT)",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/29/business/world-business-briefing-americas-brazil-fitch-raises-a-rating.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Europe's Airlines Dreading the Winter",
      "snippet": "Europe's full-service airlines are reeling from double whammy of global slowdown and relentless challenge by ever-increasing number of low-cost rivals as they head toward winter, season of traditionally lower sales; underlying woes is sense that e...",
      "abstract": "Europe's full-service airlines are reeling from double whammy of global slowdown and relentless challenge by ever-increasing number of low-cost rivals as they head toward winter, season of traditionally lower sales; underlying woes is sense that era of high fares sustaining profligate operating costs is over; series of recent events illuminates ferocious competition in European market; photos (M)",
      "lead_paragraph": "LONDON, Sept. 28 - When European airline executives look across the Atlantic at the industry's woes in the United States, they see a reflection of their own problems, but it is not an identical image. They have some troubles that are all their own.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/29/business/worldbusiness/europes-airlines-dreading-the-winter.html",
      "byline": "By Alan Cowell and Heather Timmons"
    },
    {
      "headline": "News Analysis: Why MakeLeno a Lame Duck?",
      "snippet": "NBC is setting up unusually long five-year transition period for Conan O'Brien to take over as Tonight Show host from Jay Leno because of increasing importance of its late-night franchise; late-night programs are capable of growth at time when net...",
      "abstract": "NBC is setting up unusually long five-year transition period for Conan O'Brien to take over as Tonight Show host from Jay Leno because of increasing importance of its late-night franchise; late-night programs are capable of growth at time when network television audience continues to erode; photo (M)",
      "lead_paragraph": "After NBC's surprise announcement Monday of the unusual deal that secured Conan O'Brien as the next host of the \"Tonight\" show at the end of a five-year transition period, the question facing the network's executives yesterday was one the current host, Jay Leno, once memorably asked:",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/29/business/media/news-analysis-why-makeleno-a-lame-duck.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Euro Disney Secures Plan To Ward Off Bankruptcy",
      "snippet": "Euro Disney, owner of struggling French theme parks, secures new restructuring plan, staving off bankruptcy; Walt Disney Co, parent, and French government financial institution will absorb losses to win approval of hedge funds that own some senior...",
      "abstract": "Euro Disney, owner of struggling French theme parks, secures new restructuring plan, staving off bankruptcy; Walt Disney Co, parent, and French government financial institution will absorb losses to win approval of hedge funds that own some senior debt; restructuring may clear way for Euro Disney to invest in new rides it hopes will increase number of visitors (M)",
      "lead_paragraph": "Euro Disney, owner of struggling theme parks near Paris that have never been able to bring in enough business to pay their debts, secured a new restructuring plan yesterday, once again managing to stave off bankruptcy.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/29/business/euro-disney-secures-plan-to-ward-off-bankruptcy.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "MCI Ruling Overturned; Court Cites Technicality",
      "snippet": "European Court of First Instances, basing decision solely on technicality, rules European Commission had no grounds to block proposed $120 billion merger of MCI WorldCom and Sprint in 2000 because American long-distance phone companies had already...",
      "abstract": "European Court of First Instances, basing decision solely on technicality, rules European Commission had no grounds to block proposed $120 billion merger of MCI WorldCom and Sprint in 2000 because American long-distance phone companies had already shelved plan; ruling, which does not address antitrust issues, ends MCI's quest to clear its record for any future deals; is setback for Mario Monti, departing competition commissioner, who has been accused of being too aggressive in some antitrust judgments; commission stands by its decision (M)",
      "lead_paragraph": "BRUSSELS, Sept. 28 - The European Commission had no grounds to block the proposed $120 billion merger of MCI WorldCom and Sprint four years ago, a European court said Tuesday, basing its decision solely on a technicality.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/29/business/worldbusiness/mci-ruling-overturned-court-cites-technicality.html",
      "byline": "By Graham Bowley"
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: Bid For Web Concern",
      "snippet": "Danish phone company TDC raises its bid for Swedish Internet company Song Networks Holding to 4.7 billion Swedish kronor ($637 million) (S)",
      "abstract": "Danish phone company TDC raises its bid for Swedish Internet company Song Networks Holding to 4.7 billion Swedish kronor ($637 million) (S)",
      "lead_paragraph": "Denmark's largest phone company, TDC, raised its bid for the Swedish Internet company Song Networks Holding to 4.7 billion Swedish kronor ($637 million), topping an offer by Tele2. TDC raised its offer 18 percent, to 82.5 Swedish kronor per Song Networks share, from the 70 kronor offered on Sept. 14, it said. The bid is 3.1 percent more than the closing price of Song Networks on Monday. Tele2 bid 75 kronor per share last week. Song Networks is attracting interest because of its position in the Nordic broadband Internet access market for businesses.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/29/business/world-business-briefing-europe-sweden-bid-for-web-concern.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "Developers in California have discovered a growing demand for small commercial condominiums. [C7.]    Colleges and other schools are looking for Manhattan office space. [C9.]    The Supreme Court will hear the appeal of property owners in New Lond...",
      "abstract": " Developers in California have discovered a growing demand for small commercial condominiums. [C7.]    Colleges and other schools are looking for Manhattan office space. [C9.]    The Supreme Court will hear the appeal of property owners in New London, Conn., who challenged that city's right to exercise its power of eminent domain to take the parcels and turn the land over to a private developer. [A16.]  ",
      "lead_paragraph": "Developers in California have discovered a growing demand for small commercial condominiums. [C7.]",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/29/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Iraq Study Sees Rebels' Attacks as Widespread",
      "snippet": "Comprehensive data on recent violence in Iraq show that, in past thirty days, more than 2,300 attacks by insurgents have been directed at civilians and military targets in pattern that sprawls over nearly ever major population center outside Kurdi...",
      "abstract": "Comprehensive data on recent violence in Iraq show that, in past thirty days, more than 2,300 attacks by insurgents have been directed at civilians and military targets in pattern that sprawls over nearly ever major population center outside Kurdish north; sweep of attacks, from Nineveh in northwest to Babylon in center and Basra in south, suggests more widespread resistance than isolated pockets described by Iraqi authorities; attacks run gamut from car bombs to grenades, mortar attacks and land mines; maps; Adam Collins of Special Operations Consulting says attacks averaged high of 120 a day in April, down to about 80 now; implications for plans to hold elections discussed; US officer notes that insurgents have not won single battle, saying only way US can lose is if 'American people decide we don't want to fight anymore'(M)",
      "lead_paragraph": "BAGHDAD, Iraq, Sept. 28 - Over the past 30 days, more than 2,300 attacks by insurgents have been directed against civilians and military targets in Iraq, in a pattern that sprawls over nearly every major population center outside the Kurdish north, according to comprehensive data compiled by a private security company with access to military intelligence reports and its own network of Iraqi informants.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/29/world/middleeast/iraq-study-sees-rebels-attacks-as-widespread.html",
      "byline": "By James Glanz and Thom Shanker"
    },
    {
      "headline": "Google Shares Just May Be Winners After All",
      "snippet": "Research analysts associated with five investment banks that managed Google's initial stock offering in August and forced it to lower offering price sharply release their first reports on company after required quiet period, valuing shares at more...",
      "abstract": "Research analysts associated with five investment banks that managed Google's initial stock offering in August and forced it to lower offering price sharply release their first reports on company after required quiet period, valuing shares at more than 50 percent above offering price; stock price graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/29/technology/google-shares-just-may-be-winners-after-all.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Oil Prices Hit $50 a Barrel, Then Decrease Slightly  Oil prices briefly broke through the $50-a-barrel mark, reaching a new milestone as some analysts warned there is nothing to stop them from going higher.    Oil for November delivery closed at $...",
      "abstract": " Oil Prices Hit $50 a Barrel, Then Decrease Slightly  Oil prices briefly broke through the $50-a-barrel mark, reaching a new milestone as some analysts warned there is nothing to stop them from going higher.    Oil for November delivery closed at $49.90, up 26 cents, on the New York Mercantile Exchange. Earlier, futures rose as high as $50.20. Oil prices are up nearly 55 percent this year, and doubled the last two years. [Page C2.]    Medtronic Ordered to Pay Inventor  A Memphis jury ordered Medtronic to pay nearly $159 million to an inventor of spinal surgical devices for violating its licensing and royalty agreements with him. Both sides were disappointed at the outcome, which gave Medtronic nothing of the hundreds of millions of dollars in damages, penalties and contract rights it sought from the inventor, Dr. Gary K. Michelson. Nor did Dr. Michelson receive but a fraction of the $1.7 billion he sought. [C6.]    Gas Prices Are Expected to Rise  As the price of crude oil flirts with $50 a barrel, gasoline prices again are heading up, ending an unusual period in which gasoline prices were falling even as oil prices rose. [A1.]    Cellphones No Longer Banned  Schools are relaxing their cellphone rules. Rather than banning the phones outright, they are capitulating to demands of parents and market realities, and allowing students to carry cellphones in school. [A1.]    Delta Air Lines Reduces Pay 10%  Delta Air Lines plans to cut the pay of executives and other salaried workers by 10 percent. As part of the effort, the chief executive will not draw a salary for the rest of 2004. [C5.]    Medicare May Cover Heart Device  The agency overseeing Medicare has proposed broadening coverage for implantable devices that electrically shock the heart to restore a normal heartbeat. [C4.]    Black Offers to Create Stock Trust  Conrad M. Black, left, the embattled chief executive of Hollinger, offered to create a trust that would control the Hollinger shares that are owned by him or by his holding company. The offer came a day after Catalyst Fund General Partners, which holds bonds in Hollinger, sued Hollinger, accusing the company of paying $1.1 million to Ravelston on June 30 without the consent of the board. [C7.]    An I.B.M. Computer Regains Lead  An I.B.M. machine has reclaimed the title of fastest supercomputer, overtaking a Japanese computer that had caused shock waves at United States government agencies when it set a computing speed record in 2002. [C4.]    Ruling May Affect Prison Time  A court ruling could increase the amount of prison time and fines faced by former executives of HealthSouth who are found guilty in a number of fraud cases. [C5.]    Dow Closes Over 10,000 Again  Stocks climbed, with the Dow Jones industrial average gaining 88.86 points, to 10,077.40. The Standard & Poor's 500-stock index added 6.54 points, to 1,110.06, and the Nasdaq composite index jumped 9.99 points, to 1,869.87. [C11.]  ",
      "lead_paragraph": "Oil Prices Hit $50 a Barrel, Then Decrease Slightly Oil prices briefly broke through the $50-a-barrel mark, reaching a new milestone as some analysts warned there is nothing to stop them from going higher.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/29/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Australia: Iron Contract Expanded",
      "snippet": "Australian mining company BHP Billiton wins $3.2 billion deal in which four Chinese steel mills, Jiangsu Shagang, Maanshan Iron & Steel, Tanshan Iron & Steel and Wuhan Iron & Steel, agree to buy another 12 million metric tons of iron ore a year fo...",
      "abstract": "Australian mining company BHP Billiton wins $3.2 billion deal in which four Chinese steel mills, Jiangsu Shagang, Maanshan Iron & Steel, Tanshan Iron & Steel and Wuhan Iron & Steel, agree to buy another 12 million metric tons of iron ore a year for next 10 years; mills had already agreed to buy 12 million metric tons from BHP for 25 years; BHP stock price graph (S)",
      "lead_paragraph": "The Australian min-ing company BHP Billiton said it had won a $3.2 billion deal to double its iron ore shipments to four Chinese steel mills over the next decade. Jiangsu Shagang, Maanshan Iron and Steel, Tanshan Iron and Steel and Wuhan Iron and Steel agreed in March to buy 12 million metric tons of iron ore from BHP Billiton for the next 25 years, a contract estimated to be worth $9 billion. Under the new deal, the four mills agreed to buy an additional 12 million metric tons of iron ore a year for the next 10 years. Wayne Arnold (NYT)",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/29/business/world-business-briefing-australia-iron-contract-expanded.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Hurdles Remain for American Voters Who Live Overseas",
      "snippet": "Millions of American civilians and soldiers living abroad still face bewildering, unwieldy system of absentee balloting that could prevent their votes from being counted, four years after overseas ballots became battleground in Florida; election o...",
      "abstract": "Millions of American civilians and soldiers living abroad still face bewildering, unwieldy system of absentee balloting that could prevent their votes from being counted, four years after overseas ballots became battleground in Florida; election officials admit that tens of thousands of Americans overseas may not get ballots in time to cast their votes, noting that at heast 8 of 15 swing states failed to mail them out by Sept 19, cutoff date for assuring prompt return; late primaries and legal wrangling cited as reasons for delay; others among estimated 4.4 million eligible voters overseas have been unable to send registrations to Pentagon contractor's computers, others were denied access to Web site on voting and many have trouble navigating varying state rules; list; new Web site for getting ballots has been activated for military families, but it was supposed to be for civilians as well, and 23 states have opted out for security and other reasons; questions also arise about Omega Technologies, company hired by Pentagon to handle faxed registrations and ballots (M)",
      "lead_paragraph": "Four years after overseas voting became a battleground in the presidential election in Florida, millions of civilians and soldiers living abroad still face a bewildering and unwieldy system of absentee balloting that could prevent their votes from being counted.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/29/politics/campaign/hurdles-remain-for-american-voters-who-live-overseas.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Retailer Selling Assets",
      "snippet": "KarstadtQuelle, European department store operator, will raise 1.6 billion euros ($1.97 billion) by setting shares and assets, including almost half of its department stores; will cut jobs and pay no dividend over two years; names Harald Pinger as...",
      "abstract": "KarstadtQuelle, European department store operator, will raise 1.6 billion euros ($1.97 billion) by setting shares and assets, including almost half of its department stores; will cut jobs and pay no dividend over two years; names Harald Pinger as chief financial officer to help with overhaul; photo (S)",
      "lead_paragraph": "Europe's largest department store operator, KarstadtQuelle, plans to raise 1.6 billion euros ($1.97 billion) by selling shares and assets, including almost half of its department stores, as sales fell for the third consecutive year. The company will cut jobs and pay no dividend over two years, the chief executive, Christoph Achenbach, above, said at a meeting near the company's headquarters in Essen, Germany. The company named Harald Pinger as chief financial officer to help with the overhaul, which will lead to a loss of up to 1.34 billion euros before tax and good will this year. The post had been vacant since July 2003. Mr. Achenbach, who took over in June, said he would cut back ventures formed under his predecessor, but that the company was unlikely to post a profit before 2006.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/29/business/world-business-briefing-europe-germany-retailer-selling-assets.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Schools Relax CellphoneBans, Nodding to Trend",
      "snippet": "Hundeds of US high schools have reluctantly eased rules on student cellphones, giving in to parent demands for access to children, market realities and impossibility of enforcing total bans; states like Florida are rescinding bans; students in Lan...",
      "abstract": "Hundeds of US high schools have reluctantly eased rules on student cellphones, giving in to parent demands for access to children, market realities and impossibility of enforcing total bans; states like Florida are rescinding bans; students in Lansing, Mich, and elsewhere comment; photo (M)",
      "lead_paragraph": "LANSING, Mich. - Sitting in his second-period computer class at Eastern High School, Gray Taylor, 15, felt his cellphone vibrate. To avoid being caught by the teacher, he answered quietly -- and discovered an unexpected caller.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/29/us/schools-relax-cellphonebans-nodding-to-trend.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Cendant Is Close to Acquiring Orbitz for $1.1 Billion",
      "snippet": "Cendant Corp reportedly nears deal to buy Orbitz, online travel service controlled by alliance of airlines, for about $1.1 billion; Cendant chairman Henry R Silverman reportedly hopes to use Orbitz to lead customers to Cendant's brick-and-mortar t...",
      "abstract": "Cendant Corp reportedly nears deal to buy Orbitz, online travel service controlled by alliance of airlines, for about $1.1 billion; Cendant chairman Henry R Silverman reportedly hopes to use Orbitz to lead customers to Cendant's brick-and-mortar travel businesses; photo (M)",
      "lead_paragraph": "The Cendant Corporation, which owns Avis car rental and the Days Inn hotel chain, is close to a deal to buy Orbitz, the online travel service controlled by an alliance of airlines, for about $1.1 billion, executives close to the talks said yesterday.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/29/technology/cendant-is-close-to-acquiring-orbitz-for-11-billion.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "A Fast Finisher's Reputation Now Faces the Ultimate Test",
      "snippet": "Fourth article in series John Kerry's Journey discusses his reputation for strong campaign finishes, as when he overcame stiff challenge from William Weld to win re-election to Senate in 1996; photos; Kerry is now in fight of his political life as...",
      "abstract": "Fourth article in series John Kerry's Journey discusses his reputation for strong campaign finishes, as when he overcame stiff challenge from William Weld to win re-election to Senate in 1996; photos; Kerry is now in fight of his political life as he prepares for first debate with Pres Bush, and supporters are counting on his record as candidate who runs best from behind, who pulls ahead after anxiety-producing slow starts; his record also suggests Kerry believes elections are won in end-game, that he holds back on purpose and begins concentrating intently only when he believes voters are, too; he has in last month retooled campaign staff, sharpened attacks on Bush and set aside planned focus on economy for steady critique of Bush's Iraq war that has garnered more news coverage; old friends reply that focusing best in crunch is habit dating at least back to time as champion debater at Yale (M)",
      "lead_paragraph": "In 1996, Senator John Kerry of Massachusetts was struggling to keep his job in the face of a stiff challenge by his state's popular, aw-shucks Republican governor, William F. Weld, when midway through a series of televised debates, he began a confession that suddenly became a boast.",
      "publication_date": "2004-09-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/29/politics/campaign/a-fast-finishers-reputation-now-faces-the-ultimate-test.html",
      "byline": "By Todd S. Purdum"
    }
  ]
}