{
  "metadata": {
    "date": "2004-10-07",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "Stump Speech Retooled, Bush Goes on Attack",
      "snippet": "Pres Bush delivers scathing, point-by-point critique of Sen John Kerry's stands on national security and economy, unapologetically defending his decision to go to war and his administration's handling of occupation of Iraq; his retooled and highly...",
      "abstract": "Pres Bush delivers scathing, point-by-point critique of Sen John Kerry's stands on national security and economy, unapologetically defending his decision to go to war and his administration's handling of occupation of Iraq; his retooled and highly combative stump speech, delivered in Wilkes-Barre, Pa, seen as effort to make up ground that polls show he lost during first debate with Kerry; new speech signals his determination to stand firm over Iraq and take attention away from newly released report by American inspector Charles Duelfer detailing how Saddam Hussein's stockpiles of unconventional weapons had been dismantled years before invasion in 2003, and how his ability to pose serious military threat--justification for war that Bush still makes--had eroded after 1991; Bush does not mention Duelfer's report, or Defense Sec Donald Rumsfeld's recent statement that he sees no firm evidence of link between Hussein and Al Qaeda, or claim by former top American administrator in Iraq L Paul Bremer III that US did not put enough troops into Iraq to secure country; Bush's aim in speech is to do what many Republicans say he failed to do forcefully in debate: draw sharp, compelling differences between his positions and record and those of Kerry; Kerry's aides say Bush is seeking do-over after losing debate; photo (M)",
      "lead_paragraph": "FARMINGTON HILLS, Mich., Oct. 6 - President Bush delivered a scathing, point-by-point critique on Wednesday of Senator John Kerry's stands on national security and the economy, giving no ground on either his decision to go to war or growing questions about mistakes in the occupation of Iraq.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/07/politics/campaign/stump-speech-retooled-bush-goes-on-attack.html",
      "byline": "By Richard W. Stevenson and David E. Sanger"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Howard Stern Announces Move to Satellite Radio  Howard Stern, one of the most popular but polarizing personalities in radio, announced that starting in January 2006 he would move from commercial broadcast radio to Sirius Satellite Radio. Listeners...",
      "abstract": " Howard Stern Announces Move to Satellite Radio  Howard Stern, one of the most popular but polarizing personalities in radio, announced that starting in January 2006 he would move from commercial broadcast radio to Sirius Satellite Radio. Listeners would have to pay a monthly fee for the satellite radio service. In his new job, Mr. Stern would no longer be bound by government strictures. ''I have to get away from all these restrictions,'' he said.     The deal is a risky bet by Sirius that the addition of Mr. Stern will help the concept of pay-radio gain national acceptance -- and quickly bring the company to profitability. And it is a blow to Viacom, whose struggling Infinity broadcasting unit produces and syndicates the show. [Page A1.]    Analysts and advertisers said Howard Stern's move may prove to be a seminal moment in the battle between satellite and broadcast radio. Advertising. [C4.]    Lazard Partners Said to Back Plan  A ''near unanimous'' majority of Lazard's partners have agreed to support Bruce Wasserstein's controversial plan to take the firm public, according to an internal memorandum sent to the firm's partners. [C13.]    A.I.G. Standing Firm in Dispute  The American International Group has decided to tough it out in its standoff with regulators, according to people briefed on the case and analysts who have spoken to top executives. But that position may be weighing on A.I.G.'s stock price, which has fallen 6.5 percent since the company disclosed two weeks ago that regulators were considering a lawsuit against the company. [C13.]    Ex-PeopleSoft Chief Testifies  The ousted chief executive of PeopleSoft, Craig A. Conway, told a Delaware judge that he did not lie to analysts in 2003 but had simply not been clear when he suggested at a meeting that all pending software orders had been completed. [C5.]    United Airlines Makes Changes  United Airlines said that it would cut 68 airplanes from its fleet, shift more responsibility for domestic routes to its regional carrier and expand its international flights. [C10.]    Volkswagen Hires Executive  Volkswagen announced that Wolfgang Bernhard, a former DaimlerChrysler executive, would take over its ailing flagship car brand. [World Business, Section W.]    Banca Intesa Settles With Parmalat  Banca Intesa agreed to pay Parmalat $197 million to settle a dispute that threatened to pit Intesa, Italy's largest bank, against the company in court. [World Business, Section W.]    Major Stock Indicators Rise  Stocks advanced amid optimism about earnings. The S.&P. 500 climbed 7.57 points, to 1,142.05. The Dow Jones industrial average added 62.24 points, to 10,239.92. The Nasdaq composite index increased 15.53 points, or 0.8 percent, to 1,971.03. [C13.]    Former Enron Treasurer Testifies  Ben Glisan Jr., a former treasurer of Enron, testified publicly for the first time, saying he had participated in an array of crimes to help bolster the company's sagging financial performance. Mr. Glisan, who pleaded guilty last year to one count of conspiracy to commit fraud, at first invoked his Fifth Amendment right against self-incrimination when called to testify in a criminal case. But under a motion by the government he was granted immunity, which compelled him to testify. [C2.]    School Finance Policy Gone Awry  Texas's experiment in school finance equalization, known as Robin Hood, is a policy disaster. Virginia Postrel: Economic Scene. [C2.]    Don't Use the 'E' Word  Entrepreneur magazine is playing hardball to stop entrepreneurs from using the word entrepreneur. Small Business. [C2.]  ",
      "lead_paragraph": "Howard Stern Announces Move to Satellite Radio Howard Stern, one of the most popular but polarizing personalities in radio, announced that starting in January 2006 he would move from commercial broadcast radio to Sirius Satellite Radio. Listeners would have to pay a monthly fee for the satellite radio service. In his new job, Mr. Stern would no longer be bound by government strictures. \"I have to get away from all these restrictions,\" he said.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/07/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "U.S. REPORT FINDS IRAQIS ELIMINATED ILLICIT ARMS IN 90's",
      "snippet": "Report by top American weapons inspector Charles A Duelfer says Iraq, under pressure from United Nations, 'essentially destroyed' its illicit weapons stockpiles months after Persian Gulf war in 1991, and its ability to produce such weapons had sig...",
      "abstract": "Report by top American weapons inspector Charles A Duelfer says Iraq, under pressure from United Nations, 'essentially destroyed' its illicit weapons stockpiles months after Persian Gulf war in 1991, and its ability to produce such weapons had significantly eroded by time of American invasion in 2003; says its last secret factory, biological weapons plant, was eliminated in 1996; says Saddam Hussein had in effect sacrificed Iraq's illicit weapons in effort to win end to UN sanctions; says he used period between 1991 and 2003 to try to exploit avenues opened by sanctions, especially oil-for-food program, to lay groundwork for plan to resume weapons production if sanctions were lifted; finds no evidence that Iraq tried to restart those programs; findings uphold Iraq's prewar insistence that it did not possess chemical or biological weapons; they also show enormous distance between Bush administration's own prewar assertions, based on reports by American intelligence agencies, and what Duelfer's 15-month inquiry found since war; photos; excerpts from report (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/07/washington/the-issue-of-war-inspectors-judgment-us-report-finds-iraqis.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Airline Rescue Advances",
      "snippet": "Italy and unions at Alitalia, government-controlled airline, agree on unemployment package for 3,700 workers to be laid off as part of reorganization plan (S)",
      "abstract": "Italy and unions at Alitalia, government-controlled airline, agree on unemployment package for 3,700 workers to be laid off as part of reorganization plan (S)",
      "lead_paragraph": "Italy and unions at Alitalia, the government-controlled airline, reached an agreement on unemployment packages for 3,700 workers who would be laid off as part of a reorganization plan. The agreement would allow Alitalia access to a 400-million-euro government-backed loan it needs to carry out its reorganization. But competitors may challenge the deal before European authorities, contending that it is illegal state aid. Eric Sylvers (NYT)",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/07/business/world-business-briefing-europe-italy-airline-rescue-advances.html",
      "byline": "By Eric Sylvers (NYT)"
    },
    {
      "headline": "Volkswagen Hires Ex-Chrysler Officer",
      "snippet": "Volkswagen hires former DaimlerChrysler chief operating officer Wolfgang Bernhard to take over its ailing flagship car brand from chief executive Bernd Pischetrieder; company shares jump on news; executives say dividing roles of chief executive an...",
      "abstract": "Volkswagen hires former DaimlerChrysler chief operating officer Wolfgang Bernhard to take over its ailing flagship car brand from chief executive Bernd Pischetrieder; company shares jump on news; executives say dividing roles of chief executive and Volkswagen boss is seismic shift in company's culture; Bernhard will join management board in Feb, but will not take over Volkswagen immediately; photo (M)",
      "lead_paragraph": "FRANKFURT, Oct. 6 - Volkswagen, plucking a fallen star from a rival German carmaker, announced on Wednesday that Wolfgang Bernhard, a former DaimlerChrysler executive known for his cost-cutting skills and new-product flair, will take over its ailing flagship car brand.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/07/business/volkswagen-hires-exchrysler-officer.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "In a Clamshell, AT&T Delivers a Tool for Text",
      "snippet": "David Pogue State of the Art column on Ogo from AT&T, pocket-size clamshell gadget designed for sending and receiving text, e-mail and instant messaging using cellphone network; device, which is being marketed to young crowd that longs for these f...",
      "abstract": "David Pogue State of the Art column on Ogo from AT&T, pocket-size clamshell gadget designed for sending and receiving text, e-mail and instant messaging using cellphone network; device, which is being marketed to young crowd that longs for these features, is not a cellphone; photo; drawing (M)",
      "lead_paragraph": "THE hot trend in cellphones lately, if you haven't noticed, is the communicator: a multitasking device that, thanks to a Thumbelina keyboard, is just as good at e-mail and instant messages as it is at phone calls. (See also Treo; BlackBerry; T-Mobile Sidekick.) Communicators are finding happy homes with people who are blessed with nimble thumbs and generous expense accounts.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/10/07/technology/circuits/in-a-clamshell-att-delivers-a-tool-for-text.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Flip Open That Cellphone: It's IM on the Move",
      "snippet": "Instant-messaging software has gone mobile and is outgrowing its roots in teenage chatter with businesses finding useful applications; experts predict 70 percent of cellphones will allow instant messaging and usage will double by the end of 2005; ...",
      "abstract": "Instant-messaging software has gone mobile and is outgrowing its roots in teenage chatter with businesses finding useful applications; experts predict 70 percent of cellphones will allow instant messaging and usage will double by the end of 2005; photo (M)",
      "lead_paragraph": "IT'S the latest in instant gratification.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/10/07/technology/circuits/flip-open-that-cellphone-its-im-on-the-move.html",
      "byline": "By Heather Clancy"
    },
    {
      "headline": "A Biotech Company's Aggressive Move Backfires",
      "snippet": "Chiron chief executive Howard Pien's moved aggressively to expand output of flu vaccine at British factory Chiron acquired in 2003, and that move has backfired with suspension of factory's license because of contamination problems; suspension will...",
      "abstract": "Chiron chief executive Howard Pien's moved aggressively to expand output of flu vaccine at British factory Chiron acquired in 2003, and that move has backfired with suspension of factory's license because of contamination problems; suspension will deprive United States of nearly half vaccine it expected for this winter and will cost Chiron three-quarters of its expected profit and credibility with investors and customers; some analysts downgrade stock; Moody's Investors Service weighs cutting debt rating; photo (M)",
      "lead_paragraph": "Howard Pien, the chief executive of Chiron, said he wanted to help meet America's need for more flu vaccine, while expanding the business of his company. So Mr. Pien has been sharply increasing the production of flu vaccine at a British factory Chiron acquired in 2003.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/07/business/worldbusiness/a-biotech-companys-aggressive-move-backfires.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: More Yukos Taxes",
      "snippet": "Yukos confirms Russia seeks 27.8 billion rubles ($950 million) in back taxes and penalties from its largest unit, Yuganskneftegas, for 2002; already owes $7.5 billion in back taxes for 2000 and 2001; Natural Resources Ministry will weigh status of...",
      "abstract": "Yukos confirms Russia seeks 27.8 billion rubles ($950 million) in back taxes and penalties from its largest unit, Yuganskneftegas, for 2002; already owes $7.5 billion in back taxes for 2000 and 2001; Natural Resources Ministry will weigh status of unit's operating licenses (S)",
      "lead_paragraph": "Russian tax authorities sent a bill for back taxes and penalties worth 27.8 billion rubles ($950 million) to Yukos's largest subsidiary, Yuganskneftegas, for the year 2002, the parent company confirmed. Yukos, Russia's largest oil producer, already owes $7.5 billion in back taxes for 2000 and 2001. The company has paid off about $2.5 billion of that total. Also, the Ministry of Natural Resources will meet tomorrow to consider the status of Yuganskneftegas's operating licenses, the Interfax news agency reported. If its licenses are revoked, that would cut the value of Yuganskneftegas, which produces about 60 percent of Yukos's oil and is currently being appraised for sale by investment bankers. A valuation report to the government is expected soon. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/07/business/world-business-briefing-europe-russia-more-yukos-taxes.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "Italy's Largest Bank Settles Out of Court With Parmalat",
      "snippet": "Banca Intesa will pay Parmalat 160 million euros ($197 million) to settle dispute over its role in Parmalat's 2003 sale of 300 million euros in bonds; bankrupt Parmalat is suing several of its former banks under Italian law that lets companies rec...",
      "abstract": "Banca Intesa will pay Parmalat 160 million euros ($197 million) to settle dispute over its role in Parmalat's 2003 sale of 300 million euros in bonds; bankrupt Parmalat is suing several of its former banks under Italian law that lets companies recover money paid to creditors illegally favored over others; settlement has no direct effect on these cases, but could influence how they play out in coming months (M)",
      "lead_paragraph": "MILAN, Oct. 6 - Banca Intesa agreed Wednesday to pay Parmalat 160 million euros ($197 million) to settle a dispute that threatened to pit Intesa, Italy's largest bank, against the company in court.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/07/business/worldbusiness/italys-largest-bank-settles-out-of-court-with.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Just Another Day in the Pit as Oil Tops $52",
      "snippet": "Oil for November delivery hits new record high, gaining 93 cents to $52.02 a barrel; New York Mercantile Exchange traders, who normally welcome volatility, are somewhat concerned that trading volume is too light in relation to volatility to smooth...",
      "abstract": "Oil for November delivery hits new record high, gaining 93 cents to $52.02 a barrel; New York Mercantile Exchange traders, who normally welcome volatility, are somewhat concerned that trading volume is too light in relation to volatility to smooth price movements, allowing sudden price jumps that threaten their profits; graph of price fluctuations; photos (M)",
      "lead_paragraph": "At a few minutes before 11 a.m. yesterday, the crude oil pit on the floor of the New York Mercantile Exchange, the world's largest oil market, shifted into high gear. Traders frantically shouted and flashed their signals for buying and selling thousands of barrels of crude oil as the price leapt to a new high of $51.80.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/07/business/just-another-day-in-the-pit-as-oil-tops-52.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Top-Selling Car",
      "snippet": "Honda Motor's Fit compact beats Toyota Corolla as Japan's best-selling model for second straight month in Sept; Fit sales rose 7.4 percent from Sept 2003 level, to 15,482 units (S)",
      "abstract": "Honda Motor's Fit compact beats Toyota Corolla as Japan's best-selling model for second straight month in Sept; Fit sales rose 7.4 percent from Sept 2003 level, to 15,482 units (S)",
      "lead_paragraph": "Honda Motor had Japan's best-selling model in September as its Fit compact car beat the Toyota Corolla for a second straight month. Sales of the Fit rose 7.4 percent, to 15,482 units, in September from the month a year ago, the Japan Automobile Dealers Association said. Toyota, Japan's biggest automaker, sold 14,788 Corollas, down 16 percent.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/07/business/world-business-briefing-asia-japan-topselling-car.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Its Creditors Stand to Gain as Thai Oil Goes Public",
      "snippet": "Thai Oil, Thailand's largest oil refiner, is set to begin selling up to $700 million in shares to public; analysts say move offers investors chance to share in surging profits in nation where demand for fuel is rising rapidly despite escalating pr...",
      "abstract": "Thai Oil, Thailand's largest oil refiner, is set to begin selling up to $700 million in shares to public; analysts say move offers investors chance to share in surging profits in nation where demand for fuel is rising rapidly despite escalating prices; most of shares are either owned by creditors, who accepted them in lieu of some $900 million in debt in 2000, or have been sold off by them; photo (M)",
      "lead_paragraph": "Thailand's largest oil refiner, Thai Oil, will begin selling as much as $700 million in shares to the public today in what promises to be Thailand's largest initial public offering since its parent, PTT, sold shares to the public in 2001.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/07/business/worldbusiness/its-creditors-stand-to-gain-as-thai-oil-goes-public.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "U.S. and Europe File Complaints in Trade Battle",
      "snippet": "United States and European Union reignite long-festering trade war over commercial aircraft subsidies with complaints to World Trade Organization after bilateral talks fail to resolve bitter dispute; US Trade Rep Robert B Zoellick cites what US se...",
      "abstract": "United States and European Union reignite long-festering trade war over commercial aircraft subsidies with complaints to World Trade Organization after bilateral talks fail to resolve bitter dispute; US Trade Rep Robert B Zoellick cites what US sees as lavish subisidies for Airbus; Europeans charge US unfairly supports Boeing through variety of means, including military programs that subsidize its commercial operations; US wants Europe to end direct loans to Airbus; Zoellick says he is responding to Airbus plan to rely on further subsidies to develop aircraft to compete with Boeing's planned next generation midsize airliner; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 6 - The United States and the European Union reignited their long-festering trade war over commercial aircraft subsidies Wednesday, with Washington and Brussels both taking complaints to the World Trade Organization after bilateral talks failed to resolve the bitter dispute.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/07/business/worldbusiness/us-and-europe-file-complaints-in-trade-battle.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Negotiators Approve Big Tax Cuts for Business",
      "snippet": "House and Senate negotiators approve sprawling bill to provide corporations and farmers in politically sensitive states with about $145 billion of new tax cuts; bill includes $10 billion federal buyout for tobacco farmers; opponents threaten to bl...",
      "abstract": "House and Senate negotiators approve sprawling bill to provide corporations and farmers in politically sensitive states with about $145 billion of new tax cuts; bill includes $10 billion federal buyout for tobacco farmers; opponents threaten to block bill in Senate because it does not link buyout to Food and Drug Administration regulation of cigarette companies; Republican leaders say they have votes to stop filibuster; bill contains breaks for hometown industries of lawmakers of both parties; big winners include General Electric, Exxon Mobil, electric utilities, movie producers and farmers; supporters say bill, originially intended to compensate exporters for loss of $50 billion in tax breaks barred by World Trade Organization, will resolve trade dispute with European Union; bill includes $20 billion in tax cuts on foreign earnings of multinational corporations; would close several major tax shelters, but omits entire block of Senate provisions intended to tighten Internal Revenue Service's grip on shelters (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/07/business/negotiators-approve-big-tax-cuts-for-business.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "World Business Briefing | Europe: Spain: Trial For Bank Executive",
      "snippet": "Santander Central Hispano bank chairman Emilio Botin will stand trial in Spain with three former managers on charges of helping clients evade taxes in late 1980's; he and bank deny wrongdoing in case, which stems from complaint by shareholder grou...",
      "abstract": "Santander Central Hispano bank chairman Emilio Botin will stand trial in Spain with three former managers on charges of helping clients evade taxes in late 1980's; he and bank deny wrongdoing in case, which stems from complaint by shareholder group; photo (S)",
      "lead_paragraph": "Emilio Botin, chairman of Santander Central Hispano, Spain's largest bank, was ordered to stand trial on charges he helped clients evade taxes in the late 1980's. Mr. Botin, left, whose family has led the bank for three generations, will be tried along with three former managers on charges of falsifying documents and violating tax laws, according to an order issued by Judge Teresa Palacios at the National Court in Madrid. Mr. Botin, 70, and Santander deny wrongdoing in the case, which stems from a complaint by a shareholder group. The executives are accused of selling investments that let clients collect interest without paying taxes.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/07/business/world-business-briefing-europe-spain-trial-for-bank-executive.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Stern Says He Plans to Jump to Satellite Radio",
      "snippet": "Howard Stern, popular radio personality, says he is moving from commercial broadcast radio to Sirius Satellite Radio to escape oversight of Federal Communications Commission, which has fined him hundreds of thousands of dollars for his on-air sexu...",
      "abstract": "Howard Stern, popular radio personality, says he is moving from commercial broadcast radio to Sirius Satellite Radio to escape oversight of Federal Communications Commission, which has fined him hundreds of thousands of dollars for his on-air sexual and scatological references; listeners will have to pay $12.95 a month to hear him; deal is risky bet by Sirius that addition of Stern will help concept of pay radio gain national acceptance; it is blow to Viacom, whose struggling Infinity broadcasting unit produces and syndicates his show; when Stern moves to Sirius in Jan 2006, he will trade his regular audience of 12 million people for Sirius's 600,000 current listeners; photos (M)",
      "lead_paragraph": "Howard Stern, one of the most popular but polarizing personalities in radio, has proclaimed his emancipation from the decency czars of the F.C.C.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/07/business/media/stern-says-he-plans-to-jump-to-satellite-radio.html",
      "byline": "By Bill Carter and Jeff Leeds"
    },
    {
      "headline": "Turkey Advances in Its Bid to Join European Union",
      "snippet": "European Union's executive body rules that Turkey has made enough progress in reforming its political and economic systems to merit talks toward membership; decision is not expected to be challenged when 25 heads of member states meet in Dec; repo...",
      "abstract": "European Union's executive body rules that Turkey has made enough progress in reforming its political and economic systems to merit talks toward membership; decision is not expected to be challenged when 25 heads of member states meet in Dec; report on decision warns that negotiations would be halted if Turkey falters in its democratic changes; talks could last up to 15 years, and there is no guarantee that Turkey will win entry; still, decision is lauded in Turkey as breakthrough in redrawing map of Europe and narrowing divide between largely Christian European Union and Islamic world; photo (M)",
      "lead_paragraph": "BRUSSELS, Oct. 6 - Four decades after Turkey came knocking on Europe's door, the European Union on Wednesday made a crucial overture toward letting it in.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/07/world/europe/turkey-advances-in-its-bid-to-join-european-union.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Some Big Winners From Costly Oil",
      "snippet": "High oil prices are stoking economic expansion in many petroleum-producing nations of Persian Gulf; revenue gains for Saudi Arabia, Kuwait, Bahrain, United Arab Emirates, Qatar and Oman, which are pumping at or near capacity, are surpassing even m...",
      "abstract": "High oil prices are stoking economic expansion in many petroleum-producing nations of Persian Gulf; revenue gains for Saudi Arabia, Kuwait, Bahrain, United Arab Emirates, Qatar and Oman, which are pumping at or near capacity, are surpassing even most optimistic forecasts; recent predictions that prices will stay high well into 2005 spur hopes of more prolonged upturn and debate over how best to use windfall; signs of prosperity noted; map; photo (M)",
      "lead_paragraph": "DOHA, Qatar, Oct. 6 - The high price of oil is stoking an economic expansion in many petroleum-producing countries of the Persian Gulf that even persistent concerns about the turmoil in Iraq and the spread of terrorism have not managed to stifle.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/07/business/worldbusiness/some-big-winners-from-costly-oil.html",
      "byline": "By Michelle Wallin"
    },
    {
      "headline": "Chief Says Fannie Mae Did Nothing Wrong",
      "snippet": "Fannie Mae chairman and chief executive Franklin D Raines disputes charges by Office of Federal Housing Enterprise Oversight that its senior executives manipulated accounting and earnings to get bigger bonuses, House subcommittee hearing; says reg...",
      "abstract": "Fannie Mae chairman and chief executive Franklin D Raines disputes charges by Office of Federal Housing Enterprise Oversight that its senior executives manipulated accounting and earnings to get bigger bonuses, House subcommittee hearing; says regulators denied company fair hearing and waged unusually public campaign against it; says agency knew about one of key accounting issues for six years without comment; says he knew and approved of many accounting techniques at issue; table of top executives's salaries and bonuses; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 6 - Franklin D. Raines, the head of Fannie Mae, took issue with every major damaging conclusion of the company's regulator on Wednesday in an embattled appearance before a subcommittee of the House of Representatives.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/07/business/chief-says-fannie-mae-did-nothing-wrong.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "For Flu Shots, Smaller Supply, More Concern",
      "snippet": "Profound flu vaccine shortage will force decisions about who will get shot and who will not; health officials say another wrinkle is that vaccine supply is uneven, and in most cases largely unknown, since most vaccine purchases are private transac...",
      "abstract": "Profound flu vaccine shortage will force decisions about who will get shot and who will not; health officials say another wrinkle is that vaccine supply is uneven, and in most cases largely unknown, since most vaccine purchases are private transactions that are not reported to government; health officials around country are either celebrating their luck in landing supplies early or ruing their fate in having none to offer; private companies around country say they are putting their employee-vaccination programs on hold; hospitals begin prioritizing who among their staff and patients will get vaccinated, and when; federal Centers for Disease Control and Prevention says it will start tracking vaccine supplies, to try to match hot spots of infection with available reserves; shortage is caused by British government decision to halt vaccine shipments to United States because of concerns about contamination at factory owned by Chiron Corp, major vaccine supplier; photo; graph (M)",
      "lead_paragraph": "DENVER, Oct. 6 - Suzanne Walker arrived at a suburban grocery store near here Wednesday afternoon for the annual ritual of a flu shot.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/07/us/for-flu-shots-smaller-supply-more-concern.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Taking Their Game to the Next Level",
      "snippet": "Computer and video gaming reaches level of professionalism; top players are competing for chance to play in finals of World Cyber Games; entrepreneurs behind tournaments believe there is enough interest in multibillion-dollar industry to support e...",
      "abstract": "Computer and video gaming reaches level of professionalism; top players are competing for chance to play in finals of World Cyber Games; entrepreneurs behind tournaments believe there is enough interest in multibillion-dollar industry to support elite level of gamers; sponsors like Intel and Nokia hope for big publicity payback and sales boost; photos (M)",
      "lead_paragraph": "MASSAGING his hands like a pianist preparing for a concert, Zyos steadied himself on the plain metal chair, staring intently at the television perched on a table in front of him. Oblivious to the small crowd of spectators, he prepared to make his move.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/10/07/technology/circuits/taking-their-game-to-the-next-level.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Another Bid For Drug Maker",
      "snippet": "Northern Ireland drug maker Warner Chilcott says it was contacted by third potential bidder (S)",
      "abstract": "Northern Ireland drug maker Warner Chilcott says it was contacted by third potential bidder (S)",
      "lead_paragraph": "The drug maker Warner Chilcott of Northern Ireland said it has been contacted by a third potential bidder, two weeks after the company announced it was approached about a possible £1.5 billion ($2.7 billion) takeover. All three contacts are preliminary, and the newest potential bidder is starting the due diligence inquiry into the company's finances. Warner Chilcott has not identified any of the three.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/07/business/world-business-briefing-europe-britain-another-bid-for-drug-maker.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Plea In Auto Case",
      "snippet": "Former Mitsubishi Motors president Katsuhiko Kawasoe and vice president Takashi Usami plead not guilty in Japanese court to charges they covered up defect in clutch of Mitsubishi trucks that allegedly led to fatal accident (S)",
      "abstract": "Former Mitsubishi Motors president Katsuhiko Kawasoe and vice president Takashi Usami plead not guilty in Japanese court to charges they covered up defect in clutch of Mitsubishi trucks that allegedly led to fatal accident (S)",
      "lead_paragraph": "Two former executives of Mitsubishi Motors pleaded not guilty to charges that they covered up a defect in Mitsubishi trucks that is suspected of leading to a fatal accident. The executives, Katsuhiko Kawasoe, the former president, and Takashi Usami, the former vice president, entered their pleas in the Yokohama District Court as the trial began in a case that has tarnished Mitsubishi's brand image. Prosecutors said the executives were aware of a defect in the clutch of Mitsubishi trucks but concealed it to avoid a costly recall. Todd Zaun (NYT)",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/07/business/world-business-briefing-asia-japan-plea-in-auto-case.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "After Convictions, the Undoing of a U.S. Terror Prosecution",
      "snippet": "Special report, Trial and Errors, examines Justice Dept's collapsed and discredited case against suspected Detroit terror cell; internal Justice Dept memorandum called evidence against four Middle Eastern immigrants 'somewhat weak' even as departm...",
      "abstract": "Special report, Trial and Errors, examines Justice Dept's collapsed and discredited case against suspected Detroit terror cell; internal Justice Dept memorandum called evidence against four Middle Eastern immigrants 'somewhat weak' even as department was moving to indict them on terrorism charges; documents show that series of missteps and in-fighting weakened case further; miscalculations and bad blood between prosecutors in Detroit and Justice Dept officials in Washington so overshadowed case that truth about defendants' intentions may never be known; five weeks ago, Justice Dept took extraordinary step of repudiating its own case and successfully moving to throw out terrorism charges, even after winning convictions of two suspects; department suggests that blame belongs to Richard G Convertino, lead prosecutor in Detroit whom it portrays as rogue lawyer; documents and interviews with people knowledgeable about case show that top Justice Dept officials were involved in almost every step of prosecution; Convertino, who was ultimately removed from prosecution, is now suing dept and is under investigation for his handling of this case and others; critics say this case demonstrates how Bush administration's pre-emptive approach to fighting terrorists by disrupting plots before they materialize can clash with legal principles of due process and right to fair trial; photos of defendants Farouk Ali-Haimoud, Ahmed Hannan, Karim Koubriti and Abdel Ilah Elmardoudi (L)",
      "lead_paragraph": "DETROIT, Oct. 6 - Publicly, federal prosecutors declared in the summer of 2002 that they had thwarted a \"sleeper operational combat cell\" based in a dilapidated apartment here.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/07/us/after-convictions-the-undoing-of-a-us-terror-prosecution.html",
      "byline": "By Danny Hakim and Eric Lichtblau"
    },
    {
      "headline": "DeLay Admonished By Panel a 2nd Time",
      "snippet": "For the second time in a week the House ethics committee admonished Representative Tom DeLay, the House majority leader, this time finding that he engaged in fund-raising activities that created the appearance of impropriety. The panel also found ...",
      "abstract": "For the second time in a week the House ethics committee admonished Representative Tom DeLay, the House majority leader, this time finding that he engaged in fund-raising activities that created the appearance of impropriety. The panel also found that Mr. DeLay had wrongly used his influence in exhorting the Federal Aviation Administration to search for Texas state legislators who fled to Oklahoma last year to avoid a vote on redistricting.    Mr. DeLay moved quickly to defend himself.  ",
      "lead_paragraph": "For the second time in a week the House ethics committee admonished Representative Tom DeLay, the House majority leader, this time finding that he engaged in fund-raising activities that created the appearance of impropriety. The panel also found that Mr. DeLay had wrongly used his influence in exhorting the Federal Aviation Administration to search for Texas state legislators who fled to Oklahoma last year to avoid a vote on redistricting.",
      "publication_date": "2004-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/07/us/front page/delay-admonished-by-panel-a-2nd-time.html",
      "byline": ""
    }
  ]
}