{
  "metadata": {
    "date": "2004-07-19",
    "total_articles": 35
  },
  "articles": [
    {
      "headline": "Stewart Likely To Influence Her Company, Even From Jail",
      "snippet": "Martha Stewart is all but certain to serve prison time, but few people believe she will give up her connections and influence over her company; there is no law against her working for her company, Martha Steward Living Omnimedia, although working ...",
      "abstract": "Martha Stewart is all but certain to serve prison time, but few people believe she will give up her connections and influence over her company; there is no law against her working for her company, Martha Steward Living Omnimedia, although working from prison--if her appeal is unsuccessful--will reqire overcoming some logistical obstacles; chronology shows highlights of Stewart's business career; photos of Stewart, and Peter Baconovic, who is also sentenced to five months in prison (L)",
      "lead_paragraph": "Martha Stewart is all but certain to serve prison time. But few believe that she will give up her connections and influence over her company.",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/17/business/martha-stewart-s-sentence-corporate-role-stewart-likely-influence-her-company.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Dell's Forecast Of Solid Profit Lifts PC Sector",
      "snippet": "Dell Computer, world's leading maker of personal computers, says second-quarter earnings should be 31 cents a share, or 2 cents above its previous estimate and consensus of analysts; outlook is based on second-quarter revenue of $11.7 billion; ann...",
      "abstract": "Dell Computer, world's leading maker of personal computers, says second-quarter earnings should be 31 cents a share, or 2 cents above its previous estimate and consensus of analysts; outlook is based on second-quarter revenue of $11.7 billion; announcement comes day after IBM reports quarterly profits that surpass Wall Street estimates; research firm IDC reports that personal computer shipments were more robust in April, May and June than expected; photo of Michael Dell with Kevin Rollins, who succeeds him as chief executive of Dell (M)",
      "lead_paragraph": "Perhaps investors should feel more confident about the general state of the technology sector than they have in recent weeks.",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/17/business/dell-s-forecast-of-solid-profit-lifts-pc-sector.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Prison Blues: 12 cents an Hour, Loss of Control And No Tennis",
      "snippet": "Vocational and recreational opportunities will be available to Martha Stewart at federal prison camp in Danbury, Conn, where judge has recommended she serve her five-month sentence for lying to federal investigators about stock sale; photo (M)",
      "abstract": "Vocational and recreational opportunities will be available to Martha Stewart at federal prison camp in Danbury, Conn, where judge has recommended she serve her five-month sentence for lying to federal investigators about stock sale; photo (M)",
      "lead_paragraph": "It may be safe to assume that the epicurean Martha Stewart will not be signing up for the cooking class offered at the federal prison camp in Danbury, Conn., where the judge in her case has recommended she serve her five-month sentence if Ms. Stewart's appeal proves unsuccessful.",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/17/business/martha-stewart-s-sentence-prison-prison-blues-12-cents-hour-loss-control-no.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "De la Renta To Offer Line With Prices Below $100",
      "snippet": "Oscar de la Renta, one of world's best-known couturiers, will introduce moderately priced line of women's clothes--with rhinestone-buttoned silk tops, embroidered sweaters and broacade jackets--designed for midlevel stores like Macy's West, Belk a...",
      "abstract": "Oscar de la Renta, one of world's best-known couturiers, will introduce moderately priced line of women's clothes--with rhinestone-buttoned silk tops, embroidered sweaters and broacade jackets--designed for midlevel stores like Macy's West, Belk and Dillard's; his day suits sell for more than $3,000, but pieces in this newest line will sell for less than $100; photo (M)",
      "lead_paragraph": "In a retail landscape packed with newly minted department store brands by Calvin Klein, Ralph Lauren and others, Oscar de la Renta has gone even further down-market. Mr. de la Renta, one of the world's best-known couturiers, will introduce a moderately priced line of women's clothes -- with rhinestone-buttoned silk tops, embroidered sweaters and brocade jackets -- designed for midlevel stores like Macy's West, Belk's and Dillard's. While Mr. de la Renta's day suits sell for more than $3,000, pieces in this newest line will sell for less than $100.",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/17/business/de-la-renta-to-offer-line-with-prices-below-100.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "5 Months in Jail, and Stewart Vows, 'I'll Be Back'",
      "snippet": "Judge Miriam Goldman Cedarbaum sentences Martha Stewart to five months in prison and five months of home confinement for lying to federal investigators about sale of nearly 4,000 shares of Imclone Systems in 2001; Peter E Bacanovic, her former sto...",
      "abstract": "Judge Miriam Goldman Cedarbaum sentences Martha Stewart to five months in prison and five months of home confinement for lying to federal investigators about sale of nearly 4,000 shares of Imclone Systems in 2001; Peter E Bacanovic, her former stockbroker, receives virtually identical sentence; Stewart will appeal her conviction; graph shows rise in stock price of Martha Stewart Living Omnimedia after sentencing; photos (M)",
      "lead_paragraph": "Martha Stewart received the minimum sentence yesterday -- five months in prison, plus five months of home confinement -- for lying to federal investigators about a stock sale that she called ''a small personal matter.''",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/17/business/martha-stewart-s-sentence-overview-5-months-jail-stewart-vows-ll-be-back.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Boston Scientific Widens Recall of Some of Its Stents  Shares of Boston Scientific plunged nearly 8 percent after the company said that it was voluntarily widening the recall of two of the devices it makes to treat heart disease. The recall involv...",
      "abstract": " Boston Scientific Widens Recall of Some of Its Stents  Shares of Boston Scientific plunged nearly 8 percent after the company said that it was voluntarily widening the recall of two of the devices it makes to treat heart disease. The recall involves about 85,000 of the drug-coated devices that the company introduced earlier this year and another 11,000 of the devices it made without the special drug coating.     While Boston Scientific is not recalling all of the devices, called stents, it said that it decided to recall some of them because of a problem that can occur when a doctor first inserts the device into a patient. The recall comes after reports of three deaths and 43 injuries, the company said. [Page C2.]",
      "lead_paragraph": "Boston Scientific Widens Recall of Some of Its Stents",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/17/business/business-digest-338575.html",
      "byline": ""
    },
    {
      "headline": "Chess's Lost Soul, Bobby Fischer, Is Held in Tokyo",
      "snippet": "Former world chess champion Bobby Fischer, after two decades of living in secrecy, is arrested by Japanese immigration authorities in Tokyo and accused of trying to leave country without valid passport; Japanese news reports say Fischer probably w...",
      "abstract": "Former world chess champion Bobby Fischer, after two decades of living in secrecy, is arrested by Japanese immigration authorities in Tokyo and accused of trying to leave country without valid passport; Japanese news reports say Fischer probably will be deported to US, where he faces charges for violating economic sanctions against former Yugoslavia by playing exhibition match there in 1992; Fischer has expressed anti-US views since warrant was issued for his arrest on Dec 15, 1992; photo (M)",
      "lead_paragraph": "After two decades of living in secrecy, semi-isolation and increasingly distressed obscurity, Bobby Fischer, the former world chess champion, was arrested Friday by Japanese immigration authorities in Tokyo and accused of trying to leave the country without a valid passport.",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/17/world/chess-s-lost-soul-bobby-fischer-is-held-in-tokyo.html",
      "byline": "By Bruce Weber and Todd Zaun"
    },
    {
      "headline": "Kerry on Intelligence",
      "snippet": "John Kerry detailed his ideas for overhauling the intelligence community, including more than doubling the number of spies overseas, linking intelligence agencies at every level and under one director, and ensuring that dissenting views could rise...",
      "abstract": "John Kerry detailed his ideas for overhauling the intelligence community, including more than doubling the number of spies overseas, linking intelligence agencies at every level and under one director, and ensuring that dissenting views could rise from the ranks so the nation does not go to war because of bad information.    Article, Page A9.",
      "lead_paragraph": "John Kerry detailed his ideas for overhauling the intelligence community, including more than doubling the number of spies overseas, linking intelligence agencies at every level and under one director, and ensuring that dissenting views could rise from the ranks so the nation does not go to war because of bad information.",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/17/us/kerry-on-intelligence.html",
      "byline": ""
    },
    {
      "headline": "At Least 81 Children Are Killed In Fire at Private School in India",
      "snippet": "At least 81 children are killed when fire engulfs Lord Krishna School in Kumbakonam, India; no teachers die in fire; government officials accuse faculty members of abandoning their students; assail school owners and government inspectors for allow...",
      "abstract": "At least 81 children are killed when fire engulfs Lord Krishna School in Kumbakonam, India; no teachers die in fire; government officials accuse faculty members of abandoning their students; assail school owners and government inspectors for allowing crowded, poorly equipped school to become death trap; over 800 children were inside when fire broke out; blaze is worst school fire in India since 1995; map; photos (M)",
      "lead_paragraph": "At least 81 elementary school children were killed when a fire engulfed a crowded, poorly equipped private school in southern India on Friday morning, Indian officials said.",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/17/world/at-least-81-children-are-killed-in-fire-at-private-school-in-india.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "INSIDE",
      "snippet": "Wave of Kidnappings Unsettles Gaza Strip  Palestinian militants in the Gaza Strip staged three kidnappings, seizing four French aid workers and two Palestinian security officials, including the Gaza police chief, Palestinians said. The French capt...",
      "abstract": " Wave of Kidnappings Unsettles Gaza Strip  Palestinian militants in the Gaza Strip staged three kidnappings, seizing four French aid workers and two Palestinian security officials, including the Gaza police chief, Palestinians said. The French captives were later freed, but one Palestinian was still held, Palestinian officials said.   PAGE A5    No Poll Boost From Edwards  John Edwards's selection for the Democratic ticket did not win over a substantial number of voters, and a majority feel the country should have stayed out of Iraq, a New York Times/CBS News poll said.   PAGE A8",
      "lead_paragraph": "Wave of Kidnappings Unsettles Gaza Strip",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/17/us/inside-340499.html",
      "byline": ""
    },
    {
      "headline": "9/11 REPORT IS SAID TO URGE NEW POST FOR INTELLIGENCE",
      "snippet": "Anonymous government officials say final report of commission investigating Sept 11 attacks will recommend creation of cabinet-level post to oversee nation's intelligence agencies; say position would take power away from CIA, FBI, National Securit...",
      "abstract": "Anonymous government officials say final report of commission investigating Sept 11 attacks will recommend creation of cabinet-level post to oversee nation's intelligence agencies; say position would take power away from CIA, FBI, National Security Council, Pentagon and other agencies that face blistering criticism from panel; say creation of post of national intelligence director would be most important of recommendations in long-awaited report; proposal is likely to face fierce opposition from Pentagon and CIA, which would have to cede significant authority over government's estimated $40 billion annual intelligence budget (M)",
      "lead_paragraph": "The final report of the commission investigating the Sept. 11 attacks will recommend the creation of a cabinet-level post to oversee the nation's intelligence agencies, a position that would take power away from the C.I.A., the F.B.I., the National Security Council, the Pentagon and other agencies that face blistering criticism from the panel, government officials who have seen the report said.",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/17/us/9-11-report-is-said-to-urge-new-post-for-intelligence.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "PNC Financial To Acquire Riggs National",
      "snippet": "PNC Financial Services, Pittsburgh bank, will acquire Riggs National Corp for $779 million in stock and cash; deal ends Riggs's independence, but does not fully put to rest investigation of possible money laundering and terrorist financing through...",
      "abstract": "PNC Financial Services, Pittsburgh bank, will acquire Riggs National Corp for $779 million in stock and cash; deal ends Riggs's independence, but does not fully put to rest investigation of possible money laundering and terrorist financing through Saudi Arabian and Equatorial Guinean accounts at bank (M)",
      "lead_paragraph": "PNC Financial Services, the Pittsburgh bank, said Friday that it would acquire the venerable and beleaguered Riggs National Corporation for $779 million in stock and cash. The deal ends Riggs's independence, but does not fully put to rest all the problems engulfing the bank.",
      "publication_date": "2004-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/17/business/pnc-financial-to-acquire-riggs-national.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Despite Appeals, Chaos Still Stalks the Sudanese",
      "snippet": "Conditions are still miserable in and around Nyala, Sudan, two weeks after Sec of State Colin L Powell and UN Sec Gen Kofi Annan visited that part of Sudan in hope that glare of diplomatic shame might arrest human crisis; days after diplomats end ...",
      "abstract": "Conditions are still miserable in and around Nyala, Sudan, two weeks after Sec of State Colin L Powell and UN Sec Gen Kofi Annan visited that part of Sudan in hope that glare of diplomatic shame might arrest human crisis; days after diplomats end their tour, gunmen storm girls' school in desert region of Darfur, chain group of students together and set building on fire; charred remains of eight girls are still in shackles when military observers from African Union arrive on scene; Sudanese government promised diplomats it would rein in Janjaweed militias, but killing and raping continue, and health conditions are more dangerous; photos; map (L)",
      "lead_paragraph": "Two weeks after Colin L. Powell and Kofi Annan visited this part of Sudan in the hope that the glare of diplomatic shame might arrest a human crisis, conditions are still miserable.",
      "publication_date": "2004-07-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/18/world/despite-appeals-chaos-still-stalks-the-sudanese.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "HOURLY PAY IN U.S. NOT KEEPING PACE WITH PRICE RISES",
      "snippet": "Amount of money American workers receive in their paychecks is failing to keep us with inflation; three years of job losses have left large worker surplus, which reduces pressure on wage growth; some economists say that even though economy has bee...",
      "abstract": "Amount of money American workers receive in their paychecks is failing to keep us with inflation; three years of job losses have left large worker surplus, which reduces pressure on wage growth; some economists say that even though economy has been adding hundreds of thousands of jobs almost every month this year, stagnant wages could put dent in prospects for economic growth; say that if incomes continue to lag behind increase in prices, it could hinder ability of ordinary workers to spend money at healthy clip; graphs; photo (L)",
      "lead_paragraph": "The amount of money workers receive in their paychecks is failing to keep up with inflation. Though wages should recover if businesses continue to hire, three years of job losses have left a large worker surplus.",
      "publication_date": "2004-07-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/18/us/hourly-pay-in-us-not-keeping-pace-with-price-rises.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "What Your Handwriting Says About Your Career",
      "snippet": "Many companies are using handwriting analysis as part of hiring process, supplementing traditional interview and reference checks; photo (M)",
      "abstract": "Many companies are using handwriting analysis as part of hiring process, supplementing traditional interview and reference checks; photo (M)",
      "lead_paragraph": "Face-to-face interviews and checks of the references of potential employees used to be enough for many employers. But as corporate governance scandals have proliferated, many companies have been searching for new ways to weed out potentially troublesome hires and to monitor the behavior of existing employees. One of the latest tactics is handwriting analysis.",
      "publication_date": "2004-07-18T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/07/18/jobs/what-your-handwriting-says-about-your-career.html",
      "byline": "By Abby Ellin"
    },
    {
      "headline": "Why Venture Funds Don't Want Your Cash",
      "snippet": "Top-tier venture capital funds, including Sevin Rosen, has started raising new funds in recent months after hiatus, and some are turning away hundreds of millions of potential investments; venture capitalists seen bit nervous about climbing invent...",
      "abstract": "Top-tier venture capital funds, including Sevin Rosen, has started raising new funds in recent months after hiatus, and some are turning away hundreds of millions of potential investments; venture capitalists seen bit nervous about climbing inventories and assortment of other bad news that portend harder times; Kleiner Perkins Caufield & Byers rejected more money that it accepted when it closed on $400 million fund earlier this year; question is what will happen to all those millions that do not get into top-tier funds--money that plenty of other venture capitalists would be happy to accept but would not necessarily be able to invest effectively, given limited pool of bankable ideas; Paul G Koontz of Foundation Capital comments; photos (M)",
      "lead_paragraph": "THE partners at Sevin Rosen, a top venture capital firm, were braced for the worst last November, when they began passing the word that they wanted to raise a few hundred million dollars to invest in a new generation of technology start-up companies. After all, the venture capital business had just experienced the worst slump of its 30-year history. And if not entirely at fault for the bubble, the industry was not exactly blameless, either.",
      "publication_date": "2004-07-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/18/business/why-venture-funds-don-t-want-your-cash.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "In Fire, Striving India Town Finds Dangers on Path to Modernization",
      "snippet": "Disastrous fire in Kumbakonam, India, exposes problems with India's drive to modernity; illegal thatched roofs on popular private school caught fire, endangering lives of 870 students whose families have given up on country's decrepit public educa...",
      "abstract": "Disastrous fire in Kumbakonam, India, exposes problems with India's drive to modernity; illegal thatched roofs on popular private school caught fire, endangering lives of 870 students whose families have given up on country's decrepit public education system; teachers with little training in how to respond to fire apparently panicked, fleeing school and abandoning as many as 190 elementary school students, trapped in second-floor classroom; firefighters arrived quickly, but 90 children have died or are dying; Indian fire, health and education officials failed for years to conduct proper inspections of school; residents say they doubt that fire will result in serious effort to end India's continuing problem of lax enforcement of government standards; while country's high technology economy surges ahead, inefficient--and in some ways, weak--federal, state and local governments, as well as poor public education system, threaten to slow country's development; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/18/world/in-fire-striving-india-town-finds-dangers-on-path-to-modernization.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "GRAY ELEGY -- The War's Oldest Casualties; In Iraq War, Death Also Comes To Soldiers in Autumn of Life",
      "snippet": "Ten older American soldiers are among nearly 900 American soldiers who have died fighting in Iraq; some died of medical ailments that might have excluded them from earlier conflicts, others under fire in heat of battle; their deaths have created d...",
      "abstract": "Ten older American soldiers are among nearly 900 American soldiers who have died fighting in Iraq; some died of medical ailments that might have excluded them from earlier conflicts, others under fire in heat of battle; their deaths have created different landscape of grief since men leave behind total of 11 grandchildren, 21 decades of marriage, years of service to communities, mortgages nearly paid off and long careers that were already pointed toward retirement; table show all 10 casualties, showing age, rank, armed forces unit, date and place of death, and cause of death; photos (L)",
      "lead_paragraph": "Master Sgt. Thomas R. Thigpen was 52 when he fell dead of a heart attack during a touch-football game in Kuwait on March 16 -- a casualty that does not quite fit the standard template of wartime tragedy: the fresh-faced 18-year-old cut down with the promise of a full life ahead.",
      "publication_date": "2004-07-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/18/us/gray-elegy-war-s-oldest-casualties-iraq-war-death-also-comes-soldiers-autumn.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "Campaigns Use TV Preferences To Find Voters",
      "snippet": "There are critical differences in television advertising strategies of Bush and Kerry campaigns, which are spending more money for commercials than any other campaigns in presidential history; crime shows appeal to Bush campaign because of its int...",
      "abstract": "There are critical differences in television advertising strategies of Bush and Kerry campaigns, which are spending more money for commercials than any other campaigns in presidential history; crime shows appeal to Bush campaign because of its interest in reaching out to Republican men who are attracted to such programming; by contrast, Kerry campaign is more interested in concentrating on single women, who tend to be drawn to shows with softer themes; patterns in campaigns' advertising approaches appear on one of most extensive studies of presidential advertising ever produced, which will be released July 18 by Nielsen Monitor-Plus and Wisconsin Advertising Project, research unit run by University of Wisconsin's political science department; it is first time that Nielsen has used its audience measurement and program monitoring technologies to track political advertising in all 210 television markets for public consumption; maps (L)",
      "lead_paragraph": "When deciding where to run his television advertisements, President Bush is much more partial than Senator John Kerry to crime shows like ''Cops,'' ''Law & Order'' and ''JAG.'' Mr. Kerry leans more to lighter fare, like ''Judge Judy,'' ''The Ellen DeGeneres Show'' and ''Late Show with David Letterman.''",
      "publication_date": "2004-07-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/18/us/the-2004-campaign-advertising-campaigns-use-tv-preferences-to-find-voters.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "The Conglomerate Will See You Now; Is What's Good for G.E. Good for Health Care?",
      "snippet": "General Electric Co's health care business, with $14 billion in sales, is among its fastest-growing and most profitable units, and one that is central to vision of its chief executive Jeffrey R Immelt, who rose to top job after running company's m...",
      "abstract": "General Electric Co's health care business, with $14 billion in sales, is among its fastest-growing and most profitable units, and one that is central to vision of its chief executive Jeffrey R Immelt, who rose to top job after running company's medical systems unit; Immelt is unapologetic about GE's growing role in providing management skills and financing as well as hardware to hospitals; says GE is responsible for important advances in medical technology and can bring businesslike efficiency to industry that is badly in need of it; some critics aks if what is good for GE is always good for nation's health care system; medical technology, company's specialty, is leading contributor to runaway health care costs, and some medical professionals and consumer groups say conglomerate's growing influence among hospitals and doctors raises issues about way scarce dollars are being spent; graph; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/18/business/the-conglomerate-will-see-you-now-is-what-s-good-for-ge-good-for-health-care.html",
      "byline": "By Reed Abelson and Milt Freudenheim"
    },
    {
      "headline": "No Wonder C.E.O.'s Love Those Mergers",
      "snippet": "Article on lucrative compensation packages available to chief executives when merger occurs; says Caesars Entertainment chief Wallace R Barr stands to receive almost $20 million from Harrah's acquisition of company; holds SouthTrust chief executiv...",
      "abstract": "Article on lucrative compensation packages available to chief executives when merger occurs; says Caesars Entertainment chief Wallace R Barr stands to receive almost $20 million from Harrah's acquisition of company; holds SouthTrust chief executive Wallace D Malone Jr will receive $59 million in termination awards as result of Wachovia's acquisition of SouthTrust; notes California Public Employees' Retirement System voted against last month's merger of Anthem Inc and WellPoint Health Networks, citing excessive pay; photos (M)",
      "lead_paragraph": "SHAREHOLDERS like it when their companies are acquired, because their stocks rise in value. Chief executives like it, too, because their severance agreements kick in. And that means they can become truly, titanically, stupefyingly rich.",
      "publication_date": "2004-07-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/18/business/no-wonder-ceo-s-love-those-mergers.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "As Police Use of Tasers Soars, Questions Over Safety Emerge",
      "snippet": "Growing number of people, now at least 50, have died since 2001 after being shocked by Taser stun gun; Taser International, which makes several versions of gun, contends its weapons are not lethal, even for people with heart conditions or pacemake...",
      "abstract": "Growing number of people, now at least 50, have died since 2001 after being shocked by Taser stun gun; Taser International, which makes several versions of gun, contends its weapons are not lethal, even for people with heart conditions or pacemakers; contends deaths resulted from drug overdoses or other factors and would have occurred anyway; its primary safety studies on M26, which is far more powerful than other stun guns, consist of tests on single pig in 1996 and on five dogs in 1999; company-paid researchers, not independent scientists, conducted studies, which were never published in peer-reviewed journal; photo (M)",
      "lead_paragraph": "As the sun set on June 24, something snapped in Kris J. Lieberman, an unemployed landscaper who lived a few miles from this quiet town. For 45 minutes, he crawled deliriously around a pasture here, moaning and pounding his head against the weedy ground.",
      "publication_date": "2004-07-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/18/us/as-police-use-of-tasers-soars-questions-over-safety-emerge.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "When the Home Office Is the Boss's Home",
      "snippet": "Lisa Belkin Life's Work column on employees who work out of their bosses' homes; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on employees who work out of their bosses' homes; drawing (M)",
      "lead_paragraph": "EVERYWHERE you look lately people are working from home. Home-based offices are the solution to the down-sized, the entrepreneurial and those seeking balance. With luck and with time, a lot of those one-person businesses will be successful, creating the need for the at-home worker to hire other workers -- to work at the boss's house. And while lots of attention has been given to the growing exodus of workers to their own homes, very little has been said about those who find themselves working from someone else's.",
      "publication_date": "2004-07-18T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/07/18/jobs/life-s-work-when-the-home-office-is-the-boss-s-home.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Single Evangelical In Need of Advice? Books Have Plenty",
      "snippet": "Growing evangelical advice industry for single men and women is borrowing more from vernacular of psychotherpy than theology, and advancing discussion of romantic attachments beyond focus on chastity; unlike traditional Christian-themed books abou...",
      "abstract": "Growing evangelical advice industry for single men and women is borrowing more from vernacular of psychotherpy than theology, and advancing discussion of romantic attachments beyond focus on chastity; unlike traditional Christian-themed books about dating intended for teenagers and college students, Christian presses are now publishing books on more-nuanced issues that adults face as they fall in and out of love; Evangelical Publishing Assn reports 35 percent increase in number of Christian-themed books on single living sold in United States over past year; notably, many of books seek to cast positive light on being single, status still stigmatized in many conservative Christian communities; photos (M)",
      "lead_paragraph": "By any standard, Michelle McKinney Hammond qualifies as a prolific writer. In less than a decade, Ms. Hammond has written 20 books, 5 of them published in the past 18 months, and nearly all are devoted to helping Christian women navigate the territories of love, dating and self-empowerment.",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/19/us/single-evangelical-in-need-of-advice-books-have-plenty.html",
      "byline": "By Ginia Bellafante"
    },
    {
      "headline": "IRAQ GIVES ORDER TO REOPEN PAPER G.I.'S HAD CLOSED",
      "snippet": "Prime Min Iyad Allawi makes conciliatory gesture to Moktada al-Sadr, ordering reopening of his radical Shiite newspaper Al Hawza, and approves American airstrike meant to pound insurgent fighters in Falluja who have been attacking American and Ira...",
      "abstract": "Prime Min Iyad Allawi makes conciliatory gesture to Moktada al-Sadr, ordering reopening of his radical Shiite newspaper Al Hawza, and approves American airstrike meant to pound insurgent fighters in Falluja who have been attacking American and Iraqi forces there; American soldiers' closing of Al Hawza on orders of American administrator L Paul Bremer III four months ago was catalyst for some of worst anti-American mayhem of occupation; Allawi's two actions seen as early evidence of his stated strategy for taming deadly insurgency by making concessions to fighters who cooperate and cracking down on those who do not; although American officials say airstrike in Falluja was carried out after he endorsed it, it is unclear how much influence he has with American military; he has had to walk fine line between toughness and compromise; many Iraqis, expressing outrage and humiliation at being occupied, supported attacks against American forces; Allawi is offering amnesty to fighters who did not commit serious crimes, even as he promises hard action against those who do not cooperate; photos (M)",
      "lead_paragraph": "Prime Minister Iyad Allawi on Sunday ordered the reopening of a radical Shiite newspaper closed by United States soldiers nearly four months ago. The closing was a catalyst for some of the worst anti-American mayhem of the occupation.",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/19/world/reach-war-new-government-iraq-gives-order-reopen-paper-gi-s-had-closed.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "A Radio Giant Moves to Limit Commercials",
      "snippet": "Clear Channel Radio plans to begin limiting number of commercials played on its more than 1,200 stations; revenue growth in radio industry has slowed despite long-term run-up in number of minutes in each hour devoted to commercial, by one estimate...",
      "abstract": "Clear Channel Radio plans to begin limiting number of commercials played on its more than 1,200 stations; revenue growth in radio industry has slowed despite long-term run-up in number of minutes in each hour devoted to commercial, by one estimate, up to 20 minutes today from 10 to 12 a decade ago; expanding volume of commercial has bred frustration among advertisers and radio audiences; proportion of people who turn on radio at least once a week remains high, but average time they actually listen each week has slid downward during last 10 years; Clear Channel's new limits on commercials is expected to create pressure for other station owners to do something similar; photo (M)",
      "lead_paragraph": "Clear Channel Radio plans to announce today that it will begin limiting the number of commercials its more than 1,200 stations can play, in a move that analysts say may ripple through the industry even before it takes effect on Jan. 1.",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/19/business/the-media-business-advertising-a-radio-giant-moves-to-limit-commercials.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "Intel Hopes Its Chips Can Become More Mobile",
      "snippet": "Sean Maloney, who in January was named chief of Intel division responsible for making chips that operate in laptops, hand-held computers and cellphones, must find way to translate Intel's expertise and dominance of computer microprocessor market i...",
      "abstract": "Sean Maloney, who in January was named chief of Intel division responsible for making chips that operate in laptops, hand-held computers and cellphones, must find way to translate Intel's expertise and dominance of computer microprocessor market into expertise building chips for mobile devices, where demand is skyrocketing while market for PC chips has stagnated; Intel has had little success getting into cellphone microprocessor market, which is dominated by Texas Instrument and Qualcomm; division has been floundering after series of poor business and engineering decisions that left it losing around $850 million in 2003; Maloney says division will be profitable in 2005; photo; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/19/business/technology-intel-hopes-its-chips-can-become-more-mobile.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Making the Cellphone More Like a Computer  The cellular industry's long pursuit of ever-more minuscule phones has shifted into reverse, giving rise to bulkier wireless handsets with larger color screens and small versions of standard qwerty-style ...",
      "abstract": " Making the Cellphone More Like a Computer  The cellular industry's long pursuit of ever-more minuscule phones has shifted into reverse, giving rise to bulkier wireless handsets with larger color screens and small versions of standard qwerty-style computer keyboards to send e-mail and instant messages.     The multifunction devices are beginning to find an audience beyond gadget lovers, according to cellular executives, who hope to put their digital wireless networks to use for more than voice traffic. [Page C4.]",
      "lead_paragraph": "Making the Cellphone More Like a Computer",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/19/business/business-digest-350451.html",
      "byline": ""
    },
    {
      "headline": "The MSN Butterfly Begins to Break Free",
      "snippet": "MSN, Microsoft's Internet-access division, begins to show profit, largely owing to advertising; its Web site is third most popular destination on Internet, bringing together its Hotmail e-mail service, MSNBC news operation and variety of other cha...",
      "abstract": "MSN, Microsoft's Internet-access division, begins to show profit, largely owing to advertising; its Web site is third most popular destination on Internet, bringing together its Hotmail e-mail service, MSNBC news operation and variety of other channels; has improved relations with Madison Avenue, putting itself in good position to gain as ad market rebounds; has ranked second in online advertising revenue over last year, behind Yahoo and ahead of rival AOL; plans to sell extra services to people who buy broadband service from their local telephone or cable companies; is also developing more services, including some for small businesses and new music download offering; photo; graph (M)",
      "lead_paragraph": "At an October 2002 gala to introduce Microsoft's MSN 8 Internet service, Bill Gates showed a video of himself wearing a butterfly costume and handing out software for the service.",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/19/business/the-msn-butterfly-begins-to-break-free.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "At Riggs Bank, A Tangled Path Led to Scandal",
      "snippet": "Controversy that has shaken Riggs National sends tremors through entire banking industry; once-venerable bank and its regulators are accused of failing to monitor suspicious financial transactions involving hundreds of millions of dollars; regulat...",
      "abstract": "Controversy that has shaken Riggs National sends tremors through entire banking industry; once-venerable bank and its regulators are accused of failing to monitor suspicious financial transactions involving hundreds of millions of dollars; regulators acknowledge that there are still holes in their ability to analyze and prevent possible abuses of nation's financial system, despite impetus provided by 9/11 terrorist attacks; federal government is considering overhauling way it polices activities of banks; changes might involve investing single agency with greater authority to enforce laws against money laundering and terrorist financing; this would replace current hodgepodge of agencies that do not share information or coordinate activities effectively; Riggs scandal recalled; photos (L)",
      "lead_paragraph": "Riggs Bank, which for years billed itself as ''the most important bank in the most important city in the world,'' now finds itself the most scrutinized bank in the most unforgiving city in the world.",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/19/us/at-riggs-bank-a-tangled-path-led-to-scandal.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Europe Fears Islamic Converts May Give Cover for Extremism",
      "snippet": "Growing group of European converts to Islam has veered into extremism, raising concerns among antiterrorism officials in Europe and US that new recruits could provide foreign-born Islamic militants with invisibility and cover, by escaping scrutiny...",
      "abstract": "Growing group of European converts to Islam has veered into extremism, raising concerns among antiterrorism officials in Europe and US that new recruits could provide foreign-born Islamic militants with invisibility and cover, by escaping scrutiny often reserved for young men of Arab descent; handful of Westerners have already been arrested on terrorism charges, and authorities fear their experiences could foreshadow deepening problem; Islam is Europe's fastest-growing religion; many experts suspect that number of converts has grown since 9/11 terror attacks, in many ways because of campaign against terrorism; only small fraction of Western Islamic converts sympathize with terrorism, and even fewer become engaged in terrorist activity; however small the number of them drawn to terrorism, police are focusing on this subset as serious and growing threat; photos; map (L)",
      "lead_paragraph": "The Courtailler brothers grew up in this medieval Alpine town, children of a butcher who went broke, who divorced his wife and moved to a job in a meatpacking plant far away. Two of the three brothers, David and Jérôme, educated in Catholic schools, foundered in drugs until they found religion: Islam.",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/19/world/europe-fears-islamic-converts-may-give-cover-for-extremism.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "Rivalries Aside, Americans Return To the Air Show",
      "snippet": "Top military and civilian officials of Pentagon and NASA and executives of American military contractors will be on hand for Farnsborough Air Show in Britain after having snubbed Paris Air Show in 2003 because European allies failed to support Ira...",
      "abstract": "Top military and civilian officials of Pentagon and NASA and executives of American military contractors will be on hand for Farnsborough Air Show in Britain after having snubbed Paris Air Show in 2003 because European allies failed to support Iraq war; Farnsborough show will take place against backdrop of tense and uncertain relations between US and Europeans on many fronts, including new 'buy American' sentiment in Congress and continuing battle between commercial division of Boeing and EADS, which owns 80 percent of Airbus; photo (M)",
      "lead_paragraph": "As a major international air show opens in Britain this week, there will be a lot more on display than the latest in aviation. Also on exhibit will be Washington's efforts to repair strained trans-Atlantic relations -- to re-engage with European countries that the United States criticized for their lack of support in the Iraq war.",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/19/business/rivalries-aside-americans-return-to-the-air-show.html",
      "byline": "By Leslie Wayne and Heather Timmons"
    },
    {
      "headline": "Putting Weakened Heart in Experimental Hands",
      "snippet": "Second article in series, Last Resorts, about patients undergoing experimental treatments for serious illnesses, describes risky operation for those with end-stage heart failure, in which heart is cut open to reshape it, get rid of some scar tissu...",
      "abstract": "Second article in series, Last Resorts, about patients undergoing experimental treatments for serious illnesses, describes risky operation for those with end-stage heart failure, in which heart is cut open to reshape it, get rid of some scar tissue and help it pump more efficiently; study is being done because doctors do not know best way to treat patients with scarred, failing hearts and blockages in arteries that feed blood to heart muscle itself; Dr Robert E Michler, chief of cardiothoractic surgery at Ohio State, says donor hearts are in short supply and he suspects surgery would have better results than standard regimen of drugs that 70 percent of such patients are on; says study, if successful, could change medical practice for people with advanced heart failure; surgery described; photos; drawing (L)",
      "lead_paragraph": "Lying on the operating table, his thin arms outstretched to either side, Ric Ray spoke little as doctors and nurses in masks and scrubs descended on him with needles, scalpels and intravenous lines. It was 7:35 a.m.",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/19/us/putting-weakened-heart-in-experimental-hands.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "Kerry Building Legal Network For Vote Fights",
      "snippet": "Sen John Kerry's campaign, mindful of election problems in Florida in 2000, is putting together far more intricate set of legal safeguards than any presidential candidate before him to monitor election; Kerry's aides are setting up nationwide lega...",
      "abstract": "Sen John Kerry's campaign, mindful of election problems in Florida in 2000, is putting together far more intricate set of legal safeguards than any presidential candidate before him to monitor election; Kerry's aides are setting up nationwide legal network to operate under campaign umbrella, recruiting people based on their skills as litigators and election lawyers rather than rewarding political connections or big donors; lawyers for campaign are gathering intelligence and preparing litigation over ballot machines being used and rules concerning how voters will be registered or their votes disqualified; lawyers are compiling dossiers on election officials and their track records on enforcing voting rights; Kerry's stump speech includes assurances to his audiences that he will not let this year's election be repeat of 2000 vote; Bush-Cheney campaign says it will have party lawyers in every state, and affiliated group, Republican National Lawyers Assn, holds two-day training session on 'how to promote ballot access to all qualified voters' (M)",
      "lead_paragraph": "Mindful of the election problems in Florida four years ago, aides to Senator John Kerry, the presumptive Democratic presidential nominee, say his campaign is putting together a far more intricate set of legal safeguards than any presidential candidate before him to monitor the election.",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/19/us/campaign-2004-balloting-kerry-building-legal-network-for-vote-fights.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "Some Storytellers Of 90's Innovation Plan Comebacks, However Modest",
      "snippet": "Magazines devoted to digital technology are back, even if far more modestly than in high-flying days of 1990's; will be using Web primarily, and magazines more sparingly, to reach both mass audience and advertisers who seek them; photos (M)",
      "abstract": "Magazines devoted to digital technology are back, even if far more modestly than in high-flying days of 1990's; will be using Web primarily, and magazines more sparingly, to reach both mass audience and advertisers who seek them; photos (M)",
      "lead_paragraph": "There are any number of indicators, economic and otherwise, that Silicon Valley is no longer the graveyard of broken dreams.",
      "publication_date": "2004-07-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/19/business/some-storytellers-of-90-s-innovation-plan-comebacks-however-modest.html",
      "byline": "By David Carr"
    }
  ]
}