{
  "metadata": {
    "date": "2004-10-15",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Multinational Companies Get a Tax Break, as Do Foreign Gamblers",
      "snippet": "Floyd Norris comment on recently passed tax bill that offers tax breaks for multinational companies and nonresident foreigners who gamble in US; graph (M)",
      "abstract": "Floyd Norris comment on recently passed tax bill that offers tax breaks for multinational companies and nonresident foreigners who gamble in US; graph (M)",
      "lead_paragraph": "HOW will the bureaucrats at the United States Treasury define the word \"reinvestment?\"",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/15/business/multinational-companies-get-a-tax-break-as-do-foreign-gamblers.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Wholesale Prices Rise",
      "snippet": "Japanese wholesale prices rose 1.8 percent in September from year earlier, largest gain in more than 13 years (S)0",
      "abstract": "Japanese wholesale prices rose 1.8 percent in September from year earlier, largest gain in more than 13 years (S)0",
      "lead_paragraph": "Japanese wholesale prices rose 1.8 percent in September from a year earlier, the largest gain in more than 13 years, as rising oil prices more than offset declines in prices of electronic equipment. September was the seventh consecutive month of rising wholesale prices. Economists do not expect the increase in wholesale prices to push up consumer prices because of price competition and weak wage growth. Todd Zaun (NYT)",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/business/world-business-briefing-asia-japan-wholesale-prices-rise.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Trade Surplus Rises",
      "snippet": "Canada's trade surplus reached 7.5 billion Canadian dollars ($6 billion) in August, increase of 1.3 billion Canadian dollars over previous month; exports fell 0.4 percent, to 37.8 billion Canadian dollars, and imports fell 4.4 percent, to 30.3 bil...",
      "abstract": "Canada's trade surplus reached 7.5 billion Canadian dollars ($6 billion) in August, increase of 1.3 billion Canadian dollars over previous month; exports fell 0.4 percent, to 37.8 billion Canadian dollars, and imports fell 4.4 percent, to 30.3 billion Canadian dollars (S)",
      "lead_paragraph": "Canada's trade surplus reached 7.5 billion Canadian dollars ($6 billion) in August, an increase of 1.3 billion Canadian dollars over the previous month, as both exports and imports declined, Statistics Canada said. Exports fell 0.4 percent, to 37.8 billion Canadian dollars, and imports fell 4.4 percent, to 30.3 billion Canadian dollars. Imports of automobiles and machinery showed particularly steep losses. The declines were especially notable in trade with the United States. Ian Austen (NYT)",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/business/world-business-briefing-americas-canada-trade-surplus-rises.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "F.C.C. Clears Internet Access by Power Lines",
      "snippet": "Federal Communications Commission adopts rules that would enable utility companies to offer alternative to broadband communications services now provided by cable and phone companies; also rules that regional Bell companies do not have to give com...",
      "abstract": "Federal Communications Commission adopts rules that would enable utility companies to offer alternative to broadband communications services now provided by cable and phone companies; also rules that regional Bell companies do not have to give competitors access to fiber optic lines that reach into consumers' homes; move prompts SBC Communications and BellSouth to announce they will move quickly to build new fiber optic networks in residential neighborhoods; ruling is criticized by rivals of Bell companies and consumer groups, which call it anticompetitive and say it will lead to higher prices; FCC's ruling on broadband Internet service is expected to increase significantly level of investment and interest by utilities; service is more than year away from becoming widely available (M)",
      "lead_paragraph": "WASHINGTON, Oct. 14 - Clearing the way for homes and businesses to receive high-speed Internet services through their electrical outlets, the Federal Communications Commission adopted rules on Thursday that would enable the utility companies to offer an alternative to the broadband communications services now provided by cable and phone companies.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/15/technology/fcc-clears-internet-access-by-power-lines.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "G.M., Struggling in Europe, Sets Big Job Cuts",
      "snippet": "General Motors Corp will eliminate up to 12,000 jobs in Europe, mostly in Germany, as it tries to breathe life into its business; cuts are intended to save GM 500 million euros ($620 million) per year by 2006; announcement sets off wave of angst i...",
      "abstract": "General Motors Corp will eliminate up to 12,000 jobs in Europe, mostly in Germany, as it tries to breathe life into its business; cuts are intended to save GM 500 million euros ($620 million) per year by 2006; announcement sets off wave of angst in Germany, home of GM's Opel division; auto workers are already in tense contract talks with Volkswagen; photo (M)/",
      "lead_paragraph": "RÜSSELSHEIM, Germany, Oct. 14 - Europe has been a cold place for American carmakers these last few years. On Thursday, the General Motors Corporation made clear just how cold, announcing it would eliminate up to 12,000 jobs, mostly in Germany, as it tries to breathe life into its business.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/business/worldbusiness/gm-struggling-in-europe-sets-big-job-cuts.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "G.M., Missing Forecasts, Is Hurt by Loss on U.S. Autos",
      "snippet": "General Motors reports third-quarter earnings were well below Wall Street expectations, including loss in its North American automotive business for only second time in last decade; company lays out restructuring plan that includes elimination of ...",
      "abstract": "General Motors reports third-quarter earnings were well below Wall Street expectations, including loss in its North American automotive business for only second time in last decade; company lays out restructuring plan that includes elimination of 12,000 jobs, or about fifth of its European work force; reports net profit of $440 million compared with $425 million year earlier; revenue rose to $44.9 billion from $43.5 billion year ago; chief executive John M Devine comments (M)",
      "lead_paragraph": "DETROIT, Oct. 14 - Sapped by everything from surging health care costs to a hemorrhaging European operation, General Motors reported third-quarter earnings on Thursday that were well below Wall Street's expectations, including a loss in its North American automotive business for only the second time in the last decade.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/15/business/gm-missing-forecasts-is-hurt-by-loss-on-us-autos.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Soccer Talks Stall",
      "snippet": "Talks are stï",
      "abstract": "Talks are stï",
      "lead_paragraph": "Talks have stalled between the owner of the Tampa Bay Buccaneers, Malcolm Glazer, left, and the two Irish investors who own 29 percent of Manchester United, two people close to the negotiations said. Mr. Glazer is trying to take over the British soccer club, and has offered 300 pence ($5.38) a share, or about £228 million ($409 million), for the stake held by the Irish investors, J.P. McManus and John Magnier. Manchester United closed down 3.47 percent on Thursday. Heather Timmons (NYT)",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/business/world-business-briefing-europe-britain-soccer-talks-stall.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Natural Gas Sale",
      "snippet": "World B",
      "abstract": "World B",
      "lead_paragraph": "In the first sale of Russian natural gas to North America, the Sakhalin Energy Investment Company announced in Moscow that it had signed an agreement to supply 37 million tons of liquefied natural gas over a 20-year period to Shell Eastern Trading Ltd., a unit of Royal Dutch/Shell, to supply a refinery that Shell is building in Baja California, Mexico. Destined for California and Mexico, the gas is to come from a plant that Sakhalin Energy is building on the southern tip of Sakhalin Island, off Russia's Pacific coast. James Brooke (NYT)",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/business/world-business-briefing-europe-russia-natural-gas-sale.html",
      "byline": "By James Brooke (NYT)"
    },
    {
      "headline": "Amtrak Pays Millions for Others' Fatal Errors",
      "snippet": "Article in series Death on the Tracks, on ways freight railroads have sidestepped blame in fatal accidents, explains how CSX and other railroads use taxpayer-subsidized Amtrak to shield themselves from tens of millions of dollars in liability; Amt...",
      "abstract": "Article in series Death on the Tracks, on ways freight railroads have sidestepped blame in fatal accidents, explains how CSX and other railroads use taxpayer-subsidized Amtrak to shield themselves from tens of millions of dollars in liability; Amtrak paid out millions of dollars in claims from recent accidents in Florida and Maryland, caused by CSX's poor track maintenance; has for three decades paid out claims regardless of fault as condition for using freight lines' tracks, shifting burden from profitable corporations to taxpayers and removing incentive for railroads to keep their tracks safe; even Amtrak officials cannot say how much indemnification has cost railroad, which needed $1.2 billion in subsidies this year; analysis of records obtained through Freedom of Information Act shows that Amtrak has paid more than $186 million since 1984 for accidents that killed 53 people and injured nearly 1,300, and for which freight lines were mostly or partly responsible; photos; chart; most cases were not covered by Amtrak's insurance; Angelica Palank, whose police officer husband was killed in South Carolina crash in 1991 that was caused by faulty CSX switch, says she hoped her $68.3-million settlement would chasten CSX, and was stunned to learn that money came from Amtrak; other accidents involving egregious CSX conduct recounted, as well as industry's expensive lobbying of Congress; federal Judge Oliver Gasch's 1997 ruling questioning legality of blanket immunity for railroads led to pro-industry law that reaffirmed Amtark's legal right to indemnify freight lines (M)",
      "lead_paragraph": "It is no mystery why, one spring day two years ago, an Amtrak passenger train jumped the tracks near Crescent City, Fla., and skidded to a stop on its side, killing 4 people and injuring 142.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/15/us/amtrak-pays-millions-for-others-fatal-errors.html",
      "byline": "By Walt Bogdanich"
    },
    {
      "headline": "2 Bombers Kill 5 in Guarded Area in Baghdad",
      "snippet": "Insurgents penetrate heavily guarded governmental compound in Baghdad, setting off bombs within minutes of each other in Green Zone and killing 5 people, including at least 3 Americans and wounding 20 others; witnesses say at least one of explosio...",
      "abstract": "Insurgents penetrate heavily guarded governmental compound in Baghdad, setting off bombs within minutes of each other in Green Zone and killing 5 people, including at least 3 Americans and wounding 20 others; witnesses say at least one of explosions was set off by suicide bomber, and a senior Iraqi official says that 'initial information' indicates that both were suicide attacks; attack, which strikes cafeteria called Green Zone Cafe and shopping bazaar called Vendors' Alley, appears to mark first time that insurgents have smuggled and detonated bombs into area, which houses senior officials in Iraqi government as well as American Embassy; photos; map (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 14 - Insurgents penetrated the heavily guarded governmental compound in Baghdad on Thursday, setting off a pair of bombs within minutes of each other in the Green Zone and killing 5 people, including at least 3 Americans, and wounding 20 others.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/15/world/middleeast/2-bombers-kill-5-in-guarded-area-in-baghdad.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Consumer Confidence Down Again",
      "snippet": "University of Thai Chamber of",
      "abstract": "University of Thai Chamber of",
      "lead_paragraph": "Consumer confidence in Thailand, eroded by high oil prices, fell in September for a ninth straight month, according to a survey. The University of the Thai Chamber of Commerce said its consumer confidence index had fallen to the lowest level since mid-2003. Wayne Arnold (NYT)",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/business/world-business-briefing-asia-thailand-consumer-confidence-down.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Mexico's Capital Gets Taste of U.S.-Style City Magazines",
      "snippet": "New Mexico City, Mex, magazines Chilango and DF are competing for urban readership, with feature articles and lists of where to go and what to do; magazines use city's crime, pollution, traffic and general decay as jumping-off point to explore cap...",
      "abstract": "New Mexico City, Mex, magazines Chilango and DF are competing for urban readership, with feature articles and lists of where to go and what to do; magazines use city's crime, pollution, traffic and general decay as jumping-off point to explore capital's subcultures, its popular history and its local politics; photo (M)",
      "lead_paragraph": "MEXICO CITY, Oct. 14 - Where in this metropolis of 20 million is the perfect street-corner taco? Who controls the 35,000 garbage pickers at the city's dumps? Who are the capital's best tattoo artists? Its trendiest furniture designers? Its most inventive chefs?",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/business/worldbusiness/mexicos-capital-gets-taste-of-usstyle-city-magazines.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Suit Charges Marsh Unit With Rigging Prices  Eliot Spitzer, the New York state attorney general, has accused the Marsh unit of Marsh & McLennan of cheating customers by rigging prices and steering business to insurers in exchange for millions of d...",
      "abstract": " Suit Charges Marsh Unit With Rigging Prices  Eliot Spitzer, the New York state attorney general, has accused the Marsh unit of Marsh & McLennan of cheating customers by rigging prices and steering business to insurers in exchange for millions of dollars in kickbacks.  ",
      "lead_paragraph": "Suit Charges Marsh Unit With Rigging Prices Eliot Spitzer, the New York state attorney general, has accused the Marsh unit of Marsh & McLennan of cheating customers by rigging prices and steering business to insurers in exchange for millions of dollars in kickbacks.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/15/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Nokia Profit Off in Quarter; Handset Price Cuts Cited",
      "snippet": "Nokia says third-quarter profit was higher than many analysts had forecast, but still fifth lower than year ago; mobile phone sales fell 13 percent; net income was 660 million euros ($815 million), or 0.14 euro per share, down from 0.17 euro year ...",
      "abstract": "Nokia says third-quarter profit was higher than many analysts had forecast, but still fifth lower than year ago; mobile phone sales fell 13 percent; net income was 660 million euros ($815 million), or 0.14 euro per share, down from 0.17 euro year earlier when net income was 823 million euros; sales increased to 6.94 billion euros from 6.87 billion euros (M)",
      "lead_paragraph": "LONDON, Oct. 14 - Nokia, the world's biggest maker of mobile phones, said on Thursday that its third-quarter profit was higher than many analysts had forecast, but still a fifth lower than a year ago.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/technology/nokia-profit-off-in-quarter-handset-price-cuts-cited.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Oil Stake Sale",
      "snippet": "World Business BrA",
      "abstract": "World Business BrA",
      "lead_paragraph": "The Russian government will sell a majority stake of the Yuganskneftegas unit of Yukos at an auction, with a lower-than-expected starting price of slightly more than $4 billion, according to the Interfax news agency. The government said that it would sell 76.8 percent of Yuganskneftegas, which produces 60 percent of the oil for Yukos, the No. 1 producer, as payment for the company's $7.5 billion in back taxes and penalties, Interfax reported. Dresdner Kleinwort Wasserstein, the investment bank hired by the Russian government to assess the value of Yuganskneftegas, said that the entire unit could be worth $14.7 billion to $17.3 billion. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/business/world-business-briefing-europe-russia-oil-stake-sale.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "Loss Deepens in Revision by Alitalia",
      "snippet": "Alitalia restates its first-half results, almost doubling its previously reported loss, as it sets aside money to lay off about 20 percent of its work force; airline is seeking 1.2 billion euros ($1.5 billion) in new cash, half of it to come from ...",
      "abstract": "Alitalia restates its first-half results, almost doubling its previously reported loss, as it sets aside money to lay off about 20 percent of its work force; airline is seeking 1.2 billion euros ($1.5 billion) in new cash, half of it to come from government, to begin four-year turnaround plan; company lost 620 million euros ($768 million) in first half, 290 million euros more than first reported in July; lost 315 million euros in first half of 2003; photo (M)",
      "lead_paragraph": "MILAN, Oct. 14 - Alitalia, the troubled Italian airline, has restated its first-half results, almost doubling its previously reported loss, as it set aside money to lay off about 20 percent of its work force.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/business/worldbusiness/loss-deepens-in-revision-by-alitalia.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "For Many Airline Pilots, the Thrill Is Gone",
      "snippet": "Airline pilots are feeling slighted because airlines have extracted huge salary, work-rule and benefits concessions from them; layers of vice presidencies have been created at many corporate headquarters, so that chief pilot, person who oversees a...",
      "abstract": "Airline pilots are feeling slighted because airlines have extracted huge salary, work-rule and benefits concessions from them; layers of vice presidencies have been created at many corporate headquarters, so that chief pilot, person who oversees all of fliers, rarely reports directly to top anymore; pilots are not giving in without fight; Northwest is leading with its pilots for $300 million in concessions; pilots at US Airways, where salaries have already been cut by average of $89,000 per year, are refusing to allow vote on company's bid for still more cuts; Delta and its pilots have been at odds about airline's bid for $1 billion in cuts, despite repeated threats by Delta to seek Chapter 11 protection; some pilots comment; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/15/business/for-many-airline-pilots-the-thrill-is-gone.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Chemicals Sickened '91 Gulf War Veterans, Latest Study Finds",
      "snippet": "Federal panel of medical experts studying illnesses among veterans of 1991 war in Persian Gulf breaks with several earlier studies and concludes that many suffer from neurological damage caused by exposure to toxic chemicals, rejecting past findin...",
      "abstract": "Federal panel of medical experts studying illnesses among veterans of 1991 war in Persian Gulf breaks with several earlier studies and concludes that many suffer from neurological damage caused by exposure to toxic chemicals, rejecting past findings that ailments resulted mostly from wartime stress; Research Advisory Committee on Gulf War Veterans' Illnesses concludes in its draft report that 'substantial porportion of Gulf War veterans are ill with multisympton conditions not explained by wartime stress or psychiatric illness;' report says growing body of research suggests that many veterans' symptoms hve neurological cause and that there is 'probable link' to exposure to neurotoxins; says possible sources include sarin, a nerve gas, from Iraqi weapons depot blown up by American forces in 1991, a drug, pyridostigmine bromide, given to troops to protect against nerve gas, and pesticides used to protect soldiers in region; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 14 - A federal panel of medical experts studying illnesses among veterans of the 1991 war in the Persian Gulf has broken with several earlier studies and concluded that many suffer from neurological damage caused by exposure to toxic chemicals, rejecting past findings that the ailments resulted mostly from wartime stress.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/15/politics/chemicals-sickened-91-gulf-war-veterans-latest-study-finds.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Broker Accused of Rigging Bids for Insurance",
      "snippet": "New York Atty Gen Eliot Spitzer accuses Marsh Inc unit of Marsh & McLennan, world's largest insurance broker, of rigging prices and steering business to insurers in exchange for millions of dollars in kickbacks; files lawsuit charging that Marsh c...",
      "abstract": "New York Atty Gen Eliot Spitzer accuses Marsh Inc unit of Marsh & McLennan, world's largest insurance broker, of rigging prices and steering business to insurers in exchange for millions of dollars in kickbacks; files lawsuit charging that Marsh conducted sham bidding to mislead corporate customers; Karen Radke and Jean-Baptist Tateossian of American International Group, one of world's largest insurance companies, plead guilty to rigging bids with Marsh; photos; table of extra commissions to major brokers; Spitzer makes clear he is taking aim at widespread industry practice, saying he has come across wrongdoing in sale of virtually every type of personal insurance; lawsuit names AIG, Hartford, Ace Ltd and Munich Re unit; Marsh chief executive Jeffrey Greenberg and Ace chief Evan Greenberg are sons of Maurice R Greenberg, who built AIG into powerful worldwide insurer; Spitzer began probe on tips about conflict of interest; suit details elaborate farces to fool clients into thinking bidding was competitive, when price had already been determined (M)",
      "lead_paragraph": "Eliot Spitzer, the New York state attorney general, yesterday accused the world's largest insurance broker of cheating customers by rigging prices and steering business to insurers in exchange for millions of dollars in kickbacks.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/15/business/broker-accused-of-rigging-bids-for-insurance.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "World Business Briefing | Europe: France: Profit At Food Company",
      "snippet": "World Business Briefing: France: Profit At Food Compÿ",
      "abstract": "World Business Briefing: France: Profit At Food Compÿ",
      "lead_paragraph": "The French food company Groupe Danone said third-quarter sales rose 2.3 percent as demand for dairy products in emerging markets made up for declining revenue from the company's French business. Sales climbed to 3.57 billion euros ($4.4 billion) from 3.49 billion euros a year earlier. The chairman, Franck Riboud, said at a news conference at Danone's headquarters in Paris that he still expected earnings per share to increase about 10 percent in 2004.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/business/world-business-briefing-europe-france-profit-at-food-company.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "For Insurance Chief, a Third Inquiry and a Showdown",
      "snippet": "Marsh & McLennan chief executive Jeffrey Greenberg faces showdown with investigators over accusations of bid-rigging, third time in less than year his company has come under scrutiny; New York State Atty Gen Eliot Spitzer sues Marsh & McLennan, ac...",
      "abstract": "Marsh & McLennan chief executive Jeffrey Greenberg faces showdown with investigators over accusations of bid-rigging, third time in less than year his company has come under scrutiny; New York State Atty Gen Eliot Spitzer sues Marsh & McLennan, accusing it of misleading customers and raising costs of their insurance to increase Marsh's profit; Greenberg is confronted with third government probe of core operating unit; two inquiries, one at Putnam Investments and other at Mercer Inc, started last year; Spitzer says leadership of company is not leadership he will negotiate with; all but calls for board to remove Greenberg; analysts and others do not expect Greenberg to give up his chairmanship or cow to Spitzer's demands; Greenberg comes from what is perhaps most influential family in global insurance industry; Greenberg's father Hank is longtime chairman and chief executive of American International; brother Evan runs Ace Ltd; photo (M)",
      "lead_paragraph": "The chief executive of Marsh & McLennan, a scion of a family of insurance industry executives who built reputations as being tough but fair to clients, faces a showdown with investigators over accusations of bid-rigging, the third time in less than a year that his company has come under scrutiny.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/15/business/for-insurance-chief-a-third-inquiry-and-a-showdown.html",
      "byline": "By Joseph B. Treaster and Eric Dash"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Fuel Prices Raised",
      "snippet": "World",
      "abstract": "World",
      "lead_paragraph": "Brazil's state-owned oil company, Petróleo Brasileiro, said that it would raise gasoline and diesel prices to deal with the recent surge in energy prices but that the increase was less than expected. Analysts said that the move was intended to prevent a higher rate of inflation. Petrobras, as the company is widely known, said that refinery prices for gasoline and diesel would increase by 2.4 percent and 4.8 percent, respectively. Analysts expected an increase of as much as 10 percent and said Petrobras might have to raise prices again. Todd Benson (NYT)",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/15/business/world-business-briefing-americas-brazil-fuel-prices-raised.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Nader Emerging as the Threat Democrats Feared",
      "snippet": "Ralph Nader emerges, in final weeks of presidential campaign, as just the threat Democrats feared, with potential to tip balance in up to nine states where Pres Bush and Sen John Kerry are running neck and neck; Nader, though struck off Pennsyslva...",
      "abstract": "Ralph Nader emerges, in final weeks of presidential campaign, as just the threat Democrats feared, with potential to tip balance in up to nine states where Pres Bush and Sen John Kerry are running neck and neck; Nader, though struck off Pennsyslvania ballot, will be on ballot in more than 30 states, including six where he drew some of his strongest support in 2000; he insists he will not leave race and is not being pressed to do so; says Kerry 'is not his own man,' about-face from calling him 'very presidential' last May; Democrats call Nader campaign ragtag version of former self, limited to easy campus appearances, but acknowledge he could make difference; Nader got 97,488 votes last time in Florida, where official tally gave Bush 537-vote win; he won 2.7 percent nationally; support this year is put at 1.5 percent, but higher in very close states like Iowa and Minnesota; table; polls show he draws most from Kerry, which explains Republican efforts to get him on ballot (M)",
      "lead_paragraph": "WASHINGTON, Oct. 14 - With less than three weeks before the election, Ralph Nader is emerging as just the threat that Democrats feared, with a potential to tip the balance in up to nine states where President Bush and Senator John Kerry are running neck and neck.",
      "publication_date": "2004-10-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/15/politics/campaign/nader-emerging-as-the-threat-democrats-feared.html",
      "byline": "By Katharine Q. Seelye"
    }
  ]
}