{
  "metadata": {
    "date": "2004-12-07",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Italian Mobile Phone Deal Seen",
      "snippet": "Telecom Italia, following board meetings, reportedly will approve plan to make seperate cash and stock offers to buy remaining 44 percent stake in Telecom Italia Mobile in deal valued at about 20 billion euros ($26.8 billion); photos (M)",
      "abstract": "Telecom Italia, following board meetings, reportedly will approve plan to make seperate cash and stock offers to buy remaining 44 percent stake in Telecom Italia Mobile in deal valued at about 20 billion euros ($26.8 billion); photos (M)",
      "lead_paragraph": "MILAN, Dec. 6 - Telecom Italia will approve a plan on Tuesday to buy the 44 percent it does not own of its mobile phone unit, Telecom Italia Mobile, in a deal valued at about 20 billion euros ($26.8 billion), according to people close to the negotiations.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/07/business/worldbusiness/italian-mobile-phone-deal-seen.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Lenders and U.S. Tighten Screws on Struggling Airlines",
      "snippet": "In the airline industry's dark months after the September 2001 attacks, the federal government, banks, aircraft lenders and others came forward to help, giving the wounded companies plenty of leeway in the face of extraordinary circumstances.    B...",
      "abstract": "In the airline industry's dark months after the September 2001 attacks, the federal government, banks, aircraft lenders and others came forward to help, giving the wounded companies plenty of leeway in the face of extraordinary circumstances.    But three years later, the benevolence is gone.   ",
      "lead_paragraph": "In the airline industry's dark months after the September 2001 attacks, the federal government, banks, aircraft lenders and others came forward to help, giving the wounded companies plenty of leeway in the face of extraordinary circumstances.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/07/business/lenders-and-us-tighten-screws-on-struggling-airlines.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Johnson Said to Be in Talks for Guidant",
      "snippet": "Johnson & Johnson is in advanced negotiations to acquire Guidant, one of the nation's largest makers of devices to treat heart and circulatory illnesses, for more than $24 billion, executives close to the talks said yesterday.     The deal, long s...",
      "abstract": "Johnson & Johnson is in advanced negotiations to acquire Guidant, one of the nation's largest makers of devices to treat heart and circulatory illnesses, for more than $24 billion, executives close to the talks said yesterday.     The deal, long speculated about in the industry, would give Johnson & Johnson, a health care conglomerate that makes everything from Band-Aids to drugs, a strong foothold in the fast-growing market for products like defibrillators and pacemakers that manage heart rhythms. Guidant ranks a strong second in that market to the leader, Medtronic.   ",
      "lead_paragraph": "Johnson & Johnson is in advanced negotiations to acquire Guidant, one of the nation's largest makers of devices to treat heart and circulatory illnesses, for more than $24 billion, executives close to the talks said yesterday.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/07/business/johnson-said-to-be-in-talks-for-guidant.html",
      "byline": "By Andrew Ross Sorkin and Barnaby J. Feder"
    },
    {
      "headline": "World Business Briefing | Europe: Lens Maker Acquired",
      "snippet": "German optical holding company Carl Zeiss and fund managed by EQT Partners agrees to purchase lens maker Sola International for $815 million and assumption of about $285 million in debt (S)",
      "abstract": "German optical holding company Carl Zeiss and fund managed by EQT Partners agrees to purchase lens maker Sola International for $815 million and assumption of about $285 million in debt (S)",
      "lead_paragraph": "The German optical holding company Carl Zeiss and a fund managed by EQT Partners, a private equity company based in Sweden, agreed to buy a lens maker, Sola International, for $815 million. Carl Zeiss and EQT will also assume about $285 million of Sola's debt, Sola said. The buyers will pay $28 for each Sola share, or 27 percent more than Sola's closing price on Dec. 3. The acquisition will help the company expand its operations, Jeremy C. Bishop, Sola's chief executive said. Sola is based in San Diego; EQT is based in Stockholm; and Zeiss is based in Oberkochen, Germany.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/07/business/world-business-briefing-europe-lens-maker-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Industrial Orders Rise",
      "snippet": "German Economics Ministry reports 1.1 percent rise in industrial orders in October from September; reports 3.3 percent rise in domestic orders, seasonally adjusted (S)",
      "abstract": "German Economics Ministry reports 1.1 percent rise in industrial orders in October from September; reports 3.3 percent rise in domestic orders, seasonally adjusted (S)",
      "lead_paragraph": "German industrial orders rose by 1.1 percent in October from September, according to preliminary data published by the economics ministry. The increase was more than analysts had expected. Domestic orders rose 3.3 percent in seasonally adjusted terms, helped by strong orders for capital goods, while foreign orders fell by 1.2 percent from September. Petra Kappl (NYT)",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/07/business/world-business-briefing-europe-germany-industrial-orders-rise.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "House Passes Bill to Overhaul U.S. Intelligence System",
      "snippet": "Congressional leaders reached final agreement Monday allowing passage of a bill to overhaul the nation's intelligence community and enact the major recommendations of the independent Sept. 11 commission, including creation of the job of national i...",
      "abstract": "Congressional leaders reached final agreement Monday allowing passage of a bill to overhaul the nation's intelligence community and enact the major recommendations of the independent Sept. 11 commission, including creation of the job of national intelligence director to force the C.I.A. and other government spy agencies to share intelligence about national security threats.     The agreement ended a nearly monthlong stalemate over the bill, which had been endorsed by President Bush and the Sept. 11 commission but had been opposed by a group of Republican lawmakers close to the Pentagon who insisted it would dangerously dilute the authority of the Defense Department over intelligence needed on the battlefield.  ",
      "lead_paragraph": "WASHINGTON, Dec. 6 - Congressional leaders reached final agreement Monday allowing passage of a bill to overhaul the nation's intelligence community and enact the major recommendations of the independent Sept. 11 commission, including creation of the job of national intelligence director to force the C.I.A. and other government spy agencies to share intelligence about national security threats.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/07/politics/house-passes-bill-to-overhaul-us-intelligence-system.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: A Profit Warning",
      "snippet": "BAE Systems warns that profits from arms contracts in Saudi Arabia may fall (S)",
      "abstract": "BAE Systems warns that profits from arms contracts in Saudi Arabia may fall (S)",
      "lead_paragraph": "The European military company BAE Systems warned that profits from arms contracts in Saudi Arabia might fall as it relied more on local companies and local labor. Margins in BAE's customer service and support division, which make up two-fifths of the company's pretax profit, will fall as the one Saudi program \"embraces greater local content,\" BAE said. The company, also said that it has reached an agreement with the Ministry of Defense in Britain about a second order for Eurofighter planes. Heather Timmons (NYT)",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/07/business/world-business-briefing-europe-britain-a-profit-warning.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Lazard Chief Gets More Time for Offering",
      "snippet": "Lazard reports that Bruce Wasserstein has been given until end of 2005 to take company public, six months longer than previous deadline set by chairman Michael David-Weill; says Wasserstein's contract will expire in three months unless it is reneg...",
      "abstract": "Lazard reports that Bruce Wasserstein has been given until end of 2005 to take company public, six months longer than previous deadline set by chairman Michael David-Weill; says Wasserstein's contract will expire in three months unless it is renegotiated; photo (M)",
      "lead_paragraph": "LONDON, Dec. 6 - Bruce Wasserstein, the embattled head of Lazard, has carved out a little breathing room in his fight to take the company public, but at the expense of his long-term job security.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/07/business/worldbusiness/lazard-chief-gets-more-time-for-offering.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "2 C.I.A. Reports Offer Warnings On Iraq's Path",
      "snippet": "A classified cable sent by the Central Intelligence Agency's station chief in Baghdad has warned that the situation in Iraq is deteriorating and may not rebound any time soon, according to government officials.     The cable, sent late last month ...",
      "abstract": "A classified cable sent by the Central Intelligence Agency's station chief in Baghdad has warned that the situation in Iraq is deteriorating and may not rebound any time soon, according to government officials.     The cable, sent late last month as the officer ended a yearlong tour, presented a bleak assessment on matters of politics, economics and security, the officials said. They said its basic conclusions had been echoed in briefings presented by a senior C.I.A. official who recently visited Iraq.  ",
      "lead_paragraph": "WASHINGTON, Dec. 6 - A classified cable sent by the Central Intelligence Agency's station chief in Baghdad has warned that the situation in Iraq is deteriorating and may not rebound any time soon, according to government officials.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/07/front page/world/the-conflict-in-iraq-intelligence-2-cia-reports-offer.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Acquisition In Medical Devices",
      "snippet": "Smiths Group, British technology company, plans to buy medical devices maker Medex for $635 million and assumption of $300 million in debt; company is 83.2 percent owned by J P Morgan Chase affiliate One Equity Partners (S)",
      "abstract": "Smiths Group, British technology company, plans to buy medical devices maker Medex for $635 million and assumption of $300 million in debt; company is 83.2 percent owned by J P Morgan Chase affiliate One Equity Partners (S)",
      "lead_paragraph": "The Smiths Group, a British technology company, said it planned to buy a medical devices manufacturer, Medex, for $625 million and assume $300 million of debt. Medex, based in Carlsbad, Calif., is 83.2 percent owned by One Equity Partners, a private equity affiliate of J.P. Morgan Chase. In 2004, Medex expects sales of $330 million and operating profit of $75 million. Heather Timmons (NYT)",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/07/business/world-business-briefing-europe-britain-acquisition-in-medical.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Australia: Bid For Food Concern",
      "snippet": "Metcash Trading bids 846 million Australian dollars ($653 million) for Foodland Associated, suggesting further consolidation of Australia's food and liquor market; graph (S)",
      "abstract": "Metcash Trading bids 846 million Australian dollars ($653 million) for Foodland Associated, suggesting further consolidation of Australia's food and liquor market; graph (S)",
      "lead_paragraph": "The food and liquor wholesaler Metcash Trading bid 846 million Australian dollars ($653 million) to take over a larger rival, Foodland Associated, suggesting further consolidation of Australia's food and liquor market. Foodland, which had already been negotiating the possible purchase of Metcash from its South African parent, Metoz Holdings, advised shareholders not to respond. In an earlier deal, Woolworths won a bidding war in October with Coles Myer for the liquor store operator Australian Leisure and Hospitality Group with a bid of 1.33 billion Australian dollars. Wayne Arnold (NYT)",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/07/business/world-business-briefing-australia-bid-for-food-concern.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Lenovo Said to Reach Deal For I.B.M. PC Business  I.B.M. has reached an agreement in principle to sell its personal computer business to Lenovo, China's largest PC maker, in a deal valued at $1 billion to $2 billion.     Trading in shares of Lenov...",
      "abstract": " Lenovo Said to Reach Deal For I.B.M. PC Business  I.B.M. has reached an agreement in principle to sell its personal computer business to Lenovo, China's largest PC maker, in a deal valued at $1 billion to $2 billion.     Trading in shares of Lenovo was suspended on the Hong Kong stock exchange. Later in the day, the company announced that it was engaged in ''acquisition talks with a major international technology company.'' [Page C2.]    Jury Calls Tower Attacks Separate  A federal jury said that the destruction of the World Trade Center constituted two separate attacks, entitling the developer Larry A. Silverstein to collect up to $2.2 billion. [A1.]    Lenders at the Military Gate  Some money lenders are charging very high interest rates to military people. [A1.]    Inquiry Moves to Law Firm Insurers  The investigation into the insurance industry by the New York attorney general has moved into the sale of coverage for professional malpractice insurance to law firms. [C2.]    Justice Opens Study of Taser Guns  The Justice Department has begun a study of Tasers because of new safety questions. [C6.]    An Overhaul Planned at First Boston  Brady W. Dougan is expected to announce cost-cutting measures at Credit Suisse First Boston, including layoffs, and a revamping of its investment arm. Market Place. [C13.]    Lazard Chief Gets More Time  Bruce Wasserstein will have until the end of 2005 to take Lazard public, six months longer than a previous deadline set by the company's chairman. [World Business, Section W.]    Search Engine Turns to Clinton  Accoona, a new Internet search engine, has turned to a famous American in hopes of attracting attention. Bill Clinton did not endorse Accoona, but attended its introduction for a speaking engagement. The company has raised millions of dollars for the marketing of its site, in part from a group of French investors. [C2.]    CBS to Name 'Late Late Show' Host  CBS is expected to announce that it has selected Craig Ferguson to be the host of ''The Late Late Show,'' replacing Craig Kilborn. Mr. Ferguson is best known for playing the boss on ABC's long-running sitcom ''The Drew Carey Show.'' [C4.]    Man Sentenced for Tax Schemes  Jerome Schneider, who sold fraudulent tax evasion schemes, was sentenced to six months in prison by a federal judge. [C4.]    A.M.A. Seeks Openness in Trials  The nation's largest group of doctors called for an end to restrictions in drug trial contracts that prevent researchers from freely discussing test data and results. [C7.]    Mystery Bidder Obtains Patents  An anonymous bidder has acquired a set of patents covering aspects of commercial Internet transactions for $15.5 million. [C6.]    Justifying a Corporate Jet  Corporate jets are gaining converts, including some who buy a certain number of flight hours. Joe Sharkey: On the Road. [C8.]  ",
      "lead_paragraph": "Lenovo Said to Reach Deal For I.B.M. PC Business I.B.M. has reached an agreement in principle to sell its personal computer business to Lenovo, China's largest PC maker, in a deal valued at $1 billion to $2 billion.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/07/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Global Trade: Brazil: Central Bank Buys Dollars",
      "snippet": "Brazil's central bank, apparently responding to calls from government officials and business leaders to halt rally by Brazilian real that threatens to curb exports, buys dollars on foreign exchange market for first time since February (S)",
      "abstract": "Brazil's central bank, apparently responding to calls from government officials and business leaders to halt rally by Brazilian real that threatens to curb exports, buys dollars on foreign exchange market for first time since February (S)",
      "lead_paragraph": "Brazil's central bank bought dollars on the foreign exchange market for the first time since February, apparently in response to calls from government officials and business leaders to halt a rally by the Brazilian real that threatened to curb exports. The bank intervened shortly after the real hit its highest level in two and a half years. Central bank officials denied that the move was intended to weaken the real, insisting that they were merely taking advantage of a favorable exchange rate to bolster Brazil's scant foreign reserves. Still, the real fell by 0.37 percent against the dollar. Todd Benson (NYT)",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/07/business/world-business-briefing-global-trade-brazil-central-bank-buys.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Samsung Says It Will Expand Chip Factories",
      "snippet": "Samsung Electronics Co of Korea plans to invest $23.7 billion in new computer chip production lines over next six years; market watchers expect move to cement Samsung's long-term leadership in sector but warn of weaker performance because of downt...",
      "abstract": "Samsung Electronics Co of Korea plans to invest $23.7 billion in new computer chip production lines over next six years; market watchers expect move to cement Samsung's long-term leadership in sector but warn of weaker performance because of downturns in memory chip and liquid-crystal display sectors and overcapacity and weakening margins on mobile handsets (M)",
      "lead_paragraph": "SEOUL, South Korea, Dec. 6 - The Samsung Electronics Company, the Korean electronics giant, said Monday that it would invest $23.7 billion in new chip production lines over the next six years.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/07/business/samsung-says-it-will-expand-chip-factories.html",
      "byline": "By Andrew Salmon"
    },
    {
      "headline": "Failed Oil Company's Chief to Return to Singapore",
      "snippet": "China Aviation Oil Singapore says chief executive Chen Jiulin, who returned to China same day company failed after losing $500 million in derivative trading, will return to Singapore this week to help investigators; says Chen, who has not been acc...",
      "abstract": "China Aviation Oil Singapore says chief executive Chen Jiulin, who returned to China same day company failed after losing $500 million in derivative trading, will return to Singapore this week to help investigators; says Chen, who has not been accused of any crime, returned to China to attend to his sick mother; photos (M)",
      "lead_paragraph": "HONG KONG, Dec. 6 - China Aviation Oil Singapore, the Chinese-controlled company that failed last week after losing $550 million in derivatives trading, said on Monday that its chief executive would return to Singapore this week to help investigators.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/07/business/worldbusiness/failed-oil-companys-chief-to-return-to-singapore.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Topping Off the Biggest Gas Tank",
      "snippet": "A swamp near here is one of the most secretive places in America. There are no signs, just a 500-acre complex protected at all times by 30 armed guards in combat fatigues patrolling in sport utility vehicles.     This is part of the world's larges...",
      "abstract": "A swamp near here is one of the most secretive places in America. There are no signs, just a 500-acre complex protected at all times by 30 armed guards in combat fatigues patrolling in sport utility vehicles.     This is part of the world's largest and most expensive filling station, the United States Strategic Petroleum Reserve, where a large portion of the government's nearly 700 million barrels of oil are stored in underground salt shafts that are supposed to be stable into the 2020's.  ",
      "lead_paragraph": "FREEPORT, Tex. - A swamp near here is one of the most secretive places in America. There are no signs, just a 500-acre complex protected at all times by 30 armed guards in combat fatigues patrolling in sport utility vehicles.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/07/business/topping-off-the-biggest-gas-tank.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Seeking Quick Loans, Soldiers Race Into High-Interest Traps",
      "snippet": "From Puget Sound in the Northwest to the Virginia coast, the landscape is the same: the main gate of a large military base opens onto a highway lined with shops eager to make small, fast and remarkably expensive loans, no questions asked.     Ther...",
      "abstract": "From Puget Sound in the Northwest to the Virginia coast, the landscape is the same: the main gate of a large military base opens onto a highway lined with shops eager to make small, fast and remarkably expensive loans, no questions asked.     There are more than 200 of these quick-loan outlets around the Navy bases of Norfolk and Hampton in Virginia; almost two dozen around the Marine Corps base at Camp Pendleton in California; and three dozen within three miles of the Army's Fort Lewis in Washington State.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/07/business/seeking-quick-loans-soldiers-race-into-highinterest-traps.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "In the Air: Shopping, Shopping Everywhere",
      "snippet": "Article on new age in retail as shoppers are offered wide variety of points of sale--from traditional stores, huge malls and box stores and surfing the Web to ordering from television and perusing catalogs; photos (Special section, Retail) (L)",
      "abstract": "Article on new age in retail as shoppers are offered wide variety of points of sale--from traditional stores, huge malls and box stores and surfing the Web to ordering from television and perusing catalogs; photos (Special section, Retail) (L)",
      "lead_paragraph": "CELIA MONTGOMERY, a 30-year-old actress and playwright and paralegal, is bent over a laptop in her new apartment, trying to find out why the Oriental rug she ordered on the Internet has not been delivered.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/07/business/businessspecial/in-the-air-shopping-shopping-everywhere.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "U.S. and Others Gave Millions To Pinochet",
      "snippet": "Gen. Augusto Pinochet, the former Chilean dictator, received multimillion-dollar payments from the governments of several countries, including the United States, during his 25-year tenure as Chile's ruler and military chief, according to documents...",
      "abstract": "Gen. Augusto Pinochet, the former Chilean dictator, received multimillion-dollar payments from the governments of several countries, including the United States, during his 25-year tenure as Chile's ruler and military chief, according to documents recently uncovered during a Senate committee investigation into suspected money laundering at Riggs Bank.     The documents, including General Pinochet's sworn financial statements, show that he received $3 million from the United States government in 1976 and, in other years, $1.5 million from Paraguay, $1 million from Spain, $2.5 million from China, a combined payment of $2.5 million from Britain and China, and a combined payment of $3 million from Britain, Malaysia and Brazil. From 1974 to 1997, the payments totaled at least $12.3 million.  ",
      "lead_paragraph": "Gen. Augusto Pinochet, the former Chilean dictator, received multimillion-dollar payments from the governments of several countries, including the United States, during his 25-year tenure as Chile's ruler and military chief, according to documents recently uncovered during a Senate committee investigation into suspected money laundering at Riggs Bank.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/07/business/us-and-others-gave-millions-to-pinochet.html",
      "byline": "By Timothy L. O'Brien and Larry Rohter"
    },
    {
      "headline": "U.S. Consulate In a Saudi City Is Hit, Killing 9",
      "snippet": "Five attackers thought to be linked to Al Qaeda staged a daytime raid on the American Consulate here on Monday, storming through a fortified gate into the sprawling compound and starting a three-hour gun battle that left five consulate employees a...",
      "abstract": "Five attackers thought to be linked to Al Qaeda staged a daytime raid on the American Consulate here on Monday, storming through a fortified gate into the sprawling compound and starting a three-hour gun battle that left five consulate employees and four of the attackers dead.     It was the first deadly assault against a large foreign target in this country in seven months, and the first against a Western diplomatic mission since a string of terrorist attacks erupted here in May 2003. No Americans were killed in the raid, but the attackers' rapid penetration of the compound raised questions about how vulnerable American diplomatic sites may be even after a concerted campaign in recent years to make them more secure.   ",
      "lead_paragraph": "JIDDA, Saudi Arabia, Dec. 6 - Five attackers thought to be linked to Al Qaeda staged a daytime raid on the American Consulate here on Monday, storming through a fortified gate into the sprawling compound and starting a three-hour gun battle that left five consulate employees and four of the attackers dead.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/07/front page/world/us-consulate-in-a-saudi-city-is-hit-killing-9.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "OPEC May Weigh Cutting Some Production",
      "snippet": "Oil prices have been at record highs this year, with money flowing into the coffers of oil producers thanks to the world's growing thirst for oil. But as OPEC leaders head into a fifth and final meeting this year on Friday, the topic on their mind...",
      "abstract": "Oil prices have been at record highs this year, with money flowing into the coffers of oil producers thanks to the world's growing thirst for oil. But as OPEC leaders head into a fifth and final meeting this year on Friday, the topic on their minds and on the agenda is whether the world will have too much oil next year. For some, production cuts may be in order.     After hitting a record of more than $55 a barrel in October, oil prices in New York have since fallen by 23 percent. Under pressure to bring down oil prices, OPEC's members began pumping at full capacity this summer and continue to do so.   ",
      "lead_paragraph": "Oil prices have been at record highs this year, with money flowing into the coffers of oil producers thanks to the world's growing thirst for oil. But as OPEC leaders head into a fifth and final meeting this year on Friday, the topic on their minds and on the agenda is whether the world will have too much oil next year. For some, production cuts may be in order.",
      "publication_date": "2004-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/07/business/opec-may-weigh-cutting-some-production.html",
      "byline": "By Jad Mouawad"
    }
  ]
}