{
  "metadata": {
    "date": "2004-10-26",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "U.S. Action Bars Right of Some Captured in Iraq",
      "snippet": "Bush administration says it has concluded that some non-Iraqi prisoners captured by American forces in Iraq are not entitled to Geneva Conventions protections; this is important exception to public assertions by administration since Mar 2003; new ...",
      "abstract": "Bush administration says it has concluded that some non-Iraqi prisoners captured by American forces in Iraq are not entitled to Geneva Conventions protections; this is important exception to public assertions by administration since Mar 2003; new opinion would essentially allow military and CIA to treat at least small number of non-Iraqi prisoners captured in Iraq in same way as members of Al Qaeda and Taliban captured in Afghanistan and elsewhere, for whom US has maintained that Geneva Conventions do not apply; at issue are CIA's secret transfers of dozen non-Iraqi prisoners for interrogation outside Iraq, and provision in conventions that bars such transfers; administration officials say new opinion represents consensus reached by lawyers from State Dept, Justice Dept, Pentagon, National Security Council and other agencies in discussions that began in Mar 2004 in response to opinion sought by CIA many months after it began transferring non-Iraqi prisoners beginning in Apr 2003 (M)",
      "lead_paragraph": "WASHINGTON, Oct. 25 - A new legal opinion by the Bush administration has concluded for the first time that some non-Iraqi prisoners captured by American forces in Iraq are not entitled to the protections of the Geneva Conventions, administration officials said Monday.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/26/politics/us-action-bars-right-of-some-captured-in-iraq.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Clinton Tries on His Long Coattails for Kerry",
      "snippet": "Former Pres Bill Clinton, in his first public appearance since quadruple bypass surgery, campaigns for Sen John Kerry in Philadelphia; tells adoring crowds that Kerry offers hope, while Pres Bush seeks to appeal to their fears; Clinton will appear...",
      "abstract": "Former Pres Bill Clinton, in his first public appearance since quadruple bypass surgery, campaigns for Sen John Kerry in Philadelphia; tells adoring crowds that Kerry offers hope, while Pres Bush seeks to appeal to their fears; Clinton will appear at solo campaign events in Florida, Nevada and New Mexico if his health holds; Kerry and his aides see Clinton as able to motivate party's base and to telegraph to undecided voters an essential question: are you better off now than when Bush took over Oval Office? photos (M)",
      "lead_paragraph": "PHILADELPHIA, Oct. 25 - He looked a little gaunt, his crisp navy suit hanging on a faded frame. He seemed slightly out of breath as he spoke and he tipped back a water bottle as soon as he left the lectern. But he nibbled his lip and bobbed his head with that familiar electricity in his eye, mouthing \"thank you\" to an enormous and adoring crowd that packed downtown streets here Monday at lunchtime.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/26/politics/campaign/clinton-tries-on-his-long-coattails-for-kerry.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Insurance Chief Quits in Inquiry Led by Spitzer",
      "snippet": "Jeffrey W Greenberg resigns as chief executive and chairman of Marsh & McLennan, world's biggest insurance broker, less than two weeks after New York State Atty Gen Eliot Spitzer accuses company of cheating customers; Greenberg's departure paves w...",
      "abstract": "Jeffrey W Greenberg resigns as chief executive and chairman of Marsh & McLennan, world's biggest insurance broker, less than two weeks after New York State Atty Gen Eliot Spitzer accuses company of cheating customers; Greenberg's departure paves way for settlement of Spitzer's lawsuit, which claims that Marsh, in matching corporate clients with insurance they need, conducted sham bidding, arranging coverage based on fees paid to it by insurers; Spitzer says he will now focus on criminal prosecutions against individuals rather than company; Marsh has suspended five executives and is expected to dismiss or suspend more executives and employees as its internal investigation continues; no employee has been charged with crime so far; Greenberg has said he was unaware of improper practices of Marsh; company issues statement saying it will not take fees from insurance companies related to sales of coverage; two other leading brokers, Aon and Willis Holding Group, make similar pledge; photo (M)",
      "lead_paragraph": "The chief executive and chairman of the Marsh & McLennan Companies, the world's biggest broker of insurance, resigned yesterday, less than two weeks after his company was accused of cheating customers. As a result, Eliot Spitzer, the New York attorney general, said that he would not bring criminal charges against Marsh.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/26/business/insurance-chief-quits-in-inquiry-led-by-spitzer.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Mergers Show Steel Industry Is Still Worthy of Big Deals",
      "snippet": "Wilbur L Ross of W L Ross & Co is selling International Steel Group to Lakshmi N Mittal of London for $4.5 billion; Ross entered steel industry in 2002 with $325 million offer for shuttered steel million Cleveland, and total cost of creating Inter...",
      "abstract": "Wilbur L Ross of W L Ross & Co is selling International Steel Group to Lakshmi N Mittal of London for $4.5 billion; Ross entered steel industry in 2002 with $325 million offer for shuttered steel million Cleveland, and total cost of creating International Steel was $2.165 billion; Mittal intends to consolidate two family-controlled companies and then merge them with International Steel, to create largest steel producer in world, to be called Mittal Steel; Mittal Steel will ship 57 million tons of steel in 2004, have revenues of $31.5 billion and operating income of $6.8 billion to $7 billion debt; analysts predict deal will be precursor for further mergers within steel industry; photo (M)",
      "lead_paragraph": "LONDON, Oct. 25 - Showing that money can still be made in the old-line industries, the turnaround specialist Wilbur L. Ross is selling a steel company that he created over the last two years in a deal that could create a profit of more than $2 billion for himself and his shareholders.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/26/business/worldbusiness/mergers-show-steel-industry-is-still-worthy-of-big.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Retail Stores Feel the Pinch of Cargo Caught in Transit Limbo",
      "snippet": "Retailers preparing for holiday sales push must contend with backup of a cargo ships, railroads and truck lines that is slowing movement of Asian-made goods from ports to warehouses and ultimately to shoppers; rapid growth of imports from countrie...",
      "abstract": "Retailers preparing for holiday sales push must contend with backup of a cargo ships, railroads and truck lines that is slowing movement of Asian-made goods from ports to warehouses and ultimately to shoppers; rapid growth of imports from countries like China and India, up as much as 20 percent from year ago, has added to congestion at major West Coast ports; port officials say they are shorthanded when it comes to unloading containers, and others involved in shipping say rail lines and trucking companies are also overextended; photo (M)",
      "lead_paragraph": "Retailers gearing up for their annual sales push for the December holidays are being forced to wait longer than usual this year for Asian-made goods that -- thanks to a backup of cargo ships, railroads and truck lines -- are sluggishly making their way from ports to warehouses and ultimately, to shoppers.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/26/business/retail-stores-feel-the-pinch-of-cargo-caught-in-transit-limbo.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Marsh & McLennan Chief Steps Down Amid Inquiry  Jeffrey W. Greenberg, the chief executive and chairman of the insurance broker Marsh & McLennan, stepped down, less than two weeks after his company was accused of cheating customers.   ",
      "abstract": " Marsh & McLennan Chief Steps Down Amid Inquiry  Jeffrey W. Greenberg, the chief executive and chairman of the insurance broker Marsh & McLennan, stepped down, less than two weeks after his company was accused of cheating customers.   ",
      "lead_paragraph": "Marsh & McLennan Chief Steps Down Amid Inquiry Jeffrey W. Greenberg, the chief executive and chairman of the insurance broker Marsh & McLennan, stepped down, less than two weeks after his company was accused of cheating customers.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/26/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: France: Gucci Selects An Executive",
      "snippet": "World Busi",
      "abstract": "World Busi",
      "lead_paragraph": "The retailer Pinault-Printemps-Redoute, which owns the Gucci Group, shifted an executive, Mark Lee, to the Gucci brand from Yves Saint Laurent to shore up Gucci after two executives left. Mr. Lee will become president and managing director of the Gucci division and report to Robert Polet, chief executive of both the group and the brand. Mr. Lee, 41, takes the helm less than a week after Giacomo Santucci quit the post of Gucci brand chief executive and after the merchandising director, Tom Mendenhall, resigned over the weekend. James McArthur will become interim head of Y.S.L., which Mr. Lee has run since the brand was acquired by Gucci in 1999, Gucci said.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/26/business/world-business-briefing-europe-france-gucci-selects-an-executive.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Economy Improves, but Not Optimism",
      "snippet": "Economic growth and hiring continue on upswing, but soaring oil prices and persistently weak job market have made recovery more fragile and sluggish than it seemed just few months ago; middle-income consumers, who kept buying houses and cars throu...",
      "abstract": "Economic growth and hiring continue on upswing, but soaring oil prices and persistently weak job market have made recovery more fragile and sluggish than it seemed just few months ago; middle-income consumers, who kept buying houses and cars through downturn, are now feeling squeezed between higher prices and stagnant wages; analysts estimate economy is growing at annual pace of about 4 percent, above its average trend rate; Pres Bush and Sen John Kerry, his Democratic challenger, trade dueling economic outlooks almost every day; some people in Pennsylvania, a swing state, comment; graphs; photos (M)",
      "lead_paragraph": "YORK, Pa., Oct 23 - It has become much easier to find a job here in the last year, but few people are feeling flush.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/26/business/economy-improves-but-not-optimism.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "World Business Briefing | Asia: India: Oil Refiner Reports Profit",
      "snippet": "India's Reliance Industries says profit rose 39 percent, to 17.52 billion rupees ($383 million), in quarter ended Sept 30 (S)",
      "abstract": "India's Reliance Industries says profit rose 39 percent, to 17.52 billion rupees ($383 million), in quarter ended Sept 30 (S)",
      "lead_paragraph": "The Indian petrochemicals company Reliance Industries said that its profit rose 39 percent in the latest quarter, helped by rising prices for petroleum products and increased profit margins. Reliance said profit rose to 17.52 billion rupees ($383 million) in the period, which ended Sept. 30. Saritha Rai (NYT)",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/26/business/world-business-briefing-asia-india-oil-refiner-reports-profit.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Australia: A Higher Bid For Pubs Operator",
      "snippet": "World Business Briefing: A Higher Bid",
      "abstract": "World Business Briefing: A Higher Bid",
      "lead_paragraph": "The retailing company Woolworths raised its bid for the Australian Leisure and Hospitality Group, a pub and liquor store operator, to 1.33 billion Australian dollars ($993 million), topping the latest offer from its rival, Coles Myer. Woolworths, Australia's No.2 retailer behind Coles Myer and its leading supermarket chain, has raised its price by 37 percent since making its first bid in July. Coles Myer raised its bid on Friday to 1.32 billion Australian dollars. They are dueling for a 4 percent share of the country's liquor market. But analysts said the prices they were offering had surpassed Australian Leisure's fair value. Wayne Arnold (NYT)",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/26/business/world-business-briefing-australia-a-higher-bid-for-pubs-operator.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: China: More Industrial Jobs",
      "snippet": "ABB plans to increase its work force by 5,000 people, or 71 percent, to help meet surge in demand for power networks; will add new employees by 2008; plans to invest at least $100 million in new product lines and plants in China by 2008 (S)0",
      "abstract": "ABB plans to increase its work force by 5,000 people, or 71 percent, to help meet surge in demand for power networks; will add new employees by 2008; plans to invest at least $100 million in new product lines and plants in China by 2008 (S)0",
      "lead_paragraph": "An industrial products maker, ABB, plans to increase its Chinese work force by 5,000 people, or 71 percent, to help meet a surge in demand for power networks. The company, which has cut 50,000 jobs in the rest of the world, will add the new employees by 2008, its chief executive, Jürgen Dormann, said. ABB, which already employs 7,000 people in China, plans to invest at least $100 million in new product lines and plants there by 2008, Mr. Dormann said. This year, about 11 percent of the company's sales will come from China, out of a global total of $18 billion, he said.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/26/business/world-business-briefing-asia-china-more-industrial-jobs.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Resentment Toward G.M. Is Growing in Germany",
      "snippet": "German politician says General Motors' Opel division shifted some auto production from its plants in Germany to factory in Gliwice, Poland, to reward Polish government for its support of Bush administration's war in Iraq; GM dismisses political mo...",
      "abstract": "German politician says General Motors' Opel division shifted some auto production from its plants in Germany to factory in Gliwice, Poland, to reward Polish government for its support of Bush administration's war in Iraq; GM dismisses political motives, noting that Poland's far lower labor costs give it compelling economic incentive to move; GM has announced in last 11 days that it would cut up to 12,000 jobs in Europe, majority in Germany; GM has been criticized for making its decision without negotiations, which is against German custom; photo (M)",
      "lead_paragraph": "FRANKFURT, Oct. 25 - Is General Motors jilting Germany for Poland because of the war in Iraq?",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/26/business/worldbusiness/resentment-toward-gm-is-growing-in-germany.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Business Confidence Steady",
      "snippet": "Ifo Institute's business confidence index rose to 95.3 in October from 95.2 in September (S)",
      "abstract": "Ifo Institute's business confidence index rose to 95.3 in October from 95.2 in September (S)",
      "lead_paragraph": "Business confidence in Germany stagnated in October as oil prices rose to a record and job cuts reduced the chances of a recovery in consumer spending. The Ifo Institute's confidence index, based on a survey of 7,000 companies, rose to 95.3 from 95.2 in September. Improved sentiment in the exporting and construction industries prevented the index from registering a third consecutive monthly decline, the institute said.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/26/business/world-business-briefing-europe-germany-business-confidence-steady.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Rehnquist Treated for Thyroid Cancer, Supreme Court Says",
      "snippet": "Supreme Court announces that Chief Justice William H Rehnquist has thyroid cancer and has undergone tracheotomy; says Rehnquist, who is 80, will be on bench Nov 1 in time for next round of arguments; election-eve announcement is reminder of connec...",
      "abstract": "Supreme Court announces that Chief Justice William H Rehnquist has thyroid cancer and has undergone tracheotomy; says Rehnquist, who is 80, will be on bench Nov 1 in time for next round of arguments; election-eve announcement is reminder of connection between judicial mortality and presidential politics; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 25 - The Supreme Court announced on Monday that William H. Rehnquist, the 80-year-old chief justice, had been hospitalized since Friday for treatment of thyroid cancer and that he had undergone a tracheotomy \"in connection with\" the cancer diagnosis.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/26/politics/rehnquist-treated-for-thyroid-cancer-supreme-court-says.html",
      "byline": "By Linda Greenhouse and Katharine Q. Seelye"
    },
    {
      "headline": "Citigroup Tries to Repair Its Image in Japan",
      "snippet": "Citigroup will close investment management unit in Japan and pledges to strengthen oversight of its entire Japanese operation, five weeks after regulators shut down its private bank in one of toughest penalties ever delivered to financial institut...",
      "abstract": "Citigroup will close investment management unit in Japan and pledges to strengthen oversight of its entire Japanese operation, five weeks after regulators shut down its private bank in one of toughest penalties ever delivered to financial institution in Japan; Citigroup's chief executive Charles O Prince, in effort to repair company's image, bows deeply before reporters and television cameras in Tokyo and apologizes for what he calls 'the company's failure to comply with legal and regulatory requirements in Japan'; such formal public apologizes are expected in Japan from companies accused of wrongdoing and are seen as necessary first step in repairing relationships with regulators and corporate clients; Japan's bank regulator last month ordered Citigroup to close its private banking business after finding that lack of internal controls enabled some employees to engage in fraudulent transactions; photo (M)",
      "lead_paragraph": "TOKYO, Oct. 25 - Citigroup said Monday that it would close an investment management unit in Japan and pledged to strengthen oversight of its entire Japanese operation, five weeks after regulators shut down its private bank in one of the toughest penalties ever delivered to a financial institution in the country.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/26/business/worldbusiness/citigroup-tries-to-repair-its-image-in-japan.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "New Marsh Chief Was Once Spitzer's Boss",
      "snippet": "Michael G Cherkasky, new chief of Marsh & McLennan, used to be prosecutor in district attorney's office in Manhattan, at one time supervising Eliot Spitzer, who is now New York attorney general; says his relationship with Spitzer has always been g...",
      "abstract": "Michael G Cherkasky, new chief of Marsh & McLennan, used to be prosecutor in district attorney's office in Manhattan, at one time supervising Eliot Spitzer, who is now New York attorney general; says his relationship with Spitzer has always been good one, but plays down his good relations with Spitzer, even though he is now leader of firm that has been charged by Spitzer's office with bid rigging and taking kickbacks from insurance companies; photo (M)",
      "lead_paragraph": "Michael G. Cherkasky, the new chairman and chief executive of Marsh & McLennan Companies, may know little about the insurance business. But for a firm whose most urgent need is to repair its relationship with the New York attorney general, Eliot Spitzer, he has an important asset: his close ties to Mr. Spitzer.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/26/business/new-marsh-chief-was-once-spitzers-boss.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "A Technology Recovery in Post-Exuberant Times",
      "snippet": "Profit reports for many technology companies look good for old-line stalwarts of technology and for newcomers, but it is a recovery of seemingly dimished expectations; research firm IDC estimates worldwide growth in spending on information technol...",
      "abstract": "Profit reports for many technology companies look good for old-line stalwarts of technology and for newcomers, but it is a recovery of seemingly dimished expectations; research firm IDC estimates worldwide growth in spending on information technology through 2008 to be 6.5 percent a year, one and a half times world economic growth over all; companies can do with less, typically by using smaller building blocks of hardware and software, a shift made possible by steady improvement of technology from personal computing and Internet; graph (Market Place column) (M)",
      "lead_paragraph": "The profit report cards last week looked good both for old-line stalwarts of technology like I.B.M., Microsoft and SAP and for newcomers like eBay, Amazon.com and Google. But this is a technology recovery of seemingly diminished expectations.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/26/technology/a-technology-recovery-in-postexuberant-times.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Strong Demand as Italy Sells Utility Shares",
      "snippet": "Shares of Enel, dominant electricity company in Italy, have their biggest gain in seven months on Oct 25, first day of trading after Italian government sells shares worth 7.6 million euros ($9.6 billion) in company; shares rise 2.5 percent to clos...",
      "abstract": "Shares of Enel, dominant electricity company in Italy, have their biggest gain in seven months on Oct 25, first day of trading after Italian government sells shares worth 7.6 million euros ($9.6 billion) in company; shares rise 2.5 percent to close at 6.83 euros; company has market value of 41.6 billion euros ($52.6 billion); success of share sale is likely to ease sale of other government assets to raise money to pay down Italy's debt, which is more than year's worth of gross domestic product; Communications Min Maurizio Gasparri confirms government will consider initial sale in RAI, government-owned television and radio company; government wants to raise about 100 billion euros by 2008 by selling assets (M)",
      "lead_paragraph": "MILAN, Oct. 25 - Shares of Enel, the dominant electricity company in Italy, had their biggest gain in seven months on Monday, the first day of trading after the Italian government sold shares worth 7.6 billion euros ($9.6 billion) in the company.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/26/business/worldbusiness/strong-demand-as-italy-sells-utility-shares.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Iraq Explosives Become Issue in Campaign",
      "snippet": "Sen John Kerry, campaigning in Iowa, seizes on missing cache of high explosives in Iraq as evidence that Pres Bush's 'incredible incompetence' has put American troops at risk; Bush, campaigning in Colorado, does not mention missing explosives, ins...",
      "abstract": "Sen John Kerry, campaigning in Iowa, seizes on missing cache of high explosives in Iraq as evidence that Pres Bush's 'incredible incompetence' has put American troops at risk; Bush, campaigning in Colorado, does not mention missing explosives, instead charging that Kerry's defense policy would be to 'cut and run'; Bush's aides try to explain why American forces ignored warnings from International Atomic Eenrgy Agency in Mar 2003 about vulnerability of huge stockpile of high explosives because of looting; White House spokesman Scott McClellan insists that Bush wants to 'get to the bottom of this,' then tries to distance Bush from knowledge of issue; as Kerry uses news to bolster his contention that Bush lacks competence to act as commander in chief, Bush aides acccuse Kerry of being willing to say anything to be elected; photo (M)",
      "lead_paragraph": "DAVENPORT, Iowa, Oct. 25 - The White House sought on Monday to explain the disappearance of 380 tons of high explosives in Iraq that American forces were supposed to secure, as Senator John Kerry seized on the missing cache as \"one of the great blunders of Iraq\" and said President Bush's \"incredible incompetence\" had put American troops at risk.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/26/politics/campaign/iraq-explosives-become-issue-in-campaign.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: Gold Miner Posts  A Loss",
      "snippet": "Harmony Gold Mining Co, which has bid to take over Gold Fields, posts loss of 340 million rand ($55 million) in its first quarter ended Sept 30, its fifth consecutive quarterly loss; Gold Fields says it will respond to Harmony's $8 billion takeove...",
      "abstract": "Harmony Gold Mining Co, which has bid to take over Gold Fields, posts loss of 340 million rand ($55 million) in its first quarter ended Sept 30, its fifth consecutive quarterly loss; Gold Fields says it will respond to Harmony's $8 billion takeover bid on Nov 3 (S)",
      "lead_paragraph": "The Harmony Gold Mining Company, which has bid to take over Gold Fields to become the world's biggest gold producer, posted a loss of 340 million rand ($55 million) in its most recent quarter, its fifth consecutive quarterly loss. The loss in its first quarter, which ended Sept. 30, was smaller than the loss of 559 million rand in the fourth quarter as the company cut jobs and shut unprofitable mine shafts. The company lost 119 million rand in the year-earlier quarter. Separately, Gold Fields said it would respond to Harmony's $8 billion takeover bid on Nov. 3.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/26/business/world-business-briefing-africa-south-africa-gold-miner-posts-a.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "A Rarity for Wal-Mart: Talking to a Union",
      "snippet": "A Rarity for Wal-Mart",
      "abstract": "A Rarity for Wal-Mart",
      "lead_paragraph": "OTTAWA, Oct. 22 - On Tuesday, a group of employees and managers from Wal-Mart's Canadian subsidiary will hold an unusual meeting, at least by the standards of the company. The gathering in Jonquière, Quebec, will be the start of talks that the retail workers' union hopes will produce the first collective agreement in North America covering Wal-Mart workers.",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/26/business/worldbusiness/a-rarity-for-walmart-talking-to-a-union.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Auto Parts Buyout",
      "snippet": "Canadian auto parts supplier Magna International offers to buy out shares in three units for as much as 1.3 billion Canadian dollars ($1.06 billion) in stock to coordinate efforts to win new business (S)",
      "abstract": "Canadian auto parts supplier Magna International offers to buy out shares in three units for as much as 1.3 billion Canadian dollars ($1.06 billion) in stock to coordinate efforts to win new business (S)",
      "lead_paragraph": "A Canadian auto parts supplier, Magna International, offered to buy out shares in three units for as much as 1.3 billion Canadian dollars ($1.06 billion) in stock to coordinate efforts to win new business. Magna offered to buy the shares of Tesma International, Decoma International and Intier Automotive. \"Right now we have four separate boards, four separate groups of shareholders,\" Magna's chief financial officer, Vincent Galifi, said in a conference call. \"Those four groups have separate interests. We have to work more closely together.\"",
      "publication_date": "2004-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/26/business/world-business-briefing-americas-canada-auto-parts-buyout.html",
      "byline": "By Bloomberg News"
    }
  ]
}