{
  "metadata": {
    "date": "2004-06-07",
    "total_articles": 35
  },
  "articles": [
    {
      "headline": "Cheney Reportedly Interviewed In Leak of C.I.A. Officer's Name",
      "snippet": "Informed sources say Vice Pres Dick Cheney was interviewed by federal prosecutors, who asked whether he knew of anyone at White House who had improperly disclosed identity of undercover CIA officer; say Cheney was also asked about conversations wi...",
      "abstract": "Informed sources say Vice Pres Dick Cheney was interviewed by federal prosecutors, who asked whether he knew of anyone at White House who had improperly disclosed identity of undercover CIA officer; say Cheney was also asked about conversations with senior aides, including his chief of staff I Lewis Libby; say Cheney was asked whether he knew of concerted effort by White House aides to name officer; it is not clear how Cheney responded; interview is part of grand jury investigation into whether anyone at White House violated federal law that makes it crime to divulge name of undercover officer intentionally; White House officials have denied that senior aides to Pres Bush disclosed name of officer, Valerie Plame, wife of former Amb Joseph C Wilson IV, to syndicated columnist Robert Novak; photo (M)",
      "lead_paragraph": "Vice President Dick Cheney was recently interviewed by federal prosecutors who asked whether he knew of anyone at the White House who had improperly disclosed the identity of an undercover C.I.A. officer, people who have been involved in official discussions about the case said on Friday.",
      "publication_date": "2004-06-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/05/us/cheney-reportedly-interviewed-in-leak-of-cia-officer-s-name.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "HEALTHY GROWTH OF 248,000 JOBS REPORTED IN MAY",
      "snippet": "US government reports that 248,000 jobs were created in May and 947,000 jobs were added to work force over last three months, signaling end to long period of almost uninterrupted job losses under Pres Bush; employment gains provide Bush with fresh...",
      "abstract": "US government reports that 248,000 jobs were created in May and 947,000 jobs were added to work force over last three months, signaling end to long period of almost uninterrupted job losses under Pres Bush; employment gains provide Bush with fresh dose of positive economic news as election campaign heats up; accelerating job growth, if it continues at or near pace of last three months, would save Bush from becoming first president since Herbert Hoover to preside over decline in jobs during four-year term (M)",
      "lead_paragraph": "For the third consecutive month, employers added workers at a rapid rate, the government reported yesterday, suggesting that healthy job growth will sustain the nation's economic expansion through at least the fall.",
      "publication_date": "2004-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/05/business/healthy-growth-of-248000-jobs-reported-in-may.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Court Rejects Extension Of Phone Rule",
      "snippet": "Federal appeals court, in ruling that could reduce competition in local phone markets, rejects request by regulators and two largest long-distance telephone providers to extend regulations that give companies and small rivals deep discounts for le...",
      "abstract": "Federal appeals court, in ruling that could reduce competition in local phone markets, rejects request by regulators and two largest long-distance telephone providers to extend regulations that give companies and small rivals deep discounts for leasing network equipment of four Bell operating companies; decision puts pressure on Bush administration to take sides in long-running telephone wars, as Justice Dept will have to decide whether to appeal to Supreme Court; dispute affects billions of dollars a year; some deals have been struck by Bell companies and their rivals; but largest rival, AT&T, has not reached a deal with any Bell company, and second largest, MCI, has struck accord only with Qwest Communications International (M)",
      "lead_paragraph": "In a ruling that could reduce competition in local phone markets, a federal appeals court Friday rejected a request by regulators and the two largest long-distance telephone providers to extend regulations that give the companies and small rivals deep discounts for leasing the network equipment of the four Bell operating companies.",
      "publication_date": "2004-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/05/business/court-rejects-extension-of-phone-rule.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Spain and U.S. at Odds on Mistaken Terror Arrest",
      "snippet": "Spanish law enforcement officials investigating Madrid terrorist bombing are challenging key aspects of US version of events; say FBI officials rejected evidence that they had wrongly arrested Portland, Ore, lawyer Brandon Mayfield; disagreement c...",
      "abstract": "Spanish law enforcement officials investigating Madrid terrorist bombing are challenging key aspects of US version of events; say FBI officials rejected evidence that they had wrongly arrested Portland, Ore, lawyer Brandon Mayfield; disagreement centers on fingerprints lifted from bag discovered near March 11 bombing; FBI officials maintained prints matched those of Mayfield, who was jailed for two weeks, and told federal prosecutors that Spanish officials were 'satisfied' with their conclusion; Spanish officials deny ever backing up that assessment; eventually made their own match to Algerian citizen, whom they arrested; senior FBI official says US was solely to blame for faulty match; photos (M)",
      "lead_paragraph": "Two weeks after United States authorities cleared a Portland-area lawyer of any connection to the deadly terrorist bombing in Madrid, high-level Spanish law enforcement officials who were also involved in the investigation are challenging key aspects of the United States' version of events in the case, touching off a muddy dispute between the two allies and painting a portrait of F.B.I. officials who repeatedly rejected evidence that they had the wrong man.",
      "publication_date": "2004-06-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/05/us/spain-and-us-at-odds-on-mistaken-terror-arrest.html",
      "byline": "This article was reported by Sarah Kershaw, Eric Lichtblau, Dale Fuchs and Lowell Bergman, and Was Written By Ms. Kershaw"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Growth in Jobs Continues; 248,000 Added in May  The nation's employers added 248,000 workers in May, the government reported. Over the last three months, employers have added a total of 947,000 jobs, suggesting that healthy job growth will sustain...",
      "abstract": " Growth in Jobs Continues; 248,000 Added in May  The nation's employers added 248,000 workers in May, the government reported. Over the last three months, employers have added a total of 947,000 jobs, suggesting that healthy job growth will sustain the nation's economic expansion through at least the fall.     The unemployment rate was unchanged at 5.6 percent, mostly because the odds of finding work are now improving enough to draw hundreds of thousands of people back into the labor force in search of a job. [Page A1.]",
      "lead_paragraph": "Growth in Jobs Continues; 248,000 Added in May",
      "publication_date": "2004-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/05/business/business-digest-863190.html",
      "byline": ""
    },
    {
      "headline": "Citing U.S. Inquiry, Ex-Chairman Quits Computer Associates",
      "snippet": "Sanjay Kumar, former chairman and chief executive of Computer Associates, cuts all ties to company as federal criminal investigation into Computer Associates and Kumar enters its final stages; Computer Associates says that Kumar had resigned as ch...",
      "abstract": "Sanjay Kumar, former chairman and chief executive of Computer Associates, cuts all ties to company as federal criminal investigation into Computer Associates and Kumar enters its final stages; Computer Associates says that Kumar had resigned as chief software architect; both company and Kumar say they hope Kumar's departure will help Computer Associates resolve two-year investigation into fraud and obstruction of justice at company; Kumar photo (L)",
      "lead_paragraph": "Sanjay Kumar, the former chairman and chief executive of Computer Associates, cut all ties to the company yesterday as a federal criminal investigation into Computer Associates and Mr. Kumar enters its final stages.",
      "publication_date": "2004-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/05/business/citing-us-inquiry-ex-chairman-quits-computer-associates.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "MGM Mirage Bids $4.5 Billion for a Rival, Mandalay",
      "snippet": "MGM Mirage says it has offered about $4.5 billion in cash to buy rival Mandalay Resort Group; purchase would give MGM Mirage, which is based in Las Vegas, ownership stakes in several well-known casinos on Strip, including Luxor, Excalibur and Mont...",
      "abstract": "MGM Mirage says it has offered about $4.5 billion in cash to buy rival Mandalay Resort Group; purchase would give MGM Mirage, which is based in Las Vegas, ownership stakes in several well-known casinos on Strip, including Luxor, Excalibur and Monte Carlo, as well as properties in Mississippi, Michigan and Illinois (M)",
      "lead_paragraph": "In a sign of how hot the casino resort business is, MGM Mirage announced late yesterday that it had offered about $4.5 billion in cash to buy a rival, the Mandalay Resort Group.",
      "publication_date": "2004-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/05/business/mgm-mirage-bids-4.5-billion-for-a-rival-mandalay.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "When Private Mixes With Public; A Financing Technique Grows More Popular and Also Raises Concerns",
      "snippet": "Comment on financing technique call private investments in public equity, or Pipes, strategy that is growing more popular, and also raising concerns; deals can be irresistable to big investors and small companies alike; companies get cheap money, ...",
      "abstract": "Comment on financing technique call private investments in public equity, or Pipes, strategy that is growing more popular, and also raising concerns; deals can be irresistable to big investors and small companies alike; companies get cheap money, and new investors get a stake in company at less than public would have to pay; existing shareholders may complain because their holdings are diluted and big investors buy in at discount; in typical deal, new securities dilute holdings of existing share owners by 5 percent to 20 percent; Lawrence Goldfarb, managing partner of BayStar Capital, is one of biggest investors in Pipes and related financings; he recommends hedging some Pipes investments; photo; charts (L)",
      "lead_paragraph": "The type of financing that backfired on Connecticut's pension fund and Forstmann, Little & Company is not just alive, but thriving.",
      "publication_date": "2004-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/05/business/when-private-mixes-with-public-financing-technique-grows-more-popular-also.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Talkative Chief Complicates An Offering By Salesforce",
      "snippet": "Salesforce.com says that it might be forced to buy back shares it planned to sell in initial public offering if company were found guilty of violating federal rules because of remarks by chief executive Marc Benioff quoted in article in New York T...",
      "abstract": "Salesforce.com says that it might be forced to buy back shares it planned to sell in initial public offering if company were found guilty of violating federal rules because of remarks by chief executive Marc Benioff quoted in article in New York Times on May 9; Salesforce, in statement filed with SEC, says that Benioff might have violated provision of Securities Act of 1933 that severely limits what a company can say publicly in months leading up to stock offering; Salesforce, which filed to go public last December, was still in so-called quiet period when Benioff spoke at length with reporter for Times article; Benioff photo (L)",
      "lead_paragraph": "Marc Benioff, the chief executive of Salesforce.com, normally likes to talk about his company. But that just might have created some problems.",
      "publication_date": "2004-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/05/business/talkative-chief-complicates-an-offering-by-salesforce.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "FEARS OF VACUUM IN TERROR FIGHT",
      "snippet": "Departure of CIA Director George J Tenet and James L Pavitt, deputy director of operations, removes top two generals who have steered nation's covert war on terrorism since Sept 11, 2001 attacks; pair will leave what some in government worry may b...",
      "abstract": "Departure of CIA Director George J Tenet and James L Pavitt, deputy director of operations, removes top two generals who have steered nation's covert war on terrorism since Sept 11, 2001 attacks; pair will leave what some in government worry may be power vacuum when they step down in summer; government officials say Tenet and Pavitt have been instrumental not only in directing agency's efforts, but in forging cooperation among rival departments involved in fight; say other agencies, including Defense Dept and Homeland Security Dept, have often deferred to Tenet because of his experience and close personal bond with Pres Bush; Deputy Dir John McLaughlin is Tenet's acting replacement and Stephen R Kappes, 23-year veteran of clandestine service, is Pavitt's successor (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/05/world/fears-of-vacuum-in-terror-fight.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "One Way to Reach Anthem High Note: Just Make It Lower",
      "snippet": "Ed Siegel, Solana Beach, Calif, psychiatrist who cannot read sheet music but can play thousand songs on piano, wants to lower key of Star-Spangled Banner from B flat to G major; says everyone would be able to sing national anthem if it was lowered...",
      "abstract": "Ed Siegel, Solana Beach, Calif, psychiatrist who cannot read sheet music but can play thousand songs on piano, wants to lower key of Star-Spangled Banner from B flat to G major; says everyone would be able to sing national anthem if it was lowered three keys; has petitioned Solana Beach City Council to support his proposal, but has failed to get anyone interested nationally; Siegel photo (M)",
      "lead_paragraph": "Anyone who has attended a baseball game knows how hard it is to sing ''The Star-Spangled Banner'' in key. One lonely voice is trying to change that.",
      "publication_date": "2004-06-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/05/us/one-way-to-reach-anthem-high-note-just-make-it-lower.html",
      "byline": "By Neal Matthews"
    },
    {
      "headline": "Lockboxes, Iraqi Loot And a Trail To the Fed",
      "snippet": "Probe by New York Federal Reserve Bank, Treasury Department and Customs Service into how Iraqi central bank acquired during period of trade sanctions some $650 million in new United States currency found by American troops in Apr 2003 detailed; fe...",
      "abstract": "Probe by New York Federal Reserve Bank, Treasury Department and Customs Service into how Iraqi central bank acquired during period of trade sanctions some $650 million in new United States currency found by American troops in Apr 2003 detailed; federal authorities say continuing probe offers road map of illicit dealings, including lucrative oil smuggling, in Iraq and neighoring nations during Saddam Hussein's reign; probe led quickly to Bank of America, HSBC Group, Royal Bank of Scotland and UBS, banks among select group handling task of distributing freshly printed dollars overseas; none of them sent money directly to Iraq, although UBS was found to have transfered dollars to other nations under sanctions, undetected by Federal Reserve auditors, and was fined $100 million; photos (M)",
      "lead_paragraph": "WHEN a United States Army sergeant broke through a false wall in a small building in Baghdad on a Friday afternoon a little over a year ago, he discovered more than three dozen sealed boxes containing about $160 million in neatly bundled $100 bills.",
      "publication_date": "2004-06-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/06/business/lockboxes-iraqi-loot-and-a-trail-to-the-fed.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Fighters Loyal to Radical Cleric Start Pullout From 2 Iraq Cities",
      "snippet": "Fighters loyal to Moktada al-Sadr, Shiite radical who fashioned army from discontented of Iraq's slums, begin to withdraw from centers of Najaf and Kufa where they have been battling American forces since April; there are reports that Sadr has met...",
      "abstract": "Fighters loyal to Moktada al-Sadr, Shiite radical who fashioned army from discontented of Iraq's slums, begin to withdraw from centers of Najaf and Kufa where they have been battling American forces since April; there are reports that Sadr has met with with Grand Ayatolla Ali al-Sistani, Iraq's most revered Shiite cleric; withdrawal, coupled with reported meeting of rival clerics, gives rise to hope that Sadr's rebellion might be ending; hundreds of Iraqis, including scores of civilians, have been killed since rebellion began and shrines have been damaged; Prime Min Iyad Allawi declares fighting is over, interview, and says Iraq will take control of thousands of Iraqi detainees held in American-controlled prisons; photo (M)",
      "lead_paragraph": "Fighters loyal to Moktada al-Sadr, the Shiite radical who fashioned an army from the discontented of Iraq's slums, began to withdraw Saturday from the centers of Najaf and Kufa, where they have been battling American forces since April.",
      "publication_date": "2004-06-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/06/world/reach-war-insurgency-fighters-loyal-radical-cleric-start-pullout-2-iraq-cities.html",
      "byline": "By Dexter Filkins and James Glanz"
    },
    {
      "headline": "WIDE GAPS SEEN IN U.S. INQUIRIES ON PRISON ABUSE",
      "snippet": "Lawmakers from both parties and outside military experts say inquiries into abuses of prisoners in Iraq and Afghanistan leave crucial questions of policy and operations unexamined; there is no independent investigation into what led to abuses at A...",
      "abstract": "Lawmakers from both parties and outside military experts say inquiries into abuses of prisoners in Iraq and Afghanistan leave crucial questions of policy and operations unexamined; there is no independent investigation into what led to abuses at Abu Ghraib and no impetus in Congress or elsewhere to create one, but even some Republicans have begun to question whether Pentagon's inquiries are too narrowly structured to establish causes of abuses, and are urging more aggressive review; top military spokesman in Iraq Brig Gen Mark Kimmitt defends range and scope of ongoing investigations; timeline shows when six inquiries began and describes focus of each (M)",
      "lead_paragraph": "Disparate inquiries into abuses of prisoners in Iraq and Afghanistan have so far left crucial questions of policy and operations unexamined, according to lawmakers from both parties and outside military experts, who say that the accountability of senior officers and Pentagon officials may remain unanswered as a result.",
      "publication_date": "2004-06-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/06/world/the-reach-of-war-investigations-wide-gaps-seen-in-us-inquiries-on-prison-abuse.html",
      "byline": "By Steven Lee Myers and Eric Schmitt"
    },
    {
      "headline": "Nurses Bid With Their Pay In Auctions for Extra Work",
      "snippet": "Growing number of hospitals are using auctions that allow nurses to bid for more hours in areas where they are qualified by posting offer to work available shifts at specific rate; auctions award shifts to employees who ask lowest prices for their...",
      "abstract": "Growing number of hospitals are using auctions that allow nurses to bid for more hours in areas where they are qualified by posting offer to work available shifts at specific rate; auctions award shifts to employees who ask lowest prices for their work; system lets nurses set their own schedule and helps hospitals deal with severe nursing shortage while keeping costs in check; many nurses' unions oppose practice saying it has potential for abuse and harms nurses' image as professionals; photo (M)",
      "lead_paragraph": "Every two weeks, Tiffany Clark, a registered nurse, logs onto her hospital's Web site and enters a bidding war with her co-workers.",
      "publication_date": "2004-06-06T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/06/06/jobs/nurses-bid-with-their-pay-in-auctions-for-extra-work.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "Potential Kerry Running Mates Vie to Sing His Praises Loudest",
      "snippet": "Campaign for vice presidential spot on Democratic ticket has begun in earnest, with presumptive presidential nominee Sen John Kerry reaping benefits; several men whose names are widely mentioned for second spot on ticket are crisscrossing country ...",
      "abstract": "Campaign for vice presidential spot on Democratic ticket has begun in earnest, with presumptive presidential nominee Sen John Kerry reaping benefits; several men whose names are widely mentioned for second spot on ticket are crisscrossing country on his behalf, trying to shore up his position in battleground states; they deny they are competing for his favor and it is not clear whether stumping will even influence final decision; photos of Gen Wesley K Clark, Rep Richard A Gephardt, Sens John Edwards, Evan Bayh, Bob Graham and Bill Nelson, and Govs Bill Richardson and Tom Vilseck; chart shows schedule of their events (M)",
      "lead_paragraph": "On Tuesday morning, Senator Bob Graham boarded a plane in Virginia, flew to Florida with John Kerry, and introduced him to an overheated crowd outside Palm Beach as ''a man of high intelligence, great energy and a sincere commitment to what's important to us today for our children and grandchildren.''",
      "publication_date": "2004-06-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/06/us/2004-election-no-2-spot-potential-kerry-running-mates-vie-sing-his-praises.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "Defending a Colossal Flop, in His Own Way",
      "snippet": "Connecticut is suing Theodore J Forstmann and his Forstmann Little & Co charging they improperly invested and lost $125 million of state's pension fund money, luring state's pensions to invest with fund on promise of conservative investment strate...",
      "abstract": "Connecticut is suing Theodore J Forstmann and his Forstmann Little & Co charging they improperly invested and lost $125 million of state's pension fund money, luring state's pensions to invest with fund on promise of conservative investment strategy and then pursuing highly speculative deals; Forstmann lawyer notes state was aware of deals before they were made and did not complain until deals began to lose money; says every other investor in fund refused to join suit and most have reinvested in firm's subsequent fund; case is before jury, not judge schooled in contract law, giving state possible edge; Forstmann's testimony may not be helping his cause; photo (M)",
      "lead_paragraph": "SITTING on the witness stand in a tiny courtroom in northern Connecticut last week, Theodore J. Forstmann looked every bit the Wall Street Master of the Universe that he is. He just didn't sound like one.",
      "publication_date": "2004-06-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/06/business/defending-a-colossal-flop-in-his-own-way.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "The Scandal That Refuses To Go Away",
      "snippet": "Gretchen Morgeÿ",
      "abstract": "Gretchen Morgeÿ",
      "lead_paragraph": "COMPUTER ASSOCIATES, embroiled in one of the nation's longest-running accounting fraud investigations, announced on Friday that Sanjay Kumar, its chief software architect and former chief executive, was finally making his exit.",
      "publication_date": "2004-06-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/06/business/the-scandal-that-refuses-to-go-away.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "FOSTERED COLD-WAR MIGHT AND CURBS ON GOVERNMENT",
      "snippet": "Ronald Wilson Reagan, former film star who became 40th president, oldest to enter White House, dies at age 93 after living final years in seclusion as he coped with debilitation of Alzheimer's disease; nation battered by Vietnam war and damaged by...",
      "abstract": "Ronald Wilson Reagan, former film star who became 40th president, oldest to enter White House, dies at age 93 after living final years in seclusion as he coped with debilitation of Alzheimer's disease; nation battered by Vietnam war and damaged by Watergate was hungry for hero and responded to Reagan's optimism and promise of return to greatness; Reagan lived longer than any US president, and touched hearts of many when he let it be known in handwritten letter to nation than he was suffering from Alzheimer's; died with wife Nancy and children Ron Jr, Patti Davis and Michael at bedside; defeated incumbent Jimmy Carter in 1980 and came into second term with immense popularity, which lasted until he and his administration were plunged into turmoil by Iran-Contra affair; deception and disdain for law undermined Reagan's credibility, weakened his powers of persuasion with Congress and left tenure tainted by scandal; biographical sketch; highlights of his presidency discussed; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/06/us/ronald-reagan-dies-at-93-fostered-cold-war-might-and-curbs-on-government.html",
      "byline": "By Marilyn Berger"
    },
    {
      "headline": "No Yes; No No; No Answer at All",
      "snippet": "Lisa Belkin Life's Work column on disappearance of formal rejection letter from job interviewing process; more often, job applicants are left with no response; executive search firm blames lack of time for what many job seekers perceive as rudenes...",
      "abstract": "Lisa Belkin Life's Work column on disappearance of formal rejection letter from job interviewing process; more often, job applicants are left with no response; executive search firm blames lack of time for what many job seekers perceive as rudeness; drawing (M)",
      "lead_paragraph": "THIS time last year, Matthew was looking for work. He was particularly excited about one prospect, which we'll call ''a Midtown agency.''",
      "publication_date": "2004-06-06T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/06/06/jobs/life-s-work-no-yes-no-no-no-answer-at-all.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Bush and Chirac Say Iraq Discord Narrows",
      "snippet": "President Bush and President Jacques Chirac of France, in Paris, say they have narrowed their differences over a United Nations resolution establishing a framework for returning self-government to Iraq and may reach an agreement within days. A mec...",
      "abstract": "President Bush and President Jacques Chirac of France, in Paris, say they have narrowed their differences over a United Nations resolution establishing a framework for returning self-government to Iraq and may reach an agreement within days. A mechanism has been worked out to ensure that Iraqis will be consulted about and comfortable with American military operations in Iraq after the return of sovereignty on June 30, officials say.    Article, Page 20.",
      "lead_paragraph": "President Bush and President Jacques Chirac of France, in Paris, say they have narrowed their differences over a United Nations resolution establishing a framework for returning self-government to Iraq and may reach an agreement within days. A mechanism has been worked out to ensure that Iraqis will be consulted about and comfortable with American military operations in Iraq after the return of sovereignty on June 30, officials say.",
      "publication_date": "2004-06-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/06/world/bush-and-chirac-say-iraq-discord-narrows.html",
      "byline": ""
    },
    {
      "headline": "Drugs May Turn Cancer Into Manageable Disease",
      "snippet": "Article in series Redefining Cancer examines new generation of so-called 'targeted' therapies, which could reach market in three years and transform cancer treatment by attacking underlying molecular mechanisms of disease; some experts, while warn...",
      "abstract": "Article in series Redefining Cancer examines new generation of so-called 'targeted' therapies, which could reach market in three years and transform cancer treatment by attacking underlying molecular mechanisms of disease; some experts, while warning against creating false expectations, see cancer becoming chronic disease that can be managed with medication; targeted therapy is major theme at meeting of American Society of Clinical Oncology, where there is palpable sense of excitement that progress, although limited, is being made against even stubborn cancers like those of lungs and kidney; illustrations show how drug works to attack malignant tumors by blocking chain reaction inside cancer cells that causes them to multiply and attract blood vessels for nourishment; photos (L)",
      "lead_paragraph": "Brett Smith, the father of two young children, was only 26 three years ago when he was found to have advanced melanoma, a deadly skin cancer. Several drugs failed to stop the cancer, while leaving him frail, depleted and ill.",
      "publication_date": "2004-06-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/06/us/drugs-may-turn-cancer-into-manageable-disease.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "In Las Vegas, Showing Cards To Keep Ante From Rising",
      "snippet": "Kirk Kerkorian makes unsolicited $4.5 billion bid to buy Mandalay Resort Group, deal that would give his MGM Mirage a virtual hammerlock on Las Vegas's best-known and most upscale hotels and casinos; price represents 13 percent premium over Mandal...",
      "abstract": "Kirk Kerkorian makes unsolicited $4.5 billion bid to buy Mandalay Resort Group, deal that would give his MGM Mirage a virtual hammerlock on Las Vegas's best-known and most upscale hotels and casinos; price represents 13 percent premium over Mandalay's share price, but that may not be enough because most analysts now have 12-month target price for Mandalay of between $68 and $80 a share; Mandalay's shares rose 10 percent on June 4 after it reported near doubling of first quarter earnings, to $87.3 million and cited surge in popularity for Las Vegas; investment banks seek to interest MGM Mirage rivals in Mandalay; antitrust experts suggest that MGM Mirage could be forced to sell some hotels on Strip to placate regulators; Kerkorian photo (M)",
      "lead_paragraph": "Kirk Kerkorian just cannot stay away from the tables.",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/07/business/market-place-in-las-vegas-showing-cards-to-keep-ante-from-rising.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "SHARON ADVANCES TOWARD REMOVAL OF SOME SETTLERS",
      "snippet": "Prime Min Ariel Sharon coaxes Israel toward evacuation of some settlements next year, winning approval from right-wing coalition government to begin preparing for what he calls 'disengagement' from Palestinians of West Bank and Gaza; government de...",
      "abstract": "Prime Min Ariel Sharon coaxes Israel toward evacuation of some settlements next year, winning approval from right-wing coalition government to begin preparing for what he calls 'disengagement' from Palestinians of West Bank and Gaza; government decision falls short of original evacuation plan, but through mix of compromise and cajoling, including abrupt dismissal of two far-right ministers before vote, Sharon appears to be advancing toward goal despite fervent right-wing opposition; advisers say vote will permit him to pursue plan while preserving coalition and forestalling parliamentary elections, buying him months to build more support; plan has opened fissures within Likud party as well as provoking outrage from many right-wingers; Palestinian Prime Min Ahmed Qurei says Palestinians welcome Israeli withdrawal if it is total and comprehensive and Bush administration calls plan 'courageous'; Sharon's actions come without seeking peace agreement; asserts Palestinian leadership is not credible negotiating partner but says Israel must act now to avoid ceding more land in eventual internationally imposed solution; Israeli court sentences Marwan Barghouti to five consecutive life terms, plus 40 years, for his involvement in attacks that killed four Israelis and Greek monk; on entering court, Barghouti calls for Palestinian uprising to continue; map; photos (M)",
      "lead_paragraph": "Prime Minister Ariel Sharon coaxed Israel on Sunday toward evacuating some settlements next year, winning approval from his right-wing coalition government to begin preparing for what he calls ''disengagement'' from the Palestinians of the West Bank and the Gaza Strip.",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/07/world/sharon-advances-toward-removal-of-some-settlers.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "States' End Run Dilutes Burden For Special Ed",
      "snippet": "Maryland is trying to circumvent federal No Child Left Behind law by asking to count special education students as children of poverty; also proposes excluding any group that makes up less than 15 percent of student population at district and stat...",
      "abstract": "Maryland is trying to circumvent federal No Child Left Behind law by asking to count special education students as children of poverty; also proposes excluding any group that makes up less than 15 percent of student population at district and state levels, threshold that would largely eliminate both disabled children and those learning English from law's accountability system; under law, high-poverty schools labeled 'in need of improvement' for more than two years must spend up to 20 percent of their federal aid to send students to more successful schools and to tutor students who do not transfer; after four years of unsatisfactory progress, school could be closed and reopened under new management; other states are proposing different statistical moves, but all would ease rigor of law, which says that schools must break down test scores for every subgroup above certain size by race, poverty, ethnicity, disability and English-learners, and that each group must make adequate progress on annual tests; states may choose minimum sample size necessary to produce statistically reliable gauge of school quality; many states want to raise minimum group size for including children who are either disabled or deficient in English in school accountability profiles; such steps have been approved in Missouri, Nebraska, Ohio, Wisconsin, Puerto Rico and Washington, DC, and five more states have requests pending; other statistical devices being used around nation to positively impact scores described; some parents of children with disabilities condemn such moves, saying purpose of law is to assess achievement, not make schools look good; photo (M)",
      "lead_paragraph": "Every afternoon, a half-dozen fourth and fifth graders with learning disabilities gather in Julie Grant's classroom at Broad Acres Elementary. Some struggle to turn the words they see and hear into coherent thoughts, others to concentrate.",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/07/us/states-end-run-dilutes-burden-for-special-ed.html",
      "byline": "By Diana Jean Schemo"
    },
    {
      "headline": "The Split Between Disney and Miramax Gets a Little Wider",
      "snippet": "Michael D Eisner, Walt Disney Co chief executive, is reportedly willing to consider selling Miramax division back to its founders and co-chairmen, Harvey and Bob Weinstein; has had difficult contract negotiations and disputes over compensation and...",
      "abstract": "Michael D Eisner, Walt Disney Co chief executive, is reportedly willing to consider selling Miramax division back to its founders and co-chairmen, Harvey and Bob Weinstein; has had difficult contract negotiations and disputes over compensation and profits with Weinsteins, and relationship has been further strained by recent dispute over whether Miramax could distribute Fahrenheit 9/11, Michael Moore documentary strongly critical of Pres Bush; Eisner has expressed doubts about whether Weinsteins could raise money needed to buy studio; Disney paid them $80 million for Miramax in 1993, and analysts speculate that it could be worth more than $2 billion today; photos (M)",
      "lead_paragraph": "For the first time since buying the art-house studio Miramax in 1993, Michael D. Eisner, the chief executive of the Walt Disney Company, is willing to consider selling the division back to it founders and co-chairmen, Harvey and Bob Weinstein, according to close associates.",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/07/business/the-split-between-disney-and-miramax-gets-a-little-wider.html",
      "byline": "By Sharon Waxman and Laura M. Holson"
    },
    {
      "headline": "U.S. and Iraq Submit Military Plan at U.N.",
      "snippet": "The United States and Iraq submitted a military partnership plan to the Security Council, clearing the way for passage of a resolution conferring international legitimacy on the American-led multinational force after Iraq regains power on June 30....",
      "abstract": "The United States and Iraq submitted a military partnership plan to the Security Council, clearing the way for passage of a resolution conferring international legitimacy on the American-led multinational force after Iraq regains power on June 30.     The new arrangement was spelled out in separate letters from Secretary of State Colin L. Powell and the prime minister of the new Iraqi interim government, Iyad Allawi.  ",
      "lead_paragraph": "The United States and Iraq submitted a military partnership plan to the Security Council, clearing the way for passage of a resolution conferring international legitimacy on the American-led multinational force after Iraq regains power on June 30.",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/07/world/us-and-iraq-submit-military-plan-at-un.html",
      "byline": ""
    },
    {
      "headline": "Move to Stiffen Decency Rules Is Losing Steam In Washington",
      "snippet": "Congress is not expected to pass legislation to rid airwaves of indecent material before November elections despite all the legislative posturing prompted by awards-show expletives and Super Bowl breast-bearing; House has passed bill, but Senate m...",
      "abstract": "Congress is not expected to pass legislation to rid airwaves of indecent material before November elections despite all the legislative posturing prompted by awards-show expletives and Super Bowl breast-bearing; House has passed bill, but Senate measure approved by its commerce committee has yet to be scheduled for discussion by full body; lawmakers are now averse to investing too much plitical capital in divisive issue that has pitted some social conservatives and child-advocacy groups against big broadcasters and civil rights advocates; Senate measure also contains provision to curb violent content on television, while House bill explicitly limits itself to sex and swearing; photos (M)",
      "lead_paragraph": "After awards-show expletives and Super Bowl breast-baring, federal lawmakers began lining up to attach their names to election-year legislation to rid the airwaves of material they considered indecent.",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/07/business/move-to-stiffen-decency-rules-is-losing-steam-in-washington.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Oracle's Bid for Competitor To Be Tested in Court  Lawyers for the Justice Department will call their first witnesses today in the government's lawsuit to block Oracle's proposed hostile takeover of PeopleSoft, after opening statements by both sid...",
      "abstract": " Oracle's Bid for Competitor To Be Tested in Court  Lawyers for the Justice Department will call their first witnesses today in the government's lawsuit to block Oracle's proposed hostile takeover of PeopleSoft, after opening statements by both sides.     The trial in federal court in San Francisco comes a year after Oracle surprised PeopleSoft with its initial $5.1 billion bid for the company, the first in a series of offers that PeopleSoft's board has rejected. In its most recent bid, Oracle is offering $7.7 billion to acquire the rival software company. [Page C4.]",
      "lead_paragraph": "Oracle's Bid for Competitor To Be Tested in Court",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/07/business/business-digest-878057.html",
      "byline": ""
    },
    {
      "headline": "Her Home Silent, Nancy Reagan Found a Voice",
      "snippet": "Nancy Reagan, often criticized for superficial concerns while First Lady, has become vocal advocate for Alzheimer's causes and stem-cell research while watching former Pres Ronald Reagan slip away from her in last 10 years, and finally die; suppor...",
      "abstract": "Nancy Reagan, often criticized for superficial concerns while First Lady, has become vocal advocate for Alzheimer's causes and stem-cell research while watching former Pres Ronald Reagan slip away from her in last 10 years, and finally die; supporters of stem-cell research say it could aid fight against plethora of diseases, but Bush administration has limited such research because it involves destruction of human embryos; Betsy Bloomingdale, close friend of Nancy Reagan, says stem-cell issue has given Reagan's life meaning; several friends say she has been disappointed in Pres Bush's stand on issue and predict that she will work hard on behalf of research, perhaps less discreetly than she has in past years; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/07/us/40th-president-president-s-widow-her-home-silent-nancy-reagan-found-voice.html",
      "byline": "By Bernard Weinraub and Elisabeth Bumiller"
    },
    {
      "headline": "THE 40TH PRESIDENT",
      "snippet": "A WALL OF NOSTALGIA -- Did President Bush speak at the D-Day ceremony? It was hard to tell yesterday: television put up a wall of Ronald Reagan nostalgia so thick that even the president who claims Mr. Reagan's mantle could barely break through. I...",
      "abstract": " A WALL OF NOSTALGIA -- Did President Bush speak at the D-Day ceremony? It was hard to tell yesterday: television put up a wall of Ronald Reagan nostalgia so thick that even the president who claims Mr. Reagan's mantle could barely break through. It was as if the Great Communicator had reached down to his understudy and with a sly grin whispered, ''Not so fast, kid.'' The TV Watch by Alessandra Stanley.   PAGE A18    REAGAN'S IMPACT -- His legacy lives on, in the judiciary and in economic and foreign policy.   PAGE A18",
      "lead_paragraph": "A WALL OF NOSTALGIA -- Did President Bush speak at the D-Day ceremony? It was hard to tell yesterday: television put up a wall of Ronald Reagan nostalgia so thick that even the president who claims Mr. Reagan's mantle could barely break through. It was as if the Great Communicator had reached down to his understudy and with a sly grin whispered, ''Not so fast, kid.'' The TV Watch by Alessandra Stanley. PAGE A18",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/07/us/the-40th-president.html",
      "byline": ""
    },
    {
      "headline": "Where Entrepreneurs Go And the Internet Is Free; Wi-Fi Providers Rethink How to Make Money",
      "snippet": "Entrepreneurs and telecommunications companies seeking sustainable business models for selling wireless Internet connections are challenged by growth in Wi-Fi connections that are provided free at cafes, malls and downtown business districts; T-Mo...",
      "abstract": "Entrepreneurs and telecommunications companies seeking sustainable business models for selling wireless Internet connections are challenged by growth in Wi-Fi connections that are provided free at cafes, malls and downtown business districts; T-Mobile is among Wi-Fi providers that do have profitable business model, with 4,650 Wi-Fi hot spots in Kinko's, Borders Bookstores, hotels, airports and Starbucks cafes, a number that rises by 35 a day; says it is not worried about growth of free hot spots because it believes commercial networks can offer more reliable, more secure Internet access; photos (M)",
      "lead_paragraph": "Linda Branagan would seem to be the ideal customer for entrepreneurs and telecommunications companies looking to make money selling wireless Internet connections. But, like thousands of business road warriors, Ms. Branagan often does not pay for the service because she gets it free.",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/07/business/where-entrepreneurs-go-internet-free-wi-fi-providers-rethink-make-money.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Reagan Legacy Looming Large Over Campaign",
      "snippet": "Pres Bush and his advisers embrace legacy of Ronald Reagan, suggesting he was role model for Bush and that Reagan will be inspirational presence on campaign trail; Sen John Kerry also praises Reagan with speech and tribute on Web site, and cancels...",
      "abstract": "Pres Bush and his advisers embrace legacy of Ronald Reagan, suggesting he was role model for Bush and that Reagan will be inspirational presence on campaign trail; Sen John Kerry also praises Reagan with speech and tribute on Web site, and cancels five days of campaign events as gesture of respect and bow to reality that world will not be paying much attention to campaign in week that will culminate in funeral; Bush campaign will play up similarities between him and Reagan as straight-talking, ideologically driven leaders with swagger and fixed ideas of goals; some Democrats are concerned that focus will give Bush much-needed lift, although Kerry's aides dismiss overall impact; some Bush aides are concerned that comparison will diminish Bush's stature, and others express concern that identifying too closely risks running campaign that looks to past rather than future; both Kerry and Bush campaigns will be careful to avoid anything that smacks of exploiting news of Reagan's death (M)",
      "lead_paragraph": "From the shores of Normandy to President Bush's campaign offices outside Washington, Mr. Bush and his political advisers embraced the legacy of Ronald Reagan on Sunday, suggesting that even in death, Mr. Reagan had one more campaign in him -- this one at the side of Mr. Bush.",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/07/us/the-40th-president-the-politicians-reagan-legacy-looming-large-over-campaign.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Hot on the Trail of Tornadoes, Where Too Close Is Just Right",
      "snippet": "Growing ranks of tornado aficionados, fascinated with watching Mother Nature at her most wrathful, are creating new sector in tourism industry; small-town businesses are grateful for dollars people spend and even assistance they sometimes provide ...",
      "abstract": "Growing ranks of tornado aficionados, fascinated with watching Mother Nature at her most wrathful, are creating new sector in tourism industry; small-town businesses are grateful for dollars people spend and even assistance they sometimes provide in wake of destructive funnel clouds; about 12 outfits have sprung up to accommodate those eager to get as close as possible to storms and who are willing to pay thousands of dollars; vans and pickup trucks of hobbyists travel country roads through farmlands of Texas Panhandle, Oklahoma, Kansas and Nebraska; some are equipped with high-tech equipment, while others rely on local forecast and learn to read sky for signs of imminent storms; storm-chasers speak of high or adrenaline rush upon spotting tornadoes, which are formed when energized flows of moist air surge upward into base of thunderhead or supercell and accelerate as they enter column propelled from different sides and can evolve into twisting funnel that suspends itself beneath base of cloud and reaches ground with incredible force; map; photos (L)",
      "lead_paragraph": "The air was jaundice-yellow under a sky like bruised flesh when Todd Thorn and his three vanloads of tornado-chasers lurched to a stop by the side of the road in the wheat fields of north Kansas one evening at the end of May.",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/07/us/hot-on-the-trail-of-tornadoes-where-too-close-is-just-right.html",
      "byline": "By Ralph Blumenthal"
    },
    {
      "headline": "To Watch These Programs on Cable, You Have to Find Them First",
      "snippet": "New niche television networks, those appealing to, say, martial arts athletes, boxing buffs and wine lovers, are not gaining access they want on cable companies' digital channels but are instead being directed onto video on demand, where viewers c...",
      "abstract": "New niche television networks, those appealing to, say, martial arts athletes, boxing buffs and wine lovers, are not gaining access they want on cable companies' digital channels but are instead being directed onto video on demand, where viewers cannot find them in their channel surfing but must rather seek them out; cable companies have become more selective about adding networks because of increasing demands on their cable bandwidth; putting programs from new networks into on-demand format frees up valuable bandwidth and helps cable operators distinguish themselves from satellite providers, which have fewer on-demand options; niche networks' lack of exposure makes it extremely difficult to bring in advertisers, who are also skeptical of on-demand format because it allows viewers to fast-forward through ads; on-demand format is growing despite drawbacks; photos (M)",
      "lead_paragraph": "Watching a gearhead assemble a motorcycle in 13 one-hour installments might not be most people's idea of riveting television, but to Keith Dressel it is a programming niche that is begging to be exploited.",
      "publication_date": "2004-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/07/business/to-watch-these-programs-on-cable-you-have-to-find-them-first.html",
      "byline": "By Ken Belson"
    }
  ]
}