{
  "metadata": {
    "date": "2004-03-09",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "H.M.O.'s Return For a Piece Of Medicare Pie",
      "snippet": "Managed care companies that pulled out of areas across country few years ago are returning now that federal Medicare reimbursement rates have gone up; Bush administration's plan caled for $46 billion to be pumped into these health insurance progra...",
      "abstract": "Managed care companies that pulled out of areas across country few years ago are returning now that federal Medicare reimbursement rates have gone up; Bush administration's plan caled for $46 billion to be pumped into these health insurance programs over next 10 years; number of Medicare beneficiaries enrolling in managed care plans has started to rise in Hernando County, Fla; Humana Inc's chief executive Michael McCallister comments; map; chart (M)",
      "lead_paragraph": "There is free lunch virtually every day for Medicare enrollees in the cafeterias and roadside restaurants here in Hernando County, a semirural expanse of scrub pine, golfers' subdivisions and medical strip malls 50 miles north of Tampa.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/09/business/hmo-s-return-for-a-piece-of-medicare-pie.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "World Business Briefing | Europe: France: Profit For Aeronautics Concern",
      "snippet": "European Aeronautic Defense and Space Co reports fourth-quarter profit of 276 million euros ($342 million), compared with loss of 322 million euros a year earlier; photo (S)",
      "abstract": "European Aeronautic Defense and Space Co reports fourth-quarter profit of 276 million euros ($342 million), compared with loss of 322 million euros a year earlier; photo (S)",
      "lead_paragraph": "The European Aeronautic Defense and Space Company had a fourth-quarter profit of 276 million euros ($342 million) on more Airbus SAS aircraft deliveries and additional helicopter sales. The results were in contrast to a loss of 322 million euros a year earlier. EADS will increase its dividend by a third and raised its 2004 forecast as orders last year doubled, a chief executive, Rainer Hertrich, said. EADS had a profit at its military unit because of orders for the A400 air-transport plane. EADS raised its 2004 forecast for earnings before interest and taxes to 1.8 billion euros from an earlier forecast of 1.7 billion euros.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/09/business/world-business-briefing-europe-france-profit-for-aeronautics-concern.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "As Stewart Attends Hearing, Company Studies Options",
      "snippet": "Martha Stewart returns to federal court in Lower Manhattan for session with probation officer, as her company's board meets to consider how company, Martha Stewart Living Omnimedia, will function after her conviction on criminal charges; Reuters r...",
      "abstract": "Martha Stewart returns to federal court in Lower Manhattan for session with probation officer, as her company's board meets to consider how company, Martha Stewart Living Omnimedia, will function after her conviction on criminal charges; Reuters reports Stewart has resigned as director of Revlon Inc; Stewart submits to questions that will form part of presentencing report to be delivered to Judge Miriam Goldman Cedarbaum before Stewart's sentencing June 17; Stewart thanks her supporters as she leaves courthouse; New York Times spokeswoman Catherine J Mathis says two columns that New York Times Syndicate distributes will be renamed and written by people other than Stewart, starting immediately; weekly 'AskMartha' column on housekeeping and entertaining will be written by various editors from Martha Stewart Living magazine and known simply as 'Living'; column 'AskMartha Weddings' will be written by Darcy Miller, editorial director of Martha Stewart Weddings magazine and renamed 'Weddings'; Stewart's syndicated TV program Martha Stewart Living is taken off air on 12 local CBS stations owned by Viacom Inc and few UPN local stations, including those in major media markets; Stewart's co-defendant Peter E Bacanovic, who was found guilty of various federal charges, also attends separate presentencing hearing; photo (M)",
      "lead_paragraph": "Martha Stewart returned to the federal courthouse in Lower Manhattan yesterday, this time for a session with probation officers, as her company's board met to consider how the company, Martha Stewart Living Omnimedia, will function after her conviction on criminal charges last week.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/09/business/as-stewart-attends-hearing-company-studies-options.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Oil Giant's Officials Knew Of Gaps in Reserves in '02",
      "snippet": "Royal Dutch/Shell Group documents show top executives, including newly ousted chairman Sir Philip Watts, his successor Jeroen van der Veer and chief financial officer Judy Boynton were advised of huge shortfalls in proven oil and natural gas reser...",
      "abstract": "Royal Dutch/Shell Group documents show top executives, including newly ousted chairman Sir Philip Watts, his successor Jeroen van der Veer and chief financial officer Judy Boynton were advised of huge shortfalls in proven oil and natural gas reserves in 2002, two years before gaps were publicly disclosed; show executives opted for 'investor relations script' that minimized significance of reserves rather than disclose problem; van der Veer says company probes matter; photos (M)",
      "lead_paragraph": "The new head of the Royal Dutch/Shell Group and its current chief financial officer, as well as the chairman ousted last week, were advised of huge shortfalls in proven oil and natural gas reserves in 2002, two years before they were publicly disclosed, according to company memorandums and notes of executive discussions.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/09/business/oil-giant-s-officials-knew-of-gaps-in-reserves-in-02.html",
      "byline": "By Stephen Labaton and Jeff Gerth"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Auto Stake Sale",
      "snippet": "Mitsubishi Motors Corp of Japan will sell its stake in Malaysian carmaker Perusahaan Otomobil Nasional, or Proton, to help raise cash (S)",
      "abstract": "Mitsubishi Motors Corp of Japan will sell its stake in Malaysian carmaker Perusahaan Otomobil Nasional, or Proton, to help raise cash (S)",
      "lead_paragraph": "Troubled by falling sales and big losses, the Mitsubishi Motors Corporation plans to sell its stake in the Malaysian carmaker Perusahaan Otomobil Nasional, or Proton, to help raise cash, a Mitsubishi spokesman said. Mitsubishi, which owns 7.9 percent of Proton, is looking to raise money to help offset losses from sharp declines in sales in the United States and Japan, its top markets. Mitsubishi's American sales sank about 25 percent last year. The sale of the stake, which could raise about $100 million, could end a two-decade relationship in which Mitsubishi provided Proton with automotive technologies. Todd Zaun (NYT)",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/09/business/world-business-briefing-asia-japan-auto-stake-sale.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Reports of Rape In Pacific Spur Air Force Steps",
      "snippet": "Air Force study finds at least 92 rape charges involving Air Force personnel in Pacific were reported to military authorities there from 2001 to 2003, mostly by servicewomen; cites serious flaws in reporting of such charges and aid to victims; is ...",
      "abstract": "Air Force study finds at least 92 rape charges involving Air Force personnel in Pacific were reported to military authorities there from 2001 to 2003, mostly by servicewomen; cites serious flaws in reporting of such charges and aid to victims; is most comprehensive report of its kind by Air Force command and has led to servicewide probe into how sexual assault is reported, can be prevented and how commanders deal with victims; Gen William J Begert, Pacific area commander, sought review and has ordered broad changes; he comments, phone interview (M)",
      "lead_paragraph": "At least 92 accusations of rape involving Air Force personnel in the Pacific were reported to military authorities there from 2001 to 2003, according to a new study by the service. The findings, which surprised some top Air Force officials, also singled out serious flaws in the reporting of sexual assault claims and assistance to victims.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/09/us/reports-of-rape-in-pacific-spur-air-force-steps.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Market Timer's Quick Rise and Sharp Fall",
      "snippet": "Securities and Exchange Commission has sued Daniel G Calugar for improper mutual fund trading, and New York State Atty Gen Eliot Spitzer may bring charges against him; Calugar selected managers with policies that he thought were loose enough to le...",
      "abstract": "Securities and Exchange Commission has sued Daniel G Calugar for improper mutual fund trading, and New York State Atty Gen Eliot Spitzer may bring charges against him; Calugar selected managers with policies that he thought were loose enough to let him make short-term trades without incurring special fees or running afoul of securities laws; Calugar made $175 million on short-term fund trades, mostly in portfolios managed by Alliance Capital and Massachusetts Financial Services; also traded rapidly in Franklin Resources and FleetBoston funds; Securities and Exchange Commission regional director Randall R Lee says agency is still trying to determine scope of Calugar's trading (M)",
      "lead_paragraph": "Less than a mile from the Las Vegas strip, Daniel G. Calugar found better odds than at any casino.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/09/business/market-timer-s-quick-rise-and-sharp-fall.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Gay and Republican, But Not Necessarily Disloyal to President",
      "snippet": "Some gay Republicans say they may still vote for Pres Bush despite his support for constitutional amendment to ban same-sex marriage; deplore assumption that they are single-issue voters; some are waiting to see how hard he will push issue, playin...",
      "abstract": "Some gay Republicans say they may still vote for Pres Bush despite his support for constitutional amendment to ban same-sex marriage; deplore assumption that they are single-issue voters; some are waiting to see how hard he will push issue, playing move down for now as needed to appease his political base; exit polls show one million voters who identified themselves as gay voted for him in 2000, about 1 percent of electorate and about 25 percent of gay vote (M)",
      "lead_paragraph": "As a lesbian in a long-term relationship, Margaret Leber objects to the idea of amending the Constitution to ban same-sex marriage.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/09/us/gay-and-republican-but-not-necessarily-disloyal-to-president.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Economic Growth",
      "snippet": "Thailand's gross domestic product grows 7.8 percent in fourth quarter, pushing expansion for all of 2003 to 6.7 percent (S)",
      "abstract": "Thailand's gross domestic product grows 7.8 percent in fourth quarter, pushing expansion for all of 2003 to 6.7 percent (S)",
      "lead_paragraph": "Thailand's economy posted its fastest growth in the fourth quarter since the Asian financial crisis in 1997, as rising exports and consumer spending offset the effects of bird flu on chicken exports. Gross domestic product grew 7.8 percent compared with the period a year ago, the government reported, resulting in a 6.7 percent expansion for 2003. The government predicts that the economy will grow as much as 8 percent this year. Wayne Arnold (NYT)",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/09/business/world-business-briefing-asia-thailand-economic-growth.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "A Lawyer In Tyco Case Sees a Lack Of Evidence",
      "snippet": "Charles Stillman, lawyer for Tyco International's former chief financial officer Mark H Swartz, challenges jury to find evidence that his client helped to loot company of hundreds of millions of dollars, closing arguments; portrays prosecutors as ...",
      "abstract": "Charles Stillman, lawyer for Tyco International's former chief financial officer Mark H Swartz, challenges jury to find evidence that his client helped to loot company of hundreds of millions of dollars, closing arguments; portrays prosecutors as overzealous; New York State prosecutors have charged Swartz and former chief executive L Dennis Kozlowski with stealing $170 million by hiding details of their pay packages from board; are also accused of stealing $430 million by selling Tyco shares after artificially pumping up its price (M)",
      "lead_paragraph": "Nursing a hoarse voice with sips of water during a closing argument that lasted six hours, the lawyer for the top lieutenant of L. Dennis Kozlowski, the former chief executive of Tyco International, challenged the jury to find ''even one thimbleful of evidence'' that his client helped loot the company of hundreds of millions of dollars.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/09/business/a-lawyer-in-tyco-case-sees-a-lack-of-evidence.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Lingering Job Insecurity Of Silicon Valley; In Productivity and Cost Cuts, a Selective Recovery",
      "snippet": "Job market computer scientists and engineers operate in has become toughest ever even as business has started to pick up again; upturn in demand for all kinds of workers, including those in technology, may be just around corner, economists keep sa...",
      "abstract": "Job market computer scientists and engineers operate in has become toughest ever even as business has started to pick up again; upturn in demand for all kinds of workers, including those in technology, may be just around corner, economists keep saying, but software engineer David Friedman has seen no evidence of improvement so far; Friedman, who has last job ended in March 2001, has found little demand for kind of software design work that is his specialty; unemployment rate last year among computer scientists was 5.2 percent, highest level since government began tracking this work as occupation two decades ago; unemployment among electrical engineers last year, at 6.2 percent, was highest in 20 years; charts; photos (M)",
      "lead_paragraph": "For computer scientists and engineers, the 1990's were close to paradise -- until the technology boom collapsed. But even as business has started to pick up again, the job market they operate in has become the toughest ever.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/09/business/lingering-job-insecurity-silicon-valley-productivity-cost-cuts-selective.html",
      "byline": "By Steve Lohr and Matt Richtel"
    },
    {
      "headline": "Thailand Tries to End Stock Speculation",
      "snippet": "Thirachai Phuvanat-naranubala, secretary general of Thailand's Securities and Exchange Commission, imposes new rules on stock trading that he hopes will end roller-coaster market swings caused by what he and others in government and securities ind...",
      "abstract": "Thirachai Phuvanat-naranubala, secretary general of Thailand's Securities and Exchange Commission, imposes new rules on stock trading that he hopes will end roller-coaster market swings caused by what he and others in government and securities industry say is stock-price manipulation and insider trading; Prime Min Thaksin Shinawatra complains that too much of market activity comes from day traders using rumors to push up stock prices to unrealistic levels; graph (M)",
      "lead_paragraph": "Less than three months after Thailand's cabinet appointed him secretary general of the nation's Securities and Exchange Commission, Thirachai Phuvanat-naranubala is already leaving his mark on the country's booming stock market.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/09/business/thailand-tries-to-end-stock-speculation.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Head of Farm in Bird Flu Outbreak Is Found Dead",
      "snippet": "Hajimu Asada, chairman of Asada Nosan Co, Japanese poultry company blamed for failing to alert authorities about outbreak of avian influenza, commits suicide with his wife; suicides come amid concern that bird flu may be spreading in Japan; photo ...",
      "abstract": "Hajimu Asada, chairman of Asada Nosan Co, Japanese poultry company blamed for failing to alert authorities about outbreak of avian influenza, commits suicide with his wife; suicides come amid concern that bird flu may be spreading in Japan; photo (M)",
      "lead_paragraph": "The chairman of a Japanese poultry company blamed for failing to alert the authorities about an outbreak of avian influenza committed suicide with his wife, as the disease showed signs of spreading in Japan.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/09/business/head-of-farm-in-bird-flu-outbreak-is-found-dead.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Bank's Profit Rises",
      "snippet": "Lloyd's TSB reports net profit of $3.25 billion ($6 billion) for 2003, up 82 percent; 80 percent of increase is from asset sales; graph (S)",
      "abstract": "Lloyd's TSB reports net profit of $3.25 billion ($6 billion) for 2003, up 82 percent; 80 percent of increase is from asset sales; graph (S)",
      "lead_paragraph": "Lloyds TSB, the British bank, said that net profit for 2003 rose 82 percent, mainly on gains from sales of international operations but underlying profit growth was modest. The bank reported net profit of £3.25 billion ($6 billion), up from £1.79 billion in 2002, but 80 percent of the increase was from asset sales. Without the asset sales, profit grew 5 percent, the bank said. The sale of businesses in Brazil, France and New Zealand and of its emerging-market debt portfolio raised £1.16 billion. The bank said it would maintain its dividend but would not buy back shares.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/09/business/world-business-briefing-europe-britain-bank-s-profit-rises.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "NEW CONCLUSIONS ON CHOLESTEROL",
      "snippet": "Harvard Medical School study finds lowering LDL cholesterol far beyond 100 milligrams per deciliter levels recommended by most doctors for high-risk patients can substantially cut risk of suffering or dying of heart attack; finds patients taking h...",
      "abstract": "Harvard Medical School study finds lowering LDL cholesterol far beyond 100 milligrams per deciliter levels recommended by most doctors for high-risk patients can substantially cut risk of suffering or dying of heart attack; finds patients taking high doses of Pfizer Inc's powerful cholesterol-lowering drug Lipitor are significantly less likely to have heart attacks or need bypass surgery or angioplasty than patients taking less potent drug, Pravachol, made by Bristol-Myers Squibb, which sponsored study; cardiologists say findings will greatly change how doctors treat heart disease and spur re-evaluation of how low cholesterol levels should be, even for people without heart problems; graph of study results (M)",
      "lead_paragraph": "Lowering cholesterol far beyond the levels recommended by most doctors can substantially reduce heart patients' risk of suffering or dying of a heart attack, a study has found.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/09/us/new-conclusions-on-cholesterol.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "World Business Briefing | Europe: Norway: Statoil Names Executive",
      "snippet": "Helge Lund is named chief of Statoil, Norway's state oil company (S)",
      "abstract": "Helge Lund is named chief of Statoil, Norway's state oil company (S)",
      "lead_paragraph": "Helge Lund, a 42-year-old executive at an engineering company, was named chief of Statoil, the state oil company. Statoil, which produced 1.1 million barrels of oil a day in 2003, has been without a permanent chief executive since last September when Olav Fjell resigned amid an investigation into accusations that he had authorized improper payments to gain production deals in Iran. Mr. Lund is the chief executive of the engineering and construction group Aker Kvaerner. He will move to Statoil on Aug. 15, Statoil executives said. Walter Gibbs (NYT)",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/09/business/world-business-briefing-europe-norway-statoil-names-executive.html",
      "byline": "By Walter Gibbs (NYT)"
    },
    {
      "headline": "Iraq Council, With Reluctant Shiites, Signs Charter",
      "snippet": "All 25 members of Iraq's Governing Council sign interim constitution, signing delayed once by terrorist attacks and again because of political deadlock; Iraqi and American leaders hail document, with its bill of rights and guarantees for women, as...",
      "abstract": "All 25 members of Iraq's Governing Council sign interim constitution, signing delayed once by terrorist attacks and again because of political deadlock; Iraqi and American leaders hail document, with its bill of rights and guarantees for women, as democratic milestone; Ibrahim Jafari, holding he speaks for 12 of 13 Shiites on council, says they intend to amend key parts of document they view as undemocratic; says group endorsed constitution to preserve unity in Iraq; key issue is provision Shiites say gives Kurds veto power over permanent constitution; Grand Ayatollah Ali al-Sistani issues religious decree holding charter would obstruct accord on permanent constitution; says charter will lack legitimacy until approved by democratically elected national assembly; guerrillas fire mortars at Baghdad police station, wounding two policemen and three civilians; attackers fire on car, Mosul, killing city council member and wounding second member; chart of constitution highlights; photos (M)",
      "lead_paragraph": "Iraq's leaders signed an interim constitution on Monday and agreed to embark on a common path toward democratic rule, but the celebratory mood was dampened by calls from the country's most powerful Shiite leaders to amend the new charter before it goes into force.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/09/world/iraq-council-with-reluctant-shiites-signs-charter.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "World Business Briefing | Americas: Chile; Argentine Retailer Acquired",
      "snippet": "Cencosud, Chilean retailer, acquires Supermercados Disco, Argentine chain, from Royal Ahold (S)",
      "abstract": "Cencosud, Chilean retailer, acquires Supermercados Disco, Argentine chain, from Royal Ahold (S)",
      "lead_paragraph": "A Chilean retailer, Cencosud, said it had reached an agreement with Royal Ahold, the Dutch retailer, to buy its Argentine chain, Supermercados Disco. Cencosud, which bought Ahold's Chilean interests last year, and three investment partners -- Capital International, AIG Capital Partners and the International Finance Corporation -- will pay $315 million for the chain. Cencosud will own 62 percent and its partners will take the rest.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/09/business/world-business-briefing-americas-chile-argentine-retailer-acquired.html",
      "byline": "By Tony Smith (NYT)"
    },
    {
      "headline": "World Business Briefing | Australia: Classified Ad Concern Acquired",
      "snippet": "Telstra Corp agrees to pay 636 million Australian dollars ($484 million) for Trading Post Group, Australian unit of Trader Classified Media (S)",
      "abstract": "Telstra Corp agrees to pay 636 million Australian dollars ($484 million) for Trading Post Group, Australian unit of Trader Classified Media (S)",
      "lead_paragraph": "The Telstra Corporation, the country's biggest phone company, has agreed to pay 636 million Australian dollars ($484 million) for the Australian unit of Trader Classified Media to increase its share of the country's classified advertising market. Telstra expects the purchase of the unit, the Trading Post Group, to increase market share of its Sensis classified advertising unit to 15 percent from 13 percent. Telstra is seeking acquisitions to increase growth amid rising competition. The chief executive, Zigmund Switkowski, acknowledged that the company paid a high price for the business but said the acquisition was a crucial part of Telstra's growth strategy.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/09/business/world-business-briefing-australia-classified-ad-concern-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Argentina Threatening to Default on Payment to I.M.F.",
      "snippet": "Argentina threatens to default on $3.1 billion payment to International Monetary Fund due March 9 unless it gets assurances of continuing IMF support for rolling over debt; funds says Argentina should be doing more to pay back private investors le...",
      "abstract": "Argentina threatens to default on $3.1 billion payment to International Monetary Fund due March 9 unless it gets assurances of continuing IMF support for rolling over debt; funds says Argentina should be doing more to pay back private investors left holding virtually worthless bonds after country defaulted on $88 billion of foreign debt in January 2002; Group of 7 seems increasingly impatient to see some progress in Argentina's negotiations to settle with private investors; photo (M)",
      "lead_paragraph": "Resorting once again to political brinkmanship, Argentina has locked horns with the International Monetary Fund, threatening to default on a $3.1 billion payment to the fund due today unless it gets assurances of continuing I.M.F. support for rolling over the debt.",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/09/business/argentina-threatening-to-default-on-payment-to-imf.html",
      "byline": "By Tony Smith"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Executives at Shell Knew Of Shortfalls, Notes Say  The new head of the Royal/Dutch Shell Group and its current chief financial officer, as well as the chairman ousted last week, were advised of huge shortfalls in proven oil and natural gas reserve...",
      "abstract": " Executives at Shell Knew Of Shortfalls, Notes Say  The new head of the Royal/Dutch Shell Group and its current chief financial officer, as well as the chairman ousted last week, were advised of huge shortfalls in proven oil and natural gas reserves in 2002, two years before they were publicly disclosed, according to company memorandums and notes of executive discussions.     But rather than disclose the problems to investors, senior executives in a July 2002 memorandum came up with -- and later carried out -- what it described as an ''external storyline'' and ''investor relations script'' that tried to ''stress the strength'' of existing resources, and minimize the significance of reserves as a measure of growth. [Page A1.]",
      "lead_paragraph": "Executives at Shell Knew Of Shortfalls, Notes Say",
      "publication_date": "2004-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/09/business/business-digest-716723.html",
      "byline": ""
    }
  ]
}