{
  "metadata": {
    "date": "2004-06-02",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "World Business Briefing | Americas: Colombia: Airline Selects Investor",
      "snippet": "Aerovias Nacionales de Colombia, also known as Avianca, names Brazilian investor German Efromovich to run carrier; Efromovich and his company Grupo Synergy offer to inject $64 million into airline and assume its $300 million debt (S)",
      "abstract": "Aerovias Nacionales de Colombia, also known as Avianca, names Brazilian investor German Efromovich to run carrier; Efromovich and his company Grupo Synergy offer to inject $64 million into airline and assume its $300 million debt (S)",
      "lead_paragraph": "Aerovías Nacionales de Colombia, better known as Avianca, said it had selected a Brazilian investor, German Efromovich, to run the carrier. Mr. Efromovich and his company, Grupo Synergy, offered to inject $64 million into the airline and assume its $300 million debt. Avianca selected Mr. Efromovich's bid over one from Continental Airlines and its Panamanian partner, Copa Airlines. The deal must be approved in United States Bankruptcy Court in New York. Juan Forero (NYT)",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/02/business/world-business-briefing-americas-colombia-airline-selects-investor.html",
      "byline": "By Juan Forero (NYT)"
    },
    {
      "headline": "Fiat Names Director as Chief And Vows to Remain in Autos",
      "snippet": "Fiat SpA's board names Sergio Marchionne chief executive and says he will run daily operations; reaffirms Fiat's commitment to its money-losing car unit and says it will accelerate restructuring plan that aims for return to profit in 2006; photo (...",
      "abstract": "Fiat SpA's board names Sergio Marchionne chief executive and says he will run daily operations; reaffirms Fiat's commitment to its money-losing car unit and says it will accelerate restructuring plan that aims for return to profit in 2006; photo (M)",
      "lead_paragraph": "Just days after the death of Fiat's chairman raised questions on the direction of the company, Fiat named a chief executive on Tuesday, reaffirmed its commitment to its money-losing car unit and said that it would accelerate a restructuring plan that aims for a return to profit in 2006.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/02/business/fiat-names-director-as-chief-and-vows-to-remain-in-autos.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Chalabi Reportedly Told Iran That U.S. Had Code",
      "snippet": "US intelligence officials say Ahmad Chalabi, former Bush administration ally on Iraqi governing council, told Iran about US breaking communications code of Iran's intelligence service; The New York Times and other media organizations publish detai...",
      "abstract": "US intelligence officials say Ahmad Chalabi, former Bush administration ally on Iraqi governing council, told Iran about US breaking communications code of Iran's intelligence service; The New York Times and other media organizations publish details after adminstration withdraws request to withhold information on code-breaking; Chalabi reportedly told Iranian station chief in Baghdad about six weeks ago that US was reading communications of Iranian spy service, one of most sophisticated in Mideast; Iranian then used code to transmit information, tipping off US surveillance to Chalabi's role and leading to US break with him; FBI also opens espionage probe centering on very small number of people who had access to information, including Chalabi's civilian allies at Pentagon (M)",
      "lead_paragraph": "Ahmad Chalabi, the Iraqi leader and former ally of the Bush administration, disclosed to an Iranian official that the United States had broken the secret communications code of Iran's intelligence service, betraying one of Washington's most valuable sources of information about Iran, according to United States intelligence officials.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/02/world/the-reach-of-war-the-offense-chalabi-reportedly-told-iran-that-us-had-code.html",
      "byline": "By James Risen and David Johnston"
    },
    {
      "headline": "A Life as a Live! Nude! Girl! Has a Few Strings Attached",
      "snippet": "Fourth article in series American Dreamers: The Lure of Las Vegas interviews stripper known as Trixie on her life working in Palomino Club; photos; Trixie, 32, whose real name is Stephanie Vowell, is small-town Midwesterner who is one of many thou...",
      "abstract": "Fourth article in series American Dreamers: The Lure of Las Vegas interviews stripper known as Trixie on her life working in Palomino Club; photos; Trixie, 32, whose real name is Stephanie Vowell, is small-town Midwesterner who is one of many thousands who flock to gambling mecca, in hopes of earning money as springboard to something better (M)",
      "lead_paragraph": "Strippers work three shifts at the Palomino Club: the 5, the 8 and the 10 p.m.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/02/us/a-life-as-a-live-nude-girl-has-a-few-strings-attached.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "Market Place; Oil Prices Set Another Record, Topping $42",
      "snippet": "Oil for July delivery rises 6.1 percent to close at record $42.33 a barrel in New York trading as traders in Europe and US react to killing of 22 foreign workers in Khobar, Saudi Arabia; International Petroleum Exchange in London posts 5.6 percent...",
      "abstract": "Oil for July delivery rises 6.1 percent to close at record $42.33 a barrel in New York trading as traders in Europe and US react to killing of 22 foreign workers in Khobar, Saudi Arabia; International Petroleum Exchange in London posts 5.6 percent rise in its benchmark oil contract; photo (Market Place column) (M)",
      "lead_paragraph": "Oil prices jumped to records on Tuesday, as traders in Europe and the United States reacted to the killings of 22 foreign workers in Khobar, Saudi Arabia, over the weekend.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/02/business/market-place-oil-prices-set-another-record-topping-42.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "World Business Briefing | Europe: France: Vivendi Rating Upgraded",
      "snippet": "Vivendi Universal, which cut its debt by $34 billion in almost two years, returns to investment-grade credit rating at Standard & Poor's Corp (S)",
      "abstract": "Vivendi Universal, which cut its debt by $34 billion in almost two years, returns to investment-grade credit rating at Standard & Poor's Corp (S)",
      "lead_paragraph": "Vivendi Universal, which cut its debt by $34 billion in almost two years, returned to an investment-grade credit rating at Standard & Poor's after it sold its movie and cable-television assets. The company's long-term debt rating was raised by two steps to BBB-, the lowest investment-grade level. Its old rating was below investment grade, or junk, for 22 months. The outlook on the rating is stable. The company in two years has sold more than $25 billion of assets to help reduce debt and losses.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/02/business/world-business-briefing-europe-france-vivendi-rating-upgraded.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Karmazin Ends a Turbulent Run at Viacom",
      "snippet": "Mel Karmazin resigns as president and chief operating officer of Viacom Inc; Tom Freston, chairman and chief executive of Viacom's MTV Networks, and Leslie Moonves, chairman of Viacom's CBS Inc, are named co-presidents; two executives find themsel...",
      "abstract": "Mel Karmazin resigns as president and chief operating officer of Viacom Inc; Tom Freston, chairman and chief executive of Viacom's MTV Networks, and Leslie Moonves, chairman of Viacom's CBS Inc, are named co-presidents; two executives find themselves in competition to succeed Sumner Redstone, who says he will step down as chief executive in three years; Karmazin, who reportedly decided to quit after learning that he had been excluded from short list of candidates to be next chief executive, will receive severance package of $30 million, about balance of his contract; his contract did not have any noncompete clauses, so he is free to work for competing companies; chart; photos (M)",
      "lead_paragraph": "One of the more fractious partnerships in corporate America came to an abrupt end yesterday.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/02/business/karmazin-ends-a-turbulent-run-at-viacom.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Record Trade Surplus",
      "snippet": "Brazil posts record trade surplus of $3.1 billion in May; exports reach record $7.94 billion, while imports are $4.8 billion (S)",
      "abstract": "Brazil posts record trade surplus of $3.1 billion in May; exports reach record $7.94 billion, while imports are $4.8 billion (S)",
      "lead_paragraph": "Brazil posted a record trade surplus of $3.1 billion in May, easily beating forecasts of about $2.6 billion. It was the first time that the country has registered a monthly surplus exceeding $3 billion, the government said. The numbers widened the trade surplus so far this year to $11.2 billion, up from $8.04 billion a year earlier. Exports boomed in May on the back of a weak local currency, reaching $7.94 billion, the highest monthly total on record, while imports were $4.8 billion. Todd Benson (NYT)",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/02/business/world-business-briefing-americas-brazil-record-trade-surplus.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Initial Offering Of Postbank Hits Snags",
      "snippet": "Initial Offering of Postbank Hits Snag**Postbank's initial public offering has become messy story of leaked internal memos, finger-pointing, political meddling and deepening disagreement between client and its investment bankers over what Postbank...",
      "abstract": "Initial Offering of Postbank Hits Snag**Postbank's initial public offering has become messy story of leaked internal memos, finger-pointing, political meddling and deepening disagreement between client and its investment bankers over what Postbank is worth; Deutsche Bank, which is managing offering, along with Morgan Stanley, had to apologize to Postbank's parent, Deutsche Post, for publication of internal memo that estimated bank's market value at far less than amount sought by Deutsche Post chairman, Klaus Zumwinkel; Postbank's shares will begin trading on June 21, one day after its initial public offering; photo (M)",
      "lead_paragraph": "Postbank was supposed to be the year's biggest stock offering in Germany, a blockbuster public sale of shares that could single-handedly awaken Germany's snoozing capital markets.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/02/business/initial-offering-of-postbank-hits-snags.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "ANTIDEPRESSANTS SEEN AS EFFECTIVE FOR ADOLESCENTS",
      "snippet": "Landmark study finds Prozac helps teenagers overcome depression far better than psychotherapy, and combination of two treatments produces best results, including reducing suicide risk; study, sponsored by National Institute of Mental Health, comes...",
      "abstract": "Landmark study finds Prozac helps teenagers overcome depression far better than psychotherapy, and combination of two treatments produces best results, including reducing suicide risk; study, sponsored by National Institute of Mental Health, comes in midst of worldwide debate on treating children with antidepressants, and is first to compare psychotherapy and drug treatment for adolescents; study is notable for size and for fact that it had no drug-industry financing; findings are still unlikely to resolve controversy over whether antidepressants lead some young people to become suicidal; lead investigator, Dr John March of Duke University, explains (M)",
      "lead_paragraph": "In the midst of a worldwide debate on whether depressed children should be treated with antidepressant drugs like Prozac, a landmark government-financed study has found that Prozac helps teenagers overcome depression far better than talk therapy. But a combination of the two treatments, the study found, produced the best result.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/02/us/antidepressants-seen-as-effective-for-adolescents.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Accenture Is Awarded U.S. Contract For Borders",
      "snippet": "Homeland Security Department names Accenture as prime contractor for multibillion-dollar project aimed at creating 'virtual border' around country to head off would-be terrorists entering US; project, called US-Visit, will use latest technology, i...",
      "abstract": "Homeland Security Department names Accenture as prime contractor for multibillion-dollar project aimed at creating 'virtual border' around country to head off would-be terrorists entering US; project, called US-Visit, will use latest technology, including biometrics, to identify people coming into US; Accenture is incorporated in Bermuda, and some critics attack idea of awarding contract so valuable and important to national security to company with its headquarters outside US; Rep Lloyd Doggett suggests company took advantage of uneven playing field to win contract over Lockheed Martin and Computer Sciences; Rep Richard E Neal, Democrat and senior member of House Ways and Means Committee, also questions award (M) .",
      "lead_paragraph": "The Department of Homeland Security on Tuesday named Accenture as the prime contractor for a multibillion-dollar project aimed at creating a ''virtual border'' around the country to head off would-be terrorists entering the United States.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/02/business/accenture-is-awarded-us-contract-for-borders.html",
      "byline": "By Eric Lichtblau and John Markoff"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "U.S. Seeks Information From Actuarial Firms  The Department of Justice has asked several big actuarial firms for information about the terms of their client agreements, in what appears to be an effort to learn whether certain provisions violate an...",
      "abstract": " U.S. Seeks Information From Actuarial Firms  The Department of Justice has asked several big actuarial firms for information about the terms of their client agreements, in what appears to be an effort to learn whether certain provisions violate antitrust laws.    Officials of the actuarial firms said they had received ''civil investigative demands,'' or written requests for information, from the department's antitrust division. The letters seek documents and other information related to the firms' decision, about two years ago, to ask their pension fund clients to sign clauses limiting their ability to sue the firms. [Page C2.]",
      "lead_paragraph": "U.S. Seeks Information From Actuarial Firms",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/02/business/business-digest-820989.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Brussels: Investigation Advances",
      "snippet": "European Commission threatens to open legal proceedings against Coca-Cola in late June if company fails to address antitrust concerns commission has been investigating for five years; settlement talks are believed to be focused on Coca-Cola's prac...",
      "abstract": "European Commission threatens to open legal proceedings against Coca-Cola in late June if company fails to address antitrust concerns commission has been investigating for five years; settlement talks are believed to be focused on Coca-Cola's practice of paying retailers rebates in return for ensuring prominent shelf space for its weaker brands (S)",
      "lead_paragraph": "The European Commission threatened to open legal proceedings against Coca-Cola later this month if the company failed to address the antitrust concerns the commission has been investigating for five years, a spokesman said. If no settlement is reached in the next couple weeks the commission will send Coca-Cola a statement of objections, the spokesman, Tilman Lueder, said. Coca-Cola has intensified its efforts to avert legal action in recent months. Settlement talks are believed to be focused on Coca-Cola's practice of paying retailers rebates in return for ensuring prominent shelf space for its weaker brands. Paul Meller (NYT)",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/02/business/world-business-briefing-europe-brussels-investigation-advances.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Chinese Provinces Form Regional Economic Bloc",
      "snippet": "Leaders of nine provinces and two administrative regions in southeastern China will create forum to coordinate regional economic policy in effort to keep up with Shanghai and rest of Yangtze River basin; national and provincial leaders call for el...",
      "abstract": "Leaders of nine provinces and two administrative regions in southeastern China will create forum to coordinate regional economic policy in effort to keep up with Shanghai and rest of Yangtze River basin; national and provincial leaders call for elimination of many of nontariff barriers that currently discourage trade among provinces, as well as closer coordination of provincial government policies; map; photo (M)",
      "lead_paragraph": "Struggling to keep up economically with Shanghai and the rest of the Yangtze River basin, the leaders of nine provinces and two special administrative regions in southeastern China announced here Tuesday that they would create a forum to coordinate regional economic policy.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/02/business/chinese-provinces-form-regional-economic-bloc.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Wages Rise",
      "snippet": "Japanese salaries increased in April for first time in 10 months in sign nation's economic recovery is on solid ground; average monthly income was 280,746 yen, up 0.3 percent from year earlier, mostly because of 4.7 percent increase in overtime pa...",
      "abstract": "Japanese salaries increased in April for first time in 10 months in sign nation's economic recovery is on solid ground; average monthly income was 280,746 yen, up 0.3 percent from year earlier, mostly because of 4.7 percent increase in overtime pay (S)",
      "lead_paragraph": "Japanese salaries increased in April for the first time in 10 months in a sign that the nation's economic recovery was on solid ground. The average monthly income for Japanese workers was 280,746 yen in April, up 0.3 percent from the same month a year earlier, mostly because of a 4.7 percent increase in overtime pay, according to the Ministry of Health, Labor and Welfare. Todd Zaun (NYT)",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/02/business/world-business-briefing-asia-japan-wages-rise.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "NEW GOVERNMENT IS FORMED IN IRAQ AS ATTACKS GO ON",
      "snippet": "New Iraqi government steps forward to guide country toward democratic elections, even as bombs and mortar shells explode outside; Prime Min Iyad Allawi leads diverse cabinet of 33; Sheik Ghazi al-Yawar, Sunni tribal leader backed by Governing Coun...",
      "abstract": "New Iraqi government steps forward to guide country toward democratic elections, even as bombs and mortar shells explode outside; Prime Min Iyad Allawi leads diverse cabinet of 33; Sheik Ghazi al-Yawar, Sunni tribal leader backed by Governing Council, becomes president; photos; chart; impasse ends when Adnan Pachachi turns down presidency, saying perception of US support wrecked his credibility; government of professionals and former guerrillas and political prisoners emerges from UN-led process; new leaders move to prepare Iraqis for continued large-scale US military presence to hold country together in face of insurgency and terrorist attacks; UN envoy Lakhdar Brahimi, along with US and Iraqi leaders, agrees to formation of 100-member quasi-national assembly, National Council, to be chosen at gathering of at least 1,000 Iraqis following 'genuine national dialogue' in July; council would be empowered to veto laws, by two-thirds majority (M)",
      "lead_paragraph": "With bombs and mortar shells exploding outside, a new Iraqi government stepped forward Tuesday to guide the country toward democratic elections, less than a month from the day the United States will formally restore sovereignty to this restive land.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/02/world/the-reach-of-war-politics-new-government-is-formed-in-iraq-as-attacks-go-on.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Tough Washington Insider to Face His Critics on Bank Regulation",
      "snippet": "John D Hawke Jr's regulatory efforts are under scrutiny as he nears end of his six-year tenure as comptroller of currency; Hawke and his agency have drawn criticism in Congress for failing to fix longstanding compliance problems at Riggs National ...",
      "abstract": "John D Hawke Jr's regulatory efforts are under scrutiny as he nears end of his six-year tenure as comptroller of currency; Hawke and his agency have drawn criticism in Congress for failing to fix longstanding compliance problems at Riggs National Corp, favorite of diplomats and government officials that is involved in federal probes of suspected money laundering and terrorist financing through its accounts; Hawke also argued with state regulators when he issued guidelines in February saying his agency had upper hand in enforcing lending laws; action put him on collision course with state officials like New York State Atty Gen Eliot Spitzer who say Hawke's guidelines favor banks and weaken consumer protection; House Finance Services Committee is holding hearing to review how Hawke and Federal Reserve monitor suspect banking activities like those at Riggs; photo (M)",
      "lead_paragraph": "A tiny wooden canary in the Washington office of John D. Hawke Jr. serves as a reminder of the proverbial canary in a coal mine, doomed to perish as a warning sign of pending danger.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/02/business/tough-washington-insider-to-face-his-critics-on-bank-regulation.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "And Now, Enter the Two Who Would Be One",
      "snippet": "Friendship between Leslie Moonves and Tom Freston, new co-presidents of Viacom Inc, could be tested as they now vie with one another to succeed Sumner M Redstone as chief executive in three years; photo (M)",
      "abstract": "Friendship between Leslie Moonves and Tom Freston, new co-presidents of Viacom Inc, could be tested as they now vie with one another to succeed Sumner M Redstone as chief executive in three years; photo (M)",
      "lead_paragraph": "It was not quite the last scene from ''Casablanca,'' but in talking yesterday about their new roles as co-presidents of Viacom Inc., Leslie Moonves and Tom Freston said just about everything but ''this is the start of a beautiful partnership.''",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/02/business/and-now-enter-the-two-who-would-be-one.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Democrats Starting to See Chance Of Keeping Senate Seats in South",
      "snippet": "South, which not so long ago provided bleak landscape for Democrats, is now setting for unexpectedly spirited US Senate contests that could result in at least some wins; Democrats in South and beyond cite Pres Bush's declining approval ratings in ...",
      "abstract": "South, which not so long ago provided bleak landscape for Democrats, is now setting for unexpectedly spirited US Senate contests that could result in at least some wins; Democrats in South and beyond cite Pres Bush's declining approval ratings in talking about possibility, however slim, of recapturing one or both houses of Congress; Republicans deny Bush is dragging down regional candidates, while Democrats say they are compensating for tough odds by emphasizing their independence of national ticket; photos; graph (M)",
      "lead_paragraph": "Not so long ago, the South provided a bleak landscape for Democrats. Struggling to recover from devastating defeats in the 2002 off-year elections, the party saw five of its incumbent senators announce their retirements -- John B. Breaux in Louisiana, John Edwards in North Carolina, Ernest F. Hollings in South Carolina, Zell Miller in Georgia and Bob Graham in Florida.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/02/us/democrats-starting-to-see-chance-of-keeping-senate-seats-in-south.html",
      "byline": "By Rick Lyman"
    },
    {
      "headline": "Ryanair Posts Drop in Profit and Foresees a Tough Year",
      "snippet": "Ryanair says net income for year ended March 31 fell 14 percent, to 206 million euros ($251 million); revenue rose 28 percent, to 1.07 billion euros; chief executive Michael O'Leary comments; graph; photo (M)",
      "abstract": "Ryanair says net income for year ended March 31 fell 14 percent, to 206 million euros ($251 million); revenue rose 28 percent, to 1.07 billion euros; chief executive Michael O'Leary comments; graph; photo (M)",
      "lead_paragraph": "Ryanair, the biggest of Europe's low-cost airlines, posted its first decline in annual profit in seven years on Tuesday, raising questions about how many discount carriers would survive the challenges of soaring fuel costs and competition to lure passengers through rock-bottom fares.",
      "publication_date": "2004-06-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/02/business/ryanair-posts-drop-in-profit-and-foresees-a-tough-year.html",
      "byline": "By Alan Cowell"
    }
  ]
}