{
  "metadata": {
    "date": "2004-06-09",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Chief Warns Of Rapid Rise In Rates if Fed Sees the Need",
      "snippet": "Federal Reserve chairman Alan Greenspan warns financial markets to prepare for sharper rise in interest rates in months ahead if inflation turns out to be more serious problem than Fed's policy makers now expect; tells investors not to count on 'm...",
      "abstract": "Federal Reserve chairman Alan Greenspan warns financial markets to prepare for sharper rise in interest rates in months ahead if inflation turns out to be more serious problem than Fed's policy makers now expect; tells investors not to count on 'measured' increases in short-term rates that Fed described as its preferred strategy in communique issued after its most recent monetary policy meeting, in early May; photo (M)",
      "lead_paragraph": "Alan Greenspan, chairman of the Federal Reserve, signaled the financial markets yesterday to prepare for a sharper rise in interest rates in the months ahead if inflation turns out to be a more serious problem than the Fed's policy makers now expect.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/09/business/chief-warns-of-rapid-rise-in-rates-if-fed-sees-the-need.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Clear Channel Is Said to Settle Accusations Of Indecency",
      "snippet": "Clear Channel Communications reaches agreement with Federal Communications Commission to pay more than $1.7 million in penalties to settle series of indecency complaints; total fine would represent largest ever negotiated between broadcaster and c...",
      "abstract": "Clear Channel Communications reaches agreement with Federal Communications Commission to pay more than $1.7 million in penalties to settle series of indecency complaints; total fine would represent largest ever negotiated between broadcaster and commission; agreement involves, in part, Stern's accusations on airwaves; company is expected to admit that some of material that it broadcasts on its stations, including several segments of Stern radio show during which anal sex was discussed, was indecent (M)",
      "lead_paragraph": "Clear Channel Communications, one of the nation's largest owners of radio stations, has reached an agreement with the Federal Communications Commission to pay more than $1.7 million in penalties to settle a series of indecency complaints, three people briefed on the negotiations said last night.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/09/business/clear-channel-is-said-to-settle-accusations-of-indecency.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "World Business Briefing | Australia: Write-Down At Wine Unit",
      "snippet": "Foster's Limited will write",
      "abstract": "Foster's Limited will write",
      "lead_paragraph": "The beverage group Foster's Limited said it would write down the value of its United States wine operation, Beringer Blass Wine Estates; cut expenses at the unit; and increase marketing efforts as it deals with a surplus of wine. The chief executive, Trevor O'Hoy, left, said Foster's would write down 300 million Australian dollars ($212 million), cut spending by 60 million Australian dollars and cut capital investment by 40 percent a year for five years. Beringer, which was bought by Foster's in 2000 had a 28 percent decline in earnings in the second half of 2003. The winery is in St. Helena, Calif. John Shaw (NYT)",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/09/business/world-business-briefing-australia-write-down-at-wine-unit.html",
      "byline": "By John Shaw (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Airlines Seek Higher Fares",
      "snippet": "Japan Airlines System and All Nippon Airways ask government for approval to raise international fares by 5 percent tgo help offset rising fuel costs; plan to raise fares for flights to and from Japan beginning July 1 (S)",
      "abstract": "Japan Airlines System and All Nippon Airways ask government for approval to raise international fares by 5 percent tgo help offset rising fuel costs; plan to raise fares for flights to and from Japan beginning July 1 (S)",
      "lead_paragraph": "The country's top two airlines have asked the government for approval to raise their international fares by 5 percent to help them offset rising fuel costs. The Japan Airlines System and All Nippon Airways said that they planned to raise fares for flights to and from Japan beginning July 1. Todd Zaun (NYT)",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/09/business/world-business-briefing-asia-japan-airlines-seek-higher-fares.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "100,000, One by One, Pay Tribute to a President",
      "snippet": "100,000 people file past Ronald Reagan's coffin at his presidential library in Simi Valley, Calif; photo (M)",
      "abstract": "100,000 people file past Ronald Reagan's coffin at his presidential library in Simi Valley, Calif; photo (M)",
      "lead_paragraph": "They waited through the night in a chilly community college parking lot for the chance to shuffle in silence past the coffin of former President Ronald Reagan at his hilltop library here on Tuesday.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/09/us/the-40th-president-paying-respects-100000-one-by-one-pay-tribute-to-a-president.html",
      "byline": "By John M. Broder and Charlie Leduff"
    },
    {
      "headline": "SECURITY COUNCIL BACKS RESOLUTION ON IRAQ TURNOVER",
      "snippet": "UN Security Council votes unanimously in favor of US-British resolution to end formal occupation of Iraq June 30 and transfer 'full sovereignty' to interim Iraqi government; resolution gives international legitimacy to caretaker government, outlin...",
      "abstract": "UN Security Council votes unanimously in favor of US-British resolution to end formal occupation of Iraq June 30 and transfer 'full sovereignty' to interim Iraqi government; resolution gives international legitimacy to caretaker government, outlines UN role and authorizes US-led force to take all necessary measures to bring peace, in partnership with Iraqi forces; major success for Pres Bush is sharp contrast with bitter divisions over war; Amb John Negroponte and Sec Colin Powell welcome vote; photos (M)",
      "lead_paragraph": "The Security Council voted unanimously on Tuesday in favor of an American and British resolution to end the formal occupation of Iraq on June 30 and transfer ''full sovereignty'' to an interim Iraqi government.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/09/world/reach-war-united-nations-security-council-backs-resolution-iraq-turnover.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Ex-C.I.A. Aides Say Iraq Leader Helped Agency in 90's Attacks",
      "snippet": "Former intelligence officials say Iyad Allawi, Iraq's designated prime minister, ran exile group that sent agents into Baghdad in early 1990's to plant bombs and sabotage Saddam Hussein's government, under CIA direction; say Allawi's Iraqi Nationa...",
      "abstract": "Former intelligence officials say Iyad Allawi, Iraq's designated prime minister, ran exile group that sent agents into Baghdad in early 1990's to plant bombs and sabotage Saddam Hussein's government, under CIA direction; say Allawi's Iraqi National Accord used explosive devices smuggled from northern Iraq; generally agree that efforts did not seriously threaten Hussein's rule; no public records exist and recollections are sketchy and contradictory, including truth of Iraq's claims of civilian casualties; former officials like Kenneth Pollack note irony of Allawi's promise now to stop bombings; Sandy Berger recalls that Allawi, unlike Ahmad Chalabi, was trusted by regional governments (M)",
      "lead_paragraph": "Iyad Allawi, now the designated prime minister of Iraq, ran an exile organization intent on deposing Saddam Hussein that sent agents into Baghdad in the early 1990's to plant bombs and sabotage government facilities under the direction of the C.I.A., several former intelligence officials say.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/09/world/reach-war-new-premier-ex-cia-aides-say-iraq-leader-helped-agency-90-s-attacks.html",
      "byline": "By Joel Brinkley"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Interest Rate Unchanged",
      "snippet": "Bank of Canada leaves its overnight interest rate unchanged at 2 percent, ending series of rate cuts over last 14 months aimed at stimulating domestic economy (S)",
      "abstract": "Bank of Canada leaves its overnight interest rate unchanged at 2 percent, ending series of rate cuts over last 14 months aimed at stimulating domestic economy (S)",
      "lead_paragraph": "The Bank of Canada left its overnight interest rate unchanged at 2 percent, ending a series of rate cuts over the last 14 months aimed at stimulating the domestic economy. The central bank said growth was in line with expectations but the sharp rise in oil prices could push up inflation. Most analysts expect the bank to start raising interest rates later this year. Bernard Simon (NYT)",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/09/business/world-business-briefing-americas-canada-interest-rate-unchanged.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "Merrill Is Accused Of Sex Bias In London",
      "snippet": "Merrill Lynch former senior manager Stephanie Villalba says she was 'bullied and belittled' by her boss Ausaf Abbas and then unfairly forced out of her job, in what could become London's highest profile sexual discrimination case; is asking $15 mi...",
      "abstract": "Merrill Lynch former senior manager Stephanie Villalba says she was 'bullied and belittled' by her boss Ausaf Abbas and then unfairly forced out of her job, in what could become London's highest profile sexual discrimination case; is asking $15 million in compensation for unfair dismissal and sexual discrimination; Merrill Lynch denies Viillalba's claims, saying her sex had no effect on how she was treated on job; photo (M)",
      "lead_paragraph": "A former senior manager at Merrill Lynch said on Tuesday that she was ''bullied and belittled'' by her boss and then unfairly forced out of her job, in what could become London's highest profile sexual discrimination case.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/09/business/merrill-is-accused-of-sex-bias-in-london.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Brazil: Inflation Rises",
      "snippet": "Brazil's consumer price index rose 0.51 percent in May, up from 0.37 percent increase in April (S)",
      "abstract": "Brazil's consumer price index rose 0.51 percent in May, up from 0.37 percent increase in April (S)",
      "lead_paragraph": "Inflation in Brazil climbed to a three-month high last month, increasing the likelihood the central bank will leave interest rates unchanged next week for a second month. The government's statistics institute said its consumer price index rose 0.51 percent last month, up from a 0.37 percent increase in April, pressured by a spike in food and pharmaceutical prices. Todd Benson (NYT)",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/09/business/world-business-briefing-brazil-inflation-rises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Bank Regulators Urged To Address Embassy Issue  The State Department is pressing federal bank regulators to address the inability of some foreign embassies to find banking services in the United States, according to several people briefed on the m...",
      "abstract": " Bank Regulators Urged To Address Embassy Issue  The State Department is pressing federal bank regulators to address the inability of some foreign embassies to find banking services in the United States, according to several people briefed on the matter. An investigation into suspicious transactions in embassy accounts at the Riggs National Corporation has made banks wary of engaging in such business.       The government's move was primarily driven by the needs of Saudi Arabia, a key American ally whose embassy accounts are at the center of the Riggs investigation, these people said. [Page C14.]",
      "lead_paragraph": "Bank Regulators Urged To Address Embassy Issue",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/09/business/business-digest-908371.html",
      "byline": ""
    },
    {
      "headline": "Got Oil? Now, Try to Find Tankers to Carry It",
      "snippet": "Oil industry experts are growing concerned about capacity and security of oil tankers; world's tanker fleet is already stretched thin by robust demand for oil, by looming deadlines for phase-out of single-hull tankers for safety and environmental ...",
      "abstract": "Oil industry experts are growing concerned about capacity and security of oil tankers; world's tanker fleet is already stretched thin by robust demand for oil, by looming deadlines for phase-out of single-hull tankers for safety and environmental reasons, and by lengthening backlogs at shipyards where new tankers are built; experts say they are not sure whether existing fleet can handle new production that Saudi Arabia and others have promised in coming months; charter rates for tankers have been driven up in recent weeks by tight market; shipping costs may add $3 per barrel to price of oil delivered to US from Middle East, up from about $2 earlier this year; rates are likely to rise even further if Saudi Arabia steps up its production; photo (M)",
      "lead_paragraph": "Now that OPEC has agreed to raise its crude oil production quotas in hopes of taming high and jittery oil prices, industry experts are growing more concerned about both the capacity and the security of oil tankers, the next link in the supply chain.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/09/business/got-oil-now-try-to-find-tankers-to-carry-it.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "New Service by TiVo Will Build Bridges From Internet to the TV",
      "snippet": "TiVo plans to announce new set of Internet-based services that will further blur line between television programming delivered over traditional cable and satellite channels and content from Internet; new TiVo technology, which will become standard...",
      "abstract": "TiVo plans to announce new set of Internet-based services that will further blur line between television programming delivered over traditional cable and satellite channels and content from Internet; new TiVo technology, which will become standard feature in its video recorders, will allow users to download movies and music from Internet to hard drive on their video recorder; TiVo chairman Michael Ramsay comments; graph; photo (M)",
      "lead_paragraph": "The Internet, in jumping past the personal computer and into the living room television set, is starting to give viewers the possibility of bypassing traditional cable and satellite services.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/09/business/new-service-by-tivo-will-build-bridges-from-internet-to-the-tv.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "In Mexico, Sugar vs. U.S. Corn Syrup",
      "snippet": "20 percent Mexican tax on soft drinks made with high-fructose corn syrup imposed in January 2002 has halted corn syrup imports from US and has helped restore five million-ton-a-year sugar industry, which supports up to three million Mexicans; Grup...",
      "abstract": "20 percent Mexican tax on soft drinks made with high-fructose corn syrup imposed in January 2002 has halted corn syrup imports from US and has helped restore five million-ton-a-year sugar industry, which supports up to three million Mexicans; Grupo Azucarero Mexico chief executive Juan Cortina Gallardo says if US wants to send fructose to Mexico, then it needs to give access to Mexican sugar; behind dispute is determination of Mexico and US, even under North American Free Trade Agreement, to continue protecting their industries; industry representatives from both countries have been looking for compromise since October that woujld allow some corn syrup into Mexico and open American market to surplus sugar; map (M)",
      "lead_paragraph": "Along the sooty gangways and rickety catwalks of the Emiliano Zapata sugar mill, sweat-soaked workers operate presses, vats and ovens in a process that has changed little since the mill's first harvest in 1938.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/09/business/in-mexico-sugar-vs-us-corn-syrup.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "Holders' Group Shuns Argentine Debt Plan",
      "snippet": "Argentina's biggest bondholder group boycotts meeting with government to discuss its latest offer to repay part of estimated $100 billion in bad debt, saying government's refusal to negotiate in good faith made talks pointless; Economy Min Roberto...",
      "abstract": "Argentina's biggest bondholder group boycotts meeting with government to discuss its latest offer to repay part of estimated $100 billion in bad debt, saying government's refusal to negotiate in good faith made talks pointless; Economy Min Roberto Lavagna had planned series of meetings this week to outline final repayment proposal; photo (M)",
      "lead_paragraph": "The biggest bondholder group in Argentina boycotted a meeting on Tuesday with the government to discuss its latest offer to repay part of an estimated $100 billion in bad debt, saying the government's refusal to negotiate in good faith made the talks pointless.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/09/business/holders-group-shuns-argentine-debt-plan.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "World Business Briefing | Asia: India: Software Services Stake Acquired",
      "snippet": "World Business BrA",
      "abstract": "World Business BrA",
      "lead_paragraph": "An elec-tronics maker, Flextronics, said it would buy 55 percent of Hughes Software Systems from a unit of the News Corporation for $226 million to add software services to its products. Flextronics, which is based in Singapore and has offices in San Jose, Calif., agreed to pay 547 rupees ($12.15) a share for the stake, a 5 percent premium over the company's closing price on Monday. ''The piece that was missing in the puzzle was software services,'' Ash Bharadwaj, president for design services at Flextronics, said. Hughes Software has two development centers in India and one in Germany; it has 2,400 employees worldwide. Saritha Rai (NYT)",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/09/business/world-business-briefing-asia-india-software-services-stake-acquired.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Unemployment Rises",
      "snippet": "Germany's unemployment rate in May remained unchanged at 10.5 percent; adjusted number of unemployed people rose by 9,000, to 4.37 million from April, while vacancies did not decline (S)",
      "abstract": "Germany's unemployment rate in May remained unchanged at 10.5 percent; adjusted number of unemployed people rose by 9,000, to 4.37 million from April, while vacancies did not decline (S)",
      "lead_paragraph": "The number of people unemployed rose slightly in May, and at a slower pace than expected, leaving the rate unchanged at 10.5 percent in seasonally adjusted terms. The Federal Labor Agency said the adjusted number of unemployed people rose by 9,000, to 4.37 million from April, while vacancies did not decline -- the first time since July -- indicating that the market was stabilizing. Petra Kappl (NYT)",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/09/business/world-business-briefing-europe-germany-unemployment-rises.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Bank Lending Falls",
      "snippet": "Lending by Japanese banks fell 4.1 percent in May from year earlier, to 388.96 trillion yen (S)",
      "abstract": "Lending by Japanese banks fell 4.1 percent in May from year earlier, to 388.96 trillion yen (S)",
      "lead_paragraph": "Lending by Japanese banks fell 4.1 percent in May from a year earlier to 388.96 trillion yen. Bank lending has declined every month for six years and five months. Although Japan's long ailing banks have made substantial progress in reducing bad loans, the figures show that a recovery in their core lending business remains elusive. Still, the pace of decline in lending in May slowed in contrast with a 4.6 percent drop for April and a 4.8 percent drop in March. The figures do not include loans by credit unions. Todd Zaun (NYT)",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/09/business/world-business-briefing-asia-japan-bank-lending-falls.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Kurds Threaten To Walk Away From Iraqi State",
      "snippet": "Crisis for new Iraqi government looms as Kurdish leaders threaten to withdraw from Iraqi state unless they get guarantees against Shiite plans to limit Kurdish self-rule; Massoud Barzani and Jalal Talabani, in letter to Pres Bush, warn Kurds will ...",
      "abstract": "Crisis for new Iraqi government looms as Kurdish leaders threaten to withdraw from Iraqi state unless they get guarantees against Shiite plans to limit Kurdish self-rule; Massoud Barzani and Jalal Talabani, in letter to Pres Bush, warn Kurds will not participate in central government or elections and will bar representatives from 'Kurdistan' if new government tries to nullify interim constitution that essentially grants Kurds veto power over permanent constitution to be drafted next year; Shiite leaders consider provision undemocratic; two leaders reject 'second-class citizenship' and ask Bush to commit to protect Kurdistan if insurgency forces US to pull out of rest of Iraq; photo; map; US rejected request to include interim constitution in new UN resolution (M)",
      "lead_paragraph": "A crisis for the new Iraqi government loomed Tuesday as Kurdish leaders threatened to withdraw from the Iraqi state unless they received guarantees against Shiite plans to limit Kurdish self-rule.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/09/world/the-reach-of-war-constitution-kurds-threaten-to-walk-away-from-iraqi-state.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "California Weighs Tighter Fuel Economy",
      "snippet": "Initial draft of California global-warming regulation would require automakers to cut amounts of carbon dioxide and other gases linked to climate change that their new vehicles emit by as much as 30 percent over next decade; plan would make vehicl...",
      "abstract": "Initial draft of California global-warming regulation would require automakers to cut amounts of carbon dioxide and other gases linked to climate change that their new vehicles emit by as much as 30 percent over next decade; plan would make vehicles sold in California much more fuel efficient (M)",
      "lead_paragraph": "An initial draft of a California global-warming regulation would require automakers to cut the amounts of carbon dioxide and other gases linked to climate change that their new vehicles emit by as much as 30 percent over the next decade.",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/09/business/california-weighs-tighter-fuel-economy.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "World Business Briefing | Europe: Intel Investigation",
      "snippet": "European Commission reú",
      "abstract": "European Commission reú",
      "lead_paragraph": "The European Commission, the regulatory arm of the European Union, has reopened an investigation into accusations that Intel violated antitrust regulations by using illegal sales tactics in the chip market. Intel was cleared by the commission's earlier investigation, but Advanced Micro Devices, one of the companies that made the accusation, refused to withdraw its complaint. Advanced Micro, of Sunnyvale, Calif., and VIA Technologies of Taiwan, made the original accusations, accusing Intel of using loyalty programs and licensing restrictions to thwart competition. Paul Meller (NYT)",
      "publication_date": "2004-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/09/business/world-business-briefing-europe-intel-investigation.html",
      "byline": "By Paul Meller (NYT)"
    }
  ]
}