{
  "metadata": {
    "date": "2004-02-16",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Cyprus Greeks and Turks Agree On Plan to End 40-Year Conflict",
      "snippet": "Greek and Turkish Cypriot leaders accept Sec Gen Kofi Annan's plan for ending decades-long division of Cyprus and pledge to negotiate reunification in time for island's May 1 entry into European Union; deal between Greek Cypriot Pres Tassos Papado...",
      "abstract": "Greek and Turkish Cypriot leaders accept Sec Gen Kofi Annan's plan for ending decades-long division of Cyprus and pledge to negotiate reunification in time for island's May 1 entry into European Union; deal between Greek Cypriot Pres Tassos Papadopoulos and Turkish Cypriot leader Rauf Denktash is reached after three days of talks at United Nations; only Greek Cypriot government would be entitled to join union if reunification was not achieved; Turkey accepts plan, aware that failure in Cyprus would jeopardize its own candidacy to become first Muslim nation to join union; chronology of political events in Cyprus; map (M)",
      "lead_paragraph": "Greek and Turkish Cypriot leaders on Friday accepted Secretary General Kofi Annan's plan for ending the decades-long division of Cyprus and pledged to negotiate reunification in time for the island's May 1 entry into the European Union.",
      "publication_date": "2004-02-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/14/world/cyprus-greeks-and-turks-agree-on-plan-to-end-40-year-conflict.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Amazon Glitch Unmasks War Of Reviewers",
      "snippet": "Thousands of book reviews posted on Amazon.com's US site with generic signatures like 'reader from New York' are listed under their authors' real names on company's Canadian site; weeklong glitch is fixed after outed reviewers complain; it provide...",
      "abstract": "Thousands of book reviews posted on Amazon.com's US site with generic signatures like 'reader from New York' are listed under their authors' real names on company's Canadian site; weeklong glitch is fixed after outed reviewers complain; it provides rare glimpse at how writers and readers are wielding online reviews as tool to promote or pan book; John Rechy is one of several prominent authors who have apparently pseudonymously written themselves five-star reviews, Amazon's highest rating; admits to praising his new book The Life and Adventures of Lyle Clemens on Amazon under signature 'reader from Chicago' (M)",
      "lead_paragraph": "Close observers of Amazon.com noticed something peculiar this week: the company's Canadian site had suddenly revealed the identities of thousands of people who had anonymously posted book reviews on the United States site under signatures like ''a reader from New York.''",
      "publication_date": "2004-02-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/14/us/amazon-glitch-unmasks-war-of-reviewers.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "Chaos and War Leave Iraq's Hospitals in Ruins",
      "snippet": "Iraqi doctors say their profession is in chaos; say hospitals were in bleak shape before US-led invasion; say international isolation and sanctions imposed after Iraq's invasion of Kuwait in 1990 shattered public health care system that was once j...",
      "abstract": "Iraqi doctors say their profession is in chaos; say hospitals were in bleak shape before US-led invasion; say international isolation and sanctions imposed after Iraq's invasion of Kuwait in 1990 shattered public health care system that was once jewel of Middle East; say war has pushed it closer to disaster; say looted supplies have not been replaced, causing severe shortages; occupation authorities say improvements are coming; photos (M)",
      "lead_paragraph": "At Baghdad's Central Teaching Hospital for Children, gallons of raw sewage wash across the floors. The drinking water is contaminated. According to doctors, 80 percent of patients leave with infections they did not have when they arrived.",
      "publication_date": "2004-02-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/14/world/the-struggle-for-iraq-medical-care-chaos-and-war-leave-iraq-s-hospitals-in-ruins.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "One Bid Is In; Cell Company Awaits Others",
      "snippet": "Cingular",
      "abstract": "Cingular",
      "lead_paragraph": "Cingular Wireless submitted a $35 billion bid yesterday for AT&T Wireless, according to people close to the auction, while Vodafone was putting the final touches on its offer and Nextel was said to be considering one.",
      "publication_date": "2004-02-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/14/business/one-bid-is-in-cell-company-awaits-others.html",
      "byline": "By Matt Richtel and Andrew Ross Sorkin"
    },
    {
      "headline": "For Disney, the Best Defense Could Be a Good Offense",
      "snippet": "Some investors are wondering if Walt Disney Co might try defense gambit regarding Comcast Corp's $54 million unsolicited bid for company; sicne Comcast announced its offer for Disney, investors have bid p shares of several putative targets, includ...",
      "abstract": "Some investors are wondering if Walt Disney Co might try defense gambit regarding Comcast Corp's $54 million unsolicited bid for company; sicne Comcast announced its offer for Disney, investors have bid p shares of several putative targets, including Metro-Goldwyn-Mayer, Barry Diller's online services company InterActiveCorp, Steven P Jobs's Pixar Animation Studios, Yahoo and Charles W Ergen's satellite TV service Echostar Communications; analysts and industry executives do not expect Disney to buy its way out of Comcast's offer because of questionable fits with companies and personalities involved; Echostar is company most often discussed as potential defensive acquisition for Disney because it would add pay-television distribution to Disney's studios and networks; graph; photos (M)",
      "lead_paragraph": "The last time Walt Disney came under attack from an unwanted suitor -- a 1984 takeover attempt by the corporate raider Saul Steinberg -- the company fought back with an acquisition of its own. By paying $200 million for the Florida real estate developer Arvida, Disney fattened itself and made it harder for Mr. Steinberg to swallow.",
      "publication_date": "2004-02-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/14/business/for-disney-the-best-defense-could-be-a-good-offense.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Independent Producers Wary of Proposed Deal",
      "snippet": "Hollywood producers and consumer advocates, reacting to Comcast Corp's bid for Walt Disney Co, are sounding alarm that media consolidation will narrow ceative outlets for independent producers and upstart cable channels and ultimately reduce choic...",
      "abstract": "Hollywood producers and consumer advocates, reacting to Comcast Corp's bid for Walt Disney Co, are sounding alarm that media consolidation will narrow ceative outlets for independent producers and upstart cable channels and ultimately reduce choice of viewing public; say combination of powerful company like Disney will increase financial pressures already squeezing independent producers struggling to stay afloat in consolidated industry (M)",
      "lead_paragraph": "As the possible takeover of the Walt Disney Company by the Comcast Corporation dominates the headlines, Hollywood producers and consumer advocates are again sounding the alarm that media consolidation will narrow the creative outlets for independent producers and upstart cable channels and ultimately reduce choice for the viewing public.",
      "publication_date": "2004-02-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/14/business/independent-producers-wary-of-proposed-deal.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "Martha Stewart's Lawyers Score Legal Victory On Testimony",
      "snippet": "Martha Stewart's lawyers score victory when Federal Judge Miriam Goldman Cedarbaum, presiding judge in Stewart's criminal trial involving her sale of ImClone Systems stock, says shw will not allow jury to hear testimony from Wall Street analysts a...",
      "abstract": "Martha Stewart's lawyers score victory when Federal Judge Miriam Goldman Cedarbaum, presiding judge in Stewart's criminal trial involving her sale of ImClone Systems stock, says shw will not allow jury to hear testimony from Wall Street analysts and other experts about whether public statements she made influenced investors in her company; ruling is helpful to Stewart's defense on charge of securities fraud she faces; Martha Stewart Living Omnimedia sustains public-relations blow with revelation that Kmart, its longtime partner in selling Martha Stewart products, is suing it in federal bankruptcy court; Kmart is seeking to pay Martha Stewart Living Omnimedia less than it was owed under contract signed in 2001; at issue are royalty payments that Stewart's company says is owed but that Kmart contends are part of contract; Stewart's company is guaranteed minimum payment even if sales in Kmart stores fall short, and her company has said that it expects only minimum for last year (M)",
      "lead_paragraph": "Lawyers for Martha Stewart scored a victory yesterday when the judge in Ms. Stewart's criminal trial said she would not allow the jury to hear testimony from Wall Street analysts and other experts about whether public statements she made influenced investors in her company.",
      "publication_date": "2004-02-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/14/business/martha-stewart-s-lawyers-score-legal-victory-on-testimony.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "A Criminal Indictment Against Skilling of Enron Is Said to Be in the Works",
      "snippet": "A Criminal Indictment Against",
      "abstract": "A Criminal Indictment Against",
      "lead_paragraph": "Federal prosecutors are planning to seek a criminal indictment against Jeffrey K. Skilling, a former chief executive of Enron, people involved in the case said yesterday.",
      "publication_date": "2004-02-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/14/business/a-criminal-indictment-against-skilling-of-enron-is-said-to-be-in-the-works.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Leaked Software Poses Challenges for Microsoft  The illicit distribution of portions of the secret programmer's instructions for two versions of the Windows operating system poses vexing legal and security challenges for Microsoft.    Computer sec...",
      "abstract": " Leaked Software Poses Challenges for Microsoft  The illicit distribution of portions of the secret programmer's instructions for two versions of the Windows operating system poses vexing legal and security challenges for Microsoft.    Computer security experts said that having even relatively small parts of the blueprints for Microsoft's Windows 2000 and Windows NT operating system as easily available reference material for potential vandals could complicate the company's already thorny task in securing its software. [Page C2.]",
      "lead_paragraph": "Leaked Software Poses Challenges for Microsoft",
      "publication_date": "2004-02-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/14/business/business-digest-393860.html",
      "byline": ""
    },
    {
      "headline": "So Begins the Vice-Presidential Mating Dance",
      "snippet": "Democratic presidential front-runner John Kerry has not even nailed down his own nomination, but that has not stopped other leading Democrats from quietly jockeying for No 2 spot on ticket; Rep Richard A Gephardt, Sen John Edwards and New Mexico G...",
      "abstract": "Democratic presidential front-runner John Kerry has not even nailed down his own nomination, but that has not stopped other leading Democrats from quietly jockeying for No 2 spot on ticket; Rep Richard A Gephardt, Sen John Edwards and New Mexico Gov Bill Richardson are among possible vice-presidential choices; some party strategists think Kerry should choose running mate as soon as possible to build support for Democratic cause; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/14/us/the-2004-campaign-running-mates-so-begins-the-vice-presidential-mating-dance.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "PRESIDENT ACTS ON TWO FRONTS AGAINST CRITICS",
      "snippet": "Pres Bush moves to stem potentially damaging election-year questions about his military record and whether White House mishandled intelligence threats before Sept 11 attacks; White House says it will release all documents from Bush's National Guar...",
      "abstract": "Pres Bush moves to stem potentially damaging election-year questions about his military record and whether White House mishandled intelligence threats before Sept 11 attacks; White House says it will release all documents from Bush's National Guard files and discloses that he has agreed to request for private meeting with commission investigating terrorist attacks; National Guard files contain no new evidence and are unlikely to change standoff between Bush and Democrats (M)",
      "lead_paragraph": "President Bush moved on Friday night to try to stem potentially damaging election-year questions about his military record and whether the White House mishandled intelligence threats before the Sept. 11 attacks.",
      "publication_date": "2004-02-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/14/us/president-acts-on-two-fronts-against-critics.html",
      "byline": "By Elisabeth Bumiller and Philip Shenon"
    },
    {
      "headline": "Bush's Campaign to Intensify, With Emphasis on His Record",
      "snippet": "Pres Bush aides and Republican officials say his political advisers are completing plans for more aggressive stage of his re-election drive, seeking to discredit Sen John Kerry and promote Bush's record and character with television advertisements...",
      "abstract": "Pres Bush aides and Republican officials say his political advisers are completing plans for more aggressive stage of his re-election drive, seeking to discredit Sen John Kerry and promote Bush's record and character with television advertisements and more visible role for Bush himself; Bush has told associates he wants to get more assertive in drawing distinctions with Democrats and defending his tenure as he travels nation; strategy shift, to be executed in next few weeks, comes amid Republican anxiety about Bush's declining poll numbers, uncharacteristic administration missteps and torrent of criticism of Bush from energized Democrats apparently unifying around Kerry; photo (M)",
      "lead_paragraph": "President Bush's political advisers are completing plans for a more aggressive stage of his re-election campaign, seeking to discredit Senator John Kerry and promote Mr. Bush's record and character with television advertisements and a more visible role for the president himself, aides and Republican officials say.",
      "publication_date": "2004-02-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/15/us/2004-campaign-strategy-bush-s-campaign-intensify-with-emphasis-his-record.html",
      "byline": "By Adam Nagourney and Richard W. Stevenson"
    },
    {
      "headline": "The Wonderful World of (Roy) Disney",
      "snippet": "Roy E Disney, crusading to oust Walt Disney Co chairman and chief executive Michael D Eisner, has cast self as traditionalist who wants to return company to values of his late uncle, Walt Disney; it is unclear whether his bid for 'wholesome family...",
      "abstract": "Roy E Disney, crusading to oust Walt Disney Co chairman and chief executive Michael D Eisner, has cast self as traditionalist who wants to return company to values of his late uncle, Walt Disney; it is unclear whether his bid for 'wholesome family entertainment,' notably short on details, is realistic; he has become hero to thousands of frustrated Disney fans and employees who view company as American icon; photos (M)",
      "lead_paragraph": "ROY E. DISNEY has been underestimated again.",
      "publication_date": "2004-02-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/15/business/the-wonderful-world-of-roy-disney.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Reach Out and Upend an Industry",
      "snippet": "Profile of Vonage head Jeffrey A Citron; he discusses effort to use Internet phone start-up to upend entrenched and tradition-bound phone industry, interview; problems facing company noted; even skeptics credit Citron, who helped pioneer computeri...",
      "abstract": "Profile of Vonage head Jeffrey A Citron; he discusses effort to use Internet phone start-up to upend entrenched and tradition-bound phone industry, interview; problems facing company noted; even skeptics credit Citron, who helped pioneer computerized stock day-trading and settled illegal trading charges, with turning Internet telephony into viable product line; analysts say his success has sped development of technology by major phone and cable companies; market share graph; photos (M)",
      "lead_paragraph": "JEFFREY A. CITRON, the man who hopes to turn the telephone industry on its ear, works in a cubicle just down the hall from the ''Tony Soprano'' conference room. Nearby are the ''Meadow'' and ''Uncle Jr.'' rooms, though if those are full, Mr. Citron's staff could gather in ''Dr. Melfi.''",
      "publication_date": "2004-02-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/15/business/reach-out-and-upend-an-industry.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "25 Slain and 40 Wounded in Iraq As Raid on Police Frees Prisoners",
      "snippet": "Islamic guerrillas stage unusually bold and sophisticated raid on main police station, Falluja, Iraq, blasting way inside, killing at least 15 police officers and freeing dozens of prisoners; four attackers and several Iraqi civilians are killed, ...",
      "abstract": "Islamic guerrillas stage unusually bold and sophisticated raid on main police station, Falluja, Iraq, blasting way inside, killing at least 15 police officers and freeing dozens of prisoners; four attackers and several Iraqi civilians are killed, bringing number of dead to 25; at least 40 people are hurt; documents found on dead attackers indicate two are Lebanese and one Iranian; insurgents, totaling 30 to 50 and heavily armed, stage simultaneous attack on Iraqi civil defense headquarters mile away in bid to hold that center in check during prison break; Iraqis say attackers were trying to free group of recently captured Iranians, but that Iranians are in another jail; American troops in recent weeks have largely ceded responsibility for city, center of anti-American sentiment, to Iraqi forces; map of sites of recent Iraqi violence; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/15/world/struggle-for-iraq-insurgents-25-slain-40-wounded-iraq-raid-police-frees.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Independent Living Is Exposing Elderly To Eviction Threat",
      "snippet": "Some elderly apartment dwellers with age-related disabilities face eviction by landlords and co-op boards concerned about liability if resident is hurt or harms neighbors; housing managers say they are sometimes forced to make decisions for aging ...",
      "abstract": "Some elderly apartment dwellers with age-related disabilities face eviction by landlords and co-op boards concerned about liability if resident is hurt or harms neighbors; housing managers say they are sometimes forced to make decisions for aging residents whose families have neglected them; even managers of housing designed for elderly have begun to evict residents who need help walking or handling medications or daily tasks; lawyer cites eviction threat as way to prompt response from social service agency, court or family member; photos (M)",
      "lead_paragraph": "Since a stroke four years ago, Esther Hurwitz, an 83-year-old retired bookkeeper, has difficulty reading, telling time and making change. Several times, her neighbors say, she has appeared at the front desk of her co-op apartment building after misplacing her false teeth or several hundred dollars in cash.",
      "publication_date": "2004-02-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/15/us/independent-living-is-exposing-elderly-to-eviction-threat.html",
      "byline": "By Motoko Rich"
    },
    {
      "headline": "PANEL'S FINANCES WILL STAY PRIVATE",
      "snippet": "Bush administration is declining to make public financial histories of people Pres Bush named to panel to study intelligence failures surrounding Iraqi war buildup; defends exemption to federal ethics rules, noting commissioners are unpaid; critic...",
      "abstract": "Bush administration is declining to make public financial histories of people Pres Bush named to panel to study intelligence failures surrounding Iraqi war buildup; defends exemption to federal ethics rules, noting commissioners are unpaid; critics see conflict of interest threat and warn refusal may fuel questions about panel's independence; some are already suggesting political as well as financial conflicts could influence findings (M)",
      "lead_paragraph": "The White House is declining to make public the financial histories of the commissioners President Bush appointed to investigate American intelligence failures.",
      "publication_date": "2004-02-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/15/us/panel-s-finances-will-stay-private.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Southern Baptists Bring New York Their Gospel",
      "snippet": "Southern Baptist Convention has sent over dozen missionaries to New York City at vanguard of two-year drive to bring denomination's evangelical gospel to city; missionaries are adapting to local culture, giving away candy bars and doughnuts on win...",
      "abstract": "Southern Baptist Convention has sent over dozen missionaries to New York City at vanguard of two-year drive to bring denomination's evangelical gospel to city; missionaries are adapting to local culture, giving away candy bars and doughnuts on wintry streets and applying fuzzy New Age lingo to Sunday worship service; drive is latest and most ambitious stage in denomination's national missionary strategy; comes as growth in church membership in denomination's home region is nearly flat; photos (M",
      "lead_paragraph": "To the thousands of out-of-work actors milling through Backstage magazine's annual trade show in a Times Square hotel last November, Scott Rourk offered a little uplift.",
      "publication_date": "2004-02-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/15/us/southern-baptists-bring-new-york-their-gospel.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "St. Valentine, He's in Human Resources",
      "snippet": "Lisa Belkin Life's Work column examines why some companies have atmosphere conducive to employee fraternization, while others forbid it; complications discussed; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column examines why some companies have atmosphere conducive to employee fraternization, while others forbid it; complications discussed; drawing (M)",
      "lead_paragraph": "IF you look around the cafeteria at the Interlochen Center for the Arts , you are likely to find the director of alumni relations having lunch with an instructor of political science and world history -- who happens to be her husband. Two math teachers -- also married -- will probably be at a nearby table, as will the voice teachers, who are husband and wife. The academic librarian will be dining with his wife, the music librarian. And the director of music will be sharing a table with his girlfriend, while everyone around them wonders when the heck they are going to get married already.",
      "publication_date": "2004-02-15T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/02/15/jobs/life-s-work-st-valentine-he-s-in-human-resources.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "When Stocks Rise, Look Harder",
      "snippet": "Gretchen Morgenson column discusses how rising shares at some companies may have perverse effect of weighing down future values; cites higher cost to companies of option-related stock buybacks, which drain free cash flow; also notes dilutive effec...",
      "abstract": "Gretchen Morgenson column discusses how rising shares at some companies may have perverse effect of weighing down future values; cites higher cost to companies of option-related stock buybacks, which drain free cash flow; also notes dilutive effects of contingent convertible bonds, which need not be included on issuer's share count until contigency stock price is met; table of stock options at leading technology companies (M)",
      "lead_paragraph": "AS the stock market has rallied over the last 12 months, investors have allowed themselves to become giddy again. Luckily, some companies have announced better earnings recently, lending crucial support to highflying stocks.",
      "publication_date": "2004-02-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/15/business/market-watch-when-stocks-rise-look-harder.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Demand for Workers Surges In Policing Cybertechnology",
      "snippet": "Growing demand for information technology security specialists reflects proliferation of computer viruses and information theft; career experts say increase in demand has accelerated since Sept 11 terrorist attacks, with people more aware of secur...",
      "abstract": "Growing demand for information technology security specialists reflects proliferation of computer viruses and information theft; career experts say increase in demand has accelerated since Sept 11 terrorist attacks, with people more aware of security and need to protect against cyberterrorism; photo (M)",
      "lead_paragraph": "ROBERT GOLDSTEIN was a network and systems engineer at On Money, a financial services company in New York, when he lost his job in 2001 in the technology downturn. But unlike many in his industry, Mr. Goldstein bounced back quickly. He is now working as an information technology security consultant, and last year his earnings rose 20 percent.",
      "publication_date": "2004-02-15T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/02/15/jobs/demand-for-workers-surges-in-policing-cybertechnology.html",
      "byline": "By Ellen Rapp"
    },
    {
      "headline": "State-Aided Broadcasting Faces Scrutiny Across Europe",
      "snippet": "Public broadcasters in Britain, France and Italy are coming under scrutiny of regulators; at BBC and French public television network France 2, top executives have resigned after journalists were cited for mistakes in reporting; in Italy, Prime Mi...",
      "abstract": "Public broadcasters in Britain, France and Italy are coming under scrutiny of regulators; at BBC and French public television network France 2, top executives have resigned after journalists were cited for mistakes in reporting; in Italy, Prime Min Silvio Berlusconi's government is moving to increase its oversight of public broadcaster RAI, raising concerns about independence of news and other programming; difficulty of striking balance between quality and commercial success is increasingly common lament among many public broadcasters in Europe; France 2's reporting mistakes are attributed to its struggle to stay competitive despite trailing badly in ratings and resources; photo (M)",
      "lead_paragraph": "Like the country homes where its costume dramas are set, public broadcasting has long seemed like a fixture of the media landscape in Europe, featuring programming that is regarded by many as part of their cultural identity.",
      "publication_date": "2004-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/16/business/state-aided-broadcasting-faces-scrutiny-across-europe.html",
      "byline": "By Eric Pfanner"
    },
    {
      "headline": "Chaos Becomes a Way of Life in a Rebel-Held Haitian City",
      "snippet": "Fear and chaos have become way of life in Gonaives, Haiti, key crossroads held by armed rebels calling for Pres Jean-Bertrand Aristide's ouster; possibility that rebels, led by Butteur Metayer, are backed by sinister figures from Haiti's violent p...",
      "abstract": "Fear and chaos have become way of life in Gonaives, Haiti, key crossroads held by armed rebels calling for Pres Jean-Bertrand Aristide's ouster; possibility that rebels, led by Butteur Metayer, are backed by sinister figures from Haiti's violent past, coupled with government's weak and disorganized security arrangements, could take conflict, now limited to uprisings by small armed groups in cities across nation, to new level; Gonaives rebels apparently have not massed enough militants to take on police and pro-Aristide militants in other major cities; Aristide does not seem to have enough manpower to take back Gonaives by force; map; photo (M)",
      "lead_paragraph": "When Roselene Guillaume saw her husband's bullet-riddled body, she did not need to be told what to do.",
      "publication_date": "2004-02-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/16/world/chaos-becomes-a-way-of-life-in-a-rebel-held-haitian-city.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "U.S. NEARS CLASH WITH GOVERNORS ON MEDICAID COST",
      "snippet": "Bush administration heads for clash with states over Medicaid financing as federal officials crack down on ploys used by many states to shift costs to federal government; officials act as fiscally troubled states cut benefits and restrict eligibil...",
      "abstract": "Bush administration heads for clash with states over Medicaid financing as federal officials crack down on ploys used by many states to shift costs to federal government; officials act as fiscally troubled states cut benefits and restrict eligibility for program that serves 50 million low-income people; says states in many cases have been paying their share with 'phantom dollars;' National Conference of State Legislatures holds 'Medicaid maximization' strategies are legitimate and needed to avoid cutting benefits for poor (M)",
      "lead_paragraph": "The Bush administration is headed for a confrontation with states over the financing of Medicaid, the nation's largest health program, as federal officials crack down on arrangements used by many states to shift costs to the federal government.",
      "publication_date": "2004-02-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/16/us/us-nears-clash-with-governors-on-medicaid-cost.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "A 'Yes, Lord Black' Board Says 'No'",
      "snippet": "Hollinger International's board gave then-chairman Conrad M Black considerable latitude in managing and intermingling company's business affairs with his own; board has distanced itself from Black since he resigned in response to investors' increa...",
      "abstract": "Hollinger International's board gave then-chairman Conrad M Black considerable latitude in managing and intermingling company's business affairs with his own; board has distanced itself from Black since he resigned in response to investors' increasingly tought questions about certain payments he and other top officers recieved; several people close to board insist that it was not negligence, but something more like awe, that accounts for free rein Black was given; longtime directors include Henry A Kissinger and Richard N Perle; photos; chart listing former and current board members (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/16/business/media-a-yes-lord-black-board-says-no.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "A Newspaper Buyout Plan That Leaves 'Some in Place'",
      "snippet": "Washington Post's enhanced retirement package got far greater than expected response from reporters and editors; 12 of those who responded are asked to sign contracts to stay on as freelancers for as long as year to help paper ease transition in l...",
      "abstract": "Washington Post's enhanced retirement package got far greater than expected response from reporters and editors; 12 of those who responded are asked to sign contracts to stay on as freelancers for as long as year to help paper ease transition in losing so many longtime employees--about 7 percent of newsroom staff--at once (M)",
      "lead_paragraph": "The Washington Post is throwing a party on Wednesday in honor of the 54 reporters, editors, photographers and other newsroom staff members who recently took advantage of an early-retirement program. But for more than a dozen of those to be honored, the celebration is somewhat premature: they have signed contracts to stay on as freelancers for as long as a year to help the paper ease the transition in losing so many longtime employees -- about 7 percent of the newsroom staff -- at once.",
      "publication_date": "2004-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/16/business/a-newspaper-buyout-plan-that-leaves-some-in-place.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "For Comcast, It's About Bundling Services",
      "snippet": "If Comcast's hostile bid for Disney is successful, move could be seen as way to control costs and ensure adequate inventory for most mature and slowest-growing part of its cable business: video programming; for Comcast and any other modern cable c...",
      "abstract": "If Comcast's hostile bid for Disney is successful, move could be seen as way to control costs and ensure adequate inventory for most mature and slowest-growing part of its cable business: video programming; for Comcast and any other modern cable company, real goal is to expand beyond television to become household's one-stop communications shop--collecting not only cable television revenues but also money that consumer might otherwise be paying to telephone company and Internet access provider; Disney would add to programming Comcast could ofer through its digital services; photo; graph (M)",
      "lead_paragraph": "Is Comcast's bold bid for Disney in fact a conservative move?",
      "publication_date": "2004-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/16/business/for-comcast-it-s-about-bundling-services.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "A Shade of Green: S.U.V.'s Try to Soften Image",
      "snippet": "Advent of hybrid SUV with carlike mileage may ease antipathy to sport utility vehicles among environmental advocates, even if automakers are unlikely to sell enough hybrids to significantly cut fuel consumption or pollution any time soon; Ford and...",
      "abstract": "Advent of hybrid SUV with carlike mileage may ease antipathy to sport utility vehicles among environmental advocates, even if automakers are unlikely to sell enough hybrids to significantly cut fuel consumption or pollution any time soon; Ford and Toyota plan to introduce 2005 model hybrids; have not disclosed how much more they will cost than conventional models; biggest gas savings from hybrid's supplemental electric engine occur at slow speeds; fuel economy graphs; photo (M)",
      "lead_paragraph": "Can the sport utility vehicle, the bête noire of environmental advocates, be reinvented as a green machine?",
      "publication_date": "2004-02-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/16/us/a-shade-of-green-suv-s-try-to-soften-image.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Authorities in Turkey Seize Companies of Uzan Family  Turkish financial authorities intensified pressure on the powerful Uzan family by seizing a large number of its companies in an effort to recover debts totaling nearly $6 billion. The state new...",
      "abstract": " Authorities in Turkey Seize Companies of Uzan Family  Turkish financial authorities intensified pressure on the powerful Uzan family by seizing a large number of its companies in an effort to recover debts totaling nearly $6 billion. The state news agency, Anatolian, put the number of concerns, whose interests range from media to cement, at 219.    Turkey has accused leading members of the family, including the patriarch, Kemal Uzan, of involvement in a multibillion-dollar bank fraud. Authorities are seeking their extradition from the United States, where they are said to have gone into hiding. [C5.]",
      "lead_paragraph": "Authorities in Turkey Seize Companies of Uzan Family",
      "publication_date": "2004-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/16/business/business-digest-409359.html",
      "byline": ""
    },
    {
      "headline": "Merger Would Mean New Style As Well as New Bosses at Disney",
      "snippet": "If Comcast succeeds with its hostile takeover of Walt Disney Co, Disney employees will be introduced to profoundly different management style, one that is far less centralized and more willing to delegate authority to division leaders; that could ...",
      "abstract": "If Comcast succeeds with its hostile takeover of Walt Disney Co, Disney employees will be introduced to profoundly different management style, one that is far less centralized and more willing to delegate authority to division leaders; that could mean major changes in how Disney's movie studios, theme parks and cable channels are run; currently, Disney is so centralized under Michael Eisner that no creative decision is too small for his consideration; he is accustomed to being obeyed, acclaimed and despised in about equal measure; photo (M)",
      "lead_paragraph": "When Daniel B. Burke and Thomas S. Murphy ran Capital Cities/ABC Inc. in the late 1980's and early 1990's, they led annual management retreats in Phoenix that were memorable among participants for their quaint predictability.",
      "publication_date": "2004-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/16/business/merger-would-mean-new-style-as-well-as-new-bosses-at-disney.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "U.S. Aides Hint Afghan Voting May Be Put Off",
      "snippet": "Bush administration aides have begun hinting that Afghanistan's elections set for June may have to be postponed because of security problems and failure to register enough voters; say only 8 percent of eligible voters have been enrolled and only 2...",
      "abstract": "Bush administration aides have begun hinting that Afghanistan's elections set for June may have to be postponed because of security problems and failure to register enough voters; say only 8 percent of eligible voters have been enrolled and only 2 percent of women; registration workers are avoiding large swaths of country considered unsafe; Pres Hamid Karzai reportedly is determined to hold at least presidential vote on time, in part because he expects to win; Bush aides say delay of parliamentary elections is more likely; map; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/16/world/us-aides-hint-afghan-voting-may-be-put-off.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Top Dean Aide Discusses Plans To Back Kerry",
      "snippet": "Steven Grossman says he will leave as chairman of Howard Dean's presidential campaign and shift his support to Sen John Kerry if Dean loses Wisconsin primary, outcome he sees as all but inevitable; offers to work to build bridges between Kerry and...",
      "abstract": "Steven Grossman says he will leave as chairman of Howard Dean's presidential campaign and shift his support to Sen John Kerry if Dean loses Wisconsin primary, outcome he sees as all but inevitable; offers to work to build bridges between Kerry and Dean organizations; Dean faces growing pressure from aides and outside backers to abandon race; refuses to drop out, television interview; has no events scheduled beyond primary; many of his aides plan vacations or seek jobs with other candidates; photo (M)",
      "lead_paragraph": "The chairman of Howard Dean's presidential campaign said on Sunday that he would leave and shift his support to Senator John Kerry of Massachusetts if Dr. Dean lost the Wisconsin primary on Tuesday, an outcome he sees as all but inevitable.",
      "publication_date": "2004-02-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/16/us/2004-campaign-former-governor-top-dean-aide-discusses-plans-back-kerry.html",
      "byline": "By Jodi Wilgoren"
    }
  ]
}