{
  "metadata": {
    "date": "2004-04-01",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Bid For Retailer",
      "snippet": "Consortium of American, British and Dutch investors led by Kohlberg Kravis Roberts & Co makes 1.43 billion euro ($1.75 billion) bid to buy Dutch retail group Royal Vendex (S)",
      "abstract": "Consortium of American, British and Dutch investors led by Kohlberg Kravis Roberts & Co makes 1.43 billion euro ($1.75 billion) bid to buy Dutch retail group Royal Vendex (S)",
      "lead_paragraph": "A consortium of American, British and Dutch investors has made a 1.43 billion euro ($1.75 billion) bid to buy the Dutch retail group Royal Vendex, which owns many of the leading Dutch department stores including Vroom & Dreesmann, Hema and de Bijenkorf. Kohlberg Kravis Roberts & Company, along with private equity companies in Britain and the Netherlands, are expected to make a definitive offer for Vendex in several weeks. The company reported net sales in its last fiscal year of about 4.7 billion euros. Gregory Crouch (NYT)",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/01/business/world-business-briefing-europe-the-netherlands-bid-for-retailer.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Martha Stewart's Lawyers Are Seeking a New Trial  Lawyers for Martha Stewart sought a new trial, saying a juror failed to disclose he was arrested on an accusation of assault and provided other false information.      Ms. Stewart, the former chair...",
      "abstract": " Martha Stewart's Lawyers Are Seeking a New Trial  Lawyers for Martha Stewart sought a new trial, saying a juror failed to disclose he was arrested on an accusation of assault and provided other false information.      Ms. Stewart, the former chairwoman and chief executive of Martha Stewart Living Omnimedia, was convicted on March 5 of lying to government investigators about her sale of nearly 4,000 shares of ImClone Systems in 2001. [C3.]",
      "lead_paragraph": "Martha Stewart's Lawyers Are Seeking a New Trial",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/01/business/business-digest-030465.html",
      "byline": ""
    },
    {
      "headline": "Photo Sharing, Desktop to Desktop",
      "snippet": "David Pogue State of the Art column discusses file sharing programs from ShareALot and OurPictures designed to share picture files with family and friends; both transfer files peer-to-peer eliminating the need to use e-mail; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column discusses file sharing programs from ShareALot and OurPictures designed to share picture files with family and friends; both transfer files peer-to-peer eliminating the need to use e-mail; photo; drawing (M)",
      "lead_paragraph": "DIGITAL photos are glorious, brilliant, liberating, flexible and free. They can also be a royal pain.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/01/technology/state-of-the-art-photo-sharing-desktop-to-desktop.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Airline Raises Forecast",
      "snippet": "World Busines",
      "abstract": "World Busines",
      "lead_paragraph": "The All Nippon Airways Company raised its forecast for net profit for the fiscal year just ended, citing an increase in overseas travel and cost cuts. All Nippon said it expected net profit of 21.5 billion yen ($206 million) for the year ended yesterday compared with an earlier forecast of 17.5 billion yen and a net loss of 28.26 billion yen in the previous year when the airline was hit by a drop in air travel after the outbreak of severe acute respiratory syndrome. All Nippon said demand was strong over the last year for business-class seats on flights to the United States and Europe. Todd Zaun (NYT)",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/01/business/world-business-briefing-asia-japan-airline-raises-forecast.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "India's Economy Soared by 10% in Last Quarter of 2003",
      "snippet": "India's economy soared 10.4 percent in final quarter of 2003, making it one of fastest growingin world; last quarter's rise, up from 8.4 percent pace in previous quarter, was driven mainly by expansion of nearly 17 percent in farm output; photo (M...",
      "abstract": "India's economy soared 10.4 percent in final quarter of 2003, making it one of fastest growingin world; last quarter's rise, up from 8.4 percent pace in previous quarter, was driven mainly by expansion of nearly 17 percent in farm output; photo (M)",
      "lead_paragraph": "India's economy soared 10.4 percent in the final quarter of 2003, making it one of the fastest growing in the world, even ahead of China.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/01/business/india-s-economy-soared-by-10-in-last-quarter-of-2003.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Google Sends A Message To Competitors",
      "snippet": "Google is planning to raise stakes in its intensifying competition with Yahoo and Microsoft by unveiling new consumer-oriented e-mail service; new service, to be named Gmail, is scheduled to be released April 1; Google will offer consumers better ...",
      "abstract": "Google is planning to raise stakes in its intensifying competition with Yahoo and Microsoft by unveiling new consumer-oriented e-mail service; new service, to be named Gmail, is scheduled to be released April 1; Google will offer consumers better access to searching their own e-mail and could upset industry balance by offering free access to services that previously were available only by paying monthly subscription fee (M)",
      "lead_paragraph": "Google, the dominant Internet search company, is planning to raise the stakes in its intensifying competition with Yahoo and Microsoft by unveiling a new consumer-oriented e-mail service.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/01/business/google-sends-a-message-to-competitors.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "VETO THREATENED ON HIGHWAY BILL",
      "snippet": "Pres Bush's threat to veto popular highway bill turns measure into test of whether he and Congressional Republicans are serious about their promises to restrain deficit; $284 billion bill in House of Representatives is filled with pet projects of ...",
      "abstract": "Pres Bush's threat to veto popular highway bill turns measure into test of whether he and Congressional Republicans are serious about their promises to restrain deficit; $284 billion bill in House of Representatives is filled with pet projects of Congressional members eager to win highway money for constituents before election; in 1987, when Pres Ronald Reagan vetoed highway bill, it was easily overriden; this time, White House officials insist that Bush, who has yet to veto any bill, is serious about scuttling any highway measure with price of more than $256 billion; highway bills are traditionally favorite vehicle for winning money for pet projects, and this bill is no exception; Bush's approach is causing trouble for rank-and-file House Republicans, who are gathering in heated meetings, trying to resolve their differences on for what many of them is most important legislation of year; chart (M)",
      "lead_paragraph": "Taking a cue from Ronald Reagan, President Bush is threatening to cast his first veto on a popular highway bill filled with pet projects of Congress members eager before the election to win highway money for constituents stuck in traffic back home.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/01/us/veto-threatened-on-highway-bill.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Insurer May Sell Shares",
      "snippet": "World Business Briefing: Britain:7",
      "abstract": "World Business Briefing: Britain:7",
      "lead_paragraph": "The Standard Life Assurance Company, Europe's largest customer-owned insurer, may sell shares in an initial public offering, making it easier to raise money and meet stricter capital requirements. The insurer will propose a plan to change its ownership structure by the annual general meeting in 2006, the chief executive, Sandy Crombie, said in a conference call.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/01/business/world-business-briefing-europe-britain-insurer-may-sell-shares.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "German Court Sees No Basis To Convict Bank Chief",
      "snippet": "German court says it has no grounds to convict Deutsche Bank chief executive Josef Ackermann or three others on criminal charges in handing out bonuses paid to managers of Mannesmann AG amid takeover battle with Vodafone Grou in 2000; decision is ...",
      "abstract": "German court says it has no grounds to convict Deutsche Bank chief executive Josef Ackermann or three others on criminal charges in handing out bonuses paid to managers of Mannesmann AG amid takeover battle with Vodafone Grou in 2000; decision is preliminary and does not amount to dismissal of charges; prosecutors will press on with mmore witnesses in hope of changing minds of five judges; some defendants, their lawyers and even court spokesman say conviction is highly unlikely; photo (M)",
      "lead_paragraph": "In a legal reprieve for Germany's most prominent banker, a court here declared on Wednesday that it had no grounds to convict Josef Ackermann, chief executive of Deutsche Bank, or three others on criminal charges in handing out rich bonuses.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/01/business/german-court-sees-no-basis-to-convict-bank-chief.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "OPEC Advances Plan to Cut Oil Production by Million Barrels a Day",
      "snippet": "OPEC decides to press forward with plan to cut its production target by million barrels per day, aggressive display of its strategy to maintain oil prices at their highest levels in more than decade, meeting, Vienna; skepticism persists that OPEC'...",
      "abstract": "OPEC decides to press forward with plan to cut its production target by million barrels per day, aggressive display of its strategy to maintain oil prices at their highest levels in more than decade, meeting, Vienna; skepticism persists that OPEC's decision will result in actual production cuts, since cartel has announced cuts at other recent meetings that have never been implemented; light sweet crude oil for May delivery falls 49 cents, to $35.76 per barrel in New York trading; Bush administration criticizes OPEC's plan to cut production; photo (M)",
      "lead_paragraph": "OPEC said on Wednesday that it had decided to press forward with plans to cut its production target by a million barrels a day, in an aggressive display of its strategy to maintain oil prices at their highest levels in more than a decade.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/01/business/opec-advances-plan-to-cut-oil-production-by-million-barrels-a-day.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "In the U.S., Horror and Doubts",
      "snippet": "Faced with images of the civilian workers' corpses, many Americans reacted with horror; others wondered aloud whether it was an inevitable progression in Iraq. Page A13.",
      "abstract": "Faced with images of the civilian workers' corpses, many Americans reacted with horror; others wondered aloud whether it was an inevitable progression in Iraq. Page A13.",
      "lead_paragraph": "Faced with images of the civilian workers' corpses, many Americans reacted with horror; others wondered aloud whether it was an inevitable progression in Iraq. Page A13.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/01/world/in-the-us-horror-and-doubts.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Economy Shrinks",
      "snippet": "Canada's gross domestic product declined 0.1 percent, adjusted for inflation, in January in contrast to 0.5 percent gainin December (S)",
      "abstract": "Canada's gross domestic product declined 0.1 percent, adjusted for inflation, in January in contrast to 0.5 percent gainin December (S)",
      "lead_paragraph": "Canada's gross domestic product shrank 0.1 percent, adjusted for inflation, in January in contrast to a 0.5 percent gain in December, Statistics Canada said, raising the prospect that the Bank of Canada will cut its main interest rate for a third time this year. The bank's next monetary policy review is scheduled for April 13. The contraction in January resulted chiefly from weak vehicle sales, weak oil and gas output and a softening housing market. Analysts expect that first-quarter growth will be about 2 percent at an annualized rate, down from the 3.8 percent posted in the final three months of 2003. Bernard Simon (NYT)",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/01/business/world-business-briefing-americas-canada-economy-shrinks.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "Traders Testing Tokyo's Commitment to the Dollar",
      "snippet": "Unexpected resilience of US dollar, which is up against euro and down marginally against other currencies this year, is result of extraordinary market manipulation by Japan, which spent nearly 15 trillion yen, or $142 billion, to prop up dollar to...",
      "abstract": "Unexpected resilience of US dollar, which is up against euro and down marginally against other currencies this year, is result of extraordinary market manipulation by Japan, which spent nearly 15 trillion yen, or $142 billion, to prop up dollar to help Japan's exporters sell abroad; Japan has set dollar up for steeper slide against yen and renewed fall against euro and other currencies; dollar drops 1.2 percent against yen to four-year low of 104.35; dollar falls against euro, dropping 0.9 percent as exchange value of euro rises to $1.2305; graph; photo (M)",
      "lead_paragraph": "The unexpected resilience of the dollar -- which is up against the euro and down marginally against other major currencies this year -- is a result of an extraordinary market manipulation by Japan, which has spent nearly 15 trillion yen, or $142 billion, to prop up the dollar to help Japan's exporters sell abroad.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/01/business/market-place-traders-testing-tokyo-s-commitment-to-the-dollar.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "World Business Briefing | Asia: Europe Backs Tax Challenge",
      "snippet": "Worï",
      "abstract": "Worï",
      "lead_paragraph": "The European Union has offered its support to the America's efforts to persuade China to scrap tax breaks for domestic computer chip makers, a European Commission spokeswoman said. The Chinese government waives a large part of the value added tax on chips produced in China, putting importers like Intel at a competitive disadvantage. The main chip maker in the European Union, Infineon of Germany, benefits from the Chinese tax break because it is based in China. The spokeswoman, Arancha González, said the union was offering to be a third party to the American complaint to the World Trade Organization because ''we have a systemic interest in that it may be chips today but tomorrow apply to other products where we do have an interest.'' Paul Meller (NYT)",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/01/business/world-business-briefing-asia-europe-backs-tax-challenge.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "9/11 Widows Skillfully Applied The Power of a Question: Why?",
      "snippet": "Four women from New Jersey whose husbands died in World Trade Center are part of core group of politically active relatives of Sept 11 victims; four widows, who knew little about government and less about politics, prodded Congress and recalcitran...",
      "abstract": "Four women from New Jersey whose husbands died in World Trade Center are part of core group of politically active relatives of Sept 11 victims; four widows, who knew little about government and less about politics, prodded Congress and recalcitrant White House to create panel to investigate attacks; when panel complained of lack of money, they and others lobbied for bigger budget, and won; when House Speaker J Dennis Hastert refused to grant panel extention, women headed to Washington again, and speaker retreated; they have spent months pressing for Condolezza Rice's public testimony; have dogged panel's every move, even supplying members with questions to ask of witnesses; story of how so-called 'Jersey girls' helped move seemingly immoveable bureaucracy is tale of political education, and sisterhood born of grief; they say they simply want to know why their husbands were killed; photo of four: Kristen Breitweiser, Mindy Kleinberg, Lorie Van Auken and Patty Casazza (M)",
      "lead_paragraph": "Kristen Breitweiser was at home in Middletown, N.J., cleaning out closets. Patty Casazza of Colts Neck was dashing to the dry cleaners. Lorie Van Auken of East Brunswick was headed out to do grocery shopping. Her neighbor Mindy Kleinberg had just packed her children off to school.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/01/us/9-11-widows-skillfully-applied-the-power-of-a-question-why.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "World Court Rules U.S. Should Review 51 Death Sentences",
      "snippet": "International Court of Justice orders American courts to review death sentences imposed on 51 Mexicans in United States, saying their rights under international law were violated; says prisoners' rights to speak with Mexican consular officials aft...",
      "abstract": "International Court of Justice orders American courts to review death sentences imposed on 51 Mexicans in United States, saying their rights under international law were violated; says prisoners' rights to speak with Mexican consular officials after their arrests had been repeatedly violated; decision is seen as moral victory in Mexico and as stinging rebuke to US: Pres Vicente Fox of Mexico hails decision; it is unclear whether American courts will heed ruling; although laws of international treaty should prevail over national law, Bush administration has often criticized application of international law; even if it bows to ruling, federal officials may not be able to compel states to heed court; in Texas, where several Mexicans are on death row, Gov Rick Perry has already said that International Court of Justice does not have jurisdiction in Texas; Mexico is third country in five years to sue US for similar violations of Vienna Convention, after Germany and Paraguay; photo (M)",
      "lead_paragraph": "The International Court of Justice on Wednesday ordered American courts to review death sentences imposed on 51 Mexicans in the United States, saying their rights under international law had been violated.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/01/world/world-court-rules-us-should-review-51-death-sentences.html",
      "byline": "By Marlise Simons and Tim Weiner"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Drug Rights Sold",
      "snippet": "Irish drug maker Elan sells North American rights to its migraine treatment Frova to British biotechnology company Vernalis for $55 million over next two years; Japanese drug maker Eisai will buy epilepsy drug Zonegran for $130 million; Elan chief...",
      "abstract": "Irish drug maker Elan sells North American rights to its migraine treatment Frova to British biotechnology company Vernalis for $55 million over next two years; Japanese drug maker Eisai will buy epilepsy drug Zonegran for $130 million; Elan chief executive Kelly Martin comments; photo (S)",
      "lead_paragraph": "The Irish drug maker Elan, which has been shedding assets to simplify its balance sheet and pay down debt, sold the rights to two drugs in deals worth $185 million. A British biotechnology company, Vernalis, will buy the North American rights to Frova, a migraine treatment, for $55 million over the next two years. The Japanese drug maker Eisai will buy the epilepsy drug Zonegran for $130 million, with additional payments if generic versions of the drug are delayed. In a statement, Elan's chief executive, Kelly Martin, said that selling the drugs ''sharpens our focus in neurology,'' and that the money would further the development of Antegren, a treatment for multiple sclerosis and Crohn's disease, and Prialt, for chronic pain, which are in the final stages of testing. Brian Lavery (NYT)",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/01/business/world-business-briefing-europe-ireland-drug-rights-sold.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "A Belated Invasion: Vietnam, the Game",
      "snippet": "Five new computer games using Vietnam War as backdrop are released; games offer range of experiences and perspectives with emphasis on realism; photos (M)",
      "abstract": "Five new computer games using Vietnam War as backdrop are released; games offer range of experiences and perspectives with emphasis on realism; photos (M)",
      "lead_paragraph": "FORGET the alien invaders and Nazis. Video-game wars are opening on a new front this year. In a sign that the industry's creators and players are getting older and more willing to take on potentially controversial material, video games are going to Vietnam.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/01/technology/a-belated-invasion-vietnam-the-game.html",
      "byline": "By Stephen Totilo"
    },
    {
      "headline": "Accounting Board Wants Options to Be Reported as an Expense",
      "snippet": "Financial Accounting Standards Board proposes that companies be required to report as expense value of stock options they give employees and executives; proposal will lead many companies to report lower profits than they showed before, when few co...",
      "abstract": "Financial Accounting Standards Board proposes that companies be required to report as expense value of stock options they give employees and executives; proposal will lead many companies to report lower profits than they showed before, when few companies chose to treat value of options as expense (M)",
      "lead_paragraph": "Addressing a concern of many investors, the Financial Accounting Standards Board proposed yesterday that companies be required to report as an expense the value of the stock options they give to employees and executives.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/01/business/accounting-board-wants-options-to-be-reported-as-an-expense.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "EMI to Cut Artist Roster And Close 2 CD Plants",
      "snippet": "EMI Group, which has been under pressure as music sales decline globally, will reduce its roster of artists by 20 percent and cut 1,500 jobs; cuts will result in 25 million pounds ($45.66 million) of savings in fiscal year ending March 2005, and 5...",
      "abstract": "EMI Group, which has been under pressure as music sales decline globally, will reduce its roster of artists by 20 percent and cut 1,500 jobs; cuts will result in 25 million pounds ($45.66 million) of savings in fiscal year ending March 2005, and 50 million pounds ($91.31 million) in years following; bulk of EMI job losses stem from outsourcing of compact disc and DVD manufacturing; EMI will close its manufacturing plants in Jacksonville, Ill, and Uden, Netherlands, cutting 900 jobs; photo (M)",
      "lead_paragraph": "The EMI Group, which has been under pressure as music sales decline globally and has repeatedly failed to forge a deal in a consolidating industry, said Wednesday that it would reduce its roster of artists by 20 percent and cut 1,500 jobs.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/01/business/emi-to-cut-artist-roster-and-close-2-cd-plants.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Irish Banks Accused of Profiting at Economy's Expense",
      "snippet": "Many analysts in Ireland say whi",
      "abstract": "Many analysts in Ireland say whi",
      "lead_paragraph": "When Jean-Claude Trichet, president of the European Central Bank, hinted to a German newspaper last week about a possible cut in interest rates for the single-currency euro zone, banks and borrowers paid attention. A cut, which Mr. Trichet has avoided recently, would probably bring the central bank's main lending rate down to 1.75 percent from 2 percent -- already a 60-year low.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/01/business/irish-banks-accused-of-profiting-at-economy-s-expense.html",
      "byline": "By Brian Lavery"
    },
    {
      "headline": "4 FROM U.S. KILLED IN AMBUSH IN IRAQ; MOB DRAGS BODIES",
      "snippet": "Four American workers for security company are ambushed and killed in Falluja, and enraged mob jubilantly drags their burned bodies through downtown streets, hanging at least two corpses from bridge; 15 miles away, in same area of violent Sunni Tr...",
      "abstract": "Four American workers for security company are ambushed and killed in Falluja, and enraged mob jubilantly drags their burned bodies through downtown streets, hanging at least two corpses from bridge; 15 miles away, in same area of violent Sunni Triangle, five American soldiers are killed when roadside bomb rips through their armored personnel carrier; anti-American rage in Falluja is so great that no American or Iraqi forces respond to attack against civilians, although several news crews film mayhem; images of frenzied crowd mutilating bodies is reminiscent of scene from Somalia in 1993, when mob dragged body of American soldier through streets of Mogadishu in incident that led to American pullout; White House blames terrorists and remnants of Saddam Hussein's former government for attack; it is not clear what four American civilians were doing in Falluja, but many residents there insist four were spies working for Central Intelligence Agency; photos (M)",
      "lead_paragraph": "Four Americans working for a security company were ambushed and killed Wednesday, and an enraged mob then jubilantly dragged the burned bodies through the streets of downtown Falluja, hanging at least two corpses from a bridge over the Euphrates River.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/01/world/struggle-for-iraq-occupation-4-us-killed-ambush-iraq-mob-drags-bodies.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Exports Rise",
      "snippet": "Thailand's exports rose 22.3 percent in February compared with month year ago, to $7.22 billion; industrial production in February rose 16.3 percent (S)4",
      "abstract": "Thailand's exports rose 22.3 percent in February compared with month year ago, to $7.22 billion; industrial production in February rose 16.3 percent (S)4",
      "lead_paragraph": "Despite concerns over the bird flu outbreak and a resurgent Muslim rebellion in Thailand's southernmost provinces, exports rose 22.3 percent in February compared with the month a year ago, to $7.22 billion, according to data released by the central bank. Industrial production in February rose 16.3 percent. Wayne Arnold (NYT)",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/01/business/world-business-briefing-asia-thailand-exports-rise.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Act of Hatred, Hints of Doubt",
      "snippet": "Analysis: visceral hatred for Americans that pours forth from crowds in Falluja as bodies of four slain Americans are mutilated does not fit theory put forward by American military that Islamic militants, including foreigners, are increasingly beh...",
      "abstract": "Analysis: visceral hatred for Americans that pours forth from crowds in Falluja as bodies of four slain Americans are mutilated does not fit theory put forward by American military that Islamic militants, including foreigners, are increasingly behind terrorist attacks; Falluja, volatile center of support for Saddam Hussein, has become major battleground since American marines entered city to challenge insurgents who have taken control of entire neighborhoods; although American military command, in lock step with civilian administrator L Paul Bremer III, remains relentlessly positive about situation in Iraq, there are hints that American generals are not as sure as they were only weeks ago that they have turned corner in conflict (M)",
      "lead_paragraph": "Hours after the deaths of the four American civilians who were dragged from their vehicle and mutilated in Falluja on Wednesday, an American general went before reporters in Baghdad with the air of measured assurance that has characterized every daily briefing on the military situation across Iraq.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/01/world/the-struggle-for-iraq-news-analysis-act-of-hatred-hints-of-doubt.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "For Those Who Play, Laptops Get Serious",
      "snippet": "Several computer manufacturers are building laptops for serious game players; users are willing to spend more for gaming computer that is portable than desktop at half cost; photos (M)",
      "abstract": "Several computer manufacturers are building laptops for serious game players; users are willing to spend more for gaming computer that is portable than desktop at half cost; photos (M)",
      "lead_paragraph": "HUNCHED over his keyboard, eyes flicking intently over the digital animations dancing before him, Victor J. Group looked just like the other pale young gamers in the basement of a house on a nondescript side street in this Buffalo suburb. With his black T-shirt and blue jeans, he was even wearing the all-but-required uniform.",
      "publication_date": "2004-04-01T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/01/technology/for-those-who-play-laptops-get-serious.html",
      "byline": "By Seth Schiesel"
    }
  ]
}