{
  "metadata": {
    "date": "2004-05-25",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "World Business Briefing | Americas: Brazil: China Deal For Mine Company",
      "snippet": "Brazil's Companhia Vale do Rio Doce signs agreement with Aluminum Corp of China to build $1 billion aluminum refinery in northeastern Brazil; plant is expected to be running by 2007; Companhia Vale do Rio Doce signs separate agreement with Chinese...",
      "abstract": "Brazil's Companhia Vale do Rio Doce signs agreement with Aluminum Corp of China to build $1 billion aluminum refinery in northeastern Brazil; plant is expected to be running by 2007; Companhia Vale do Rio Doce signs separate agreement with Chinese coal producer Yankuang Group to mine for coking coal in China (S)",
      "lead_paragraph": "Companhia Vale do Rio Doce, the world's largest iron ore producer and exporter, signed an agreement with the Aluminum Corporation of China to build a $1 billion aluminum refinery in northeastern Brazil. The plant is expected to be running by 2007, initially producing 1.8 million metric tons a year. Capacity should eventually expand to 7.2 million tons a year. C.V.R.D., as the Brazilian mining giant is widely known, also signed a separate agreement with the Yankuang Group, the Chinese coal producer, to mine for coking coal in China. Todd Benson (NYT)",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/25/business/world-business-briefing-americas-brazil-china-deal-for-mine-company.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Campaign Ads Are Under Fire For Inaccuracy",
      "snippet": "Pollsters say voters are getting mistaken impressions of Pres Bush and Sen John Kerry because of political advertisements on television full of exaggerations, omissions and mischaracterizations; single out Bush's campaign as going particularly far...",
      "abstract": "Pollsters say voters are getting mistaken impressions of Pres Bush and Sen John Kerry because of political advertisements on television full of exaggerations, omissions and mischaracterizations; single out Bush's campaign as going particularly far with some of its claims; criticize Kerry's campaign for frequently going beyond bounds of truth; cite examples in advertisements from both campaigns; note that their criticism extends to advertising placed by outside groups backing both candidates; some good-government groups, noting that advertising spending has been $150 million since early last summer, worry that big money behind claims is leaving indelible impressions; sample of some advertisements from both campaigns that push the facts (M)",
      "lead_paragraph": "A record year for political advertising has brought with it a hail of televised exaggerations, omissions and mischaracterizations that pollsters say seem to be leaving voters with mistaken impressions of Senator John Kerry and President Bush.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/25/us/campaign-ads-are-under-fire-for-inaccuracy.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Saudi Promise Of More Oil Fails to Stop Rise in Prices",
      "snippet": "Crude oil for July delivery closes at record $41.72 per barrel on New York Mercantile Exchange, 4.5 percent increase from previous close; gasoline for June delivery rises 2.9 percent, to record $1.4578; Saudi Oil Min Ali al-Naimi says only reason ...",
      "abstract": "Crude oil for July delivery closes at record $41.72 per barrel on New York Mercantile Exchange, 4.5 percent increase from previous close; gasoline for June delivery rises 2.9 percent, to record $1.4578; Saudi Oil Min Ali al-Naimi says only reason OPEC did not adopt proposal for quota increase over weekend was that two members were not represented at conference; says their is no disagreement and no conflict among OPEC members; energy ministry officials from Venezuela and Libya express concerns about Saudi plans to pump more oil unilaterally; OPEC members reiterate group's official position that production levels are not main reason retail fuel prices are high, citing shortages of refinery capacity in US, booming demand in China and India, and other factors; chart; photo (M)",
      "lead_paragraph": "Shrugging off Saudi Arabia's promises to step up oil production, investors and traders pushed oil and gasoline prices to new highs on Monday.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/25/business/the-markets-commodities-saudi-promise-of-more-oil-fails-to-stop-rise-in-prices.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "INSIDE",
      "snippet": "Lawyer Is Cleared in Madrid Bombing as F.B.I. Admits Fingerprinting Error       A federal judge threw out the case against Brandon Mayfield, a Portland, Ore., lawyer who was jailed as a material witness in the Madrid train bombing. The action came...",
      "abstract": " Lawyer Is Cleared in Madrid Bombing as F.B.I. Admits Fingerprinting Error       A federal judge threw out the case against Brandon Mayfield, a Portland, Ore., lawyer who was jailed as a material witness in the Madrid train bombing. The action came after the F.B.I. said it had mistakenly matched his fingerprints with prints on a plastic bag found near the scene of the attacks in March.     Officials said that they were no longer investigating Mr. Mayfield, a Muslim convert who was arrested in his office on May 6. They apologized to him ''for the hardships that this matter has caused.''  ",
      "lead_paragraph": "Lawyer Is Cleared in Madrid Bombing as F.B.I. Admits Fingerprinting Error",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/25/us/inside-722014.html",
      "byline": ""
    },
    {
      "headline": "Toys 'R' Us Sues Amazon.com Over Exclusive Sales Agreement",
      "snippet": "Toys 'R' US accuses Amazon.com of breaking contract that gave Toys 'R' Us right to be exclusive toy and game seller on Amazon's site; Amazon says suit is without merit; Amazon and Toys 'R' Us formed joint venture in August 2000 in which Toys 'R' U...",
      "abstract": "Toys 'R' US accuses Amazon.com of breaking contract that gave Toys 'R' Us right to be exclusive toy and game seller on Amazon's site; Amazon says suit is without merit; Amazon and Toys 'R' Us formed joint venture in August 2000 in which Toys 'R' Us would become exclusive seller of most toys, games and baby products on Amazon's site; under contract with Amazon, Toys 'R' Us agreed to pay $50 million per year for 10 years for exclusivity provision, which had few exceptions, as well as percentage of Toys 'R' Us sales on Amazon site; Amazon has shifted its business model away from such exclusive arrangements in favor of having multiple merchants offering same products, often at different prices (M)",
      "lead_paragraph": "Toys ''R'' Us has accused Amazon.com of breaking the contract that gave Toys ''R'' Us the right to be the exclusive toy and game seller on Amazon's site.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/25/business/toys-r-us-sues-amazoncom-over-exclusive-sales-agreement.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Macao, Famously Seedy, Now Bets on Vegas Plush",
      "snippet": "Article on Macao's recent transformation from place of seedy gambling dens to something more like Las Vegas of East; says heavily tattooed members of Chinese gangs known as triads have stopped shooting and bombing police, gambling regulators or on...",
      "abstract": "Article on Macao's recent transformation from place of seedy gambling dens to something more like Las Vegas of East; says heavily tattooed members of Chinese gangs known as triads have stopped shooting and bombing police, gambling regulators or one another; adds East European prostitutes no longer openly solicit business on casino floorsl holds many new regulations are being drafted, including new money-laundering law to replace weak statute on books; map; photo (M)",
      "lead_paragraph": "When Las Vegas Sands Inc. opened the first American-operated casino in the People's Republic of China here last week, the scramble of would-be customers was a reminder of this former Portuguese colony's chaotic past.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/25/business/macao-famously-seedy-now-bets-on-vegas-plush.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "World Business Briefing | Europe: Shell Revising Reserves Again",
      "snippet": "World Business Briefing: S",
      "abstract": "World Business Briefing: S",
      "lead_paragraph": "The Royal Dutch/Shell Group cut its 2002 oil and gas reserves for the fourth time, lopping 120 million more barrels off the number. The change comes as Shell prepares to refile its 2002 annual report on Friday after reducing its reserve levels by 20 percent in January. Shell's 2002 reserves now stand at 4.47 billion barrels, a 23 percent drop from the company's originally reported results. In a conference call, the chairman, Jeroen van der Veer, said the company's 2003 reserve replacement ratio, a measure of how quickly an oil company finds new resources as they are depleted, stands at 68 percent. Managing directors will not receive bonuses for 2003, a spokeswoman said during the call. Heather Timmons (NYT)",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/25/business/world-business-briefing-europe-shell-revising-reserves-again.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Civil Lawsuit Challenges Big Board Pay Package  The New York attorney general, Eliot Spitzer, filed a civil suit demanding that Richard A. Grasso, the former chairman of the New York Stock Exchange, repay more than $100 million of his $139.5 milli...",
      "abstract": " Civil Lawsuit Challenges Big Board Pay Package  The New York attorney general, Eliot Spitzer, filed a civil suit demanding that Richard A. Grasso, the former chairman of the New York Stock Exchange, repay more than $100 million of his $139.5 million pay package.    The long-awaited suit sets the stage for what could be a dramatic trial, with heads of Wall Street firms who served on the exchange's board likely to be put in the uncomfortable position of having to publicly testify about how they came to approve a compensation package that they later disavowed. [Page A1.]",
      "lead_paragraph": "Civil Lawsuit Challenges Big Board Pay Package",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/25/business/business-digest-719820.html",
      "byline": ""
    },
    {
      "headline": "Spitzer's Claims Aren't as Clear Cut As They May Seem",
      "snippet": "Some of New York State Atty Gen Eliot Spitzer's claims in suing former New York Stock Exchange chairman Richard A Grasso to force him to return upwards of $100 million in pay will be difficult to provide; Spitzer appears to back away from one of m...",
      "abstract": "Some of New York State Atty Gen Eliot Spitzer's claims in suing former New York Stock Exchange chairman Richard A Grasso to force him to return upwards of $100 million in pay will be difficult to provide; Spitzer appears to back away from one of most explosive accusations against Grasso--that as chairman and chief executive of NYSE he knew of fraud by research analysts and failed to act on it; complaint includes accusations that Grasso intervened in exchange's regulatory processes and in those of other regulators to get favorable treatment for companies run by directors of exchange; contends that those directors, mostly top executives at major Wall Street firms, rewarded Grasso with compensation that Spitzer views as outrageously high; charts; photos (Market Place column) (M)",
      "lead_paragraph": "In suing Richard A. Grasso to force him to return upwards of $100 million in pay he received from the New York Stock Exchange, Eliot Spitzer yesterday painted a picture of a Wall Street establishment that had grown cozy with its regulators -- before he moved in to shake things up.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/25/business/market-place-spitzer-s-claims-aren-t-as-clear-cut-as-they-may-seem.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Under Wraps in Abu Ghraib",
      "snippet": "A C.I.A. practice of keeping some detainees in Abu Ghraib prison off the official rosters so concerned two officials there that the practice was stopped. Page A15.",
      "abstract": "A C.I.A. practice of keeping some detainees in Abu Ghraib prison off the official rosters so concerned two officials there that the practice was stopped. Page A15.",
      "lead_paragraph": "A C.I.A. practice of keeping some detainees in Abu Ghraib prison off the official rosters so concerned two officials there that the practice was stopped. Page A15.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/25/world/under-wraps-in-abu-ghraib.html",
      "byline": ""
    },
    {
      "headline": "Bush Lays Out Goals for Iraq: Self-Rule and Stability",
      "snippet": "Pres Bush seeks to reassure Americans, Iraqis and other nations that he has plan to set Iraq on track to stable self-rule, address at United States Army War College; says US has 'five-point plan' to hand over authority in Iraq to interim governmen...",
      "abstract": "Pres Bush seeks to reassure Americans, Iraqis and other nations that he has plan to set Iraq on track to stable self-rule, address at United States Army War College; says US has 'five-point plan' to hand over authority in Iraq to interim government on June 30, help establish security, continue rebuilding country's infrastructure, encourage more international support and then move toward national Iraqi elections as early as next Jan; says United Nations special envoy Lakhdar Brahimi will announce names of new Iraqi prime minister and other members of interim government later this week; speaks of need to create modern prison system, and pledges to destroy Abu Ghraib if new Iraqi government agrees; that prison, longtime symbol of cruelty of Saddam Hussein's rule, is now symbol of American military's abuse of Iraqi prisoners; Bush holds out little hope for quick withdrawal of American soldiers, even promising to send more to Iraq if commanders request it; reminds Americans that Iraq is 'central front in the war on terror'; his speech is first in series of major addresses meant to shore up support for his Iraq policy before June 30; it comes in wake of CBS News poll showing his approval ratings at new low of 41 percent; photo (L)",
      "lead_paragraph": "President Bush on Monday night sought to reassure Americans, Iraqis and other nations that he has a plan to set Iraq on a track to stable self-rule, saying his goal was to make Iraq's people ''free, not to make them American.''",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/25/world/reach-war-president-bush-lays-goals-for-iraq-self-rule-stability.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Indian Shares Gain on Selection of Finance Minister",
      "snippet": "India's new Prime Min Palaniappan Chidambaram, seen as strong-willed, pro-market candidate, gets vote of confidence from country's stock market, which advances 3.3 percent after news of his appointment; Chidambaram is most pro-reform face in new g...",
      "abstract": "India's new Prime Min Palaniappan Chidambaram, seen as strong-willed, pro-market candidate, gets vote of confidence from country's stock market, which advances 3.3 percent after news of his appointment; Chidambaram is most pro-reform face in new government of formed by Prime Min Manmohan Singh; photo (M)",
      "lead_paragraph": "India's new finance minister, Palaniappan Chidambaram, seen as a strong-willed, pro-market candidate, got a vote of confidence Monday from the country's stock markets, which advanced 3.3 percent after news of his appointment.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/25/business/indian-shares-gain-on-selection-of-finance-minister.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "No. 2 Army General to Move In As Top U.S. Commander in Iraq",
      "snippet": "Pentagon officials say Lt Gen Ricardo S Sanchez will leave his command as top American officer in Iraq and be replaced by George W Casey Jr, Armys's second-ranking general say change is part of overhaul of American command structure in Iraq and ha...",
      "abstract": "Pentagon officials say Lt Gen Ricardo S Sanchez will leave his command as top American officer in Iraq and be replaced by George W Casey Jr, Armys's second-ranking general say change is part of overhaul of American command structure in Iraq and has nothing to do with Abu Ghraib prison scandal or way Sanchez handled it; some lawmakers have criticized Sanchez for failing to give Congress early warning about politically explosive photographs of American military police officers abusing Iraqi prisoners that were turned over to military investigators in Jan; spokesman for Sanchez says general stands by his testimony before Congressional committees that he did not learn of abuses until Jan, months after they began; Sanchez has been under pressure recently in Iraq, as insurgency poses increasing military challenges in Falluja and in several southern towns; Pentagon officials note Sanchez has spent more than year in command in Iraq, and it is natural for him to leave sometime soon after transfer of sovereignty to Iraqi government on June 30; others call Casey logical and noncontroversial replacement for Sanchez (M)",
      "lead_paragraph": "The top American officer in Iraq, Lt. Gen. Ricardo S. Sanchez, will leave his command this summer, to be replaced by the Army's second-ranking general, senior Pentagon officials said Monday. The change is part of an overhaul of the American command structure in Iraq that will put a higher-ranking officer in charge.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/25/world/struggle-for-iraq-army-shifts-no-2-army-general-move-top-us-commander-iraq.html",
      "byline": "By Eric Schmitt and Thom Shanker"
    },
    {
      "headline": "Saying Grasso Duped Big Board, Suit Seeks Return of $100 Million",
      "snippet": "New York Atty Gen Eliot Spitzer files long-awaited civil suit against former New York Stock Exchange chairman Richard A Grasso, demanding that he repay more than $100 million of his 'excessive' $139.5 million pay package; powerful heads of Wall St...",
      "abstract": "New York Atty Gen Eliot Spitzer files long-awaited civil suit against former New York Stock Exchange chairman Richard A Grasso, demanding that he repay more than $100 million of his 'excessive' $139.5 million pay package; powerful heads of Wall St firms who served on exchange's board will be put in uncomfortable position of having to testify publicly about how they came to approve compensation package that some of them later disavowed; Spitzer's suit cites new evidence for contending that Grasso inflated his pay and deliberately misled his high-powered board about many details of his package to enhance his pay above and beyond benchmark of comparable chief executives; suit names only one other defendant, Kenneth G Langone, Grasso's friend and chairman of compensation committee in years when Grasso's annual pay peaked, 1999 to 2003; Spitzer discloses that Frank Z Ashen, internal compensation expert at NYSE, will cooperate with authorities and pay back $1.3 million of compensation he received; says Ashen has said that Grasso did not disclose to board $18 million of bonus payments he received; Grasso issues statement saying he looks forward to 'complete vindication'; photos; chart (L)",
      "lead_paragraph": "The bitter dispute between the New York Stock Exchange and its former chairman, Richard A. Grasso, landed in court yesterday as the New York attorney general, Eliot Spitzer, filed a long-awaited civil suit demanding that Mr. Grasso repay more than $100 million of his ''excessive'' $139.5 million pay package.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/25/business/saying-grasso-duped-big-board-suit-seeks-return-of-100-million.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "European Body Will Object To Proposed Sony-BMG Deal",
      "snippet": "European Commission spokeswoman Amelia Torres says commission is about to object to planned merger of music divisions of Sony Corp of Japan and German publisher Bertelsmann AG; commission fears that 50-50 joint venture between two companies may le...",
      "abstract": "European Commission spokeswoman Amelia Torres says commission is about to object to planned merger of music divisions of Sony Corp of Japan and German publisher Bertelsmann AG; commission fears that 50-50 joint venture between two companies may leave too few large companies left to compete in European market for recorded music; also suspects Sony might abuse connection between group's music arm and its technology division, which is in process of introducing online music download service called Sony Connect (M)",
      "lead_paragraph": "The European Commission is about to issue formal objections to the planned merger of the music divisions of the Sony Corporation of Japan and the German publisher Bertelsmann, a commission spokeswoman, Amelia Torres, said on Monday.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/25/business/european-body-will-object-to-proposed-sony-bmg-deal.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "In Turnaround, 3 Top Banks In Japan Post Gains for Year",
      "snippet": "Japan's top banking groups Mizuho Financial Group, Sumitomo Mitsui Financial Group and Mitsubishi Tokyo Financial Group returned to black in fiscal year ended March 31; UFJ Holdings posts its third consecutive year of losses; Mizuho Financial Grou...",
      "abstract": "Japan's top banking groups Mizuho Financial Group, Sumitomo Mitsui Financial Group and Mitsubishi Tokyo Financial Group returned to black in fiscal year ended March 31; UFJ Holdings posts its third consecutive year of losses; Mizuho Financial Group posts net profit of 406.98 billion yen ($3.61 billion) for fiscal year compared with net loss year earlier of 2.38 trillion yen ($21.1 billion); Mitsubishi Tokyo Financial Group earned 560.82 billion yen ($5 billion) compared to loss of 161 billion yen ($1.43 billion) year ago; Sumitomo Mitsui Financial Group reports net profit of 330.41 billion yen ($2.93 billion), compared with net loss of 465.36 billion yen ($4.13 billion) year before; UFJ posts net loss of 402.81 billion yen ($3.6 billion) compared with net loss of 608.92 billion yen previous year; photo (M)",
      "lead_paragraph": "In a sign that one of Japan's most pernicious economic problems is easing, three of the country's four largest banking groups reported solid profits for the financial year just ended, after suffering huge losses a year earlier.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/25/business/in-turnaround-3-top-banks-in-japan-post-gains-for-year.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Wider Fallout From Terminal's Collapse",
      "snippet": "Deadly collapse of passenger terminal at Charles de Gaulle Airport near Paris is likely to cause wide ripples in French industrial circles, perhaps even affecting introduction of Airbus 380 jumbo jet; Air France, which has ordered 10 of 555-seat p...",
      "abstract": "Deadly collapse of passenger terminal at Charles de Gaulle Airport near Paris is likely to cause wide ripples in French industrial circles, perhaps even affecting introduction of Airbus 380 jumbo jet; Air France, which has ordered 10 of 555-seat planes, had planned to use building, Terminal 2E, and adjacent satellite terminal, which is still under construction, to handle A380; future of Terminal 2E looks grim; photo (M)",
      "lead_paragraph": "The deadly collapse of a passenger terminal at Charles de Gaulle Airport near Paris on Sunday is likely to cause wide ripples in French industrial circles, perhaps even affecting the introduction of the Airbus A380 jumbo jet, Europe's answer to the Boeing 747.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/25/business/wider-fallout-from-terminal-s-collapse.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Failing to Disband Militias, U.S. Moves to Accept Them",
      "snippet": "American officials in Iraq appear resigned to work with private militias they had once pledged to disband in Falluja, Baghdad and elsewhere, even as American soldiers die fighting them in street battles in Karbala and Najaf; Americans are engaged ...",
      "abstract": "American officials in Iraq appear resigned to work with private militias they had once pledged to disband in Falluja, Baghdad and elsewhere, even as American soldiers die fighting them in street battles in Karbala and Najaf; Americans are engaged in delicate negotiations with several of Iraq's main militias to disband and to integrate them into security forces; it is not clear whether Americans will have leverage to disarm militias so close to June 30 transfer of sovereignty; in Falluja, scene of deadly fighting last month, American commanders have agreed to set up Iraqi security force composed almost entirely of former members of Saddam Hussein's Republican Guard and anti-American guerrillas; in Baghdad and southern Iraq, Americans have allowed two largest Shiite militias to remain intact, largely on promise by their leaders that fighters will stay off streets; in northern Iraq, entire units of 60,000-man Kurdish militia simply donned police uniforms of new Iraqi state but otherwise stayed in same place with same commanders; general commanding American forces in Najaf and Karbala says he would be willing to consider taking militiamen from Moktada al-Sadr's Mahdi Army, whom American soldiers have been killing in large numbers, into new Iraqi security force; photos (L)",
      "lead_paragraph": "With only weeks to go until an Iraqi government takes over, American officials have failed to disarm the tens of thousands of fighters in private militias deployed almost exclusively along ethnic and religious lines.",
      "publication_date": "2004-05-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/25/world/struggle-for-iraq-security-failing-disband-militias-us-moves-accept-them.html",
      "byline": "By Dexter Filkins"
    }
  ]
}