{
  "metadata": {
    "date": "2004-05-27",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: Japan: Toray Wins Boeing Order",
      "snippet": "Toray Industries receives order from Boeing Co worth 330 billion yen ($2.95 billion) over 18 years for carbon-filter-reinforced plastics to make wings, tails and floors of 7E7 Dreamliner jets; graph (S)",
      "abstract": "Toray Industries receives order from Boeing Co worth 330 billion yen ($2.95 billion) over 18 years for carbon-filter-reinforced plastics to make wings, tails and floors of 7E7 Dreamliner jets; graph (S)",
      "lead_paragraph": "Toray Indusries said it received an order from Boeing worth 330 billion yen ($2.95 billion) over 18 years for carbon-fiber-reinforced plastics to make the wings, tails and floors of the 7E7 Dreamliner jets. Toray, Japan's largest maker of synthetic fibers, plans to expand production in Washington State, Alabama and Japan to supply materials for the aircraft, which is scheduled for delivery in 2008. Toray also hopes to win an order, expected to be worth 100 billion yen, from Boeing this year to provide carbon-fiber materials for the body of the 7E7. About a third of the 7E7 will be made by Japanese companies. Todd Zaun (NYT)",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/27/business/world-business-briefing-asia-japan-toray-wins-boeing-order.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Helicopter Stake Acquired",
      "snippet": "Finmeccanica will buy out its partner's half in joint venture, helicopter manufacturer AgustaWestland, for $1.9 billion; will pay for deal by selling 50 million to 55 million shares in another joint venture, STMicroelectronics; partner in AgustaWe...",
      "abstract": "Finmeccanica will buy out its partner's half in joint venture, helicopter manufacturer AgustaWestland, for $1.9 billion; will pay for deal by selling 50 million to 55 million shares in another joint venture, STMicroelectronics; partner in AgustaWestland is Britain's GKN (S)",
      "lead_paragraph": "The aeronautics and defense company Finmeccanica said it would buy out its partner's half in a joint venture, the helicopter manufacturer AgustaWestland, for $1.9 billion. Finmeccanica, which is based in Rome, said it would pay for the deal by selling 50 million to 55 million shares in another joint venture, STMicroelectronics. Its partner in Agusta-Westland, the British manufacturer GKN, said it would use the proceeds to make acquisitions in the aerospace or automotive industries. Agusta-Westland makes Apache helicopters, among others. Heather Timmons (NYT)",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/27/business/world-business-briefing-europe-helicopter-stake-acquired.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Kissinger Tapes Describe Crises, War and Stark Photos of Abuse",
      "snippet": "Transcript of 1969 telephone conversation then-national security adviser Henry A Kissinger had with Defense Sec Melvin R Laird about My Lai massacre in South Vietnam has uncanny echoes of current war in Iraq and abuses at Abu Ghraib prison, in imp...",
      "abstract": "Transcript of 1969 telephone conversation then-national security adviser Henry A Kissinger had with Defense Sec Melvin R Laird about My Lai massacre in South Vietnam has uncanny echoes of current war in Iraq and abuses at Abu Ghraib prison, in impact of photographs if not in severity of wrongdoing; in conversation, two debated whether there was any way to stop newspapers and television news programs from showing graphic photographs of victims; Laird describes photographs as 'pretty terrible,' and Kissinger replies that Army's reported effort to impound pictures 'can't be done'; Laird tells Kissinger that he wants to 'sweep it under the rug,' but that photographs prevented it; telephone transcripts also show how frustrated Pres Nixon was becoming with Vietnam War; in Dec 1970, after talking with Nixon, Kissinger relays order for 'massive bombing campaign in Cambodia'; later, as peace negotiations progressed with Hanoi, it was Soviet Amb Anatoly Dobrynin who brought proposals from Vietnamese Communists to Kissinger; telephone tapes are released by National Security Archive over Kissinger's objections; photos (M)",
      "lead_paragraph": "News had just broken of a terrible wrongdoing committed by American soldiers, and the secretary of defense and the national security adviser debated whether there was any way to stop newspapers and television news programs from showing graphic photographs of the victims.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/27/us/kissinger-tapes-describe-crises-war-and-stark-photos-of-abuse.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Surplus Expands",
      "snippet": "Japan's merchandise surplus grew for 10th consecutive month in April, expanding 30.3 percent from year earlier to 1.08 trillion yen ($9.7 billion), as exports to Asia expanded; Japan's trade surplus with Asia rose 63 percent, to 667 billion yen; t...",
      "abstract": "Japan's merchandise surplus grew for 10th consecutive month in April, expanding 30.3 percent from year earlier to 1.08 trillion yen ($9.7 billion), as exports to Asia expanded; Japan's trade surplus with Asia rose 63 percent, to 667 billion yen; trade surplus with US fell 2.4 percent, to 553 billion yen; value of exports from Japan rose 10.8 percent in April, to 5.11 trillion yen, while imports rose 6.5 percent, to 4.03 trillion yen (S)",
      "lead_paragraph": "Japan's merchandise trade surplus grew for the 10th consecutive month in April, expanding 30.3 percent from a year earlier to 1.08 trillion yen ($9.7 billion), as exports to Asia increased. Asia is becoming an increasingly important market for Japan; the nation's trade surplus with Asia jumped 63 percent, to 667 billion yen for the month. Japan's trade surplus with the United States fell 2.4 percent, to 553 billion yen. Robust export growth has been a factor driving Japan's two-year-old expansion. Over all, the value of exports from Japan rose 10.8 percent in April, to 5.11 trillion yen, while imports rose 6.5 percent, to 4.03 trillion yen. Todd Zaun (NYT)",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/27/business/world-business-briefing-asia-japan-trade-surplus-expands.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "How Colonel Risked His Career By Menacing Detainee and Lost",
      "snippet": "Many months before Abu Ghraib prison scandal, Army did reject aggressive tactics during single interrogation conducted by battalion commander, relieving him of his command and contemplating court-martialing him on assault charges; Lt Col Allen B W...",
      "abstract": "Many months before Abu Ghraib prison scandal, Army did reject aggressive tactics during single interrogation conducted by battalion commander, relieving him of his command and contemplating court-martialing him on assault charges; Lt Col Allen B West admits he deliberately disregarded Army rules and regulations in questioning of Iraqi policeman Yahiya Kadoori Hamoodi; says he was intent on foiling reported plot to ambush him and his men; notes there were no further attacks on him or his men after interrogation; Army rejected West's aggressive tactics, expressing concern that his behavior could send signal that abuse is acceptable as means to an end; West's case became public and his many defenders argued that military should view him as hero who did not disobey rules so much as rise above them; 95 members of Congress signed letter of support, and Sen John W Warner, who has pressed for accountability in Abu Ghraib affair, expressed empathy for West in letter to constituents; record of case is unclear on whether Hamoodi provided valuable information, and Hamoodi claims he did not; West was not court-martialed but he was fined $5,000; he then submitted his resignation from Army; photos (L)",
      "lead_paragraph": "In western Broward County, where Lt. Col. Allen B. West, 43, is preparing to start life over as a high school social studies teacher, the grass is green, the air is moist and the pressure is barometric. Iraq seems very far away, as does the night last August when Colonel West used his gun to coerce an Iraqi police officer during an interrogation.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/27/world/struggle-for-iraq-interrogations-colonel-risked-his-career-menacing-detainee.html",
      "byline": "By Deborah Sontag"
    },
    {
      "headline": "Iraqi Rejects Top Job; Cleric's Aide Seized",
      "snippet": "An Iraqi nuclear scientist trumpeted as a top candidate to be the interim leader of Iraq withdrew his name from consideration.  ",
      "abstract": "An Iraqi nuclear scientist trumpeted as a top candidate to be the interim leader of Iraq withdrew his name from consideration.  ",
      "lead_paragraph": "An Iraqi nuclear scientist trumpeted as a top candidate to be the interim leader of Iraq withdrew his name from consideration.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/27/world/iraqi-rejects-top-job-cleric-s-aide-seized.html",
      "byline": ""
    },
    {
      "headline": "Aiming for Hit Games, Films Come Up Short",
      "snippet": "Video games based on movies or books are almost never big hits; reasons for poor crossover between audiences discussed; list of top-selling games in 2003 includes only one game--Enter the Matrix--based on movie; photos (M)",
      "abstract": "Video games based on movies or books are almost never big hits; reasons for poor crossover between audiences discussed; list of top-selling games in 2003 includes only one game--Enter the Matrix--based on movie; photos (M)",
      "lead_paragraph": "WHEN a big-budget movie is released, a spinoff video game now routinely shares the spotlight. But of the nation's 10 top-selling games for video consoles last year, only one was based on a film, a television show or a book: Enter the Matrix. For the PC, no such games made the top 10.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/27/technology/aiming-for-hit-games-films-come-up-short.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Italian Prosecutors Ask Again For Trial in the Parmalat Case",
      "snippet": "Prosecutors in Milan make second attempt to bring to trial 29 people and 3 institutions, including Bank of America, that they say played role in collapse of Parmalat; people include company's founder Calisto Tanzi and three former chief financial ...",
      "abstract": "Prosecutors in Milan make second attempt to bring to trial 29 people and 3 institutions, including Bank of America, that they say played role in collapse of Parmalat; people include company's founder Calisto Tanzi and three former chief financial officers; also on list are two of Tanzi's children and his brother, all of whom held managerial positions in company or were on board; photo (M)",
      "lead_paragraph": "Prosecutors in Milan made a second attempt on Wednesday to bring to trial 29 people and 3 institutions, including the Bank of America, that they say played a role in the collapse of Parmalat, the Italian diary giant.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/27/business/italian-prosecutors-ask-again-for-trial-in-the-parmalat-case.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "For Some, The Blogging Never Stops",
      "snippet": "Blogging is pastime for many, livelihood for some and obsession for others; for many bloggers and wannabes, novelty soon wears off and persistence fades as realization that no one is reading sets in; others are not deterred by such details and con...",
      "abstract": "Blogging is pastime for many, livelihood for some and obsession for others; for many bloggers and wannabes, novelty soon wears off and persistence fades as realization that no one is reading sets in; others are not deterred by such details and continue to chronicle minutiae of their lives; photo (M)",
      "lead_paragraph": "TO celebrate four years of marriage, Richard Wiggins and his wife, Judy Matthews, recently spent a week in Key West, Fla. Early on the morning of their anniversary, Ms. Matthews heard her husband get up and go into the bathroom. He stayed there for a long time.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/27/technology/for-some-the-blogging-never-stops.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Exchange Ready To Battle Grasso Over Bonus Pay",
      "snippet": "Dan K Webb, lawyer who prepared extensive report on pay of former New York Stock Exchange chairman Richard A Grasso, says exchange will vigorously fight Grasso's claim he is owed $48 million in bonus payments; comments suggest that NYSE, after mon...",
      "abstract": "Dan K Webb, lawyer who prepared extensive report on pay of former New York Stock Exchange chairman Richard A Grasso, says exchange will vigorously fight Grasso's claim he is owed $48 million in bonus payments; comments suggest that NYSE, after months of silence on matter of Grasso's pay, is ready to assume more combative posture; photo (Market Place column) (M)",
      "lead_paragraph": "Dan K. Webb, the lawyer who prepared an extensive report on the pay of Richard A. Grasso, said yesterday that the New York Stock Exchange would vigorously fight Mr. Grasso's claim that he was owed $48 million more in bonus payments.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/27/business/market-place-exchange-ready-to-battle-grasso-over-bonus-pay.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "A Study Questions Blood-Test Results On Prostate Cancer",
      "snippet": "New study finds that significant numbers of older men whose results on popular screening test for prostate cancer are normal may nonetheless have cancer; medical experts say this raises questions about what normal test score should be and whether ...",
      "abstract": "New study finds that significant numbers of older men whose results on popular screening test for prostate cancer are normal may nonetheless have cancer; medical experts say this raises questions about what normal test score should be and whether these men are better off let alone or treated when, through biopsies, cancer cells are discovered; it also amplifies controversay over test, known as PSA, and whether finding prostate cancer early and treating it by removing or destroying prostate is, on balance, helping or harming men; PSA test is blood test that looks for prostate specific antigen; it was initially used to look for recurrences of cancer after men had been treated; in 1990's it came into widespread use as screening test to find new cancers; new study is published in New England Journal of Medicine (M)",
      "lead_paragraph": "Significant numbers of older men whose results on a popular screening test for prostate cancer are normal may nonetheless have cancer, a new study has found.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/27/us/a-study-questions-blood-test-results-on-prostate-cancer.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Beer Price Raised",
      "snippet": "Diageo will raise price of keg of beer in Ireland by about $7, move that is expected to push price of beer up by 18 cents a pint (S)",
      "abstract": "Diageo will raise price of keg of beer in Ireland by about $7, move that is expected to push price of beer up by 18 cents a pint (S)",
      "lead_paragraph": "The corporate parent of the makers of Guinness beer and a range of the world's top spirits, Diageo, will raise the price of a keg of beer in Ireland by about $7 next week, a move that is expected to push the price of beer up by 18 cents a pint. The increase will affect Guinness Ireland's namesake stout, which is brewed in Dublin for the Irish, British and American markets, as well as Budweiser and Carlsberg, which the company brews under license. In raising prices, Diageo cited higher marketing costs, as more people drink at home because of a nationwide ban on smoking in the workplace, including bars and restaurants. Sales of Guinness fell 7 percent worldwide in the six months to last December. The price of a pint of stout ranges from $4 in rural areas to $6 in Dublin. Brian Lavery (NYT)",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/27/business/world-business-briefing-europe-britain-beer-price-raised.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "Putin Calls for Convertible Currency",
      "snippet": "Pres Vladimir V Putin says in his state of nation address that he wants to make Russian ruble fully convertible by 2006, moving up target date from 2007; says inflation should be reduced to about 3 percent as prelude to allowing ruble to float fre...",
      "abstract": "Pres Vladimir V Putin says in his state of nation address that he wants to make Russian ruble fully convertible by 2006, moving up target date from 2007; says inflation should be reduced to about 3 percent as prelude to allowing ruble to float freely; price growth in Russia is currently about 12 percent a year; photo (M)",
      "lead_paragraph": "The Russian president, Vladimir V. Putin, said in his state of the nation address on Wednesday that he wanted to make the Russian ruble fully convertible by 2006, moving up the target date from 2007.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/27/business/putin-calls-for-convertible-currency.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Democrats Ask If Careful Path Is Best for Kerry",
      "snippet": "Pres Bush's political difficulties prompt debate among Sen John Kerry's aides and other Democrats over how cautious Kerry's campaign should be on variety of issues; some party officials want Kerry to take chances and turn election into referendum ...",
      "abstract": "Pres Bush's political difficulties prompt debate among Sen John Kerry's aides and other Democrats over how cautious Kerry's campaign should be on variety of issues; some party officials want Kerry to take chances and turn election into referendum on a struggling president who, in three new polls, is more embattled than he has ever been; other Democrats warn that such a strategy entails risks of its own, banking on proposition that Americans would be willing to fire incumbent during war time and replace him with someone they know little about; Kerry has been displaying caution until now, much in keeping with his style as candidate over past 20 years; he has said he could not win presidency by relying on misfortunes at White House; aides say speech he will deliver May 27 is part of series of speeches on domestic and foreign policy that would fill in gaps of what they acknowledge has often seemed an anyone-but-Bush candidacy (M)",
      "lead_paragraph": "President Bush's political difficulties have prompted a debate among Democrats and aides to Senator John Kerry over how cautious his campaign should be on a variety of issues, from choosing a vice president to differentiating himself from Mr. Bush to responding to the turmoil in Iraq.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/27/us/the-2004-campaign-overview-democrats-ask-if-careful-path-is-best-for-kerry.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Drug Maker Names Chief",
      "snippet": "GlaxoSmithKline says Sir Christopher Gent, former chief executive of Vodafone Group, will become nonexecutive chairman of Glaxo next year; Gent will become deputy chairman on June 1; succeeds Sir Christopher Hogg; photo (S)",
      "abstract": "GlaxoSmithKline says Sir Christopher Gent, former chief executive of Vodafone Group, will become nonexecutive chairman of Glaxo next year; Gent will become deputy chairman on June 1; succeeds Sir Christopher Hogg; photo (S)",
      "lead_paragraph": "GlaxoSmithKline, the drug maker, said that Sir Christopher Gent, left, the former chief executive of the Vodafone Group, would become the nonexecutive chairman of GlaxoSmithKline next year. Sir Christopher ran Vodafone, the world's largest wireless telephone company, for six years and stepped down last July. He will become the deputy chairman of GlaxoSmithKline on June 1 and will assume the chairmanship on June 1. Sir Christopher will be paid £240,000 in cash ($434,760) and £60,000 in GlaxoSmithKline shares for serving as deputy chairman, with the compensation rising to £400,000 in cash and £100,000 in shares when he becomes chairman. He succeeds Sir Christopher Hogg, who had run GlaxoSmithKline since 2002.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/27/business/world-business-briefing-europe-britain-drug-maker-names-chief.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Deadly Blight Threatening Orange Trees In Brazil",
      "snippet": "Hundreds of Brazilian farmers are badly hurt by mysterious new crop disease that began ripping through heart of country's citrus belt in 2001; disease, being called citrus sudden death, is highly contagious and can kill orange tree within weeks af...",
      "abstract": "Hundreds of Brazilian farmers are badly hurt by mysterious new crop disease that began ripping through heart of country's citrus belt in 2001; disease, being called citrus sudden death, is highly contagious and can kill orange tree within weeks after first symptoms appear; oranges are one of Brazil's biggest breadwinners, providing jobs for 400,000 people and bringing in $1.3 billion a year in exports; map; photo (M)",
      "lead_paragraph": "When Henrique Fiorese noticed in 2002 that some of his orange trees were yellowing and losing their leaves, he thought at first that it was just another bout with a pesky crop pest called citrus variegated chlorosis. That disease only causes fruit to harden and trees to wilt; it does not kill them.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/27/business/deadly-blight-threatening-orange-trees-in-brazil.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Controlling Energy Costs On the Factory Floor",
      "snippet": "Industrial companies are trying to offset sharp increases in oil and natural gas prices through variety of energy-efficiency measures; prices of hundreds of manufactured goods have not risen, or have increased very little so far, because of such m...",
      "abstract": "Industrial companies are trying to offset sharp increases in oil and natural gas prices through variety of energy-efficiency measures; prices of hundreds of manufactured goods have not risen, or have increased very little so far, because of such measures; efforts at 3M Corp, Goodyear and CR England Inc, trucing company, discussed; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/27/business/controlling-energy-costs-on-the-factory-floor.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Court Upholds Yukos Tax",
      "snippet": "Moscow court upholds tax ministry order that Yukos Oil pay 99.4 billion rubles ($3.4 billion) in back taxes and fines for year 2000; Yukos is expected to appeal ruling (S)",
      "abstract": "Moscow court upholds tax ministry order that Yukos Oil pay 99.4 billion rubles ($3.4 billion) in back taxes and fines for year 2000; Yukos is expected to appeal ruling (S)",
      "lead_paragraph": "A Moscow court upheld a tax ministry order that the Russian oil company, Yukos, pay 99.4 billion rubles ($3.4 billion) in back taxes and fines for the year 2000. Yukos said that it expected to appeal the ruling, which was handed down by the Moscow Arbitration Court. The company has a month to file the appeal and will have to start paying on the claim only if it loses its appeal. The tax ministry made the claim for the back taxes in December but Yukos maintained that the tax shelters it used in 2000 were legal. The company has said that the taxes and the arrest of its former chief executive, Mikhail B. Khodorkovsky, are politically motivated. Mr. Khodorkovsky's lawyer, Karina Moskalenko, said she would file a challenge to a court order that Mr. Khodorkovsky remain in jail. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/27/business/world-business-briefing-europe-russia-court-upholds-yukos-tax.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "Prison Interrogations in Iraq Seen As Yielding Little Data on Rebels",
      "snippet": "Civilian and military officials say questioning of hundreds of Iraqi prisoners last fall in newly established interrogation center at Abu Ghraib yielded very little valuable intelligence about insurgency that was killing American soldiers almost e...",
      "abstract": "Civilian and military officials say questioning of hundreds of Iraqi prisoners last fall in newly established interrogation center at Abu Ghraib yielded very little valuable intelligence about insurgency that was killing American soldiers almost every day; say most of prisoners held in special cellblock that became setting for worst abuses at Abu Ghraib apparently were not linked to insurgency; say most useful intelligence came from battlefield interrogations, and at battalion, brigade and division-level interrogation facilities; Gen John P Abizaid, in Senate testimony last week, defended interrogation practices used in Iraq, saying information obtained served to save American lives; he made no specific mention of Abu Ghraib, and military officers say kind of intelligence he was referring to was obtained more often by soldiers in the field; Abizaid did make clear that intelligence-gathering effort he and Lt Gen Ricardo S Sanchez set in motion fell short of its intended goal of getting clear picture of insurgency (M)",
      "lead_paragraph": "The questioning of hundreds of Iraqi prisoners last fall in the newly established interrogation center at Abu Ghraib prison yielded very little valuable intelligence, according to civilian and military officials.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/27/world/struggle-for-iraq-intelligence-prison-interrogations-iraq-seen-yielding-little.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    },
    {
      "headline": "Add 'Cut' and 'Bleep' To a DVD's Options",
      "snippet": "David Pogue State of the Art column on DVD player from RCA with ClearPlay software that uses filters to 'sanitize' movies; Directors Guild of America has sued ClearPlay and similar companies; drawing; photo (M)",
      "abstract": "David Pogue State of the Art column on DVD player from RCA with ClearPlay software that uses filters to 'sanitize' movies; Directors Guild of America has sued ClearPlay and similar companies; drawing; photo (M)",
      "lead_paragraph": "THIS column is rated PG-13. It contains salty language, dripping sarcasm and descriptions of some really gross movie scenes.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/27/technology/state-of-the-art-add-cut-and-bleep-to-a-dvd-s-options.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "S.E.C. Backs Rules on Fund Ethics and Disclosure",
      "snippet": "Securities and Exchange Commission unanimously approves rules to require mutual funds to adopt new ethics codes and provide clearer disclosure of their discounts for large investors; rules will for first time require employees of funds to report v...",
      "abstract": "Securities and Exchange Commission unanimously approves rules to require mutual funds to adopt new ethics codes and provide clearer disclosure of their discounts for large investors; rules will for first time require employees of funds to report violations of ethics rules or of securities laws up chain of corporate command (M)",
      "lead_paragraph": "The Securities and Exchange Commission unanimously approved new rules on Wednesday to require mutual funds to adopt new ethics codes and provide clearer disclosure of their discounts for large investors.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/27/business/sec-backs-rules-on-fund-ethics-and-disclosure.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Increases In Health Care Premiums Are Slowing",
      "snippet": "Health insurance premiums are expected to rise up to 10 percent this year, well below annual increases of 14 to 18 percent in last few years but still more than double overall inflation rate; United Healthcare, Aetna and Humana have already pared ...",
      "abstract": "Health insurance premiums are expected to rise up to 10 percent this year, well below annual increases of 14 to 18 percent in last few years but still more than double overall inflation rate; United Healthcare, Aetna and Humana have already pared premium increases this year; Aetna has signaled to Wall Street analysts that its premiums are rising in range of 8 to 9 percent this year, compared with 14 percent last year; nationwide, premiums averaged $9,068 for family in 2003, up from $7,954 this year; employees' share of that 2003 figure was $2,412; out-of-pocket expenses rose; annual deductibles increased to $561, on average, from $488 in 2002, for using doctors or hospitals outside health plan's network; graph (M)",
      "lead_paragraph": "Health insurance premiums are expected to rise up to 10 percent this year, well below the annual increases of 14 to 18 percent in the last few years but still more than double the overall inflation rate.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/27/business/increases-in-health-care-premiums-are-slowing.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Wells Fargo to Acquire Assets of Strong Financial  Wells Fargo & Company said that it would buy the $34 billion in assets managed by Strong Financial, which has played a prominent role in the investigations into the mutual fund industry.     Terms...",
      "abstract": " Wells Fargo to Acquire Assets of Strong Financial  Wells Fargo & Company said that it would buy the $34 billion in assets managed by Strong Financial, which has played a prominent role in the investigations into the mutual fund industry.     Terms of the deal were not disclosed, but analysts estimated that Wells Fargo would pay $500 million to start and make additional payments later as long as the assets retained their value. [Page C6.]",
      "lead_paragraph": "Wells Fargo to Acquire Assets of Strong Financial",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/27/business/business-digest-751472.html",
      "byline": ""
    },
    {
      "headline": "RULING UPHOLDS LAW AUTHORIZING ASSISTED SUICIDE",
      "snippet": "Federal appeals court upholds only law in nation authorizing doctors to help their terminally ill patients commit suicide, saying Atty Gen John Ashcroft overstepped his authority in trying to block Oregon's Death With Dignity Act; Judge Richard C ...",
      "abstract": "Federal appeals court upholds only law in nation authorizing doctors to help their terminally ill patients commit suicide, saying Atty Gen John Ashcroft overstepped his authority in trying to block Oregon's Death With Dignity Act; Judge Richard C Tallman, writing for majority on divided three-judge panel, rebukes Ashcroft for his 'unilateral attempt to regulate general medical practices historically entrusted to state lawmakers'; emphasizes that court is not deciding morality or appropriateness of assisted suicide, just 'who gets to decide'; Justice Dept spokesman says lawyers there have not decided whether to ask 11-member panel of appeals court to rehear case or try to appeal to United States Supreme Court; Oregon's assisted-suicide law is product of 1994 voter initiative, allowing adults with incurable diseases who are likely to die in six months to obtain lethal drugs from their doctors; doctors may prescribe but not administer drugs, and they are granted immunity from liability; about 30 people a year have used law to end their lives since it became effective in 1997 (M)",
      "lead_paragraph": "A federal appeals court yesterday upheld the only law in the nation authorizing doctors to help their terminally ill patients commit suicide. The decision, by a divided three-judge panel of the United States Court of Appeals for the Ninth Circuit, in San Francisco, said the Justice Department did not have the power to punish the doctors involved.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/27/us/ruling-upholds-law-authorizing-assisted-suicide.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "In Connecticut, a Trial On Pension Fund Losses Could Shake Wall Street",
      "snippet": "Trial is set to begin in Connecticut's civil lawsuit accusing Forstmann Little & Co, private equity firm of Theodore J Forstmann, of improperly investing $125 million of state's pension fund money and subsequently losing it; if state prevails in c...",
      "abstract": "Trial is set to begin in Connecticut's civil lawsuit accusing Forstmann Little & Co, private equity firm of Theodore J Forstmann, of improperly investing $125 million of state's pension fund money and subsequently losing it; if state prevails in court, it could presage wave of potentially crippling suits against Forstmann Little and other buyout firms that have lost investors' money; state pension funds across nation, which have invested $40 billion in private equity funds and are increasingly taking activist role in their investments, could seek return of billions of dollars in bad investments; photo (M)",
      "lead_paragraph": "Away from the limelight of recent corporate trials, a six-member jury in a Connecticut hamlet will begin hearing a little-publicized case next week that could have far reaching implications for Wall Street buyout firms and the big-money investors and institutions that back them.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/27/business/in-connecticut-a-trial-on-pension-fund-losses-could-shake-wall-street.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "France Gets Clearance To Give Aid To Alstom",
      "snippet": "Mario Monti, Europe's competition commissioner, will approve France's aid to ailing industrial Alstom, after getting firm commitment from French government to find privately owned partners for company's main businesses; approval of more than 3 bil...",
      "abstract": "Mario Monti, Europe's competition commissioner, will approve France's aid to ailing industrial Alstom, after getting firm commitment from French government to find privately owned partners for company's main businesses; approval of more than 3 billion euros ($3.63 billion) in state aid is seen as only way of averting bankruptcy for Alstom (M)",
      "lead_paragraph": "Europe's competition commissioner, Mario Monti, said Wednesday that he would approve France's aid to the ailing industrial giant Alstom, after getting a firm commitment from the French government to find privately owned partners for the company's main businesses.",
      "publication_date": "2004-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/27/business/france-gets-clearance-to-give-aid-to-alstom.html",
      "byline": "By Paul Meller"
    }
  ]
}