{
  "metadata": {
    "date": "2004-06-22",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Justices Limit Ability to Sue Health Plans",
      "snippet": "Supreme Court unanimously rejects efforts by states to give patients in managed care ability to sue managed-care companies for damages for refusing to cover doctor-ordered medical treatment, a right that Congress has so far declined to provide; ru...",
      "abstract": "Supreme Court unanimously rejects efforts by states to give patients in managed care ability to sue managed-care companies for damages for refusing to cover doctor-ordered medical treatment, a right that Congress has so far declined to provide; rules that laws of Texas and nine other states are pre-empted by federal law known as Erisa, which applies to employment-based health care plans that cover 140 million people; it allows patients to sue for reimbursement of denied benefits, but not for damages stemming from denial; as such, it bars conventional medical malpracice suit against typical health maintenance organization or managed-care company; ruling returns issue to Congress, which for years has wrestled with but failed to pass national 'patients' bill of rights'; Bush administration joined two managed-care companies in their appeal of lower court ruling that had upheld Texas law (M)",
      "lead_paragraph": "The Supreme Court on Monday unanimously rejected efforts by states to give patients in managed care a right that Congress has so far declined to provide: the ability to sue managed-care companies for damages for refusing to cover treatment that a doctor has deemed medically necessary.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/22/us/justices-limit-ability-to-sue-health-plans.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "World Business Briefing | Asia: China: MGM Plans Macau Casino",
      "snippet": "MGM Mirage plans to build and manage casino in Macau, Chinese territory that is letting Western companies compete in its gambling market; says property will be jointly owned and managed by Shun Tak Holdings official Pansy Ho Chiu-King (S)",
      "abstract": "MGM Mirage plans to build and manage casino in Macau, Chinese territory that is letting Western companies compete in its gambling market; says property will be jointly owned and managed by Shun Tak Holdings official Pansy Ho Chiu-King (S)",
      "lead_paragraph": "The casino operator MGM Mirage plans to build and manage a casino in Macau, a Chinese territory that is allowing Western companies to compete in its gambling market. The property will be jointly owned and operated by MGM Mirage and Pansy Ho Chiu-king, a managing director of Shun Tak Holdings, MGM Mirage said.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/22/business/world-business-briefing-asia-china-mgm-plans-macau-casino.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Federal Help For United Appears to Be Less Likely",
      "snippet": "Treasury decides to keep Under Sec Brian C Roseboro, who voted against $1.6 billion in federal loan guarantees for United Airlines, as its Air Transportation Stabilization Board member, dimming chances for carrier's new bid; United reportedly weig...",
      "abstract": "Treasury decides to keep Under Sec Brian C Roseboro, who voted against $1.6 billion in federal loan guarantees for United Airlines, as its Air Transportation Stabilization Board member, dimming chances for carrier's new bid; United reportedly weighs seeking smaller guarantee for shorter period, while seeking more private financing; Treasury and air board officials say United is down to last bid and must seriously address repayment plans to win approval (M)",
      "lead_paragraph": "The chances of United Airlines being able to reverse the rejection of its request for $1.6 billion in federal loan guarantees dimmed yesterday, though the airline has yet to submit a third version of its application.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/22/business/federal-help-for-united-appears-to-be-less-likely.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Airline Narrows Loss",
      "snippet": "Varig, Brazilian airline, posts first-quarter net loss of 171.2 million reais ($54.7 million), down from loss of 226.9 million reais in year-earlier period (S)",
      "abstract": "Varig, Brazilian airline, posts first-quarter net loss of 171.2 million reais ($54.7 million), down from loss of 226.9 million reais in year-earlier period (S)",
      "lead_paragraph": "Varig, Brazil's flagship airline, narrowed its loss in the first quarter by cutting costs on flights with the help of its code-sharing agreement with a rival carrier, TAM Linhas Aéreas. Viação Aérea Rio-Grandense, as Varig is formally known, posted a net loss of 171.2 million reais ($54.7 million) in the quarter, down from a loss of 226.9 million reais a year earlier. Net revenue, however, fell to 1.88 billion reais from 1.99 billion reais as Varig continued to lose market share to the fast-growing budget airline Gol Linhas Aéreas Inteligentes. Todd Benson (NYT)",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/22/business/world-business-briefing-americas-brazil-airline-narrows-loss.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Manned Private Craft Reaches Space in a Milestone for Flight",
      "snippet": "Veteran civilian test pilot becomes first human to reach space in privately developed program, guiding tiny rocket ship more than 60 miles above California in flight with several white-knuckle moments; craft, SpaceShipOne, is lifted into atmospher...",
      "abstract": "Veteran civilian test pilot becomes first human to reach space in privately developed program, guiding tiny rocket ship more than 60 miles above California in flight with several white-knuckle moments; craft, SpaceShipOne, is lifted into atmosphere attached to belly of sleek plane called White Knight; both craft were designed by Burt Rutan and his company Scaled Composites with help of Microsoft billionaire Paul G Allen, who says he put $20 million into project; pilot Michael W Melvill describes scary moment when SpaceShip One rolled 90 degrees to left during rocket-fired ascent; says his trim controls had malfunctioning motor, so he switched to backup controls and was able to stabilize errant trim system, which is supposed to help control lift and drag; trim problem left plane 20 miles off course and changed angle of flight so that it reached 328,491 feet, short of hoped-for height of 360,000 feet; photos; map; chart (L)",
      "lead_paragraph": "A veteran civilian test pilot on Monday became the first human to reach space in a privately developed program, guiding a tiny rocket ship more than 60 miles above California in a flight with several white-knuckle moments.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/22/us/manned-private-craft-reaches-space-in-a-milestone-for-flight.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Former Chief of Vivendi In French Police Custody",
      "snippet": "French financial police question and hold overnight former Vivendi Universal chief Jean-Marie Messier as part of probe into stock price manipulation; his lawyer say he sought probe to gain access to evidence against him and others; photo (M)",
      "abstract": "French financial police question and hold overnight former Vivendi Universal chief Jean-Marie Messier as part of probe into stock price manipulation; his lawyer say he sought probe to gain access to evidence against him and others; photo (M)",
      "lead_paragraph": "Jean-Marie Messier, the former chief of Vivendi Universal, the French telecommunication and media conglomerate, was questioned by authorities on Monday and then held in custody overnight by the French financial police as part of an investigation into stock price manipulation.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/22/business/former-chief-of-vivendi-in-french-police-custody.html",
      "byline": "By Ariane Bernard"
    },
    {
      "headline": "Silicon Valley (Version 2.0) Has Hopes Rising for Economic Rebound",
      "snippet": "Optimists see success of Google and modest comeback in computer sales as signs that California's Silicon Valley is rebounding and new boom is imminent; other signs are mixed; region was hardest hit of any in United States after end of bubble in 20...",
      "abstract": "Optimists see success of Google and modest comeback in computer sales as signs that California's Silicon Valley is rebounding and new boom is imminent; other signs are mixed; region was hardest hit of any in United States after end of bubble in 2000, losing nearly 20 percent of its jobs; graphs of economic indicators; photos (M)",
      "lead_paragraph": "''Silicon Valley is back'' is on the lips of eager entrepreneurs and venture capitalists, who are rejoicing over the success of Google and pointing to the modest comeback in computer sales. The three-year-long depression, they say, is over.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/22/business/silicon-valley-version-2.0-has-hopes-rising-for-economic-rebound.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Delayed and Scaled Back, the Postbank Offering Is Set",
      "snippet": "Deutsche Post is sell shares of Postbank, Germany's largest retail bank, having cut size and price of offering and delayed it after investors spurned shares at original price; several major investors indicate they will buy shares at reduced price ...",
      "abstract": "Deutsche Post is sell shares of Postbank, Germany's largest retail bank, having cut size and price of offering and delayed it after investors spurned shares at original price; several major investors indicate they will buy shares at reduced price range; analysts are beginning to assess deal's affect on Germany's fragile investment culture; chief executive Klaus Zumwinkel comments, news conference; photos (M)",
      "lead_paragraph": "On Wednesday, barring any more snags, shares of Postbank, the largest retail bank in Germany, will begin trading on the Frankfurt Stock Exchange. For the parent company of the bank and its investment advisers, it will be less a victory than a salvage operation.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/22/business/delayed-and-scaled-back-the-postbank-offering-is-set.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "THE MARKETS: Market Place; Wachovia Hopes SouthTrust Deal Repeats Success of 2001 Merger",
      "snippet": "Market Place column on Wachovia Corp's plan to buy SouthTrust Corp for $14.3 billion; notes price looks expensive; Wachovia chief executive G Kennedy Thompson comments; map; diagram; photo (M)",
      "abstract": "Market Place column on Wachovia Corp's plan to buy SouthTrust Corp for $14.3 billion; notes price looks expensive; Wachovia chief executive G Kennedy Thompson comments; map; diagram; photo (M)",
      "lead_paragraph": "G. Kennedy Thompson says he can do it again.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/22/business/markets-market-place-wachovia-hopes-southtrust-deal-repeats-success-2001-merger.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Russia Seems Open to Deal With Yukos On Tax Bill",
      "snippet": "Finance Min Aleksei L Kudrin says Russia and Yukos Oil Co may try to negotiate settlement of $3.4 billion tax claim; says Yukos has enough funds to pay its liabilities; tax charge is seen as part of wider Kremlin-backed drive to diminish influence...",
      "abstract": "Finance Min Aleksei L Kudrin says Russia and Yukos Oil Co may try to negotiate settlement of $3.4 billion tax claim; says Yukos has enough funds to pay its liabilities; tax charge is seen as part of wider Kremlin-backed drive to diminish influence of Yukos founder Mikhail B Khodorkovsky, held since Oct on tax evasion charges; Kudrin's remarks seem to confirm that government will not bankrupt Yukos; photo (M)",
      "lead_paragraph": "Russia's tax ministry and the Yukos Oil Company may try to negotiate a settlement of a $3.4 billion tax claim, a top Kremlin official said on Monday, while expressing confidence that Yukos had the ability to pay the bill.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/22/business/russia-seems-open-to-deal-with-yukos-on-tax-bill.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Court Rejects Expansion Of Patients' Ability to Sue  The Supreme Court unanimously rejected efforts by states to give patients the ability to sue managed care companies for damages for refusing to cover treatment that a doctor has deemed medically...",
      "abstract": " Court Rejects Expansion Of Patients' Ability to Sue  The Supreme Court unanimously rejected efforts by states to give patients the ability to sue managed care companies for damages for refusing to cover treatment that a doctor has deemed medically necessary.    The court ruled, in an opinion by Justice Clarence Thomas, that the laws of Texas and nine other states are pre-empted by a federal law, known as Erisa, that applies to the employment-based health care plans that cover about 140 million people. [Page A1.]",
      "lead_paragraph": "Court Rejects Expansion Of Patients' Ability to Sue",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/22/business/business-digest-056227.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Cost Of Accounting Inquiry",
      "snippet": "Allied Irish Banks says it is likely to spend 50 million euros ($61 million) to deal with revelations that its customers were overcharged for foreign exchange transactions starting in 1996, compared with earlier estimate of 25 million euros (S)",
      "abstract": "Allied Irish Banks says it is likely to spend 50 million euros ($61 million) to deal with revelations that its customers were overcharged for foreign exchange transactions starting in 1996, compared with earlier estimate of 25 million euros (S)",
      "lead_paragraph": "Ireland's largest financial institution, Allied Irish Banks, said that it was likely to spend 50 million euros ($61 million) to deal with the revelation that its customers were overcharged for foreign exchange transactions starting in 1996, compared with an estimate of 25 million euros ($30 million) when the practice was exposed last month. An internal investigation into the overcharging, which was prompted by public outcry over a perceived lack of accountability at Irish banks, caused the additional cost. Allied Irish said that it expected ''significant'' growth in full-year earnings, based on cost-cutting and a 20 percent rise in loans in Britain and Ireland. Brian Lavery (NYT)",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/22/business/world-business-briefing-europe-ireland-cost-of-accounting-inquiry.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Budweiser Loses Trademark Ruling",
      "snippet": "European Union's Office for Internal Market Harmonization rejects Anheuser-Busch Cos' long bid to register Budweiser beer name as single trademark in all 25 European Union nations; says name is identical to one already registered by Czech rival, B...",
      "abstract": "European Union's Office for Internal Market Harmonization rejects Anheuser-Busch Cos' long bid to register Budweiser beer name as single trademark in all 25 European Union nations; says name is identical to one already registered by Czech rival, Budejovicky Budvar, in Austria and France; rules Anheuser-Busch must rely instead on previously held national trademarks; photo (M)",
      "lead_paragraph": "The Anheuser-Busch Companies, the world's largest brewer, cannot register its Budweiser name as a single trademark in all 25 European Union countries, according to the latest ruling in a century-old battle over the beer brand. In rejecting the company's 1996 application, the union's Office for Harmonization in the Internal Market said the Budweiser name was identical to one already registered by a Czech rival, Budejovicky Budvar, in Austria and France. Anheuser-Busch must instead rely on previously held national trademarks. In its ruling, the trademark office said the similarity of Budvar's product, above, with that of Budweiser might cause confusion in France and Austria.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/22/business/world-business-briefing-europe-budweiser-loses-trademark-ruling.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "S.E.C. to Order That Funds Have Outsiders As Chairmen",
      "snippet": "Securities and Exchange Commission, despite strong mutual fund industry oppositon, plans to approve rule forcing most fund companies to replace their board chairmen with outsiders who are independent; analysts estimate 80 percent of nation's fund ...",
      "abstract": "Securities and Exchange Commission, despite strong mutual fund industry oppositon, plans to approve rule forcing most fund companies to replace their board chairmen with outsiders who are independent; analysts estimate 80 percent of nation's fund companies now have chairmen who are also senior executives and who will have to be replaced within 18 months; new rules will also require that 75 percent of directors be independent, up from 50 percent, that outside directors hold quarterly meetings without fund executives and that each board must justify fund managers it retains; official says SEC will complete rules later this year limiting after-hours trading, requiring greater disclosure of some fees and regulating more closely payments from funds to brokerage firms that execute their trades; SEC has moved ahead of Congress, where House has approved similar measure and Senate weighs other bills on subject; chairman William H Donaldson says proposal for independent chairman, which has sharply divided SEC, solidifies role of fund board as primary advocate for fund shareholders, speech; photo (M)",
      "lead_paragraph": "Overcoming strong opposition from the mutual fund industry, the Securities and Exchange Commission on Wednesday will approve a regulation forcing most of the nation's fund companies to replace their board chairmen with outsiders who are independent, commission officials said Monday.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/22/business/sec-to-order-that-funds-have-outsiders-as-chairmen.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Deflation Slows",
      "snippet": "Hong Kong consumer prices fall 0.9 percent in May, down from 1.5 prcent drop in Apr, suggesting five years of deflation may be ending (S)",
      "abstract": "Hong Kong consumer prices fall 0.9 percent in May, down from 1.5 prcent drop in Apr, suggesting five years of deflation may be ending (S)",
      "lead_paragraph": "Consumer prices fell 0.9 percent last month, slowing from a rate of 1.5 percent in April and suggesting that five years of deflation may be ending. Prices were pulled down by housing, off 6.7 percent as more apartments went on the market. For durable goods like washing machines and refrigerators, prices dropped 1.3 percent, mirroring a trend in mainland China as banks have lent money for many factories to produce household appliances. But Goldman Sachs noted that prices rose in May for seven other categories of consumer prices, led by a jump of 10.4 percent for clothing and footwear. Keith Bradsher (NYT)",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/22/business/world-business-briefing-asia-hong-kong-deflation-slows.html",
      "byline": "By Keith Bradsher (NYT)"
    },
    {
      "headline": "Brazil's Spreading Exports Worry Minnesota Farmers",
      "snippet": "Minnesota farmers are concerned that Brazil's power in global agricultural markets may be eclipsing that of United States, threatening their livelihood; see Cargill Inc, state's biggest company, aggressively developing its activities in Brazil at ...",
      "abstract": "Minnesota farmers are concerned that Brazil's power in global agricultural markets may be eclipsing that of United States, threatening their livelihood; see Cargill Inc, state's biggest company, aggressively developing its activities in Brazil at their expense; farmers in other states are also worried about competition from Brazil, but concerns have crystallized most strongly in Minnesota, partly because of state's long tradition of actively following, and sometimes leading, international agricultural trends; photos (M)",
      "lead_paragraph": "When Cargill Inc. disclosed a plan in May to import Brazilian ethanol by way of Central America to avoid paying tariffs, Ron Obermoller, the president of the Minnesota Corn Growers Association, described it as an example of how ''some interests are helping Brazil pull ahead of us in our own game.''",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/22/business/brazil-s-spreading-exports-worry-minnesota-farmers.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "TOP COMMANDERS FACE QUESTIONING ON PRISON ABUSE",
      "snippet": "Military judge rules that top American commanders currently involved in Iraq war will have to submit to questioning by lawyers for two servicemen charged in Abu Ghraib prison abuse case; defense lawyers say they will show that most senior military...",
      "abstract": "Military judge rules that top American commanders currently involved in Iraq war will have to submit to questioning by lawyers for two servicemen charged in Abu Ghraib prison abuse case; defense lawyers say they will show that most senior military and civilian officials approved interrogation methods that violated Geneva Conventions; those who would be questioned include Gen John P Abizaid, Lt Gen Ricardo S Sanchez, and Lt Gen Thomas F Metz; hearings give strongest indication that defense lawyers plan to pin blame for abuses not only on top generals, but also on most senior officials in White House and Pentagon; judge, Col James Pohl, calls Abu Ghraib a 'crime scene' and orders government to preserve prison, seemingly overriding earlier pledge by Pres Bush to raze it; judge's rulings come in pretrial hearings for Specialist Charles A Graner Jr, Sgt Javal S Davis and Staff Sgt Ivan L Frederick II; photo (M)",
      "lead_paragraph": "A military judge ruled Monday that the top American commanders currently involved in the Iraq war will have to submit to questioning by lawyers for two servicemen charged in the Abu Ghraib prison abuse case. The defense lawyers said they would show that the most senior military and civilian officials approved interrogation methods that violated the Geneva Conventions.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/22/world/the-reach-of-war-abu-ghraib-top-commanders-face-questioning-on-prison-abuse.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "World Business Briefing | Australia: Telstra Plans Dividend",
      "snippet": "Telstra, Australian phone operator, says it will pay shareholders 1.5 billion Australian dollars ($1.03 billion) a year for next three years through dividends or share buybacks; credit rating agencies lower Telstra's rating, while stock price rise...",
      "abstract": "Telstra, Australian phone operator, says it will pay shareholders 1.5 billion Australian dollars ($1.03 billion) a year for next three years through dividends or share buybacks; credit rating agencies lower Telstra's rating, while stock price rises 5 percent (S)",
      "lead_paragraph": "Australia's dominant telephone operator, Telstra, said it would pay shareholders 1.5 billion Australian dollars ($1.03 billion) a year for the next three years through dividends or share buybacks. The Australian government owns 51 percent of the company and has been trying unsuccessfully to win Parliament's approval to sell part of its stake to raise cash. Telstra's announcement caused the two major credit ratings agencies to lower Telstra's rating, but sent the company's stock price up 5 percent, to its highest since January. Wayne Arnold (NYT)",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/22/business/world-business-briefing-australia-telstra-plans-dividend.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "A Family Feud at Molson as Profit Falls",
      "snippet": "Molson Cos and chairman Eric H Molson are under unusually intense public scrutiny in wake of earnings drop; deputy chairman R Ian Molson, who controls 10 percent of votes, is challenging his cousin, Eric, who controls 45 percent; several of compan...",
      "abstract": "Molson Cos and chairman Eric H Molson are under unusually intense public scrutiny in wake of earnings drop; deputy chairman R Ian Molson, who controls 10 percent of votes, is challenging his cousin, Eric, who controls 45 percent; several of company's biggest outside shareholders plan to vote against slate of three directors nominated to represent holders of nonvoting stock; photos (M)",
      "lead_paragraph": "For generations, members of Montreal's upper-crust Molson family have been brought up to believe, according to a biographer, that their names should appear in print three times during their lives: at birth, marriage and death.",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/22/business/a-family-feud-at-molson-as-profit-falls.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Automotive Unit For Sale",
      "snippet": "Centrica weighs sale of its Automotive Association, insurer and provider of roadside service for drivers; stock price graph (S)",
      "abstract": "Centrica weighs sale of its Automotive Association, insurer and provider of roadside service for drivers; stock price graph (S)",
      "lead_paragraph": "Centrica, Britain's largest supplier of natural gas, said that it was considering the sale of its Automotive Association, an insurer and provider of roadside service for drivers. The company purchased the association five years ago for about $2 billion as part of a bid to expand to other businesses. Centrica would not elaborate on any potential buyers for the group, but the company said that it was in ''preliminary'' discussions about a deal. Heather Timmons (NYT)",
      "publication_date": "2004-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/22/business/world-business-briefing-europe-britain-automotive-unit-for-sale.html",
      "byline": "By Heather Timmons (NYT)"
    }
  ]
}