{
  "metadata": {
    "date": "2004-11-09",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Judge Halts War-CrimeTrial at Guantánamo",
      "snippet": "Federal Judge James Robertson, Washington, DC, rules that Pres Bush has overstepped his constitutional bounds and improperly brushed aside Geneva Conventions in establishing military commissions to try detainees as war criminals at Guantanamo Bay;...",
      "abstract": "Federal Judge James Robertson, Washington, DC, rules that Pres Bush has overstepped his constitutional bounds and improperly brushed aside Geneva Conventions in establishing military commissions to try detainees as war criminals at Guantanamo Bay; ruling abruptly halts trial of Salim Ahmed Hamdan, one of hundreds of detainees in custody, and throws into doubt future of proceedings devised by administration to deal with suspected terrorists; says Hamdan must be brought before court-martial, where different rules of evidence apply, and honor Geneva Conventions, which call for treatment as prisoner of war; administration says it will seek emergency stay and quick appeal; ruling and its timing have theatrical effect on courtroom where proceedings were under way, when presiding officer Col Peter S Brownback III is handed note by Marine sergeant and immediately calls recess; Neal Katyal, one of Hamdan's lawyers, tells puzzled courtroom audience 'we won,' and Justice Dept lawyer Mark Corallo issues statement critical of decision (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/09/politics/judge-halts-warcrimetrial-at-guantanamo.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Siemens Makes Purchase",
      "snippet": "German engineering company Siemens acquires 17 percent stake in VA Technologie and will make offer to shareholders for remainder of company; photo (M)",
      "abstract": "German engineering company Siemens acquires 17 percent stake in VA Technologie and will make offer to shareholders for remainder of company; photo (M)",
      "lead_paragraph": "Siemens, Germany's largest engineering company, agreed to buy a stake in VA Technologie, another engineering company, and made an offer for the rest in a transaction valuing VA at 842.5 million euros ($1.09 billion). Siemens's chief executive, Heinrich von Pierer, said the company would offer VA shareholders 55 euros a share, 7.8 percent more than Friday's close, after taking control of 17 percent through the purchase of an investment company, Victory Industriebeteiligung. Talks between Siemens and Victory about a joint takeover bid for VA Tech collapsed in September after the Austrian government, which holds a 15 percent stake in VA Tech, said an offer was not welcome. VA Tech's chief executive, Klaus Sernetz, above, said he still had reservations.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/09/business/world-business-briefing-europe-germany-siemens-makes-purchase.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "General Electric Sells 60% of Indian Back-Office Unit",
      "snippet": "General Electric Co announces it has sold 60 percent stake in its Indian back-office unit GE Capital International Services to private equity firms General Atlantic Partners and Oak Hill Capital Partners; price is $500 million (M)",
      "abstract": "General Electric Co announces it has sold 60 percent stake in its Indian back-office unit GE Capital International Services to private equity firms General Atlantic Partners and Oak Hill Capital Partners; price is $500 million (M)",
      "lead_paragraph": "BANGALORE, India, Nov. 8 - The General Electric Company said on Monday that it had sold a 60 percent stake in its pioneering back-office unit in India to two private equity firms for $500 million.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/09/business/worldbusiness/general-electric-sells-60-of-indian-backoffice-unit.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "British Airways' Profit Up, but Difficulties Lie Ahead",
      "snippet": "British Airways reports 26 percent increase in fiscal second-quarter profits to $228 million; sales rose 2.2 percent to $3.8 billion; photo (M)",
      "abstract": "British Airways reports 26 percent increase in fiscal second-quarter profits to $228 million; sales rose 2.2 percent to $3.8 billion; photo (M)",
      "lead_paragraph": "LONDON, Nov. 8 - British Airways reported a 26 percent increase in its fiscal second-quarter profit on Monday but warned that it expected a tough winter because of high fuel prices and stiff competition.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/09/business/worldbusiness/british-airways-profit-up-but-difficulties-lie-ahead.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "A Disappointing Fall for Some Big Names in Clothing",
      "snippet": "Major apparel makers that began offering moderately priced clothing last spring, including Calvin Klein, Tommy Hilfiger and Liz Claiborne, are experiencing disappointing sales; Ralph Lauren clothes by Polo Ralph Lauren seem to have emerged as over...",
      "abstract": "Major apparel makers that began offering moderately priced clothing last spring, including Calvin Klein, Tommy Hilfiger and Liz Claiborne, are experiencing disappointing sales; Ralph Lauren clothes by Polo Ralph Lauren seem to have emerged as overall winner for summer and fall, although president Roger Farah concedes that there has been autumn slowdown; photo (M)",
      "lead_paragraph": "The department stores were ecstatic last spring, as new moderately priced clothing lines designed by some of America's biggest names in fashion -- Calvin Klein, Ralph Lauren, Tommy Hilfiger and Liz Claiborne -- started appearing.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/09/business/a-disappointing-fall-for-some-big-names-in-clothing.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Al Gore Helps Start A Fund",
      "snippet": "Former US vice president Al Gore and former Goldman Sachs Asset management chief executive David Blood are forming Generation Asset Management, new London-based fund that invests in companies based on their social, environmental and political acti...",
      "abstract": "Former US vice president Al Gore and former Goldman Sachs Asset management chief executive David Blood are forming Generation Asset Management, new London-based fund that invests in companies based on their social, environmental and political activities (S)",
      "lead_paragraph": "Al Gore, the former vice president, and David Blood, a former chief executive of Goldman Sachs Asset Management, are forming an investment fund that will select stocks after considering a company's social, environmental and political activities. The fund, which will be based in London, will be marketed to pension funds and wealthy private investors and will focus on long-term investments. It will be called Generation Asset Management. Mr. Gore, Mr. Blood and four other founding partners have contributed the fund's start-up capital, and it will begin managing money in early 2005. Heather Timmons (NYT)",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/09/business/world-business-briefing-europe-britain-al-gore-helps-start-a-fund.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Hispanic Voters Declared Their Independence",
      "snippet": "Experts say Hispanics are no longer reliably Democratic, and are more electable in their own right; first two Hispanic senators in 30 years are poised to take office, Ken Salazar from Colorado and Mel Martinez from Florida; parties used different ...",
      "abstract": "Experts say Hispanics are no longer reliably Democratic, and are more electable in their own right; first two Hispanic senators in 30 years are poised to take office, Ken Salazar from Colorado and Mel Martinez from Florida; parties used different strategies, Republicans showing more attack ads and Democrats taking more positive tone; Bush campaign understood that Hispanic voters can no longer be thought of as bloc, and made its appeal on variety of issues, while Kerry campaign sought votes as if Hispanics were reliable Democrats; Hispanic voters responded to Republican appeal on moral values and patriotism; photo; chart (M)",
      "lead_paragraph": "DENVER, Nov. 8 - The Spanish-language television advertisements for President Bush went negative this fall, attacking Senator John Kerry's voting record and his stance on abortion. Mr. Kerry's Spanish television advertisements, in keeping with the traditional appeals that Democrats have made to Hispanic voters for generations, mostly stayed positive, rarely even mentioning Mr. Bush's name.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/09/politics/campaign/hispanic-voters-declared-their-independence.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "World Business Briefing | Europe: Threat On Trade Tariffs",
      "snippet": "European Union threatens it will take action through World Trade Organization to force US and Canada to drop $126 million in tarrifs imposed on European exports; tariffs were in retaliation for ban on hormone-treated beef (S)",
      "abstract": "European Union threatens it will take action through World Trade Organization to force US and Canada to drop $126 million in tarrifs imposed on European exports; tariffs were in retaliation for ban on hormone-treated beef (S)",
      "lead_paragraph": "The European Union threatened to take action through the World Trade Organization against the United States and Canada unless they drop $126 million in tariffs imposed on European exports in retaliation for a ban on hormone-treated beef. The United States and Canada have levied duties on European goods including textiles and Roquefort cheese since 1999, after the W.T.O. found the European Union had not proved a health risk to consumers from hormone-treated beef.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/09/business/world-business-briefing-europe-threat-on-trade-tariffs.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Microsoft to Pay $536 Million to Novell in Antitrust Case",
      "snippet": "Microsoft reaches $536 million antitrust settlement with Novell and agreement with Computer and Communications Industry Association that has long fought Microsoft on antitrust issues in US and Europe; Microsoft hails agreements as culmination of i...",
      "abstract": "Microsoft reaches $536 million antitrust settlement with Novell and agreement with Computer and Communications Industry Association that has long fought Microsoft on antitrust issues in US and Europe; Microsoft hails agreements as culmination of its 18-month, multibillion-dollar campaign to settle antitrust conflicts; settlements suggest United States government and most of computer industry have moved beyond their decade-long pursuit of company for antitrust violations; Bradford L Smith, Microsoft's general counsel, comments (M)",
      "lead_paragraph": "Microsoft announced yesterday that it had reached a $536 million antitrust settlement with Novell and an agreement with a computer industry trade association that has long fought Microsoft on antitrust issues in the United States and Europe.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/09/technology/microsoft-to-pay-536-million-to-novell-in-antitrust-case.html",
      "byline": "By Steve Lohr and Paul Meller"
    },
    {
      "headline": "Justice Dept. and S.E.C. Investigating Merck Drug",
      "snippet": "Justice Department and Securities and Exchange Commission are investigating Merck & Co in connection with Vioxx, painkiller that was withdrawn from market in late September because it increased risk of heart attacks in long-term users; Justice Dep...",
      "abstract": "Justice Department and Securities and Exchange Commission are investigating Merck & Co in connection with Vioxx, painkiller that was withdrawn from market in late September because it increased risk of heart attacks in long-term users; Justice Department issues subpoena requesting information related to company's research, marketing and selling activities with respect to Vioxx; SEC has begun informal inquiry (M)",
      "lead_paragraph": "Federal prosecutors and the Securities and Exchange Commission are investigating Merck & Company in connection with Vioxx, the painkiller that was withdrawn from the market in late September because it increased the risk of heart attacks in long-term users.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/09/business/justice-dept-and-sec-investigating-merck-drug.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Urban Warfare Deals Harsh Challenge to Troops",
      "snippet": "Urban warfare nullifies technological advantages of American military as determined fighters advance into rebel-held Falluja; insurgents fire off brilliant flares, blinding soldiers' sensitive night-vision equipment, and slip from house to house i...",
      "abstract": "Urban warfare nullifies technological advantages of American military as determined fighters advance into rebel-held Falluja; insurgents fire off brilliant flares, blinding soldiers' sensitive night-vision equipment, and slip from house to house in hopes of confusing artillery spotters; urban battlefield becomes cacophony of strange and deadly sounds as heavy explosives clear way for US troops to advance, and they work their way toward objective, first buildings of city (M)",
      "lead_paragraph": "FALLUJA, Iraq, Nov. 8 - The two marines were pinned down on a roof on Monday, pressing themselves against a low, crumbling wall as insurgents fired rocket-propelled grenades at them from a building near the middle of town.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/09/world/middleeast/urban-warfare-deals-harsh-challenge-to-troops.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "U.S. Begins Main Assault in Falluja, Setting Off Street Fighting",
      "snippet": "Force of 6,500 American troops and 2,000 Iraqi soldiers swarms over railroad embankment on northern edge of rebel-held Falluja, setting off wild firefight and making first advances across deadly streets and twisting alleyways; incursion follows we...",
      "abstract": "Force of 6,500 American troops and 2,000 Iraqi soldiers swarms over railroad embankment on northern edge of rebel-held Falluja, setting off wild firefight and making first advances across deadly streets and twisting alleyways; incursion follows weeks of bombings by American planes and marks beginning of main assault, expected to be most significant battle since fall of Baghdad; invasion is calculated risk by Americans, who had to withdraw during previous fight for city in April after unconfirmed reports of heavy civilian casualties sparked outrage among both Sunni and Shiite Iraqis; insurgents meet American attack, contesting every inch of advance, with fire from rockets lashing out at Americans from seemingly deserted buildings until heavy return fire leaves only smoking ruins; number of insurgents is estimated at 3,000, although some escaped before attack; reports of allied casualties include 11 injured and two dead; Gen George W Casey Jr, top American commander in Iraq, comments; interim Prime Min Allawi outlines details of 60-day state of emergency, which includes sealing borders with Syria and Jordan indefinitely, except to allow supplies; other measures noted; insurgent attacks in other areas of country escalate; photos; map details points of invasion (M)",
      "lead_paragraph": "FALLUJA, Iraq, Tuesday, Nov. 9 - Thousands of American marines and soldiers swarmed over a railroad embankment on the northern edge of Falluja on Monday night and early Tuesday, setting off a wild firefight and making their first advances across the deadly streets and twisting alleyways of this rebel-held city.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/09/world/middleeast/us-begins-main-assault-in-falluja-setting-off-street.html",
      "byline": "By Dexter Filkins and James Glanz"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Unibanco Sells Credit Card Stake",
      "snippet": "Citigroup and Brazilian bank Banco Itau Holding Financeira announce they will acquire Unibanco's one-third stake in Credicard, largest credit card issuer in Brazil; Unibanco will realize $494 million profit from sale (S)",
      "abstract": "Citigroup and Brazilian bank Banco Itau Holding Financeira announce they will acquire Unibanco's one-third stake in Credicard, largest credit card issuer in Brazil; Unibanco will realize $494 million profit from sale (S)",
      "lead_paragraph": "Citigroup and the Brazilian bank Banco Itaú Holding Financeira said they had agreed to buy out Unibanco's one-third stake in Credicard, Brazil's biggest credit card issuer. The deal, if approved by regulatory authorities, will give Citigroup and Itaú each a 50 percent stake in Credicard, which has 7.6 million clients and assets totaling 3.3 billion reais ($1.17 billion). União de Bancos Brasileiros, as Unibanco is formally known, said it would earn a pretax profit of about 1.4 billion reais ($494 million) from the sale. Todd Benson (NYT)",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/09/business/world-business-briefing-americas-brazil-unibanco-sells-credit-card.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Malaysia: Industrial Expansion Slows",
      "snippet": "Malaysian government reports that industrial production rose 9.8 percent in September from one year ago, slowest monthly expansion in one year (S)",
      "abstract": "Malaysian government reports that industrial production rose 9.8 percent in September from one year ago, slowest monthly expansion in one year (S)",
      "lead_paragraph": "Malaysia's industrial production grew 9.8 percent in September from the month a year earlier, the slowest monthly expansion in a year, according to preliminary data released by the country's Department of Statistics. A primary reason for the slowdown was a marked decline in growth in Malaysia's mining sector. Economists called the data additional evidence that Asian economies are slowing as global demand cools. Wayne Arnold (NYT)",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/09/business/world-business-briefing-asia-malaysia-industrial-expansion-slows.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: China: Citigroup In Loan Acquisition",
      "snippet": "Citigroup to acquire 16.4 percent stake in China-based Silver Grant International Industrials, specialist in non-performing loans, for $109 million (S)",
      "abstract": "Citigroup to acquire 16.4 percent stake in China-based Silver Grant International Industrials, specialist in non-performing loans, for $109 million (S)",
      "lead_paragraph": "Citigroup agreed to buy a 16.4 percent stake in Silver Grant International Industries, a Chinese specialist in nonperforming loans, for 845 million Hong Kong dollars ($109 million). Citigroup also plans to set up a venture with Silver Grant, a real estate investor listed in Hong Kong and controlled by the China Cinda Asset Management Company, to buy bad loans in China. \"This is a major opportunity for us,\" said Joseph Draper, a managing director at Citigroup's global markets unit. Silver Grant's shares rose 15 percent on the news.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/09/business/world-business-briefing-asia-china-citigroup-in-loan-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "In Tussle With Murdoch, Malone Seeks Leverage",
      "snippet": "News Corp, where Rupert Murdoch family holds 30 percent of vote, is adopting so-called poison pill provision aimed at preventing John C Malone, chairman of Liberty Media Inc, from raising his stake even further; Malone may try to use his leverage ...",
      "abstract": "News Corp, where Rupert Murdoch family holds 30 percent of vote, is adopting so-called poison pill provision aimed at preventing John C Malone, chairman of Liberty Media Inc, from raising his stake even further; Malone may try to use his leverage in voting stock to sell assets he owns to Murdoch; poison pill would not affect Malone's current purchase of News Corp shares, and would set it off only if he tried to raise his holdings to 18 percent or more; other shareholders would then buy additional News Corp shares at inexpensive price, diluting his stake; low-price shares would also be offered if any other shareholder bought more than 15 percent of company's voting stock; photo (Market Place column) (M)",
      "lead_paragraph": "On the surface it is a simple stock purchase, but on another level, the maneuvering is part of an angry chess game between two mega-entrepreneurs who are used to running the board.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/09/business/media/in-tussle-with-murdoch-malone-seeks-leverage.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Informal Lenders in China Pose Risks to Banking System",
      "snippet": "Growth of China's shadow banking system poses stiff challenge to China's state-owned banks, already burdened with bad debt, and make it harder for nation's lenders to steer fast-growing economy; photo (M)",
      "abstract": "Growth of China's shadow banking system poses stiff challenge to China's state-owned banks, already burdened with bad debt, and make it harder for nation's lenders to steer fast-growing economy; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/09/business/worldbusiness/informal-lenders-in-china-pose-risks-to-banking.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "2 Top Officials at Marsh And Counsel Step Down  Two of the highest ranking executives of Marsh & McLennan's insurance brokerage business and the company's general counsel were forced out.    Roger E. Egan, the president of Marsh Inc., and Christop...",
      "abstract": " 2 Top Officials at Marsh And Counsel Step Down  Two of the highest ranking executives of Marsh & McLennan's insurance brokerage business and the company's general counsel were forced out.    Roger E. Egan, the president of Marsh Inc., and Christopher M. Treanor, the chairman of Marsh Inc. and chief executive of Global Placement, the section of the brokerage business that has been the focus of a lawsuit by Eliot Spitzer, resigned. William L. Rosoff, who has been general counsel of the parent company, also stepped aside. [Page C2.]    H&R Block Accused by NASD  The NASD accused H&R Block of defrauding individual investors by selling them $16 million worth of bonds in Enron in the five weeks before it collapsed. The securities regulator said about 200 brokers at H&R Block Financial Advisors sold the bonds to 820 customers in 40 states without telling them about the high risk. [C12.]    Ex-Enron Officials Want Trial Moved  Lawyers for three of Enron's most senior former managers want to move their trial out of Houston. The managers are Jeffrey Skilling, Enron's former chief executive; Kenneth L. Lay, its former chairman, and Richard L. Causey, its former chief accounting officer. [C12.]    An Incomplete N.F.L. TV Package  For the first time in its history, the N.F.L. concluded only part of its next long-term television deal, settling its Sunday afternoon packages with Fox and CBS through the 2011 season, but leaving its prime time and cable packages unresolved. [D1.]    Exchanges Face New S.E.C. Rules  The Securities and Exchange Commission is expected to propose rules today to improve governance standards at the nation's leading stock exchanges. [C6.]    New Jersey Votes to Shift Pensions  The governing council for New Jersey's state pension fund voted to shift to a more aggressive investment strategy that would give some responsibility for investing the fund to outside money managers. [C2.]    America Online Chief Reorganizes  Jonathan Miller of America Online plans to create three units: content and advertising, Internet access and fee-based services. [C4.]    S.E.C. May Sue Ex-Lucent Officials  Lucent Technologies said that the Securities and Exchange Commission was considering suing three former executives over possible violations of the Foreign Corrupt Practices Act. The executives include Richard A. McGinn, left, the former chairman, and John Heindel, who ran Lucent's operations in Saudi Arabia. A third was not named. [C4.]    Panel Requests Computer Financing  A panel of computer scientists warned that unless the government significantly increased support for advanced research on supercomputing, the United States would be unable to retain its lead on that technological front. [C4.]    No Outside Opinion at Disney  The former board member of Walt Disney who negotiated a $140 million termination package for Michael Ovitz, testified that he never sought an outside legal opinion on whether Disney could fire Mr. Ovitz for cause. [C10.]    Boston Law Firm in Merger Deal  Ropes & Gray, one of Boston's most prominent law firms, is acquiring Fish & Neave. [C6.]    Stocks Mixed on Profit Taking  The S.&P. 500 fell 1.28 points, to 1,164.89; the Dow Jones industrials gained 3.77 points, to 10,391.31; and the Nasdaq composite inched up 0.31 point, to 2,039.25. [C14.]    Getting Too Familiar at Airports  Many female travelers do not like the new airport security procedures and intimate pat-downs. Joe Sharkey: On the Road. [C9.]  ",
      "lead_paragraph": "2 Top Officials at Marsh And Counsel Step Down Two of the highest ranking executives of Marsh & McLennan's insurance brokerage business and the company's general counsel were forced out.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/09/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Mitsubishi Motors Reports Sharply Steeper Loss",
      "snippet": "Mitsubushi Motors reports net loss of 146.2 billion yet ($1.39 billion) for six months ended Sept 30, compared to loss of 80.2 billion yen in year-earlier period; overall revenue declined 11 percent to 1.07 trillion yen ($10.2 billion), with sales...",
      "abstract": "Mitsubushi Motors reports net loss of 146.2 billion yet ($1.39 billion) for six months ended Sept 30, compared to loss of 80.2 billion yen in year-earlier period; overall revenue declined 11 percent to 1.07 trillion yen ($10.2 billion), with sales in Japan plunging 44 percent to 96,000 vehicles; company is projecting loss of 240 billion yen for full fiscal year ending March 31; photo (M)",
      "lead_paragraph": "TOKYO, Nov. 8 - Mitsubishi Motors, the ailing Japanese automaker, reported on Monday a sharp widening in its losses for the last six months, as it failed to halt sharp declines in sales in Japan and the United States.",
      "publication_date": "2004-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/09/business/worldbusiness/mitsubishi-motors-reports-sharply-steeper-loss.html",
      "byline": "By Todd Zaun"
    }
  ]
}