{
  "metadata": {
    "date": "2004-04-27",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "All Nippon Airways Orders 50 of Boeing's New Jet",
      "snippet": "Boeing Co says Japan's All Nippon Airways has ordered 50 of its new 7E7 airplane; deal is estimated at $6 billion; photo (M)",
      "abstract": "Boeing Co says Japan's All Nippon Airways has ordered 50 of its new 7E7 airplane; deal is estimated at $6 billion; photo (M)",
      "lead_paragraph": "The Boeing Company said on Monday that it had kicked off its 7E7 jet, its first new airplane in more than a decade, after receiving an order from Japan's All Nippon Airways for 50 planes.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/27/business/all-nippon-airways-orders-50-of-boeing-s-new-jet.html",
      "byline": "By Todd Zaun and Micheline Maynard"
    },
    {
      "headline": "KERRY QUESTIONS BUSH ATTENDANCE IN GUARD IN 70'S",
      "snippet": "Sen John Kerry, pressed on whether he threw away his Vietnam war medals in protest in 1971, challenges attacks on his military record from Republicans who did not fight in Vietnam and questions whether Pres Bush skipped National Guard duty during ...",
      "abstract": "Sen John Kerry, pressed on whether he threw away his Vietnam war medals in protest in 1971, challenges attacks on his military record from Republicans who did not fight in Vietnam and questions whether Pres Bush skipped National Guard duty during war; Vice Pres Cheney, in speech at Westminster College in Fulton, Mo, reads quotations from Kerry intended to portray senator as equivocating on major issues of national security; White House is planning to anchor Bush's re-election campaign to war on terrorism by undercutting Kerry's foreign policy credentials, including his decorated service in Vietnam; Democrats hope Kerry's resume will help neutralize Bush's presumed advantage on these issues; Cheney's attack on Kerry is so sharp that Westminster Coll president Fletcher M Lamkin sends notice to students and faculty chastising Cheney for 'Kerry-bashing' and promising to invite Kerry to address school; photos (M)",
      "lead_paragraph": "In a day of piercing and personal exchanges, John Kerry questioned on Monday whether President Bush skipped National Guard duty 30 years ago, while Vice President Dick Cheney disparaged Mr. Kerry as an opportunist unfit to lead the nation in wartime.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/27/us/kerry-questions-bush-attendance-in-guard-in-70-s.html",
      "byline": "By Adam Nagourney and Jodi Wilgoren"
    },
    {
      "headline": "Psst! Is Powell Bound for the World Bank?",
      "snippet": "Speculation grows that US State Sec Colin L Powell might become next president of World Bank after Powell meets with bank's current head James D Wolfensohn at Wolfensohn's home in Washington, DC; photo (L)",
      "abstract": "Speculation grows that US State Sec Colin L Powell might become next president of World Bank after Powell meets with bank's current head James D Wolfensohn at Wolfensohn's home in Washington, DC; photo (L)",
      "lead_paragraph": "Forget the official pronouncements that Secretary of State Colin L. Powell is staying put at the State Department.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/27/business/psst-is-powell-bound-for-the-world-bank.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Delicate Balance Needed in Uniting Of Drug Giants",
      "snippet": "Merger of Aventis and Sanofi-Synthelabo will create world's third-largest drug company based on sales and will be French controlled; eight members of Aventis board and eight members of Sanofi's board will make up new board, with Sanofi's chairman ...",
      "abstract": "Merger of Aventis and Sanofi-Synthelabo will create world's third-largest drug company based on sales and will be French controlled; eight members of Aventis board and eight members of Sanofi's board will make up new board, with Sanofi's chairman and chief executive Jean-Francois Dehecq running combined company and casting crucial 17th vote; charts; photo (Market Place column) (M)",
      "lead_paragraph": "After the French drug maker Aventis agreed over the weekend to accept a sweetened takeover offer from its national rival, Sanofi-Synthélabo, the clear winner in the strange and bitter battle is, oddly, the Swiss drug maker Novartis.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/27/business/market-place-delicate-balance-needed-in-uniting-of-drug-giants.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Banks Warn Yukos Oil Of Default",
      "snippet": "Banks W",
      "abstract": "Banks W",
      "lead_paragraph": "Russia's largest oil producer Yukos received a warning on Monday that the company could be in danger of defaulting on a $1 billion loan, the latest in a string of setbacks that have clouded prospects for the still highly profitable oil company.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/27/business/banks-warn-yukos-oil-of-default.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Google Is Said To Pick Bankers To Lead Its I.P.O.",
      "snippet": "Credit Suisse First Boston and Morgan Stanley emerge as Google's choice to lead underwriting of eagerly sought initial public offering (M)",
      "abstract": "Credit Suisse First Boston and Morgan Stanley emerge as Google's choice to lead underwriting of eagerly sought initial public offering (M)",
      "lead_paragraph": "Frank P. Quattrone, the former investment banker, may be on trial for obstruction of justice in a federal courtroom in Lower Manhattan, but in Silicon Valley his spirit as the prime deal maker for the digiterati is still alive and well.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/27/business/technology-google-is-said-to-pick-bankers-to-lead-its-ipo.html",
      "byline": "By Andrew Ross Sorkin and Landon Thomas Jr"
    },
    {
      "headline": "Computer Associates Restates Timing of $2.2 Billion in Sales",
      "snippet": "Computer Associates International ends internal investigation into its accounting practices by restating $2.2 billion in sales that it had improperly booked during 1999 and 2000; restatement does not change company's overall past financial results...",
      "abstract": "Computer Associates International ends internal investigation into its accounting practices by restating $2.2 billion in sales that it had improperly booked during 1999 and 2000; restatement does not change company's overall past financial results or current sales and profits; company names director Kenneth D Cron interim chief executive and promotes chief financial officer Jeffrey J Clarke to chief operating officer; graph; photo (M)",
      "lead_paragraph": "Computer Associates International ended an internal investigation into its accounting practices yesterday by restating $2.2 billion in sales that it had improperly booked during 1999 and 2000.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/27/business/computer-associates-restates-timing-of-2.2-billion-in-sales.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "World Business Briefing | Europe: France: Tire Sales Rise",
      "snippet": "French tiremaker Michelin says first-quarter revenue rose 3.9 percent; revenue increased to 3.8 billiom euros ($4.5 billion) from 3.655 billion euros year ago (S)",
      "abstract": "French tiremaker Michelin says first-quarter revenue rose 3.9 percent; revenue increased to 3.8 billiom euros ($4.5 billion) from 3.655 billion euros year ago (S)",
      "lead_paragraph": "The tiremaker Michelin said first-quarter revenue rose 3.9 percent, helped by an increase in truck tire sales. Revenue increased to 3.8 billion euros ($4.5 billion) from 3.655 billion euros a year earlier. The company, which makes Michelin, B.F. Goodrich, Uniroyal and Kleber tires, said sales of light-vehicle tires rose 0.6 percent, to 1.84 billion euros. Sales of truck tires rose 9 percent, to 995.5 million euros. Michelin is based in Clermont-Ferrand.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/27/business/world-business-briefing-europe-france-tire-sales-rise.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "UnitedHealth Agrees to Deal For Oxford",
      "snippet": "UnitedHealth Group acquires Oxford Health Plans for $4.7 billion in stock and cash, giving UnitedHealth greater presence in New York metropolitan area; Oxford insures 1.5 million people, mostly in Connecticut, New Jersey and New York; UnitedHealth...",
      "abstract": "UnitedHealth Group acquires Oxford Health Plans for $4.7 billion in stock and cash, giving UnitedHealth greater presence in New York metropolitan area; Oxford insures 1.5 million people, mostly in Connecticut, New Jersey and New York; UnitedHealth's chief executive William W McGuire and Oxford's chief executive Charles G Berg comment (M)",
      "lead_paragraph": "UnitedHealth Group agreed yesterday to acquire Oxford Health Plans for $4.7 billion in stock and cash, giving UnitedHealth, one of the nation's largest health insurers, a greater presence in the New York metropolitan area.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/27/business/unitedhealth-agrees-to-deal-for-oxford.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "U.S. Could Be Forced To Lower Crop Subsidies  Brazil won a preliminary ruling at the World Trade Organization that could force the United States to lower the subsidies it pays farmers to grow cotton and, eventually, most other subsidized crops.   ...",
      "abstract": " U.S. Could Be Forced To Lower Crop Subsidies  Brazil won a preliminary ruling at the World Trade Organization that could force the United States to lower the subsidies it pays farmers to grow cotton and, eventually, most other subsidized crops.      The decision puts the Bush administration in a tight bind in an election year when Republicans are counting on support from the farm belt. The largest American farmers have grown dependent on the $19 billion they receive in annual subsidies. [Page A1.]",
      "lead_paragraph": "U.S. Could Be Forced To Lower Crop Subsidies",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/27/business/business-digest-375373.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Business Confidence Rises",
      "snippet": "Ifo Institute says its German business confidence index, based on survey of 7,000 executives, climbed to 96.3 in April, from 95.4 in March (S)0",
      "abstract": "Ifo Institute says its German business confidence index, based on survey of 7,000 executives, climbed to 96.3 in April, from 95.4 in March (S)0",
      "lead_paragraph": "German business confidence rose for the first time in three months in April, as the recent weakness of the euro against the dollar and the growing global economy brightened the outlook for exporters. The Ifo Institute of Munich said its confidence index, based on a survey of 7,000 executives, climbed to 96.3, from 95.4 in March. Economists had forecast a slight decline. The euro has declined about 8 percent since reaching a record $1.293 on Feb. 18, reviving sentiment among exporters. Germany has relied on sales abroad as rising unemployment has deterred consumer spending in Europe.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/27/business/world-business-briefing-europe-germany-business-confidence-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Global Trade Body Rules Against U.S. On Cotton Subsidies",
      "snippet": "Brazil wins preliminary ruling at World Trade Organization that could force United States to lower subsidies it pays farmers to grow cotton and, eventually, most subsidized crops; decision supports Brazil's contention that subsidies to cotton farm...",
      "abstract": "Brazil wins preliminary ruling at World Trade Organization that could force United States to lower subsidies it pays farmers to grow cotton and, eventually, most subsidized crops; decision supports Brazil's contention that subsidies to cotton farmers violate international trade rules; final ruling against US could lead to stiff penalties if it fails to change its practices; ruling puts Bush administration in tight bind in election year, when Republicans are counting on support from Farm Belt; largest American farmers have grown dependent on $19 billion they receive in annual subsidies; if final decision in June goes against US, administration is expected to appeal, if for no other reason than to delay action until after election; Brazilian case is first successful challenge of a wealthy nation's domestic agriculture subsidies; it could force US, European countries and other well-to-do nations to act this summer and offer new compromises at global trade talks that have been blocked over this issue for more than year (M)",
      "lead_paragraph": "Brazil won a preliminary ruling at the World Trade Organization on Monday night that could force the United States to lower the subsidies it pays farmers to grow cotton and, eventually, most subsidized crops.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/27/business/global-trade-body-rules-against-us-on-cotton-subsidies.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "World Business Briefing | Europe: France: Designer For Fashion Maker",
      "snippet": "LVMH Moet Hennessy Louis Vuitton appoints Italian designer Roberto Menichetti as artistic director of its Celine label, succeeding Michael Kors (S)",
      "abstract": "LVMH Moet Hennessy Louis Vuitton appoints Italian designer Roberto Menichetti as artistic director of its Celine label, succeeding Michael Kors (S)",
      "lead_paragraph": "The luxury-goods company LVMH Mo",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/27/business/world-business-briefing-europe-france-designer-for-fashion-maker.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Nissan Profit Up as Luxury Models Sell Well",
      "snippet": "Nissan Motor Co posts small gain in net profit for fiscal year ened March 31; net income was 503.7 billion yen ($4.63 billion), up 1.7 percent from 495.2 billion yen year earlier; operating profit was 825 billion yen ($7.6 billion), up 11.9 percen...",
      "abstract": "Nissan Motor Co posts small gain in net profit for fiscal year ened March 31; net income was 503.7 billion yen ($4.63 billion), up 1.7 percent from 495.2 billion yen year earlier; operating profit was 825 billion yen ($7.6 billion), up 11.9 percent from year ago; Toyota Motor posts revenue of 7.429 trillion yen ($68.3 billion) for fiscal year, up 8.8 percent from 6.829 trillion yen year ago; sales expanded 10.4 percent, to 3.06 million; Nissan chief Carlos Ghosn comments; photo (M)",
      "lead_paragraph": "The Nissan Motor Company on Monday posted a small gain in net profit for the fiscal year that just ended, as strong sales in the United States of its luxury Infiniti line and other Nissan vehicles helped offset the damage caused by a rising yen.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/27/business/nissan-profit-up-as-luxury-models-sell-well.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Bottler's Earnings Rise",
      "snippet": "Mexico's beverage company Femsa says first-quarter income rose 95.9 percent, to $73 million, on sales of $1.82 billion, up 55.4 percent; sales rose 140 percent, to $935 million, and profit increased 77 percent, to $78 million (S)",
      "abstract": "Mexico's beverage company Femsa says first-quarter income rose 95.9 percent, to $73 million, on sales of $1.82 billion, up 55.4 percent; sales rose 140 percent, to $935 million, and profit increased 77 percent, to $78 million (S)",
      "lead_paragraph": "The brewer and bottler Femsa, Latin America's largest beverage company, said first-quarter income rose 95.9 percent, to $73 million, on sales of $1.82 billion, up 55.4 percent. Driving the increase was the acquisition of Panamerican Beverages last year by Femsa's subsidiary Coca-Cola Femsa. Sales at Coca-Cola Femsa rose 140 percent, to $935 million, and profit increased 77 percent, to $78 million. The purchase of Panamerican Beverages for $2.7 billion added operations in Brazil, Colombia, Venezuela and Central America. Revenue rose for Femsa's brewing unit -- the maker of the Dos Equis, Sol and Tecate brands -- helped by stronger sales in Mexico and rising exports to the United States. Elisabeth Malkin (NYT)",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/27/business/world-business-briefing-americas-mexico-bottler-s-earnings-rise.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "China Bars Steps by Hong Kong Toward More Democratic Voting",
      "snippet": "China bars popular elections for Hong Kong's chief executive in 2007 and rules out any expanded voting by general public for legislature in 2008; decision, latest in series of moves in Beijing to restrict democracy in Hong Kong, draws sharp critic...",
      "abstract": "China bars popular elections for Hong Kong's chief executive in 2007 and rules out any expanded voting by general public for legislature in 2008; decision, latest in series of moves in Beijing to restrict democracy in Hong Kong, draws sharp criticism from United States and Britain, which say Beijing is eroding autonomy of Hong Kong that it had pledged to preserve; angry democracy advocates in Hong Kong promise street demonstrations; China's leaders are tightening controls in territory after series of developments that began last July with march by 500,000 people to protest stringent internal-security legislation; China is making clear that it intends to give Hong Kong's people very junior role in decisions about how to open electoral system in future (M)",
      "lead_paragraph": "Beijing on Monday barred popular elections for Hong Kong's chief executive in 2007 and ruled out any expanded voting by the general public for the legislature in 2008, in the latest in a series of moves to restrict democracy here.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/27/world/china-bars-steps-by-hong-kong-toward-more-democratic-voting.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Fierce Battle at Falluja Mosque Further Dims Hopes for Accord",
      "snippet": "Protracted firefight between marines and insurgents in Falluja culminates in American helicopter gunships and tanks firing at mosque and toppling its minaret, further dimming hopes for peaceful resolution to three-week-old siege; Americans say bat...",
      "abstract": "Protracted firefight between marines and insurgents in Falluja culminates in American helicopter gunships and tanks firing at mosque and toppling its minaret, further dimming hopes for peaceful resolution to three-week-old siege; Americans say battle erupted when insurgents breached cease-fire, using mosque to attack marine positions with rocket-propelled grenades and small-arms fire; one marine is killed and eight others wounded in battle, which also kills eight insurgents; in Najaf, focal point of separate confrontation, residents there say major battle is being fought on highway leading to city by American troops and militiamen loyal to Moktada al-Sadr; sketchy reports suggest that Sadr's fighters have taken heavy casualties from American troops and attack helicopters; reports from inside Najaf indicate growing anger of residents against Sadr and his men, who have sown pattern of lawlessness since their uprising began; shadowy group in Najaf has reportedly killed at least five Sadr militiamen in last two days; in Baghdad, American troops raiding chemical storage warehouse are caught in huge explosion that kills two soldiers and wounds five soldiers and at least eight Iraqi civilians; American military spokesmen withhold details of blast's cause; photo; map (L)",
      "lead_paragraph": "A protracted firefight between marines and insurgents in a Falluja suburb on Monday culminated in American helicopter gunships and tanks firing at a mosque and toppling its minaret, further dimming hopes for a peaceful resolution to the three-week-old siege.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/27/world/struggle-for-iraq-combat-fierce-battle-falluja-mosque-further-dims-hopes-for.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Medco to Pay $29.3 Million to Settle Complaints of Drug Switching",
      "snippet": "Medco Health Solutions agrees to start telling patients, doctors and employers about billions of dollars in annual rebates that it has received from drug manufacturers for promoting their products; agreement settles state and federal complaints th...",
      "abstract": "Medco Health Solutions agrees to start telling patients, doctors and employers about billions of dollars in annual rebates that it has received from drug manufacturers for promoting their products; agreement settles state and federal complaints that accused Medco of violating consumer protection and mail fraud laws by switching patients to drugs that were said to add costs for patients and their health plans; state and federal officials say terms of settlement would establish new rules for largely unregulated industry, providing more transparency and prohibiting actions that critics contend favor drug manufacturers at expense of patients; Steven Rowe, attorney general of Maine, says agreement will lift cloak of secrecy around Medco; Medco agrees to change some practices and pay $29.3 million to resolve legal issues; company does not admit any wrongdoing; photo (M)",
      "lead_paragraph": "Medco Health Solutions, the largest pharmacy benefits management company in the nation, said yesterday that it had agreed to start telling patients, doctors and employers about billions of dollars in annual rebates that it has received from drug manufacturers for promoting their products.",
      "publication_date": "2004-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/27/business/medco-to-pay-29.3-million-to-settle-complaints-of-drug-switching.html",
      "byline": "By Milt Freudenheim"
    }
  ]
}