{
  "metadata": {
    "date": "2004-07-27",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "As It Goes Public, Google Says It Is Worth Up to $36 Billion",
      "snippet": "Google Inc, in Securities and Exchange Commission filing, expects its shares to sell for $108 to $135 each, valuing company at $29 billion to $36 billion; proposed price would value company at 150 to 187 times its last four quarters of earnings; c...",
      "abstract": "Google Inc, in Securities and Exchange Commission filing, expects its shares to sell for $108 to $135 each, valuing company at $29 billion to $36 billion; proposed price would value company at 150 to 187 times its last four quarters of earnings; chart; photo (M)",
      "lead_paragraph": "Amid a stock market sagging in summer doldrums, Google gave a bullish assessment of its worth yesterday.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/27/business/as-it-goes-public-google-says-it-is-worth-up-to-36-billion.html",
      "byline": "By Saul Hansell and Gary Rivlin"
    },
    {
      "headline": "In Battle of Patriotic Symbols, Veterans Muster in Kerry Camp",
      "snippet": "Hundreds of Vietnam veterans arrive in Boston to enlist as John Kerry's shock troops in campaign to win hearts and minds of independent voters and nullify Republicans' traditional advantage on issues of national security; Democrats are putting mil...",
      "abstract": "Hundreds of Vietnam veterans arrive in Boston to enlist as John Kerry's shock troops in campaign to win hearts and minds of independent voters and nullify Republicans' traditional advantage on issues of national security; Democrats are putting military veterans front and center throughout their national convention; Kerry will brandish his combat experience to bolster his credentials as would-be commander-in-chief in time of war, when voters' natural impulse is to keep incumbent in office; members of his Vietnam Swift boat crew are giving prime-time speeches and speaking at countless off-carmera functions all week; Max Cleland, former Democratic senator who was wounded in Vietnam, will introduce Kerry as party's nominee; photos (M)",
      "lead_paragraph": "They rolled in on wheelchairs or hobbled on canes, wore one-sleeved shirts or breathed through tubes, decked themselves out in biker vests or American Legion hats. Hundreds of military veterans -- many of them bearing the physical and emotional scars of the Vietnam War -- mustered here on Monday to enlist as John Kerry's shock troops in a campaign to win the hearts and minds of independent voters and nullify Republicans' traditional advantage on issues of national security.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/27/us/veterans-in-battle-of-patriotic-symbols-veterans-muster-in-kerry-camp.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "INSIDE",
      "snippet": "Afghan President's Choice Of Running Mate Is Surprise  President Hamid Karzai of Afghanistan entered the October presidential race with the brother of a martyred hero as a running mate for vice president, rather than his powerful defense minister....",
      "abstract": " Afghan President's Choice Of Running Mate Is Surprise  President Hamid Karzai of Afghanistan entered the October presidential race with the brother of a martyred hero as a running mate for vice president, rather than his powerful defense minister.   PAGE A3    Plan to Reduce Drug Costs  A federal proposal could save taxpayers at least $16 billion over the next decade by slashing the amounts Medicare pays for many cancer and lung drugs.   BUSINESS DAY, PAGE C1",
      "lead_paragraph": "Afghan President's Choice Of Running Mate Is Surprise",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/27/us/inside-439916.html",
      "byline": ""
    },
    {
      "headline": "Suspension Failure on Saturn S.U.V.'s in Rollover Tests Prompts Inquiry",
      "snippet": "Suspensions on two Saturn Vue sport utility vehicles broke during rollover tests performed by government last month, causing left rear wheels of vehicles to collapse; suspension failures occurred in separate tests of two- and four-wheel-drive vers...",
      "abstract": "Suspensions on two Saturn Vue sport utility vehicles broke during rollover tests performed by government last month, causing left rear wheels of vehicles to collapse; suspension failures occurred in separate tests of two- and four-wheel-drive versions of Vue, which is made by General Motors; National Highway Safety Administration is probing why failures occurred; process often takes more than year and must be completed before agency orders recall, if it so chooses; consumer advocates call on GM to voluntarily recall vehicles and say test results suggest flaw in their design; more than 200,000 Vues have been sold in US since 2001; photo (M)",
      "lead_paragraph": "The suspensions on two Saturn Vue sport utility vehicles broke during rollover tests performed by the government last month, causing the left rear wheels of the vehicles to collapse. The suspension failures occurred in separate tests of the two- and four-wheel-drive versions of the Vue, which is made by General Motors.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/27/business/suspension-failure-on-saturn-suv-s-in-rollover-tests-prompts-inquiry.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Early Steps, Maybe, Toward a Democracy in Iraq",
      "snippet": "Experiment in democracy in Iraq is at once inspiring and troubled, full of potential but not at all assured of success; caucuses are convening around country to select 1,000 delegates, who will hold national conference in Baghdad in next week with...",
      "abstract": "Experiment in democracy in Iraq is at once inspiring and troubled, full of potential but not at all assured of success; caucuses are convening around country to select 1,000 delegates, who will hold national conference in Baghdad in next week with goal of voting--openly and freely--on 100-seat transitional council that will oversee government of interim Prime Minister Iyad Allawi until national elections are held in Jan; conference is also meant to function as opportunity for national dialogue, in which for first time since fall of Saddam Hussein, Iraqis from all religions, regions and political and ethnic groups begin to discuss way forward; because of widespread violence and fragmentation, United Nations is urging Iraq to postpone conference at least briefly; fear is that thousand or more fledgling politicians would make tempting terror target; major issue is that many groups considered crucial to any broad national dialogue are refusing to take part, largely because they view process as controlled by United States; photo; chart (M)",
      "lead_paragraph": "Whether democracy is really coming to Iraq, or whether it is even possible here, seemed of no immediate concern to Dr. Ahmad Abu-Raghif, a physician in Baghdad. He was game anyway.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/27/world/the-reach-of-war-politics-early-steps-maybe-toward-a-democracy-in-iraq.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "Recalling, Fondly, Drama and Dissent in '64",
      "snippet": "R W Apple Jr column recalls covering 1964 Republican and Democratic conventions; warns not to expect drama at this year's convention in Boston, as events are highly scripted, sanitized and stripped of surprises by early anointment of presidential ...",
      "abstract": "R W Apple Jr column recalls covering 1964 Republican and Democratic conventions; warns not to expect drama at this year's convention in Boston, as events are highly scripted, sanitized and stripped of surprises by early anointment of presidential and vice-presidential nominees, as well as vetting of speeches; says that while election presents stark choices, wonders how well those choices can be delineated at conventions; photo (M)",
      "lead_paragraph": "I guess 1964 was the best year for conventions during my time at bat.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/27/us/apple-s-almanac-recalling-fondly-drama-and-dissent-in-64.html",
      "byline": "By R.w. Apple Jr"
    },
    {
      "headline": "Deal Gives Banco Santander a Foothold in Britain",
      "snippet": "Banco Santander Central Hispano of Spain will acquire British mortgage banker Abbey National for 8.5 billion pounds ($15.6 billion), largest cross-border banking deal ever attempted in Europe; Abbey National will bring Santander stable foothold in...",
      "abstract": "Banco Santander Central Hispano of Spain will acquire British mortgage banker Abbey National for 8.5 billion pounds ($15.6 billion), largest cross-border banking deal ever attempted in Europe; Abbey National will bring Santander stable foothold in Britain if deal goes through; Banco Santander chairman Emilio Botin and Abbey National's chief executive Luqman Arnold comment; photo (M)",
      "lead_paragraph": "Banco Santander Central Hispano of Spain said Monday that it would buy the British mortgage bank Abbey National for £8.5 billion ($15.6 billion), the largest cross-border banking deal ever attempted in Europe.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/27/business/deal-gives-banco-santander-a-foothold-in-britain.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "THE MARKETS: Market Place; After a Recall, Boston Scientific Tries to Assure Wary Investors",
      "snippet": "Boston Scientific says it is still leading market for drug-coated stents, despite its recall of some devices about 10 days ago; company tries to reassure investors that problem with device has been fixed, but some doctors say next few weeks will b...",
      "abstract": "Boston Scientific says it is still leading market for drug-coated stents, despite its recall of some devices about 10 days ago; company tries to reassure investors that problem with device has been fixed, but some doctors say next few weeks will be critical to determining whether issue has been resolved; chief executive James R Tobin says company had blow-out quarter despite recall; photo (M)",
      "lead_paragraph": "Boston Scientific says it was still clinging to its lead in the market for drug-coated stents, despite its recall of some devices about 10 days ago. But while company executives sought to reassure investors yesterday in a conference call that it had fixed the problem with the device, some doctors say the next few weeks will be critical to determining whether the issue has been resolved.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/27/business/markets-market-place-after-recall-boston-scientific-tries-assure-wary-investors.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "World Business Briefing | Europe: Brussels: Phone Rates Challenged",
      "snippet": "European Commission issues objections to way British cellphone operators Vodafone and mm02 have charged foreign rivals for allowing their subscribers to use their networks in Britain; competition commissioner Mario Monti says high international ro...",
      "abstract": "European Commission issues objections to way British cellphone operators Vodafone and mm02 have charged foreign rivals for allowing their subscribers to use their networks in Britain; competition commissioner Mario Monti says high international roaming charges levied by mobile phone operators have made traveling abroad very expensive for mobile phone users; Vodafone says it has added 5.8 million customers in three months ended June 30, more than expected, bringing its total customer base to 139.2 million (S)",
      "lead_paragraph": "The European Commission has issued objections to the way two British cellphone operators, Vodafone and mmO2, have charged foreign rivals for allowing their subscribers to use their networks in Britain. The competition commissioner, Mario Monti, said that high international roaming charges levied by the mobile phone operators have made traveling abroad very expensive for mobile phone users. International roaming charges in Britain are up to twice the price of national roaming levies. A spokesman for Vodafone said it was too early to comment. A spokesman for O2 said it would defend its prices. Separately, Vodafone said it had added 5.8 million customers in the three months ended June 30, more than expected, bringing its total customer base to 139.2 million. The company added 3.1 million customers from its existing operations, and another 2.7 from acquisitions in Japan. Paul Meller (NYT)",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/27/business/world-business-briefing-europe-brussels-phone-rates-challenged.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Rwanda Savors the Rewards of Coffee Production",
      "snippet": "Rwandan coffee producers, heavily aided by Western governments, are seeking not only to tap specialty markets, but also to assure just distribution of rewards; assistance, furnishedlargely by US Agency for International Development, may eventually...",
      "abstract": "Rwandan coffee producers, heavily aided by Western governments, are seeking not only to tap specialty markets, but also to assure just distribution of rewards; assistance, furnishedlargely by US Agency for International Development, may eventually determine which approach best promoted broad-based economic growth: assistance for farmer collectives or credits for nimble entrepreneurs; map; photo (M)",
      "lead_paragraph": "Lifting a battered tablespoon to her lips, Emerthe Mukabavugirije slurps powerfully, pulling every drop of coffee into her mouth. After swishing the beverage in her mouth a few seconds, she spits into a small plastic cup and picks up her pencil to make notes on a clipboard.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/27/business/rwanda-savors-the-rewards-of-coffee-production.html",
      "byline": "By Carter Dougherty"
    },
    {
      "headline": "Podium? What Podium is That? Anchors Rule at the Convention",
      "snippet": "Television Watch column reviews network and cable coverage of Democratic convention; photo (M)",
      "abstract": "Television Watch column reviews network and cable coverage of Democratic convention; photo (M)",
      "lead_paragraph": "On television, the first day in Boston looked less like an American political convention than a closed meeting of the Communist Party Central Committee in Soviet times -- even cable news networks kept their cameras fixed on their own reporters and analysts, as if banned from roaming the hall to record speeches or talk to delegates wearing signs and silly hats.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/27/us/democrats-television-watch-podium-what-podium-that-anchors-rule-convention.html",
      "byline": "By Alessandra Stanley"
    },
    {
      "headline": "ADMINISTRATION MOVES TO REGAIN INITIATIVE ON 9/11",
      "snippet": "White House, which long feared that 9/11 commission report could harm Pres Bush in midst of tight presidential race, is acting to seize initiative, casting Bush as moving quickly toward adopting some of its recommendations; hopes to use some of fi...",
      "abstract": "White House, which long feared that 9/11 commission report could harm Pres Bush in midst of tight presidential race, is acting to seize initiative, casting Bush as moving quickly toward adopting some of its recommendations; hopes to use some of findings to say Bush is best qualified to keep nation safe; Democrats and Republicans alike are seeking to use panel's work to make points in campaign that still seems likely to turn on security issues; Bush, at his Texas ranch, speaks with his most senior advisers by videoconference, deliberating over which commission recommendations to embrace and which he might be able to enact without waiting for Congress; hours after participating in meeting, Vice Pres Cheney meets with donors in Kennewick, Wash, praising panel's work and portraying its findings about gravity of danger as compelling reason for Bush's re-election; Democrats say White House is scrambling to keep pace on issue with John Kerry, who has come out in favor of one of main recommendations of panel, creating post of national intelligence director to oversee all intelligence agencies (M)",
      "lead_paragraph": "The White House sought on Monday to turn the 9/11 commission's report to its advantage, casting President Bush as moving quickly toward adopting some of its recommendations and using some of the findings to say he is best qualified to keep the nation safe.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/27/us/administration-moves-to-regain-initiative-on-9-11.html",
      "byline": "By Richard W. Stevenson and David D. Kirkpatrick"
    },
    {
      "headline": "Today's Sections",
      "snippet": "Convention news appears today in a separate section, The Democrats, Pages P1 to P8.   ",
      "abstract": "Convention news appears today in a separate section, The Democrats, Pages P1 to P8.   ",
      "lead_paragraph": "Convention news appears today in a separate section, The Democrats, Pages P1 to P8.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/27/us/today-s-sections.html",
      "byline": ""
    },
    {
      "headline": "A Simple Message Aimed at the Middle",
      "snippet": "News analysis: simple message being promoted during Democratic National Convention is that economy was better under Democrats, and that John Kerry has plan to restore middle-class prosperity; former Pres Bill Clinton, in his address, scoffs at Rep...",
      "abstract": "News analysis: simple message being promoted during Democratic National Convention is that economy was better under Democrats, and that John Kerry has plan to restore middle-class prosperity; former Pres Bill Clinton, in his address, scoffs at Republicans' decision to give big tax cuts to wealthy Americans like himself while, he claims, shortchanging critical national needs like education; criticizes Republicans for turning huge surplus into deficit; urges voters to choose Kerry-Edwards ticket, claiming 'our way works better'; although Kerry has stressed national security issues, economy remains central issue in swing states that will decide general election this fall, so speaker after speaker at convention addresses need for more--and better paying--jobs, shift in national priorities and return to Democratic economic policies (M)",
      "lead_paragraph": "Franklin Roosevelt spoke of the ''forgotten man,'' Bill Clinton of the ''forgotten middle class.'' Now the Democratic Party of Senator John Kerry is reaching for that long -- and politically successful -- legacy with a promise to ease the ''middle-class squeeze'' and restore the booming economy of the Clinton years.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/27/us/a-simple-message-aimed-at-the-middle.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Banco Santander Confirms Deal to Buy Abbey National  Banco Santander Central Hispano of Spain said that it would buy the British mortgage bank Abbey National for £8.5 billion ($15.6 billion), the largest cross-border banking deal ever attempted in...",
      "abstract": " Banco Santander Confirms Deal to Buy Abbey National  Banco Santander Central Hispano of Spain said that it would buy the British mortgage bank Abbey National for £8.5 billion ($15.6 billion), the largest cross-border banking deal ever attempted in Europe. Emilio Botín, left, chairman of Banco Santander, said Abbey would ''reinforce our pan-European franchise'' as well as provide ''the group with a more balanced stream of earnings.''    If the deal goes through, Abbey National, with its 741 branches and 17.8 million customers, would bring Santander a stable foothold in Britain, one of Europe's strongest consumer lending markets. [World Business, Section W.]",
      "lead_paragraph": "Banco Santander Confirms Deal to Buy Abbey National",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/27/business/business-digest-438677.html",
      "byline": ""
    },
    {
      "headline": "Saks Seeking Riches in Yet Another Incarnation",
      "snippet": "Saks Fifth Avenue's new management plans to rip out much of $125 million renovation in its flagship store in Manhattan and spend $150 million more on even more striking remodeling of store; chief executive Fred Wilson says he intends to overhaul e...",
      "abstract": "Saks Fifth Avenue's new management plans to rip out much of $125 million renovation in its flagship store in Manhattan and spend $150 million more on even more striking remodeling of store; chief executive Fred Wilson says he intends to overhaul entire $2.6 billion chain, which includes 63 stores; is considering closing significant number of branches; adds changes are necessary to bring Saks 'back to its roots' as luxury emporium; photo (M)",
      "lead_paragraph": "Last year, Saks Fifth Avenue spent an estimated $125 million in improvements that, among other things, turned the main floor of its flagship store in Manhattan into an array of high-price, big-name boutiques.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/27/business/saks-seeking-riches-in-yet-another-incarnation.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Clinton Assails Bush as Democrats Open Convention",
      "snippet": "Former Pres Bill Clinton delivers prime-time speech on opening night of Democratic National Convention, charging that Pres Bush has unraveled prosperous and well-respected nation that Clinton left him four years ago; uses humor and piercing attack...",
      "abstract": "Former Pres Bill Clinton delivers prime-time speech on opening night of Democratic National Convention, charging that Pres Bush has unraveled prosperous and well-respected nation that Clinton left him four years ago; uses humor and piercing attack in systematic challenge to Bush's leadership; mocks Bush for questioning ability of John Kerry and John Edwards to stand up to terror, drawing one of his biggest ovations when he says 'strength and wisdom are not opposite values'; former Vice Pres Al Gore, in his address, mixes easy humor with poignant anger about his defeat in 2000; wonders if those who supported Bush in 2000 have gotten what they expected from him; urges Democrats to focus their anger about his defeat in 2000 on putting Kerry and Edwards in White House; former Pres Jimmy Carter, in his address, harshly attacks Bush's foreign policies, saying they have cost America its reputation as world's most admired champion of freedom and justice; taken together, speeches span more than quarter-century of Democratic Party history, offering Clinton, Gore and Carter opportunity to contrast their records with Bush; prominence of their positions signals extent to which Kerry intends to embrace records of past Democratic presidents; photo (L)",
      "lead_paragraph": "Former President Bill Clinton opened the Democratic National Convention on Monday with a systematic challenge to President Bush's leadership, using humor and a piercing attack to argue that Mr. Bush had unraveled a prosperous and well-respected nation that Mr. Clinton left him four years ago.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/27/us/the-overview-clinton-assails-bush-as-democrats-open-convention.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "World Business Briefing | Asia: India: Profit For Carmaker",
      "snippet": "Indian carmaker Maruti Udyog posts 42.1 percent increase in quarterly profit; earned 1.71 billion rupees ($37.1 million) in quarter ended June, compared with 1.2 billion rupees ($26 million) year earlier; revenue rose 24.1 percent, to 26.2 billion...",
      "abstract": "Indian carmaker Maruti Udyog posts 42.1 percent increase in quarterly profit; earned 1.71 billion rupees ($37.1 million) in quarter ended June, compared with 1.2 billion rupees ($26 million) year earlier; revenue rose 24.1 percent, to 26.2 billion rupees ($568 million), from 21.1 billion rupees ($457.3 million) (S)",
      "lead_paragraph": "The country's biggest carmaker, Maruti Udyog, posted a 42.1 percent increase in quarterly profit as a strong economy and low interest rates helped car sales. Maruti, majority owned by the Suzuki Motor Corporation of Japan, has nearly half the country's market share, mostly in the minicar segment. The company said it earned 1.71 billion rupees ($37.1 million) in the quarter, which ended in June, compared with 1.2 billion rupees ($26 million) in the earlier year. Revenue rose 24.1 percent, to 26.2 billion rupees ($568 million), from 21.1 billion rupees ($457.3 million). Saritha Rai (NYT)",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/27/business/world-business-briefing-asia-india-profit-for-carmaker.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Competition Regulator Loses Spot on European Commission",
      "snippet": "Europe's cÿ",
      "abstract": "Europe's cÿ",
      "lead_paragraph": "Europe's competition commissioner, Mario Monti of Italy, said on Monday that, contrary to his wishes, his government would recall him from his post at the European Commission when his term ends this fall.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/27/business/competition-regulator-loses-spot-on-european-commission.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Crowned by Popular Acclaim, Clintons Return as Royalty to Spotlight",
      "snippet": "Bill and Hillary Clinton are main attractions on opening night of Democratic convention in Boston; delegates burst into deafening applause as Sen Clinton appears to introduce her husband, whose speech lauds Sen John Kerry; campaign is not shrinkin...",
      "abstract": "Bill and Hillary Clinton are main attractions on opening night of Democratic convention in Boston; delegates burst into deafening applause as Sen Clinton appears to introduce her husband, whose speech lauds Sen John Kerry; campaign is not shrinking from enlisting Clintons' help, as Al Gore did in 2000; delegates also embrace Jimmy Carter, who vows to work for Kerry campaign; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/27/us/democrats-former-team-crowned-popular-acclaim-clintons-return-royalty-spotlight.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Proposal Would Cut What Medicare Pays for Cancer Drugs",
      "snippet": "Federal health officials to announce proposal that could save taxpayers at least $16 billion over next decade by slashing amounts Medicare pays for more than two dozen cancer and lung drugs, move almost certain to raise outcry from cancer speciali...",
      "abstract": "Federal health officials to announce proposal that could save taxpayers at least $16 billion over next decade by slashing amounts Medicare pays for more than two dozen cancer and lung drugs, move almost certain to raise outcry from cancer specialists and some drug companies; changes would save government money and directly benefit Medicare recipients, who pay 20 percent of prices their doctors charge for drugs; Federal officials estimate changes would reduce typical cancer doctor's Medicare revenue by 8 percent next year; changes result from last year's Medicare drug law (M)",
      "lead_paragraph": "Federal health officials plan to announce a proposal today that could save taxpayers at least $16 billion over the next decade by slashing the amounts Medicare pays for more than two dozen cancer and lung drugs, a move almost certain to raise an outcry among cancer specialists and some drug companies.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/27/business/proposal-would-cut-what-medicare-pays-for-cancer-drugs.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Publisher Posts Loss",
      "snippet": "World Business Briefing: Britain: Pu",
      "abstract": "World Business Briefing: Britain: Pu",
      "lead_paragraph": "The British publisher Pearson said that it lost £123 million ($225 million) in the first half of the year, an improvement over last year's £160 million. The company, which produces textbooks and business manuals as well as The Financial Times, said revenue fell 6 percent to £873 million, in part because of the weak dollar. Still, ad sales have improved, and the chief executive, Marjorie Scardino, said she was confident that the company would meet its goals for the year and beyond as market conditions improve. Heather Timmons (NYT)",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/27/business/world-business-briefing-europe-britain-publisher-posts-loss.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Another Loss At Fiat",
      "snippet": "Fiat says second-quarter net loss widened to 464 million euros ($562 million), from 27 milli8on euros year earlier; sales fell to 12.3 billion euros from 12.5 billion euros chief executive Sergio Marchionne expects loss next year for company at Fi...",
      "abstract": "Fiat says second-quarter net loss widened to 464 million euros ($562 million), from 27 milli8on euros year earlier; sales fell to 12.3 billion euros from 12.5 billion euros chief executive Sergio Marchionne expects loss next year for company at Fiat Auto; photo (S)",
      "lead_paragraph": "The country's largest manufacturer, Fiat, reported an 11th consecutive quarterly loss because of reorganization costs and a strike at its Melfi car plant. The company reiterated its 2004 goal of breaking even at the operating level, forecasting stronger sales in the second half. The second-quarter net loss widened to 464 million euros ($562 million), from 27 million euros, or 4 cents, a year earlier. Second-quarter sales fell to 12.3 billion euros from 12.5 billion euros. The chief executive, Sergio Marchionne, above, said he expected a loss next year for the company and at Fiat Auto. Fiat Auto reported an operating loss of 282 million euros, compared with a loss of 234 million euros, a year earlier.",
      "publication_date": "2004-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/27/business/world-business-briefing-europe-italy-another-loss-at-fiat.html",
      "byline": "By Bloomberg News"
    }
  ]
}