{
  "metadata": {
    "date": "2004-06-03",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Whose Data Is It, Anyway?",
      "snippet": "Article discusses accessing password protected computer files once the owner dies; some corporations now archive employee passwords, and experts suggest the same be done for home computers; many people just erase hard drive rather than discover em...",
      "abstract": "Article discusses accessing password protected computer files once the owner dies; some corporations now archive employee passwords, and experts suggest the same be done for home computers; many people just erase hard drive rather than discover embarrassing personal information; photo (L)",
      "lead_paragraph": "WHEN Tomm Purnell's uncle, Keith Cochran, died last year, Mr. Purnell's mother received two of Mr. Cochran's computers. One of them, a laptop, is password-protected, and even though Mr. Purnell considers himself somewhat of a computer geek, ''the really obvious passwords,'' he said, like the names of Mr. Cochran's cats and combinations of his Social Security number, have failed.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/03/technology/whose-data-is-it-anyway.html",
      "byline": "By Jeffrey Selingo"
    },
    {
      "headline": "ARMY EXTENDING SERVICE FOR G.I.'S DUE IN WAR ZONES",
      "snippet": "Army will require all soldiers bound for Iraq and Afghanistan to extend their active duty at least until their units have returned home from duty there, move that could keep thousands of troops in service for months, even year, longer than they ex...",
      "abstract": "Army will require all soldiers bound for Iraq and Afghanistan to extend their active duty at least until their units have returned home from duty there, move that could keep thousands of troops in service for months, even year, longer than they expected over next several years; this expands existing program that applies to many troops already in two countries; move will affect active-duty and Reserve units that are within 90 days of deploying to Iraq and Afghanistan, and will last up to 90 days after unit returns home; military analysts and some lawmakers say widening of so-called stop-loss policy is latest indication that Army is stretched dangerously thin as it struggles to maintain more than 115,000 soldiers in Iraq and Afghanistan, as well as smaller deployments elsewhere; new policy applies only to Army (M)",
      "lead_paragraph": "The Army announced Wednesday that it would require all soldiers bound for Iraq and Afghanistan to extend their active duty at least until their units have returned home from duty there, a move that could keep thousands of troops in the service for months longer than they expected over the next several years.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/03/world/the-reach-of-war-the-soldiers-army-extending-service-for-gi-s-due-in-war-zones.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Oil Prices Fall Below $40, In 5.6% Slide",
      "snippet": "Oil for July delivery falls $2.37 a barrel, or 5.6 percent, to close at $39.96 a barrel in New York trading, largest one-day decline in six months; industry analysts in Beirut for OPEC meeting say decline stems in large part from feeling among oil...",
      "abstract": "Oil for July delivery falls $2.37 a barrel, or 5.6 percent, to close at $39.96 a barrel in New York trading, largest one-day decline in six months; industry analysts in Beirut for OPEC meeting say decline stems in large part from feeling among oil traders that they probably overreacted to killing of 22 foreign oil industry workers in Saudi oil hub of Khobar; attack occurred in residential compound and not oil facility; industry experts warn that consumers should not expect long, steady decline in prices soon, given threat of instability of oil-producing countries like Iraq, Nigeria, Saudi Arabia and Venezuela; photo (M)",
      "lead_paragraph": "Crude oil prices fell sharply on Wednesday after rising just as precipitously the day before, highlighting the extreme volatility of the market at a time when supplies are tight and major oil-producing countries must grapple with threats to their industries.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/03/business/oil-prices-fall-below-40-in-5.6-slide.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "Facing the World With Egos Exposed",
      "snippet": "Several web sites show photographs posted by individuals that are then rated by site visitors for sexiness and attractiveness; experts see pheonomenon as extension of pervasive narcissism in culture; photos (M)",
      "abstract": "Several web sites show photographs posted by individuals that are then rated by site visitors for sexiness and attractiveness; experts see pheonomenon as extension of pervasive narcissism in culture; photos (M)",
      "lead_paragraph": "ANGELA MacRAE was feeling lonely and maybe even a little unloved. So a couple of years back, Ms. MacRae, who then weighed 330 pounds, made her foray into an Internet realm increasingly popular among people under 35. She posted provocative pictures of herself at various Web sites that invite the world to rate physical appearance.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/03/technology/facing-the-world-with-egos-exposed.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Trade Theory vs. Used Clothes in Africa",
      "snippet": "Local clothing makers in Africa want their countries to ban imports of used clothing from Europe and US so they can sell more apparel and make more money; shoppers can buy secondhand American clothing for much less than new African goods; Internat...",
      "abstract": "Local clothing makers in Africa want their countries to ban imports of used clothing from Europe and US so they can sell more apparel and make more money; shoppers can buy secondhand American clothing for much less than new African goods; International Trade Commission says declared value of American secondhand clothing exported to Africa was $59.3 million in 2002; about $2.3 milion of that went to Uganda; photo (M)",
      "lead_paragraph": "Today's globalized economy boasts few unrepentant protectionists, but Eyasu Sirak does not deal in gentle euphemisms of ''fair trade'' or ''level playing fields.'' He wants his government to ban imports of used clothing simply so he can sell more apparel and make more money.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/03/business/trade-theory-vs-used-clothes-in-africa.html",
      "byline": "By Carter Dougherty"
    },
    {
      "headline": "For High-Definition Sets, Channels to Match",
      "snippet": "David Pogue State of the Art column on satellite television service from Voom; service offers 39 high-definition channels, many more than are available from any other source; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on satellite television service from Voom; service offers 39 high-definition channels, many more than are available from any other source; photo; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/03/technology/state-of-the-art-for-high-definition-sets-channels-to-match.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "MEDICINE'S DATA GAP: Selective Disclosure; Two Studies, Two Results, And a Debate Over a Drug",
      "snippet": "Federal regulators in US are scrambling to reassess effectiveness and safety of antidepressants like GlaxoSmithKline's drug Paxil; British regulators touched off controversy in 2003 by asking drug companies for unpublished data from antidepressant...",
      "abstract": "Federal regulators in US are scrambling to reassess effectiveness and safety of antidepressants like GlaxoSmithKline's drug Paxil; British regulators touched off controversy in 2003 by asking drug companies for unpublished data from antidepressant trials; New York State Atty Gen Eliot Spitzer has sued GlaxoSmithKline, accusing company of consumer fraud for not disclosing all of its Paxil data; two studies done by SmithKline Beecham in mid-1990's and how they were publicized discussed; GlaxoSmithKline defend its record, saying it provided all results of their Paxil clinical trials to Food and Drug Administration as required by law; chart; photo (M)",
      "lead_paragraph": "The two drug trials were known within SmithKline Beecham as Study 329 and Study 377.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/03/business/medicine-s-data-gap-selective-disclosure-two-studies-two-results-debate-over.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Bush Cites a Parallel With World War II",
      "snippet": "In his commencement address at the United States Air Force Academy in Colorado Springs, President Bush likened the struggle against terrorism to World War II as the historic challenge of the time and ''the storm in which we fly.''  ",
      "abstract": "In his commencement address at the United States Air Force Academy in Colorado Springs, President Bush likened the struggle against terrorism to World War II as the historic challenge of the time and ''the storm in which we fly.''  ",
      "lead_paragraph": "In his commencement address at the United States Air Force Academy in Colorado Springs, President Bush likened the struggle against terrorism to World War II as the historic challenge of the time and ''the storm in which we fly.''",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/03/world/bush-cites-a-parallel-with-world-war-ii.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "GlaxoSmithKline Accused Of Hiding Drug Information  The New York State attorney general, Eliot Spitzer, sued GlaxoSmithKline for consumer fraud, charging the company with concealing negative information about its popular antidepressant medicine Pa...",
      "abstract": " GlaxoSmithKline Accused Of Hiding Drug Information  The New York State attorney general, Eliot Spitzer, sued GlaxoSmithKline for consumer fraud, charging the company with concealing negative information about its popular antidepressant medicine Paxil.    The lawsuit contends that GlaxoSmithKline engaged in fraud by failing to tell physicians that studies of Paxil showed that the drug does not work in adolescents. [Page A1.]",
      "lead_paragraph": "GlaxoSmithKline Accused Of Hiding Drug Information",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/03/business/business-digest-835226.html",
      "byline": ""
    },
    {
      "headline": "For Latin American Airlines, Shifting to Fit Times",
      "snippet": "Announcement that Brazilian investor German Efromovich will probably buy Avianca Airlines of Colomobia highlights growing trend in Latin America: reinvention of airlines into sleeker, no-frills carriers and consolidation of weaker airlines with fi...",
      "abstract": "Announcement that Brazilian investor German Efromovich will probably buy Avianca Airlines of Colomobia highlights growing trend in Latin America: reinvention of airlines into sleeker, no-frills carriers and consolidation of weaker airlines with financially stable carriers intent on becoming regional powers; Efromovich and his Grupo Sinergy conglomerate hope to use Avianca to offer expanded services to Brazilians traveling from northern half of that country into international destinations like New York; Efromovich owns OceanAir of Brazil; photo (M)",
      "lead_paragraph": "The announcement this week that a Brazilian investor would probably but Avianca Airlines of Colombia highlights a growing trend in Latin American -- the reinvention of airlines into sleeker, no-frills carriers and the consolidation of weaker airlines with financially stable carriers intent on becoming regional powers.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/03/business/for-latin-american-airlines-shifting-to-fit-times.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Spitzer Sues a Drug Maker, Saying It Hid Negative Data",
      "snippet": "New York State Atty Gen Eliot Spitzer sues British-based GlazoSmithKline, accusing it of fraud in concealing negative information about its popular antidepressent medicine Paxil; suit claims company did not tell doctors that some studies of Paxil ...",
      "abstract": "New York State Atty Gen Eliot Spitzer sues British-based GlazoSmithKline, accusing it of fraud in concealing negative information about its popular antidepressent medicine Paxil; suit claims company did not tell doctors that some studies of Paxil showed drug did not work in adolescents and might even lead to suicidal thoughts, and that company even encouraged doctors to prescribe drug for youngsters; company officials issue statement saying company 'acted responsibly' in disseminationg data from studies it conducted; although Spitzer's suit enters regulatory terrain that has been largely preserve of federal government, he does not fault Food and Drug Adm; says FDA has been hamstrung by court rulings that use free-speech arguments to limit agency's power to regulate what drug companies can say to doctors; notes that rulings do not limit his powers; FDA warned doctors last year on use of Paxil for children and adolescents; this year, it required all antidepressant makers to strengthen suicide warnings on labels; photo (M)",
      "lead_paragraph": "In a novel claim testing the way that the $400 billion worldwide pharmaceutical industry is regulated, the New York State attorney general, Eliot Spitzer, sued the British-based drug giant GlaxoSmithKline yesterday, accusing the company of fraud in concealing negative information about its popular antidepressant medicine Paxil.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/03/business/spitzer-sues-a-drug-maker-saying-it-hid-negative-data.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Signs That North Korea Is Coming to Market",
      "snippet": "North Korea appears to be leaning toward market economy; its leader, Kim Jong Il, has urged workers at machine tool plant 'to thoroughly ensure profitability in production'; North Korea's neighbors are encouraging it to take free market path; five...",
      "abstract": "North Korea appears to be leaning toward market economy; its leader, Kim Jong Il, has urged workers at machine tool plant 'to thoroughly ensure profitability in production'; North Korea's neighbors are encouraging it to take free market path; five-member South Korean delegation, led by vice finance minister Kim Gwang Lim, will begin talks in North Korea aimed at increasing investment and trade with North; first phase of $180 million industrial park for South Korean companies is to open just over border in North Korea; photo (M)",
      "lead_paragraph": "Profit is good, North Korea's leader Kim Jong Il, has told factory workers in a rare economics lecture, the North's news agency reported on Wednesday.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/03/business/signs-that-north-korea-is-coming-to-market.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Europe: France: Carmaker Plans Cheap Export",
      "snippet": "Renault introduces Romanian-built $6,000 car to increase sales in expanding markets of Eastern Europe, China and Iran; photo (S)",
      "abstract": "Renault introduces Romanian-built $6,000 car to increase sales in expanding markets of Eastern Europe, China and Iran; photo (S)",
      "lead_paragraph": "The French carmaker Renault introduced a Romanian-built, $6,000 car to increase sales in the expanding markets of Eastern Europe, China and Iran. ''Renault's international growth can't rely just on exporting European cars, which are very expensive,'' the chief executive, Louis Schweitzer, said after showing the car at Renault's research center near Paris. ''The idea of a modern, robust and accessible car strikes me as necessary.'' The four-door small car called the Logan, above, has been under development by Renault's Romanian unit Dacia since 1998 and will go on sale late this year. Renault, based in Boulogne-Billancourt, hopes to sell more than 700,000 Logans a year by 2010. The company sold 2.35 million vehicles last year.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/03/business/world-business-briefing-europe-france-carmaker-plans-cheap-export.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: France: A Rothschild Declines Bank Position",
      "snippet": "Edouard de Rothschild will not run Rothschild & Cie Banque, French arm of banking group bearing his name; will instead become nonexecutive chairman of bank's supervisory board while undertaking projects unrelated to finance; was named to run Frenc...",
      "abstract": "Edouard de Rothschild will not run Rothschild & Cie Banque, French arm of banking group bearing his name; will instead become nonexecutive chairman of bank's supervisory board while undertaking projects unrelated to finance; was named to run French business last July (S)",
      "lead_paragraph": "Edouard de Rothschild said he would not run Rothschild & Cie. Banque, the French arm of the banking group bearing his name. Mr. Rothschild, 46, will instead become nonexecutive chairman of the bank's supervisory board while undertaking projects unrelated to finance, he said. He was named to run the French business last July, before taking time off from the company. Edouard's half-brother, David de Rothschild, 61, took managerial control of the British arm of the bank from his cousin, Evelyn, 72, who retired as chairman earlier this year. David's succession cemented control of both the Paris and London businesses by a French Rothschild, a first for the family firm. Edouard joined David in 1987 to help rebuild the French bank after it was nationalized in 1981.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/03/business/world-business-briefing-europe-france-a-rothschild-declines-bank-position.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Busch Raises Bid for Brewer In China",
      "snippet": "Anheuser-Busch offers sharply raised bid of $720 million aimed at countering one by SABMiller in contest to buy China's Harbin Brewery Group; photo (M)",
      "abstract": "Anheuser-Busch offers sharply raised bid of $720 million aimed at countering one by SABMiller in contest to buy China's Harbin Brewery Group; photo (M)",
      "lead_paragraph": "The brewing giant Anheuser-Busch has offered a sharply raised bid of $720 million aimed at countering one by SABMiller in a contest to buy the Harbin Brewery Group of China.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/03/business/busch-raises-bid-for-brewer-in-china.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Merrill Lynch Explores Sale Of a Big Stake In Its Fund Unit",
      "snippet": "Merrill Lynch is talking with Legg Mason about selling big stake in its investment business; mutual fund trading scandal and increased scrutiny of fund marketing by state and federal regulators have made business riskier for investment banks (Mark...",
      "abstract": "Merrill Lynch is talking with Legg Mason about selling big stake in its investment business; mutual fund trading scandal and increased scrutiny of fund marketing by state and federal regulators have made business riskier for investment banks (Market Place column) (M)",
      "lead_paragraph": "Merrill Lynch has been exploring the possibility of selling a big stake in its investment management business, according to bankers who have been briefed on the discussions.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/03/business/market-place-merrill-lynch-explores-sale-of-a-big-stake-in-its-fund-unit.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Symbol Expected to Settle S.E.C. Inquiry and Lawsuits",
      "snippet": "Symbol Technologies is expected to announce settlement with Securities and Exchange Commission after long-running probe of its accounting practices and settlement of class-action lawsuits against company; has been focus of investigations by SEC an...",
      "abstract": "Symbol Technologies is expected to announce settlement with Securities and Exchange Commission after long-running probe of its accounting practices and settlement of class-action lawsuits against company; has been focus of investigations by SEC and US attorney's office for Eastern District of New York (M)",
      "lead_paragraph": "After long-running investigations into its accounting practices, Symbol Technologies is expected to announce today a settlement with the Securities and Exchange Commission and a settlement of class-action lawsuits against the company, according to people close to the negotiations.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/03/business/symbol-expected-to-settle-sec-inquiry-and-lawsuits.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Energy Minister Named",
      "snippet": "Pres Vicente Fox names Fernando Elizondo Barragan as Mexico's secretary of energy (S)",
      "abstract": "Pres Vicente Fox names Fernando Elizondo Barragan as Mexico's secretary of energy (S)",
      "lead_paragraph": "President Vicente Fox named Fernando Elizondo Barrag치n, his top negotiator on tax reform, as the new secretary of energy. Mr. Elizondo, who will be Mr. Fox's third energy minister, will be responsible for restarting an energy overhaul that has stalled in Congress. The Fox administration has been trying to win congressional support for measures to open up electric power generation to more private investment. Mr. Elizondo will also continue efforts by his predecessor, Felipe Calder칩n, to free up more investment capital for the government-controlled oil monopoly Petr칩leos Mexicanos. Mr. Calder칩n resigned on Monday in a political dispute with the president.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/03/business/world-business-briefing-americas-mexico-energy-minister-named.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: India: Airport Stakes Limited",
      "snippet": "India cuts maximum stake overseas investors will be allowed to acquire in planned sale of two biggest airports in country, which are in New Delhi and Mumbai, saying local investors will be able to raise capital required for such projects; overseas...",
      "abstract": "India cuts maximum stake overseas investors will be allowed to acquire in planned sale of two biggest airports in country, which are in New Delhi and Mumbai, saying local investors will be able to raise capital required for such projects; overseas investors will be allowed to buy as much as 49 percent, compared with 74 percent that was planned earlier (S)",
      "lead_paragraph": "India cut the maximum stake overseas investors will be allowed to acquire in the planned sale of the two biggest airports in the country, saying local investors will be able to raise the capital required for such projects. Overseas investors will be allowed to buy as much as 49 percent of the airports, which are in New Delhi and Mumbai, compared with the 74 percent that was planned earlier, Praful Patel, the aviation minister, said at a news conference in New Delhi. India also extended the last date for companies to bid for the airports.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/03/business/world-business-briefing-asia-india-airport-stakes-limited.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Polygraph Testing Starts at Pentagon In Chalabi Inquiry",
      "snippet": "Federal investigators begin administering polygraph examinations to civilian employees at Pentagon to determine who may have disclosed highly classified intelligence to Ahmad Chalabi, Iraqi suspected of turning information over to Iran; American i...",
      "abstract": "Federal investigators begin administering polygraph examinations to civilian employees at Pentagon to determine who may have disclosed highly classified intelligence to Ahmad Chalabi, Iraqi suspected of turning information over to Iran; American intelligence officials say Chalabi informed Iran that United States had broken secret codes used by Iranian intelligence to transmit confidential messages to posts around world; FBI is looking at officials who both knew of code-breaking operation and had dealings with Chalabi, either in Washington or Baghdad; Chalabi and his supporters argue that accusations against him are false and are part of CIA-inspired campaign to discredit him; Richard N Perle, influential Chalabi defender, suggests that Iran planted damning information about Chalabi to persuade Washington to distance itself from him (M)",
      "lead_paragraph": "Federal investigators have begun administering polygraph examinations to civilian employees at the Pentagon to determine who may have disclosed highly classified intelligence to Ahmad Chalabi, the Iraqi who authorities suspect turned the information over to Iran, government officials said Wednesday.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/03/world/reach-war-intelligence-polygraph-testing-starts-pentagon-chalabi-inquiry.html",
      "byline": "By David Johnston and James Risen"
    },
    {
      "headline": "Oracle Croons a New Tune About an Old Rival",
      "snippet": "Oracle Corp, which is set to square off in court against Justice Department over its proposed hostile takeover of PeopleSoft, will portray Microsoft Corp as guardian of competition and welcome new entrant in global market for back-office software;...",
      "abstract": "Oracle Corp, which is set to square off in court against Justice Department over its proposed hostile takeover of PeopleSoft, will portray Microsoft Corp as guardian of competition and welcome new entrant in global market for back-office software; has vilified Microsoft in past, and new tune is intended to counter Justice Department's argument that merger with PeopleSoft would be anticompetitive by reducing number of major rivals in business software market; photos (M)",
      "lead_paragraph": "In business, competitors are routinely cast as enemies to be fought and ridiculed. And over the years Oracle, led by its shoot-from-the-lip chief executive, Lawrence J. Ellison, has directed vast quantities of combative energy and invective at Microsoft -- a software maker led by a man even richer than Mr. Ellison, Bill Gates.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/03/business/technology-oracle-croons-a-new-tune-about-an-old-rival.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Highway Privatization Advances",
      "snippet": "Japan's Parliament passes laws that pave way for privatization of public highways (S)",
      "abstract": "Japan's Parliament passes laws that pave way for privatization of public highways (S)",
      "lead_paragraph": "Japan's Parliament passed into law a package of bills that pave the way for the privatization of public highways. The legislation aims to turn four public corporations that are responsible for highway construction, maintenance and toll collection into private companies next year.",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/03/business/world-business-briefing-asia-japan-highway-privatization-advances.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Bush Campaign Seeking Help from Congregations",
      "snippet": "Bush campaign seeks to enlist thousands of religious congregations around country in distributing campaign information and registering voters; e-mail message sent to many members of clergy by Luke Bernstein, coalitions coordinator for Bush campaig...",
      "abstract": "Bush campaign seeks to enlist thousands of religious congregations around country in distributing campaign information and registering voters; e-mail message sent to many members of clergy by Luke Bernstein, coalitions coordinator for Bush campaign in Pa, speaks of effort to identify volunteers in each 'place of worship' to distribute information to other supporters; e-mail does not mention specific religion or denomination; liberal groups charge that effort invites violations of separation of church and state and jeopardizes tax-exempt status of churches that cooperate; campaign's effort is latest indication of its heavy bet on churchgoers in its bid for re-election; Bush's top political advisor Karl Rove has often said people who attend church voted for Bush disproportionately in last election; other Bush advisers acknowledge privately that appearing to court socially conservative Christians too aggressively risks turning off more moderate voters (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/03/us/bush-campaign-seeking-help-from-congregations.html",
      "byline": "By David D. Kirkpatrick"
    }
  ]
}