{
  "metadata": {
    "date": "2004-11-29",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "Despite Pact, New Violence Stymies Aid in Sudan",
      "snippet": "Fresh surge of violence is engulfing Darfur just two weeks after Sudanese authorities and their guerrilla enemies signed preliminary peace agreement, with rebels sharply ratcheting up attacks, government offering heavy-handed retaliation and large...",
      "abstract": "Fresh surge of violence is engulfing Darfur just two weeks after Sudanese authorities and their guerrilla enemies signed preliminary peace agreement, with rebels sharply ratcheting up attacks, government offering heavy-handed retaliation and large patches of land becoming closed to relief efforts; 1,000 African Union troops in Darfur are authorized to do little more than monitor cease-fire violations; map; photos (M)",
      "lead_paragraph": "EL FASHER, Sudan, Nov. 26 - Just two weeks after Sudanese authorities and their guerrilla enemies signed a preliminary peace agreement, a fresh surge of violence is engulfing Darfur with rebels sharply ratcheting up attacks, the government offering heavy-handed retaliation and large patches of this brutalized land becoming closed to relief efforts.",
      "publication_date": "2004-11-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/27/world/africa/despite-pact-new-violence-stymies-aid-in-sudan.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "In Annual Rite, Shoppers Mob Holiday Sales",
      "snippet": "Millions of Americans start their holiday shopping, making retailers optimistic about sales; National Retail Federation projects sales gain of 4.5 percent in 2004, which is not as robust as in 2003; emphasis on Black Friday, as day is called becau...",
      "abstract": "Millions of Americans start their holiday shopping, making retailers optimistic about sales; National Retail Federation projects sales gain of 4.5 percent in 2004, which is not as robust as in 2003; emphasis on Black Friday, as day is called because retailers traditionally expect to become profitable for year, is on electronics because toy manufacturers have failed to come up with any must-have new toys; photos (M)",
      "lead_paragraph": "Surrounded by hundreds of shoppers grabbing bargain-priced flat-screen television sets and portable music players early yesterday morning, Jill Mulhere was trying to figure out what happened to her shopping cart, heaped with presents, at the Best Buy store in Paramus, N.J. She had paused to look at just one more deal -- an Allegro DVD-VCR combination for $59.99 -- before joining the long checkout line.",
      "publication_date": "2004-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/27/business/in-annual-rite-shoppers-mob-holiday-sales.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Givers and Colleges Clash on Spending",
      "snippet": "Clashes between donors and beneficiaries are rare in genial world of university fund-raising, but in recent years few disputes at major universities have had powerful effect on fund-raising game; donors have become more vigilant and universities a...",
      "abstract": "Clashes between donors and beneficiaries are rare in genial world of university fund-raising, but in recent years few disputes at major universities have had powerful effect on fund-raising game; donors have become more vigilant and universities are unusually careful about accepting gifts at time when they are particularly hungry for them; Paul F Glenn sued University of Southern California for fraud four years ago, accusing it of misusing his $1.6 million gift and then lying about it; his case againt USC was settled in 2004; Bill Robertson is involved in lawsuit accusing Princeton University of mismanaging large donation by his family; his photo (M)",
      "lead_paragraph": "Ever since he sued the University of Southern California for fraud four years ago, accusing it of misusing his $1.6 million gift for biological research on aging and then lying about it, Paul F. Glenn has put his beneficiaries on a short leash.",
      "publication_date": "2004-11-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/27/us/givers-and-colleges-clash-on-spending.html",
      "byline": "By Greg Winter and Jonathan Cheng"
    },
    {
      "headline": "Foreign Interest Appears to Flag as Dollar Falls",
      "snippet": "Dollar abruptly falls to record low against euro after report suggests that China might start to reduce its holdings in US currency; although Chinese officials deny report and dollar recovers, analysts are increasingly worried about signs that las...",
      "abstract": "Dollar abruptly falls to record low against euro after report suggests that China might start to reduce its holdings in US currency; although Chinese officials deny report and dollar recovers, analysts are increasingly worried about signs that last major source of support for American dollar, heavy buying by foreign central banks, is flagging; in recent days, central banks of India and Russia have expressed worry about sinking value of dollar and hinted that they might shift some reserves into euros or other currencies; chart of dollar's decline against yen and euro in past week (M)",
      "lead_paragraph": "WASHINGTON, Nov. 26 - Investors and market analysts are increasingly worried that the last big source of support for the American dollar -- heavy buying by foreign central banks -- is fading.",
      "publication_date": "2004-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/27/business/foreign-interest-appears-to-flag-as-dollar-falls.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Fluctuating Oil Prices Force Consumers to Place Bets",
      "snippet": "More than 8.1 million households in United States, mostly in Northeast, use oil to heat their homes, and they are going to have to pay a lot more to keep warm this winter; federal Energy Information Administration estimates average increase of 37 ...",
      "abstract": "More than 8.1 million households in United States, mostly in Northeast, use oil to heat their homes, and they are going to have to pay a lot more to keep warm this winter; federal Energy Information Administration estimates average increase of 37 percent; as oil prices fluctuate, homeowners face decision of locking in their fuel purchase for whole year or waiting to see if prices will drop and filling up their tanks then; chart of heating oil prices; photo (M)",
      "lead_paragraph": "All around the country, people like Jennie McCann are making bets on where global oil prices might be headed this winter. But Mrs. McCann is no commodities trader or market analyst. She sits in a quiet office in Maine, where she oversees finances for York, a scenic resort town of 13,000. When she is not busy with municipal matters, she is looking for the best price to heat her home.",
      "publication_date": "2004-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/27/business/fluctuating-oil-prices-force-consumers-to-place-bets.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Troops Finding Scores of Bodies of Slain Iraqis",
      "snippet": "US troops discover 32 bodies in Mosul, latest sign that insurgents are increasingly focusing their efforts on killing and terrorizing Iraqis working with US forces; at least 65 bodies have been found in past eight days, and over 20 have been confi...",
      "abstract": "US troops discover 32 bodies in Mosul, latest sign that insurgents are increasingly focusing their efforts on killing and terrorizing Iraqis working with US forces; at least 65 bodies have been found in past eight days, and over 20 have been confirmed as members of Iraqi security forces; map (M)",
      "lead_paragraph": "MOSUL, Iraq, Nov. 26 - American troops have discovered 32 bodies here in the past two days, the latest sign that insurgents in the north are increasingly focusing their efforts on killing and terrorizing vulnerable Iraqis, especially those working with American forces.",
      "publication_date": "2004-11-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/27/world/middleeast/troops-finding-scores-of-bodies-of-slain-iraqis.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Holiday Shopping Season Appears to Begin Strong  Millions of Americans started their holiday shopping, making retailers optimistic about sales. In fact, the National Retail Federation projects a sales gain of 4.5 percent, which is not as robust as...",
      "abstract": " Holiday Shopping Season Appears to Begin Strong  Millions of Americans started their holiday shopping, making retailers optimistic about sales. In fact, the National Retail Federation projects a sales gain of 4.5 percent, which is not as robust as last year.  ",
      "lead_paragraph": "Holiday Shopping Season Appears to Begin Strong Millions of Americans started their holiday shopping, making retailers optimistic about sales. In fact, the National Retail Federation projects a sales gain of 4.5 percent, which is not as robust as last year.",
      "publication_date": "2004-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/27/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "18 Shopping Bags and 3 Empty Wallets",
      "snippet": "Article follows Diana Pope and her family as they shop in midtown Manhattan on day after Thanksgiving, heading out not only for the sales but for thrill of being part of bustling activity on unofficial start of holiday shopping season; family pers...",
      "abstract": "Article follows Diana Pope and her family as they shop in midtown Manhattan on day after Thanksgiving, heading out not only for the sales but for thrill of being part of bustling activity on unofficial start of holiday shopping season; family perserveres for 7 hours and 25 minutes, purchasing 53 gifts and spending $1,309.59; chart and map of their spending spree show where they went, what they bought and how much they paid; photos (M)",
      "lead_paragraph": "Diana Pope folded herself into the back seat of a taxi, took a deep breath and stared at the hordes of shoppers rushing down Seventh Avenue in Midtown Manhattan. It was 8:40 yesterday morning, and Mrs. Pope had already filled the cab's trunk with bags of Christmas gifts for her 4-year-old granddaughter, Chynia.",
      "publication_date": "2004-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/27/business/18-shopping-bags-and-3-empty-wallets.html",
      "byline": "By Cate Doty and Rachel Thorner"
    },
    {
      "headline": "BIG IRAQI PARTIES ARE URGING DELAY IN JAN. 30 VOTING",
      "snippet": "Some of Iraq's most powerful political groups, including the party led by the interim prime minister, called Friday for a six-month delay in elections scheduled for Jan. 30, citing concerns over security.    The list of groups includes some that h...",
      "abstract": "Some of Iraq's most powerful political groups, including the party led by the interim prime minister, called Friday for a six-month delay in elections scheduled for Jan. 30, citing concerns over security.    The list of groups includes some that have been among the strongest backers of American policy in Iraq, and their call gives sudden momentum to those arguing for a postponement. The two main Kurdish parties supported the delay request, marking the first time the Kurds, closely allied with the Americans, have taken a clear stand on the issue.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 26 - Some of Iraq's most powerful political groups, including the party led by the interim prime minister, called Friday for a six-month delay in elections scheduled for Jan. 30, citing concerns over security.",
      "publication_date": "2004-11-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/27/front page/world/the-conflict-in-iraq-politics-big-iraqi-parties-are-urging.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "This Year, Ontario May Pass Michigan in Making Vehicles",
      "snippet": "Ontario, Canada, is on course to surpass Michigan as biggest automobile producing location in North America; Michigan is projected to finish year having made 2.6 million vehicles, down from 3.4 million a decade ago, while Ontario is expected to ma...",
      "abstract": "Ontario, Canada, is on course to surpass Michigan as biggest automobile producing location in North America; Michigan is projected to finish year having made 2.6 million vehicles, down from 3.4 million a decade ago, while Ontario is expected to make about 2.7 million, up from 2.1 million in 1994; province has benefited from auto industry that has diversified beyond General Motors, Ford and Chrysler to include Honda and Toyota; photo (M)",
      "lead_paragraph": "DETROIT, Nov. 26 - Michigan has been the heart of the auto industry since Henry Ford started mass-producing the Model T a century ago, but the Midwestern state is poised to be surpassed by Ontario.",
      "publication_date": "2004-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/27/business/worldbusiness/this-year-ontario-may-pass-michigan-in-making.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Big Iraqi Parties Are Urging Delay in Jan. 30 Voting",
      "snippet": "Some of Iraq's most powerful political groups call for six-month delay in elections scheduled for Jan 30, citing concerns over security; Iraqi government does not join in petition and party of interim Prim Min Ayad Allawi gives oral assent rather ...",
      "abstract": "Some of Iraq's most powerful political groups call for six-month delay in elections scheduled for Jan 30, citing concerns over security; Iraqi government does not join in petition and party of interim Prim Min Ayad Allawi gives oral assent rather than its signature to document; it is signed by 15 groups and orally backed by dozens of political and religious figures after meeting in home of prominent Sunni politician Adnan Pachachi; Pres Bush wants elections to proceed on schedule; Pachachi photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 26 - Some of Iraq's most powerful political groups, including the party led by the interim prime minister, called Friday for a six-month delay in elections scheduled for Jan. 30, citing concerns over security.",
      "publication_date": "2004-11-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/27/world/middleeast/big-iraqi-parties-are-urging-delay-in-jan-30-voting.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Parliament Says Votes in Ukraine Were Not Valid",
      "snippet": "Ukrainian parliament, meeting in stormy special session, votes overwhelmingly that presidential runoff did not reflect will of the people; votes more narrowly to declare results invalid, but fails to set new vote as opposition and European diploma...",
      "abstract": "Ukrainian parliament, meeting in stormy special session, votes overwhelmingly that presidential runoff did not reflect will of the people; votes more narrowly to declare results invalid, but fails to set new vote as opposition and European diplomats demand; tens of thousands of protesters outside proclaim Viktor A Yushchenko rightful winner and call for Pres Leonid D Kuchma to get out; antigovernment protests grow in Kiev and other cities, fueled in part by strengthening youth movement; photo; country's Supreme Court will hear Yushchenko's complaints of electoral fraud (M)",
      "lead_paragraph": "KIEV, Ukraine, Nov. 27 - Ukraine's Parliament, meeting in a stormy special session, voted overwhelmingly Saturday that last Sunday's presidential runoff did not reflect the will of the people, and more narrowly to declare the results invalid.",
      "publication_date": "2004-11-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/28/world/europe/parliament-says-votes-in-ukraine-were-not-valid.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Alpaca Breeders Pin Hopes on a Herd (of Buyers)",
      "snippet": "Alpaca farmers across US throw themselves into new endeavor in belief that fleece and breeding power of animals, and their cartoonish appeal, will combine to make sustainable business; financial analysts warn such fads can end badly but fascinatio...",
      "abstract": "Alpaca farmers across US throw themselves into new endeavor in belief that fleece and breeding power of animals, and their cartoonish appeal, will combine to make sustainable business; financial analysts warn such fads can end badly but fascination with alpacas is gaining momentum and what started as tiny niche in world of domestic livestock has grown to some 50,000 animals, second largest population in world after Australia; Randy and Barbara Coleman's ranching operation in Canby, Oregon, described; photos; map (M)",
      "lead_paragraph": "CANBY, Ore. - The rancher approached his fuzzy beasts with a bucket of feed.",
      "publication_date": "2004-11-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/28/us/alpaca-breeders-pin-hopes-on-a-herd-of-buyers.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "The Making of a Wise Man",
      "snippet": "Stephen A Schwarzman, co-founder of hugely successful Wall Street investment house Blackstone Group, is rumored to be candidate for Treasury secretary if and when John W Snow steps down; if appointed, he would be latest in long line of people who ...",
      "abstract": "Stephen A Schwarzman, co-founder of hugely successful Wall Street investment house Blackstone Group, is rumored to be candidate for Treasury secretary if and when John W Snow steps down; if appointed, he would be latest in long line of people who mixed successful business careers with government service; he is avid supporter of Pres Bush who has distinguished himself from others on Wall Street by giving thousands of dollars to Republican Party at state level, in swing states; his career and philanthropic activities detailed; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/28/business/yourmoney/the-making-of-a-wise-man.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Shiite Leader Opposes Delay in Iraq's Vote",
      "snippet": "Iraqi's Shiite leader Grand Ayatollah Ali al-Sistani opposes drive by prominent Sunni and Kurdish factions to delay elections set for Jan 30; US Amb John Negroponte, touring Falluja, also insists date is firm; insurgent attacks continue, with fire...",
      "abstract": "Iraqi's Shiite leader Grand Ayatollah Ali al-Sistani opposes drive by prominent Sunni and Kurdish factions to delay elections set for Jan 30; US Amb John Negroponte, touring Falluja, also insists date is firm; insurgent attacks continue, with firefights in rubble-strewn streets of Falluja and at least one marine killed there; US soldier also killed in roadside bombing; photo of scene after raid in Mosul; election timetable (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 27 - Iraq's most powerful Shiite cleric is opposing a drive by prominent Sunni Arab and Kurdish political factions to delay elections scheduled for Jan. 30, an aide to the cleric and Shiite leaders said Saturday.",
      "publication_date": "2004-11-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/28/world/middleeast/shiite-leader-opposes-delay-in-iraqs-vote.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "A Tree Worthy of Rockefeller Center",
      "snippet": "Home Front column on David Murbach who, as Rockefeller Center gardens manager, is responsible for finding Rockefeller Center Christmas tree each year; photo (M)",
      "abstract": "Home Front column on David Murbach who, as Rockefeller Center gardens manager, is responsible for finding Rockefeller Center Christmas tree each year; photo (M)",
      "lead_paragraph": "DAVID MURBACH may have New York City's toughest job. It is one that requires a nearly yearlong obsession, endless inspections that can turn his vision into a haze and a nagging anxiety that he may never find just the right one.",
      "publication_date": "2004-11-28T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/11/28/nyregion/a-tree-worthy-of-rockefeller-center.html",
      "byline": "By Betsy Cummings"
    },
    {
      "headline": "Bush's Social Security Plan Is Said to Require Vast Borrowing",
      "snippet": "White House and Congressional Republicans reportedly will embrace large-scale government borrowing to help finance Pres Bush's plan to create personal investment accounts in Social Security, although there are divergent opinions about how much bor...",
      "abstract": "White House and Congressional Republicans reportedly will embrace large-scale government borrowing to help finance Pres Bush's plan to create personal investment accounts in Social Security, although there are divergent opinions about how much borrowing would be prudent, given large deficits; administration is beginning to acknowledge that there are no realistic alternatives to such borrowing, which Democrats say would only make Social Security's problems worse; Bush will put issue at top of next year's domestic agenda; Sen Charles Grassley says plan would have to put benefit reductions and tax increases on table to help offset costs; photo of Sen Judd Gregg (M)",
      "lead_paragraph": "WASHINGTON, Nov. 27 - The White House and Republicans in Congress are all but certain to embrace large-scale government borrowing to help finance President Bush's plan to create personal investment accounts in Social Security, according to administration officials, members of Congress and independent analysts.",
      "publication_date": "2004-11-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/28/politics/bushs-social-security-plan-is-said-to-require-vast-borrowing.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Lockheed and the Future of Warfare",
      "snippet": "Lockheed Martin, world's largest military contractor, is increasingly putting its stamp on nation's military policy as well; new chief executive Robert J Stevens says company is at intersection of policy and technology; says job of developing 'dau...",
      "abstract": "Lockheed Martin, world's largest military contractor, is increasingly putting its stamp on nation's military policy as well; new chief executive Robert J Stevens says company is at intersection of policy and technology; says job of developing 'daunting' technology requires thinking through policy dimensions of national security as well as technological dimensions; critics claim Lockheed's deep ties with Pentagon raise some questions; nearly 80 percent of its revenue comes from United States government; its expertise is being tapped not only by Pentagon, but also by other government agencies; detailed examination of its government contracts with Pentagon and elsewhere; photos; charts (L)",
      "lead_paragraph": "LOCKHEED MARTIN doesn't run the United States. But it does help run a breathtakingly big part of it.",
      "publication_date": "2004-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/28/business/yourmoney/lockheed-and-the-future-of-warfare.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "Stocks, Pay and Videotapes: The Sequel",
      "snippet": "Gretchen Morgenson column examines salary, bonuses and stock options received by Blockbuster Inc's longtime chief executive John F Antioco, even as company reports record losses since going public in 1999; says disconnect between Antioco's pay and...",
      "abstract": "Gretchen Morgenson column examines salary, bonuses and stock options received by Blockbuster Inc's longtime chief executive John F Antioco, even as company reports record losses since going public in 1999; says disconnect between Antioco's pay and his company's progress is remarkable; recalls that following Blockbuster's report for first three quarters of 2004--loss of $1.26 billion--its president and chief operating officer Nigel Travis resigned while Antioco received further stock awards; photo (M)",
      "lead_paragraph": "BLOCKBUSTER INC. may be the nation's biggest retailer of in-home movie rentals and video games, but the company has never been much for making money. The same cannot be said, however, for its longtime chief executive, John F. Antioco.",
      "publication_date": "2004-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/28/business/yourmoney/stocks-pay-and-videotapes-the-sequel.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Hunt Turns Tragic, and Two Cultures Collide",
      "snippet": "Violent rampage in Wisconsin woods that left six white hunters dead and Hmong immigrant from St Paul in jail affects two vastly different communities; photos; Wisconsin mourners trudge through falling snow to grieve, while across state line in Min...",
      "abstract": "Violent rampage in Wisconsin woods that left six white hunters dead and Hmong immigrant from St Paul in jail affects two vastly different communities; photos; Wisconsin mourners trudge through falling snow to grieve, while across state line in Minnesota thousands of Hmong immigrants stream into downtown St Paul auditorium for three days of New Year's festivities; St Paul has over three decades drawn at least 25,000 Hmongs, who come with little education or job skills, and have nothing in common with people of northern Wisconsin except for love of hunting; Hmong elders have come to see hunting as chance to share old customs and complain of harassment by white hunters; people in Wisconsin, stunned by killings, deny hostility (M)",
      "lead_paragraph": "DOBIE, Wis., Nov. 27 - The two gatherings, less than 200 miles apart, seemed to be separated by whole worlds.",
      "publication_date": "2004-11-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/28/us/a-hunt-turns-tragic-and-two-cultures-collide.html",
      "byline": "By Stephen Kinzer and Monica Davey"
    },
    {
      "headline": "The Number Wall St. Crunches the Most",
      "snippet": "Top executives of leading financial firms are working to decide how big year-end bonus pool will be, how to divide it among divisions and what each employee will get; complain privately about time they must spend on matter; bonuses typically make ...",
      "abstract": "Top executives of leading financial firms are working to decide how big year-end bonus pool will be, how to divide it among divisions and what each employee will get; complain privately about time they must spend on matter; bonuses typically make up majority of compensation for professional employees; are expected to show this year that gap between those who produce most revenue and everyone else is widening (M)",
      "lead_paragraph": "The holiday season has arrived and with it the ultimate in year-end giving, bonus season on Wall Street.",
      "publication_date": "2004-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/29/business/the-number-wall-st-crunches-the-most.html",
      "byline": "By Jenny Anderson and Landon Thomas Jr"
    },
    {
      "headline": "Internet Access, Delivered From Above",
      "snippet": "Jeff Thompson, chief operating officer of TowerStream, says company will challenge phone companies for high-speed Internet business customers in New York metropolitan area by delivering fast, cheap wireless service; many experts say this kind of a...",
      "abstract": "Jeff Thompson, chief operating officer of TowerStream, says company will challenge phone companies for high-speed Internet business customers in New York metropolitan area by delivering fast, cheap wireless service; many experts say this kind of aerial system could uncork bottleneck phone companies pose through their control of wire from switching stations to homes and offices; TowerStream, with 700 customers in five cities, is most active player in emerging industry that sells technology known as WiMax, or worldwide interoperability for microwave access; WiMax delivers broadband Internet links through fixed antennas that send and get signals across entire cities; photos (M)",
      "lead_paragraph": "Jeff Thompson may be afraid of heights, but he appears to be at home on the 81st-floor terrace of the Empire State Building.",
      "publication_date": "2004-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/29/technology/internet-access-delivered-from-above.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Shadow of Vietnam Falls Over Iraq River Raids",
      "snippet": "Marines in river boats searching for Iraqi insurgents conjure memories of another American war, in Vietnam; troops in high-tech updates on Swift boats used in Vietnam move up wide rivers, with machine-gunners nervously scanning riverbanks for hidd...",
      "abstract": "Marines in river boats searching for Iraqi insurgents conjure memories of another American war, in Vietnam; troops in high-tech updates on Swift boats used in Vietnam move up wide rivers, with machine-gunners nervously scanning riverbanks for hidden enemy; river raid on village of Chard Duwaish is part of weeklong offensive billed as sequel to battle for Falluja, just 20 miles away; American commanders are eager to exploit potential patrol boats give them for mounting fast, unexpected attacks along Tigris and Euphrates; raids are also chance to exploit another new dimension for winning war: twinning American combat units with newly trained Iraqi troops; although recruits in new Iraqi units undergo strict vetting, American officers say rebel sympathizers have infiltrated some units, and some of soldiers have been caught tipping off rebel groups; photos; map (M)",
      "lead_paragraph": "CHARD DUWAISH, Iraq, Nov. 28 - As marines aboard fast patrol boats roared up the Euphrates on a dawn raid on Sunday, images pressed in of another American war where troops moved up wide rivers on camouflaged boats, with machine-gunners nervously scanning riverbanks for the hidden enemy.",
      "publication_date": "2004-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/29/world/middleeast/shadow-of-vietnam-falls-over-iraq-river-raids.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Repeat Caesareans BecomingHarder to Avoid",
      "snippet": "Growing number of hospitals that once allowed vaginal birth after Caesarean are now banning it and insisting on repeat Caesareans; many smaller hospitals say vaginal birth after earlier Caesarean is riskier than once thought and that they do not h...",
      "abstract": "Growing number of hospitals that once allowed vaginal birth after Caesarean are now banning it and insisting on repeat Caesareans; many smaller hospitals say vaginal birth after earlier Caesarean is riskier than once thought and that they do not have staff to handle emergencies that may arise; obstetricians estimate there is 1 percent chance that old Caesarean scar will cause uterus to rupture during subsequent labor, which can cause dangerous blood loss in mother and brain damage or death in baby; decade ago, risk of rupture was thought to be 0.5 percent or less; many women are willing to take risk, and hospitals' stance has become charged issue; some women say their freedom of choice is being steamrolled by obstetricians who find Caesareans more lucrative and convenient than waiting out normal course of labor; doctors say their position is based on concern for patients' safety; some doctors and hospitals freely acknowledge that fear of being sued has driven their decisions; many women prefer vaginal birth because they recover more quickly and with less pain than they do from Caesarean; in addition, Caesarean increases risk of complications in next pregnancy for women who want more than two or three children; photos; graph (M)",
      "lead_paragraph": "The notice, posted in her obstetrician's office in Lancaster, Calif., came as a shock to Danell Freeman: the local hospital would no longer allow doctors to deliver babies vaginally for women who, like her, had previously had a Caesarean section. Unless she changed doctors and hospitals, Ms. Freeman would have to have another Caesarean -- something she had hoped to avoid.",
      "publication_date": "2004-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/29/health/repeat-caesareans-becomingharder-to-avoid.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "Premier's Camp Signals a Threat to Ukraine Unity",
      "snippet": "Regional leaders supporting Pres-elect Viktor F Yanukovich of Ukraine signal intention for eastern section of country to seek autonomy if political impasse with opposition candidate Viktor A Yushchenko persists; threat to break up nation comes as ...",
      "abstract": "Regional leaders supporting Pres-elect Viktor F Yanukovich of Ukraine signal intention for eastern section of country to seek autonomy if political impasse with opposition candidate Viktor A Yushchenko persists; threat to break up nation comes as top aides to Yushchenko demand that departing Pres Leonid D Kuchma fire Yanukovich as prime minister within 24 hours or risk criminal prosecution; two sides agreed in presence of European mediators to try to settle their dueling claims for presidency, but they fail to meet, apparently due to Yanukovich's anger over nonbinding but symbolic parliamentary vote to declare results invalid; some see tally as absurd: 96.2 percent for Yanukovich and 2 percent for Yushchenko; Kuchma urges further talks, suggesting that government's patience with mounting protests in Kiev and other cities is running out; Ukraine's Supreme Court is scheduled to meet to hear complaints from Yushchenko that presidential election was tainted by organized state fraud and should be nullified; he seeks new election, with safeguards to prevent further fraud; photos (M)",
      "lead_paragraph": "DONETSK, Ukraine, Nov. 28 - Regional leaders supporting Prime Minister Viktor F. Yanukovich, the embattled president-elect of Ukraine, pushed back firmly on Sunday against the opposition candidate's quest for the presidency, signaling an intention for the eastern section of the country to seek autonomy next month if the political impasse persists.",
      "publication_date": "2004-11-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/29/world/europe/premiers-camp-signals-a-threat-to-ukraine-unity.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Justices to Hear Arguments On Shipment of Wines  The United States Supreme Court will soon hear arguments from small wineries and state regulators in a legal case that may decide whether those wineries can sell directly to out-of-state consumers, ...",
      "abstract": " Justices to Hear Arguments On Shipment of Wines  The United States Supreme Court will soon hear arguments from small wineries and state regulators in a legal case that may decide whether those wineries can sell directly to out-of-state consumers, or whether they must use a state-mandated distribution system that, the vintners argue, is far too costly.    The issue has implications for the 24 states, including New Jersey, that do not allow direct shipments to their residents, but none more than New York, the nation's second-largest wine-consuming state, after California. With the Internet fast becoming the marketing method of choice for smaller wineries, the court's decision could shape how the industry will market itself. [Page C2.]    Video Game That Relives History  A video game, released last week with the 41st anniversary of President John F. Kennedy's assassination, invites competitors to get behind Lee Harvey Oswald's sniper rifle and recreate the event. The player who most clearly replicates the shot that killed President Kennedy will win $100,000, according to its developer. [C7.]    Europe Stalls ContentGuard Deal  Microsoft and Time Warner have been trying since April to get approval to buy ContentGuard. But, in an indication of how important the world of digital rights has become, the deal has been stalled by the European Commission. New Economy. [C4.]    Hockey Strike Hurts Advertisers  Canadian hockey fans are not the only people grieving the National Hockey League lockout that has shut down the country's national sport. Many advertisers and marketers in Canada now find themselves without their most effective way to reach many target audiences, particularly men. [C7.]    It is time again to ask 20 questions about advertising, marketing, the media and popular culture. Stuart Elliott: Advertising. [C9.]    Cell Operators Look to Lift Sales  United States cellphone operators are flirting with selling handsets that feature their names exclusively. The effort, which follows a trend in Asia and Europe, means the companies may eventually sell more models that do not include the names of popular makers. [C4.]    Family Weekend at the Movies  Family-focused films -- many of them strong holdovers -- dominated the box office over Thanksgiving weekend. [The Arts, Page 3.]    Sony to Offer Some Details of Chip  Sony and its entertainment arm as well as I.B.M. and Toshiba will reveal some of the first details of the cell chip, jointly developed by the three companies, that will form the basis of the next generation of PlayStation consoles. [C8.]    Troubles in Ukraine Upset Economy  The crisis in Ukraine is seen primarily as a political split between east and west. But the worry is that an economic rift could emerge as well -- with the country's industry-heavy eastern half allied with Russia and the western half left to rely on trade with Europe. [C5.]    Dexia Ends Talks With Sanpaolo  Dexia, the financial-services company in Belgium, terminated talks with Italy's Sanpaolo IMI on a possible partnership, saying ''the conditions are no longer right.'' [C8.]  ",
      "lead_paragraph": "Justices to Hear Arguments On Shipment of Wines The United States Supreme Court will soon hear arguments from small wineries and state regulators in a legal case that may decide whether those wineries can sell directly to out-of-state consumers, or whether they must use a state-mandated distribution system that, the vintners argue, is far too costly.",
      "publication_date": "2004-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/29/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "The Disco Ball of Failed Hopes and Other Tales From Inside Intel",
      "snippet": "Intel, giant computer chip maker, seems to have lost its way lately; has publicly canceled succession of high-profile projects, replaced managers in money-losing ventures and fallen behind Advanced Micro Devices in introducing technologies in mark...",
      "abstract": "Intel, giant computer chip maker, seems to have lost its way lately; has publicly canceled succession of high-profile projects, replaced managers in money-losing ventures and fallen behind Advanced Micro Devices in introducing technologies in markets it has long dominated; Paul S Otellini, who will become chief executive in May, plans strategy shift; Intel, previously obsessed with making ever-faster chips, now focuses on complete systems aimed at both computing and consumer electronics markets; Otellini says recent missteps are result of overoptimistic marketing, interview; stock price graph; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/29/technology/the-disco-ball-of-failed-hopes-and-other-tales-from-inside-intel.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Signs of a Glut and Lower Prices on Thin TV's",
      "snippet": "Glut of liquid crystal display flat-panel televisions, called LCD's, are about to enter market, result of boom in new factories; analysts say prices will drop as much as 30 percent by end of 2005; prices of plasma flat-panel TV's are also expected...",
      "abstract": "Glut of liquid crystal display flat-panel televisions, called LCD's, are about to enter market, result of boom in new factories; analysts say prices will drop as much as 30 percent by end of 2005; prices of plasma flat-panel TV's are also expected to fall; retailers are hoping that price cuts that have already occurred will spur more people to buy flat-panel sets during this holiday shopping seasion; many are already offering discounts to spur traffic; price graphs; photos (M)",
      "lead_paragraph": "While hanging a television on the living- room wall may have captured the imagination of American consumers, it has yet to empty many pocketbooks.",
      "publication_date": "2004-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/29/technology/signs-of-a-glut-and-lower-prices-on-thin-tvs.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "Markdowns, and Shoppers, Are Out Early This Season",
      "snippet": "Shoppers are flocking to stores, lured by heavy markdowns by retailers concerned about predictions of lackluster holiday season; ShopperTrak reports sales on Friday after Thanksgiving rose estimated 10.8 percent over last year, to about $8 billion...",
      "abstract": "Shoppers are flocking to stores, lured by heavy markdowns by retailers concerned about predictions of lackluster holiday season; ShopperTrak reports sales on Friday after Thanksgiving rose estimated 10.8 percent over last year, to about $8 billion; credit card companies report increased Thanksgiving weekend volume; Wal-Mart Stores report that Nov sales were lower than forecast dampens good news; photos (M)",
      "lead_paragraph": "As rain pelted down on Fifth Avenue yesterday afternoon, brave -- or simply desperate -- umbrella-carrying shoppers kept right on shopping, after crowds on Friday enlivened retailers into thinking this holiday season may be a fairly healthy one, after all.",
      "publication_date": "2004-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/29/business/markdowns-and-shoppers-are-out-early-this-season.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Contracts Keep Drug Research Out of Reach",
      "snippet": "Article in occasional series, Medicine's Data Gap, explores drug companies' questionable handling of drug-testing information; revelations about unpublished test data showing potential risks of pediatric antidepressants have prompted some doctors ...",
      "abstract": "Article in occasional series, Medicine's Data Gap, explores drug companies' questionable handling of drug-testing information; revelations about unpublished test data showing potential risks of pediatric antidepressants have prompted some doctors to stop prescribing them, and even doctors who continue to prescribe drugs question why they were kept in dark; public outrage over withheld antidepressant data has led to calls for change and promises of drug companies to release more information; legislation has been introduced in Congress that would require all makers of drugs and medical devices to list clinical trials and their results in public data base; drug industry pays many academic institutions millions of dollars annually to run drug trials, but because they pay for trials they claim they own data generated; medical schools, in accepting lucrative contracts to run tests, sign agreements with drug makers that keep data confidential; detailed description of how drug trials work, and of controversy over work of Dr Karen Dineen Wagner of Univ of Texas Medical Branch, who has participated in more than dozen industry-financed pediatric trials of antidepressents from 1990 to 2001, and whose claim that Zoloft was effective pediatric antidepressant has been questioned by other experts; photo; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/29/business/contracts-keep-drug-research-out-of-reach.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Iran Backs Away From a Demand on A-Bomb Fuel",
      "snippet": "Iran backs off demand to operate uranium enrichment equipment that could be used in nuclear bomb-making project, apparently salvaging nuclear agreement it reached with France, Britain and Germany to freeze all of its uranium enrichment, conversion...",
      "abstract": "Iran backs off demand to operate uranium enrichment equipment that could be used in nuclear bomb-making project, apparently salvaging nuclear agreement it reached with France, Britain and Germany to freeze all of its uranium enrichment, conversion and reprocessing activities; it also paves way for 35 countries on ruling board of International Atomic Energy Agency to pass resolution only mildly critical of Iran's nuclear program; Bush administration is convinced that Iran has covert program to build nuclear bombs, despite its denials; administration sought much tougher language in IAEA resolution; Germany, France and Britain have rejected flurry of American proposals for harshly worded resolution against Iran (M)",
      "lead_paragraph": "PARIS, Nov. 28 - Iran on Sunday backed off a demand to operate uranium enrichment equipment that could be used either for energy purposes or in a nuclear bomb-making project, European and Iranian officials said.",
      "publication_date": "2004-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/29/world/middleeast/iran-backs-away-from-a-demand-on-abomb-fuel.html",
      "byline": "By Elaine Sciolino"
    }
  ]
}