{
  "metadata": {
    "date": "2004-08-31",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "Build Illegally on Italy's Land And Amnesty Law Will Come",
      "snippet": "Italian government's budget allows for building amnesty, chance for people to declare their sins, pay small fee and absolve their illegal construction; amnesty is among budget measures totaling 24 billion euros that were approved by Prime Min Silv...",
      "abstract": "Italian government's budget allows for building amnesty, chance for people to declare their sins, pay small fee and absolve their illegal construction; amnesty is among budget measures totaling 24 billion euros that were approved by Prime Min Silvio Berlusconi's cabinet in late July and is intended to keep Italian deficit this year under 3 percent of gross domestic product, limit set by European Union; government is selling chunks of Italy's cities, coastline and countrywside for 3.5 billion euros ($4.2 billion) it expects to collect; people have until Dec 10 to apply; photo (M)",
      "lead_paragraph": "It has become something of a tradition in Italy. You build it, illegally, anywhere from the Alps to Sicily, and the Italian government will come with a building amnesty that legalizes your extra story, beach cottage or country villa.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/31/business/build-illegally-on-italy-s-land-and-amnesty-law-will-come.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Supreme Court in Japan Refuses To Stop Talks on Bank Takeover",
      "snippet": "Japan's Supreme Court gives approval for troubled UFJ Holdings to continue talks to be taken over by Mitsubishi Tokyo Financial Group, removing last major legal hurdle in talks aimed at creating world's largest bank; turns down appeal of lower cou...",
      "abstract": "Japan's Supreme Court gives approval for troubled UFJ Holdings to continue talks to be taken over by Mitsubishi Tokyo Financial Group, removing last major legal hurdle in talks aimed at creating world's largest bank; turns down appeal of lower court ruling by Sumitomo Trust and Banking Co, which had argued that takeover talks between UFJ and Mitsubishi Tokyo violated agreement that UFJ made in May to sell its money management unit to Sumitomo Trust; court's decision is setback for Sumitomo Mitsui Financial Group, which is also trying to buy UFJ; photo (M)",
      "lead_paragraph": "Japan's highest court gave the go-ahead Monday for the troubled UFJ Holdings to continue negotiations to be taken over by the Mitsubishi Tokyo Financial Group, removing the last major legal hurdle in talks aimed at creating the world's largest bank.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/31/business/supreme-court-in-japan-refuses-to-stop-talks-on-bank-takeover.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Long Stifled, Iraqis Make Most Of Chance to Vent on Talk Radio",
      "snippet": "Radio Dijla, Iraq's first talk radio station, is putting Iraqis' opinions directly on the air; in all, about 15 private radio stations have sprung up since American occupation began, but Dijla is first to serve only talk; station receives average ...",
      "abstract": "Radio Dijla, Iraq's first talk radio station, is putting Iraqis' opinions directly on the air; in all, about 15 private radio stations have sprung up since American occupation began, but Dijla is first to serve only talk; station receives average of 185 calls an hour from listeners, far more than it can handle; most calls are about nuts and bolts of life, complaints that are not addressed by government officials; station forces officials to listen; local and federal officials come as guests and are grilled by listeners, an uncomfortable situation for them that would have been unheard of in time of Saddam Hussein; photo (M)",
      "lead_paragraph": "A housewife calls to talk about a broken sewer pipe. A student calls to talk about a lost love. A shopkeeper calls to say what he thinks of the violent insurgency that has swept his country.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/31/world/reach-war-airwaves-long-stifled-iraqis-make-most-chance-vent-talk-radio.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Homeowners Come Up Short On Insurance",
      "snippet": "Millions of American homeowners unknowingly have woeful shortfall in insurance coverage; experts cite shift in way property insurance has been sold in recent years; say that in move to cut costs from claims, insurance companies began in late 1990'...",
      "abstract": "Millions of American homeowners unknowingly have woeful shortfall in insurance coverage; experts cite shift in way property insurance has been sold in recent years; say that in move to cut costs from claims, insurance companies began in late 1990's to phase out coverage that guarantees replacement of destroyed homes, regardless of expense to insurers, and to substitute similar-sounding policy with crucial difference: it pays only amount stated on policy plus, typically, additional 20 percent to 25 percent; old policy was called guaranteed replacement policy; new one, which most Americans now have, is called extended replacement policy; California Insurance Commissioner John Garamendi says insurance companies and agents, under pressure to make sales, often aim low in valuing houses in effort to keep premiums down; dozens of owners of homes in Southern California that were destroyed say, in interviews, that they had been led to believe they bought enough coverage to rebuild their homes and are stunned to find out they were wrong; photo (M)",
      "lead_paragraph": "Karla and Bruce Carroll remember the sheriff on his bullhorn ordering residents to evacuate and, minutes later, hearing the roar of monstrous flames arcing toward their modest home here in the hills above San Diego.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/31/business/homeowners-come-up-short-on-insurance.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "World Business Briefing | Asia: India: Truckers' Strike Ends",
      "snippet": "Indian truck drivers called off week-old countrywide strike on Aug 28 after reaching agreement with government; nearly three million trucks were off Indian roads after union called strike protesting 10 percent service tax that was imposed on freig...",
      "abstract": "Indian truck drivers called off week-old countrywide strike on Aug 28 after reaching agreement with government; nearly three million trucks were off Indian roads after union called strike protesting 10 percent service tax that was imposed on freight agents by government in its recent budget (S)",
      "lead_paragraph": "Indian truck drivers called off their week-old countrywide strike on Saturday after reaching an agreement with the government. Nearly three million trucks were off Indian roads after the biggest union called a strike protesting a 10 percent service tax that was imposed on freight agents by the government in its recent budget. A finance ministry spokeswoman told reporters in New Delhi that the government had reached an agreement with the truckers' union to form a committee that would look into all their demands. If the strike had continued any longer, the already high inflation rate in the country was expected to increase still further. The truck drivers' union had threatened that its strike would go on for three months. Saritha Rai (NYT)",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/31/business/world-business-briefing-asia-india-truckers-strike-ends.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Trade Surplus Grows",
      "snippet": "Canada's second-quarter current account surplus rose to 10.4 billion Canadian dollars ($7.9 billion), up from 8.8 billion Canadian dollars in first quarter; trade surplus reached 20 billion dollars, up from 3.6 billion dollars during previous thre...",
      "abstract": "Canada's second-quarter current account surplus rose to 10.4 billion Canadian dollars ($7.9 billion), up from 8.8 billion Canadian dollars in first quarter; trade surplus reached 20 billion dollars, up from 3.6 billion dollars during previous three-month period; services trade deficit shrank slightly, to 2.9 billion dollars; graph (S)",
      "lead_paragraph": "Canada's second-quarter current account surplus rose to 10.4 billion Canadian dollars($7.9 billion), up from 8.8 billion Canadian dollars in the first quarter and its second-highest recorded level. Statistics Canada, a government agency, said increases in merchandise exports more than offset outflows in the financial and capital accounts. The second-quarter trade surplus for goods reached 20 billion dollars, up from 3.6 billion dollars during the previous three-month period. The services trade deficit shrank slightly, to 2.9 billion dollars. Increased spending by foreign tourists, who shunned Canada during last year's SARS outbreak, helped stabilize the services segment. Ian Austen (NYT)",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/31/business/world-business-briefing-americas-canada-trade-surplus-grows.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Tyson Went on the Atkins Diet, But Its Profit Slimmed Down",
      "snippet": "Tyson Foods Inc apparently has not profited from low-carbohydrate diet mania; company warns analysts that its earnings in its fiscal fourth quarter, which ends Oct 2, will probably be 19 cents per share, not 33 cents analysts expected; Tyson share...",
      "abstract": "Tyson Foods Inc apparently has not profited from low-carbohydrate diet mania; company warns analysts that its earnings in its fiscal fourth quarter, which ends Oct 2, will probably be 19 cents per share, not 33 cents analysts expected; Tyson shares decline $1.47, to $16.26 (Market Place column) (M)",
      "lead_paragraph": "Logic would seem to dictate that with low-carbohydrate diet mania raging across the land, bottom lines of meat producers would balloon even as the waistlines of their customers shrank. After all, the migration from carbohydrates to meats and such has been cited as a chief cause of havoc at companies like Krispy Kreme and Interstate Bakeries.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/31/business/market-place-tyson-went-on-the-atkins-diet-but-its-profit-slimmed-down.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Giuliani Lauds Bush's Leadership on Terror",
      "snippet": "Former Mayor Rudolph W Giuliani, speaking on opening night of Republican National Convention, invokes Pres Bush's leadership after 9/11 and claims Sen John Kerry does not have fortitude to lead nation through war on terror; describes his first hou...",
      "abstract": "Former Mayor Rudolph W Giuliani, speaking on opening night of Republican National Convention, invokes Pres Bush's leadership after 9/11 and claims Sen John Kerry does not have fortitude to lead nation through war on terror; describes his first hours at ground zero, and Bush's visit three days later, as delegates listen in stunned silence; says Kerry's record of inconsistent positions on combating terrorism gives him no confidence that Kerry would pursue determined, difficult course Bush is following; procession of speakers recount 9/11 tragedy that Bush's aides view as linchpin to his re-election; Giuliani's remarks about Kerry leave no doubt that this convention will strike notably different tenor than did Democratic convention, where Kerry instructed loyalists to refrain from excessive attacks on Bush; Republicans feel best strategy for Bush's re-election is to use convention week to tear down Kerry, given that voters know so much and have set opinions about Bush; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/31/us/republicans-convention-new-york-overview-giuliani-lauds-bush-s-leadership-terror.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Bank Discussing Stake Sale",
      "snippet": "Germanú",
      "abstract": "Germanú",
      "lead_paragraph": "A German bank, WestLB, is in talks to sell a stake in TUI, a provider of tourism services, as early as this year, the company said. ''Talks have been under way for some time. They are serious,'' a spokesman, Armin Kloss, said, confirming a report in Monday's Financial Times Deutschland, in which the chief executive, Thomas Fischer, disclosed the talks. Mr. Kloss said the bank was talking with several possible buyers but declined to identify them. WestLB is selling the stake, which amounts to 31 percent of TUI, to return to profitability after two years of losses. Mr. Fischer has said the bank will not sell the shares at a loss.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/31/business/world-business-briefing-europe-germany-bank-discussing-stake-sale.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Mr. Sandman, Bring Me Some Oil; Suncor Energy Is Turning Canadian Tar Into Energy",
      "snippet": "Suncor Energy and more than dozen other energy companies, including Exxon Mobil, ChevronTexaco and Royal Dutch/Shell, are pursuing oil exploration projects in Albert, Canada; Suncor Energy is taking unconventional approach to producing oil by suck...",
      "abstract": "Suncor Energy and more than dozen other energy companies, including Exxon Mobil, ChevronTexaco and Royal Dutch/Shell, are pursuing oil exploration projects in Albert, Canada; Suncor Energy is taking unconventional approach to producing oil by sucking viscous tar out of sandy soil around Fort McMurray; flow of oil extracted from Alberta's tar sands surpassed one million barrel per day at end of 2003, and it is expected to double to two million barrels by 2010; frenzy of tar sands development in Alberta depends on petroleum prices staying high for decades to come; energy economists in Calgary say most tar sands projects are viable only when oil is selling for more than $30 per barrel; often costs as much as $15 per barrel to get bitumen, thick, sticky form of crude oil, out of sands, compared with recovery costs as low as $2 per barrel for crude oil in parts of Middle East; refining bitumen also costs much more than refining light crude; photo (M)",
      "lead_paragraph": "From the moment that Suncor Energy's sleek corporate jet takes off from Calgary each morning, it is obvious that the plane is headed for a boom town. What was once one of the sleepiest corners of Canada's energy industry is going through a spurt of frenetic development.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/31/business/mr-sandman-bring-me-some-oil-suncor-energy-is-turning-canadian-tar-into-energy.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Bank Rules Tightened",
      "snippet": "Thailand's central bank tightens rules on how much cash commercial banks must set aside against delinquent loans (S)",
      "abstract": "Thailand's central bank tightens rules on how much cash commercial banks must set aside against delinquent loans (S)",
      "lead_paragraph": "After warning that the country may be in the midst of a real estate bubble, Thailand's central bank has tightened rules on how much cash commercial banks must set aside against delinquent loans. Under the new rules, banks will have to set aside funds even on loans covered by collateral, with the proportion rising the longer the borrower fails to make payments. The central bank last month ordered the government-controlled Krung Thai bank to classify about $1 billion in loans as nonperforming, even though the loans were still being serviced, and it criticized the bank for lending to dubious property projects. Wayne Arnold (NYT)",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/31/business/world-business-briefing-asia-thailand-bank-rules-tightened.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "McCain, Trying His Best Not to Look Back",
      "snippet": "R W Apple Jr column describes origins of his friendship with Sen John McCain; shares recent conversation they had in which McCain vehemently bemoaned fact that America is still fighting Vietnam War, now in ads designed to discredit Democratic cand...",
      "abstract": "R W Apple Jr column describes origins of his friendship with Sen John McCain; shares recent conversation they had in which McCain vehemently bemoaned fact that America is still fighting Vietnam War, now in ads designed to discredit Democratic candidate Sen John Kerry; looks at how other wars have impacted presidential campaigns; photo (M)",
      "lead_paragraph": "As it does for so many who left their youth in Southeast Asia, the Vietnam War follows John McCain around. He doesn't talk endlessly about it; few veterans do. But sometimes he can't help himself.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/08/31/us/republicans-convention-new-york-apple-s-almanac-mccain-trying-his-best-not-look.html",
      "byline": "By R.w. Apple Jr"
    },
    {
      "headline": "Editors' Note; To Our Readers",
      "snippet": "Convention news appears today in a separate section, The Republicans, Pages P1 to 16.     SportsTuesday is at the back of Section B. By flipping over that section, bottom-side up, readers will find Page D1.",
      "abstract": "Convention news appears today in a separate section, The Republicans, Pages P1 to 16.     SportsTuesday is at the back of Section B. By flipping over that section, bottom-side up, readers will find Page D1.",
      "lead_paragraph": "Convention news appears today in a separate section, The Republicans, Pages P1 to 16.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/31/us/editors-note-to-our-readers.html",
      "byline": ""
    },
    {
      "headline": "As Its Earnings Surge, Sinopec Plans to Refine More Oil",
      "snippet": "China Petroleum and Chemical Corp reports 51 percent increase in first-half earnings, and says it plans to increase its refining capacity by about 20 percent over three years; company, also known as Sinopec, reports net profit of 16.15 billion yua...",
      "abstract": "China Petroleum and Chemical Corp reports 51 percent increase in first-half earnings, and says it plans to increase its refining capacity by about 20 percent over three years; company, also known as Sinopec, reports net profit of 16.15 billion yuan ($1.95 billion), up sharply from 10.73 billion yuan in same period year earlier; revenue rose to 265.71 billion yuan ($32.14 billion), from 197.61 billion yuan; vice chairman Wang Jiming says refining capacity should be 22.7 million metric tons higher by end of 2006 than that of 2003; chairman Chen Tonghai comments; photos (M)",
      "lead_paragraph": "The China Petroleum and Chemical Corporation, the country's second-largest oil and gas producer, reported a 51 percent jump in first-half earnings Monday, and said that it planned to increase its refining capacity by about 20 percent over three years.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/31/business/as-its-earnings-surge-sinopec-plans-to-refine-more-oil.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "Outward Calm Attests to the Disruption of the City",
      "snippet": "New Yorkers unable to finagle convention week off from work are tolerating with little complaint heightened security and delays as they navigate heavily guarded streets in Midtown Manhattan; some businesses feel pinch of less commerce than normal ...",
      "abstract": "New Yorkers unable to finagle convention week off from work are tolerating with little complaint heightened security and delays as they navigate heavily guarded streets in Midtown Manhattan; some businesses feel pinch of less commerce than normal and streets that usually teem with people at lunch hour are sparsely populated; commuters are faced with lighter loads than usual on buses and trains; security precautions at Penn Station described; photos (M)",
      "lead_paragraph": "Emptier-than-normal commuter trains whisked through intensified security yet pulled into the city largely on time. New Yorkers unable to finagle the week off endured bomb-sniffing dogs and squads of inquisitive police officers in thickly guarded Midtown Manhattan. Political agitators howled their dissent but kept their protests from raging into violence.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/08/31/us/republicans-convention-new-york-scene-outward-calm-attests-disruption-city.html",
      "byline": "By N. R. Kleinfield"
    },
    {
      "headline": "BUSH CITES DOUBT AMERICA CAN WIN WAR ON TERROR",
      "snippet": "Pres Bush says he does not think America can win war on terror but that it could make terrorism less acceptable around world, int; remark is departure from his previous optimistic statements, made as recently as July 14, that United States would e...",
      "abstract": "Pres Bush says he does not think America can win war on terror but that it could make terrorism less acceptable around world, int; remark is departure from his previous optimistic statements, made as recently as July 14, that United States would eventually prevail; it is unclear if Bush meant to make remark, or if he misspoke; White House officials say he was not signaling change of policy, just emphasizing long-term nature of struggle; United States' European allies have considered Bush's earlier talk of victory simplistic and unhelpful; Bush's comment comes days after newspaper interview in which he acknowledged 'miscalculation' about evolution of insurgency in Iraq; Democrats see these comments as missteps they could exploit, much as Bush has attacked Kerry's remark that he would not have authorized president to invade Iraq if he had known then what he knows now about Iraq's weapons; Democratic Vice Presidential candidate John Edwards quickly jumps on Bush's latest remark, claiming battle against terrorism is 'absolutely winnable' with right leadership; photo (M)",
      "lead_paragraph": "President Bush, in an interview broadcast on Monday, said he did not think America could win the war on terror but that it could make terrorism less acceptable around the world, a departure from his previous optimistic statements that the United States would eventually prevail.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/31/us/republicans-convention-new-york-president-bush-cites-doubt-america-can-win-war.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "INSIDE",
      "snippet": "No Suit Against McGreevey  A former aide to Gov. James E. McGreevey of New Jersey whose sexual harassment accusations led to Mr. McGreevey's resignation has decided not to sue the governor, lawyers said.   PAGE B1    Concerns About Drug Dosage  A ...",
      "abstract": " No Suit Against McGreevey  A former aide to Gov. James E. McGreevey of New Jersey whose sexual harassment accusations led to Mr. McGreevey's resignation has decided not to sue the governor, lawyers said.   PAGE B1    Concerns About Drug Dosage  A study of a powerful cholesterol-lowering drug, Zocor, has surprised researchers by finding little or no benefit in greatly increasing the dose given to people who recently had a heart attack.   PAGE A17",
      "lead_paragraph": "No Suit Against McGreevey",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/31/us/inside-819565.html",
      "byline": ""
    },
    {
      "headline": "THE REPUBLICANS",
      "snippet": "PROTESTS GET PERSONAL -- Organized protests of the Republican Convention have largely been peaceful, but smaller confrontations, complete with shoving and swearing, have cropped up as delegates visit theaters and restaurants. Sometimes delegates h...",
      "abstract": " PROTESTS GET PERSONAL -- Organized protests of the Republican Convention have largely been peaceful, but smaller confrontations, complete with shoving and swearing, have cropped up as delegates visit theaters and restaurants. Sometimes delegates have gone toe-to-toe with demonstrators, at other times the police have stepped in.   PAGE P12    SLEEPY TOWN -- The city is clipping along at a subdued pace, largely because New Yorkers have reconfigured their routines, staying home from work, closing businesses, or fleeing for a few days.   PAGE P1",
      "lead_paragraph": "PROTESTS GET PERSONAL -- Organized protests of the Republican Convention have largely been peaceful, but smaller confrontations, complete with shoving and swearing, have cropped up as delegates visit theaters and restaurants. Sometimes delegates have gone toe-to-toe with demonstrators, at other times the police have stepped in. PAGE P12",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/31/us/the-republicans.html",
      "byline": ""
    },
    {
      "headline": "Social Conservatives Wield Influence on Platform",
      "snippet": "Republican platform puts party firmly on record against legalized abortion, gay marriage and other forms of legal recognition for same-sex couples, reflecting political clout of conservatives and setting up stark contrast with Democrats for fall c...",
      "abstract": "Republican platform puts party firmly on record against legalized abortion, gay marriage and other forms of legal recognition for same-sex couples, reflecting political clout of conservatives and setting up stark contrast with Democrats for fall campaign; platform also hails what it calls Pres Bush's sweeping achievements in fight against terrorism, advocates making his tax cuts permanent and calls for creation of personal investment accounts in Social Security as part of new 'ownership society' that Republicans assert will give Americans more responsibility and control over their financial lives; claims war with Iraq was justified and has been successful; applauds Bush's decision to restrict federal financing for research using embryonic stem cells; platform is intended to promote and defend Bush's record, particularly on national security, sketch domestic vision for second term, and energize party's conservative base; Democrats immediately denounce platform as extremist, and gay rights and abortion rights groups restate their dismay; excerpts from Republican and Democratic platforms on issues of war in Iraq, tax cuts, gay marriage, abortion and stem cell research; photo (L)",
      "lead_paragraph": "Republicans approved a platform yesterday that puts the party firmly on the record against legalized abortion, gay marriage and other forms of legal recognition for same-sex couples, reflecting the political clout of social conservatives and setting up a stark contrast with the Democrats for the fall campaign.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/31/us/republicans-convention-new-york-platform-social-conservatives-wield-influence.html",
      "byline": "By Robin Toner and David D. Kirkpatrick"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Millions of Homeowners Said to Be Underinsured  Millions of American homeowners are underinsured, largely because of a shift in the way property insurance has been sold in recent years, experts say.     In a move to cut costs from claims, insuranc...",
      "abstract": " Millions of Homeowners Said to Be Underinsured  Millions of American homeowners are underinsured, largely because of a shift in the way property insurance has been sold in recent years, experts say.     In a move to cut costs from claims, insurance companies began in the late 1990's to phase out coverage that guaranteed the replacement of a destroyed home, regardless of the expense to the insurer. In place of that unlimited coverage, which had become nearly universal, insurers substituted a similar sounding policy with a crucial difference: it pays only the amount stated on the policy plus, typically, an additional 20 percent to 25 percent. [Page A1.]",
      "lead_paragraph": "Millions of Homeowners Said to Be Underinsured",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/31/business/business-digest-818313.html",
      "byline": ""
    },
    {
      "headline": "US Air Locked In Down-to-Wire Contract Talks With Its Pilots",
      "snippet": "US Airways is locked in tumultuous bargaining on wage and benefit cuts with its pilots' union, whose backing is critical if airline is to avoid another bankruptcy filing; airline is asking major labor unions for contract concessions worth $800 mil...",
      "abstract": "US Airways is locked in tumultuous bargaining on wage and benefit cuts with its pilots' union, whose backing is critical if airline is to avoid another bankruptcy filing; airline is asking major labor unions for contract concessions worth $800 million; Air Line Pilots Association appears to be softening its resistance to US Airways' demands; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/31/business/us-air-locked-in-down-to-wire-contract-talks-with-its-pilots.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Report Shows More Spending By Consumers",
      "snippet": "Commerce Department reports personal consumer spending grew 0.8 percent in July from 0.2 percent decline in June, which is revised from decline of 0.7 percent; consumers contributed only 1.6 percentage points in second quarter to meager expansion ...",
      "abstract": "Commerce Department reports personal consumer spending grew 0.8 percent in July from 0.2 percent decline in June, which is revised from decline of 0.7 percent; consumers contributed only 1.6 percentage points in second quarter to meager expansion of 2.8 percent; sales of durable goods rose 4.1 percent after 3.2 percent decline in June; personal incomes rose only 0.1 percent in July, half rate of increase in June; graph; photo (M)",
      "lead_paragraph": "Consumer spending emerged from a slump and rebounded sharply in July as households dipped aggressively into their pocketbooks after an unexpected spell of restraint in June, government figures showed yesterday.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/31/business/report-shows-more-spending-by-consumers.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Money and Power Cross Paths, And a Good Time Is Had by All",
      "snippet": "Widespread practice of currying favor that goes on at national conventions is evident at Republican National Convention; lobbyists, trade associations and other groups are seeking out people who already have power--and will retain it after delegat...",
      "abstract": "Widespread practice of currying favor that goes on at national conventions is evident at Republican National Convention; lobbyists, trade associations and other groups are seeking out people who already have power--and will retain it after delegates have come and gone; toward that end, three top Bush administration officials are honored at parties on first day of convention; law firm of Akin Gump, whose clients are either beholden to Pres Bush or would like to be, gives party for Bush campaign manager Ken Mehlman; Quinn Gillespie & Associates, public relations and lobbying firm co-founded by Republican National Committee chairman Ed Gillespie, gives party for Gillespie and Commerce Sec Donald L Evans; lobbyists, trade associations, other advocacy groups and their representatives also pay homage to members of Congress, particularly those who run most powerful committees; array of parties and honorees was similar last month at Democratic National Convention; practice is so common because campaign finance and ethics rules allow for virtually no-holds-barred spending at conventions; some parties described (M)",
      "lead_paragraph": "A powerful Washington law firm's decision to honor one of its former partners on the first evening of the Republican convention last night might barely rate a second glance in this party-happy convention town. After all, the convention delegates and their guests will be celebrated and pampered all week at lavish events sponsored by corporations and business leaders.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/31/us/republicans-convention-new-york-party-hosts-money-power-cross-paths-good-time.html",
      "byline": "By Sam Roberts"
    },
    {
      "headline": "The Natural: Giuliani Plays Role of Backer With Relish",
      "snippet": "Rudolph W Giuliani's spirited address to Republican National Convention signals return of combative, in-your-face Giuliani well known to New Yorkers and whom nation may be hearing more from; has been campaigning tirelessly for Bush-Cheney ticket, ...",
      "abstract": "Rudolph W Giuliani's spirited address to Republican National Convention signals return of combative, in-your-face Giuliani well known to New Yorkers and whom nation may be hearing more from; has been campaigning tirelessly for Bush-Cheney ticket, but convention appearance is highest public profile he has had since he left City Hall; role has fueled speculation that he hopes to emerge as party's strongest presidential hopeful in 2008 and polls show he has tremendous support; despite harsh words for Democratic opponents, he symbolizes moderate tone of party that has moved further to right (M)",
      "lead_paragraph": "Rudolph W. Giuliani's spirited address last night at Madison Square Garden followed weeks of marathon campaigning for President Bush and Vice President Dick Cheney. From personal appearances on the campaign trail to television spots and radio and newspaper interviews, Mr. Giuliani seemed to be everywhere aiding the re-election effort, a role that is tailor-made for the former mayor.",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/08/31/us/republicans-convention-new-york-former-mayor-natural-giuliani-plays-role-backer.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Talks On Broker End",
      "snippet": "Talks bï",
      "abstract": "Talks bï",
      "lead_paragraph": "Negotiations between Seoul Securities, a company partly -owned by George Soros's Quantum Fund, and SK Networks over the sale of SK Securities, a South Korean broker, have been broken off, both parties said. In a statement to the Financial Supervisory Service, Seoul Securities said the two parties were unable to agree to the terms. SK Networks, an oil refiner, agreed with creditors to divest the securities company and focus on its core line last year in return for bailout funds. SK Networks is expected to look for another buyer for the securities firm. Andrew Salmon (NYT)",
      "publication_date": "2004-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/31/business/world-business-briefing-asia-south-korea-talks-on-broker-end.html",
      "byline": "By Andrew Salmon (NYT)"
    }
  ]
}