{
  "metadata": {
    "date": "2004-02-25",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Switzerland: Airline Narrows Loss",
      "snippet": "Swiss International Airline says",
      "abstract": "Swiss International Airline says",
      "lead_paragraph": "Swiss International Airlines said in a preliminary report that it cut its loss last year to 687 million Swiss francs ($547 million) from 980 million francs a year earlier. The airline said it reduced expenses by cutting staff, fleet size and the number of routes it flies. Revenue declined to 4.1 billion Swiss francs from 4.4 billion. Fiona Fleck (NYT)",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/25/business/world-business-briefing-europe-switzerland-airline-narrows-loss.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "Keeping Faith With His Base",
      "snippet": "Pres Bush's impassioned endorsement of constitutional amendment banning same-sex marriage seen culmination of his recent efforts to allay concerns and stoke spirits of his restive conservative Republican base; Republican strategists close to Bush ...",
      "abstract": "Pres Bush's impassioned endorsement of constitutional amendment banning same-sex marriage seen culmination of his recent efforts to allay concerns and stoke spirits of his restive conservative Republican base; Republican strategists close to Bush say they have no fear that conservatives would defect from Bush; say they worry about keeping core voters, particularly evangelicals, energized and eager to vote given high level of fervor against Bush among Democrats (M)",
      "lead_paragraph": "It is a cardinal rule of politics, all the more so for a president who saw his father defeated largely because he failed to heed it fully: Pay attention to the party's base.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/25/us/same-sex-marriage-news-analysis-keeping-faith-with-his-base.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Europe May Ask Microsoft For 2 Versions of Windows  European antitrust regulators are considering a requirement that Microsoft sell two versions of Windows in Europe -- one with the music- and video-playing software stripped out -- should they fin...",
      "abstract": " Europe May Ask Microsoft For 2 Versions of Windows  European antitrust regulators are considering a requirement that Microsoft sell two versions of Windows in Europe -- one with the music- and video-playing software stripped out -- should they find the company to be an abusive monopoly, people close to the case said.     The European Commission, which is nearing a ruling in the five-year-old case, may also ask Microsoft to propose ''within a few months of a ruling'' what computer code for Windows it should disclose to make the operating system fully compatible with programs and servers manufactured by rivals. [Page C5.]",
      "lead_paragraph": "Europe May Ask Microsoft For 2 Versions of Windows",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/25/business/business-digest-540340.html",
      "byline": ""
    },
    {
      "headline": "I.B.M. to Alter How It Pays Stock Options To Executives",
      "snippet": "IBM says it is overhauling way it pays its senior executives so their stock awards only become valuable if company's shares rise by 10 percent or more; analysts say IBM is first large American company to adopt program in which its senior managemen...",
      "abstract": "IBM says it is overhauling way it pays its senior executives so their stock awards only become valuable if company's shares rise by 10 percent or more; analysts say IBM is first large American company to adopt program in which its senior management team is granted stock options at price higher than what shares are selling for at time they are issued; note approach ensures that IBM's public shareholders add at least modestly to their wealth before IBM executives can begin to cash in their stock options (M)",
      "lead_paragraph": "I.B.M. waded into the debate over stock options yesterday by announcing that it was overhauling the way it pays its senior executives so their stock awards only become valuable if the company's shares rise by 10 percent or more.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/25/business/ibm-to-alter-how-it-pays-stock-options-to-executives.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "World Business Briefing | Europe: France: Tire Maker's Profit Falls",
      "snippet": "Michelin says net in",
      "abstract": "Michelin says net in",
      "lead_paragraph": "Europe's largest tire maker, Michelin, posted a 45 percent decline in its 2003 net income, citing a rise in the price of rubber, a one-time acquisition charge and the strength of the euro against the dollar. Michelin said its net income fell to 317.5 million euros ($399 million) in 2003, from 580.8 million euros in 2002. Revenue fell 1.8 percent, but the company said that volume was up 3.7 percent. The company said results were affected by a charge of 306 million euros related to its acquisition of Viborg and 192 million euros in restructuring costs. Michelin did not issue specific target numbers for 2004, but the chief executive, Edouard Michelin, above, said he expected the global market to grow by only 1 to 2 percent and costs to remain high. Ariane Bernard (NYT)",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/25/business/world-business-briefing-europe-france-tire-maker-s-profit-falls.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "Martha Stewart Won't Testify; Defense Is Near End of Its Case",
      "snippet": "Lawyers for Martha Stewart say they will conclude their defense in her trial without testimony from Stewart; closing arguments in case could begin as early as Feb 26; defense witness Heidi DeLuca, business manager for Martha Stewart Living Omnimed...",
      "abstract": "Lawyers for Martha Stewart say they will conclude their defense in her trial without testimony from Stewart; closing arguments in case could begin as early as Feb 26; defense witness Heidi DeLuca, business manager for Martha Stewart Living Omnimedia, is undermined by prosecutors; Asst Dist Atty Michael Schachter makes case that DeLuca was at best confused about Stewart's prearranged sale agreement for her ImClone Systems shares and at worst was motivated by greed in testifying on her boss's behalf; photo (M)",
      "lead_paragraph": "Lawyers for Martha Stewart said yesterday that they would wrap up their defense in her trial this morning, without testimony from Ms. Stewart. Closing arguments in the case could begin as early as tomorrow.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/25/business/martha-stewart-won-t-testify-defense-is-near-end-of-its-case.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "With a Recovering Economy, The Day of the Big Deal Is Back",
      "snippet": "Big merger deals are on upswing again as economy revives; investment banks and law firms are not hiring in droves yet, but sense that heady days are here is giving lift to stocks and spurring speculation about all kinds of deals that would not hav...",
      "abstract": "Big merger deals are on upswing again as economy revives; investment banks and law firms are not hiring in droves yet, but sense that heady days are here is giving lift to stocks and spurring speculation about all kinds of deals that would not have been possible year ago; executives and bankers credit renewed confidence; some experts argue confidence is misplaced; graph and table of merger deals (M)",
      "lead_paragraph": "By his own admission, William B. Harrison would have been vilified for negotiating a merger a year ago.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/25/business/with-a-recovering-economy-the-day-of-the-big-deal-is-back.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Business Confidence Slips",
      "snippet": "German Ifo Institute's business confidence index fell to 96.4 in February from 97.5 in January (S)0",
      "abstract": "German Ifo Institute's business confidence index fell to 96.4 in February from 97.5 in January (S)0",
      "lead_paragraph": "German business confidence fell in February as a result of the euro's record strength against the dollar, a monthly survey by the Ifo Institute said. After 10 months of growing optimism, the overall index, based on a survey of 7,000 businesses about the current business climate, fell to 96.4 from 97.5 in January. Petra Kappl (NYT)",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/25/business/world-business-briefing-europe-germany-business-confidence-slips.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Johnson Takes Ally to Try to Keep Lead in Stents",
      "snippet": "Johnson & Johnson, first company to get approval for new drug-coated artery stent, joins forces with competitor Guidant to sell its Cypher stent; Boston Scientific is close to receiving approval for its competing stent Taxus and some analysts expe...",
      "abstract": "Johnson & Johnson, first company to get approval for new drug-coated artery stent, joins forces with competitor Guidant to sell its Cypher stent; Boston Scientific is close to receiving approval for its competing stent Taxus and some analysts expect company to take away market from Johnson & Johnson; Guidant is still two years away from introducing its own drug-coated stent in US (M)",
      "lead_paragraph": "With Boston Scientific poised to introduce a drug-coated device to keep coronary arteries open, Johnson & Johnson is scrambling to protect its lead in what is likely to soon be a $3 billion market.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/25/business/johnson-takes-ally-to-try-to-keep-lead-in-stents.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Cambodia Is Working to Escape Its Past",
      "snippet": "Cambodia is solidly on map of mainstream Asian tourism with Khmer Rouge years reduced to sinister displays rusting in museums; Cambodia recently won new international flights and new international hotels with temple complex of Angkor as main draw;...",
      "abstract": "Cambodia is solidly on map of mainstream Asian tourism with Khmer Rouge years reduced to sinister displays rusting in museums; Cambodia recently won new international flights and new international hotels with temple complex of Angkor as main draw; tourists who take wrong turn while driving out to Khmer Rouge 'killing fields' will pass new water park, new factory district, new international school and new golf course; photo (M)",
      "lead_paragraph": "Tourists who take a wrong turn while driving out to the Khmer Rouge ''killing fields'' could be in for a shock. The highway passes a new water park, a new factory district, a new international school and a new golf course. Eventually, the newly repaved road ends at the beaches of Sihanoukville, where an 800-room hotel opens in June.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/25/business/cambodia-is-working-to-escape-its-past.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Trade and Jobs at Center Stage As Democrats Court Ohio Vote",
      "snippet": "Some Ohio politicians see bitterness in northern Ohio cities about loss of jobs because of free trade giving Sen John Edwards chance to upset Sen John Kerry, strong favorite in Democratic presidential primary; Edwards plays up Kerry's vote for Nor...",
      "abstract": "Some Ohio politicians see bitterness in northern Ohio cities about loss of jobs because of free trade giving Sen John Edwards chance to upset Sen John Kerry, strong favorite in Democratic presidential primary; Edwards plays up Kerry's vote for North American Free Trade agreement and his own misgivings about accord in speeches and television commercial; Kerry, fighting back, launches 'jobs tour' across area of maximum economic distress and maximum Democratic voting strength; both candidates woo suffering Rust Belt workers; photo (M)",
      "lead_paragraph": "In May, 2002, Representative Tom Sawyer, an eight-term Democrat, was handed a stunning primary election defeat by 28-year-old Tim Ryan in a district stretching from Akron to Youngstown. The major issue was trade.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/25/us/2004-campaign-ohio-trade-jobs-center-stage-democrats-court-ohio-vote.html",
      "byline": "By R. W. Apple Jr"
    },
    {
      "headline": "World Business Briefing | Middle East: Iran: Telecom Contract Awarded",
      "snippet": "World Business Briefing: Iran: Tele",
      "abstract": "World Business Briefing: Iran: Tele",
      "lead_paragraph": "A consortium led by the Istanbul-based mobile phone operator Turkcell beat four competitors to win a contract to build Iran's second mobile phone network, officials announced. The consortium, which includes Ericsson of Sweden and Teliasonera of Finland, as well as an Iranian partner, agreed to pay $385 million and hand over a share of its revenue to the state-owned monopoly. It expects to introduce the network in 2005. Borzou Daragahi (NYT)",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/25/business/world-business-briefing-middle-east-iran-telecom-contract-awarded.html",
      "byline": "By Borzou Daragahi (NYT)"
    },
    {
      "headline": "Hong Kong's Subway and Rail May Merge",
      "snippet": "Hong Kong government announces plans for publicly traded mass transit system to merge with Kowloon-Canton Railway Corp; government officials call for mass transit system MTR Corp, which is 76 percent owned by government and 24 percent by public, t...",
      "abstract": "Hong Kong government announces plans for publicly traded mass transit system to merge with Kowloon-Canton Railway Corp; government officials call for mass transit system MTR Corp, which is 76 percent owned by government and 24 percent by public, to conclude merger talks by end of August with railway corporation, which is entirely owned by government; Dr Sarah Liao, secretary for environment, transport and works, says merged transit system would be regulated; photo (M)",
      "lead_paragraph": "The government here announced plans on Tuesday for the publicly traded mass transit system to merge with the Kowloon-Canton Railway Corporation, one of the most famous railroads in Asia.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/25/business/hong-kong-s-subway-and-rail-may-merge.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Aristide's Foes Rule Out Plan To Share Power",
      "snippet": "Haitian opposition leaders reject United States proposal for power-sharing deal accepted by Pres Jean-Bertrand Aristide, increasing pressure on Bush administration to send security forces to stabilize nation; opposition leader Maurice Lafortune de...",
      "abstract": "Haitian opposition leaders reject United States proposal for power-sharing deal accepted by Pres Jean-Bertrand Aristide, increasing pressure on Bush administration to send security forces to stabilize nation; opposition leader Maurice Lafortune demands Aristide resign; stand surprises Bush administration officials who drafted plan; comes despite plea from State Sec Colin L Powell; plan called for neutral government acceptable to all sides and would have left Aristide in office until his term ends in 2006; Roger F Noriega, State Department's point man for Haiti, faces sharp questioning in closed Congressional session as several senators charge Bush with dithering in face of growing crisis; administration says it is in contact with French and Canadian diplomats; French Min Dominique de Villepin asks European Union to approve funds for peacekeeping force; France invites representatives of Aristide and opposition to Paris for talks; photo (M)",
      "lead_paragraph": "Leaders of the Haitian opposition rejected an American-drafted proposal for a power-sharing arrangement with President Jean-Bertrand Aristide on Tuesday, increasing pressure on the Bush administration to send security forces to stabilize the country.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/25/world/aristide-s-foes-rule-out-plan-to-share-power.html",
      "byline": "By Christopher Marquis"
    },
    {
      "headline": "BUSH BACKS BAN IN CONSTITUTION ON GAY MARRIAGE",
      "snippet": "Pres Bush backs constitutional amendment to ban gay marriage; holds marriage cannot be separated from its 'cultural, religious and natural roots' without weakening society; says he responds to moves by 'activist judges' to redefine marriage; calls...",
      "abstract": "Pres Bush backs constitutional amendment to ban gay marriage; holds marriage cannot be separated from its 'cultural, religious and natural roots' without weakening society; says he responds to moves by 'activist judges' to redefine marriage; calls issue matter of national importance; says states should be permitted to have gay civil unions; White House officials say he would not have endorsed such unions as Texas governor; Bush acts under enormous pressure from conservative supporters, who insisted he speak out in election year on matter of key importance to many of his Christian backers; Republicans say he also seeks to distinguish himself from Democratic front-runner Sen John Kerry, who voted in 1996 against act that defines marriage as union between one man and one woman; Kerry opposes gay marriages but backs civil unions; Bush stand, though widely expected, spurs furious debate between conservatives who hail it and gays who score it; Senate Republicans say amendment could reach floor before Nov; Rep Tom DeLay is more cautious on timing; photo (M)",
      "lead_paragraph": "President Bush on Tuesday declared his support for an amendment to the Constitution that would ban gay marriage, saying the union of a man and a woman is ''the most fundamental institution of civilization'' and that it cannot be separated from its ''cultural, religious and natural roots'' without weakening society.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/25/us/same-sex-marriage-the-president-bush-backs-ban-in-constitution-on-gay-marriage.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Drug Maker To Buy Rival In Japan",
      "snippet": "Yamanouchi Pharmaceuticals Co agrees to buy Fujisawa Pharmaceuticals Co for 842 billion yen ($7.78 billion) in stock, creating second-largest Japanese drug maker, to compete in faster-growing US and European markets (M)",
      "abstract": "Yamanouchi Pharmaceuticals Co agrees to buy Fujisawa Pharmaceuticals Co for 842 billion yen ($7.78 billion) in stock, creating second-largest Japanese drug maker, to compete in faster-growing US and European markets (M)",
      "lead_paragraph": "The Yamanouchi Pharmaceutical Company agreed Tuesday to buy the Fujisawa Pharmaceutical Company for 842 billion yen ($7.78 billion) in stock, creating the No.2 Japanese drug maker, to compete in the faster-growing United States and European markets.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/25/business/drug-maker-to-buy-rival-in-japan.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Bank's Profit Rises",
      "snippet": "Bank of Montreal says first-quarter income rose 34 percent and it raises its quarterly dividend to 40 Canadian cents per share from 35; net income in latest quarter was 532 million Canadian dollars ($398 million) (S)",
      "abstract": "Bank of Montreal says first-quarter income rose 34 percent and it raises its quarterly dividend to 40 Canadian cents per share from 35; net income in latest quarter was 532 million Canadian dollars ($398 million) (S)",
      "lead_paragraph": "Citing a steep decline in loan loss provisions, the Bank of Montreal said its first-quarter income rose 34 percent and it raised its quarterly dividend to 40 Canadian cents a share from 35. Net income in the latest period was 532 million Canadian dollars ($398 million). The bank attributed the improved loan recoveries partly to the stronger American economy. Bernard Simon (NYT)",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/25/business/world-business-briefing-americas-canada-bank-s-profit-rises.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "U.S. CHARGES TWO AT GUANTÁNAMO WITH CONSPIRACY",
      "snippet": "Pentagon, in first charges against Guantanamo Bay naval base detainees, accuses Ali Hamza Ahmed Sulayman al-Bahlul and Ibrahim Ahmed Mahmoud al-Qosi of conspiracy to commit both terrorism and war crimes against civilians; holds two, who will face ...",
      "abstract": "Pentagon, in first charges against Guantanamo Bay naval base detainees, accuses Ali Hamza Ahmed Sulayman al-Bahlul and Ibrahim Ahmed Mahmoud al-Qosi of conspiracy to commit both terrorism and war crimes against civilians; holds two, who will face military tribunals, are senior Al Qaeda members who served Osama bin Laden in variety of capacities; Lt Cmdr Philip Sundel, one of Bahlul's two lawyers, says he may challenge entire foundation of proceedings; Pentagon calls Bahlul Qaeda propagandist who made recruiting video that celebrated bombing of American destroyer Cole in 2000 in Aden; calls Qosi Qaeda senior accountant; neither faces death penalty (M)",
      "lead_paragraph": "Pentagon officials said Tuesday that they were bringing charges for the first time against detainees at the Guantánamo Bay naval base, formally accusing two detainees of conspiracy to commit both terrorism and war crimes against civilians.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/25/us/us-charges-two-at-guantanamo-with-conspiracy.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "Fed Chief Warns of a Risk to Taxpayers",
      "snippet": "Federal Reserve chairman Alan Greenspan says Freddie Mac and Fannie Mae post 'systematic risk' that could cost taxpayers dearly; says two companies have grown so rapidly and accumulated so much debt that they cannot adequately hedge against risks ...",
      "abstract": "Federal Reserve chairman Alan Greenspan says Freddie Mac and Fannie Mae post 'systematic risk' that could cost taxpayers dearly; says two companies have grown so rapidly and accumulated so much debt that they cannot adequately hedge against risks of financial crises; holds both companies have grown much faster than competitors because investors think federal government will bail them out in crisis; graphs; photos (M)",
      "lead_paragraph": "Alan Greenspan, the chairman of the Federal Reserve, warned on Tuesday that the nation's two big government-sponsored mortgage institutions pose a ''systemic risk'' that could cost taxpayers dearly.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/25/business/fed-chief-warns-of-a-risk-to-taxpayers.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Security Concerns Merge",
      "snippet": "World Business Briefing: Britain: Security Concerns Merge*È",
      "abstract": "World Business Briefing: Britain: Security Concerns Merge*È",
      "lead_paragraph": "The British cash-handler Securicor and the Danish security company Group 4 Falck said that they would merge to create Group 4 Securicor, a London-based security company that will be 57.5 percent owned by Falck shareholders. Falck will spin off its rescue and global-solutions units to create a separate company that will be listed in Copenhagen. Security companies are under pressure to consolidate after United Technologies purchased Chubb, the No.3 security business, in June 2003. Heather Timmons (NYT)",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/25/business/world-business-briefing-europe-britain-security-concerns-merge.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Despite Missteps, Lilly Remains A Hard Stock To Bet Against",
      "snippet": "Investors have been willing to pay more for Eli Lilly's stock than its rivals, relative to earnings, because drug pipeline is promising though plagued by delays; Lilly has some of most productive scientists in drug industry, but also disconcerting...",
      "abstract": "Investors have been willing to pay more for Eli Lilly's stock than its rivals, relative to earnings, because drug pipeline is promising though plagued by delays; Lilly has some of most productive scientists in drug industry, but also disconcerting habit of delivering their discoveries later than investors expect; chart (Market Place column) (M)",
      "lead_paragraph": "For the family of the healthy 19-year-old Bible student who hanged herself this month during a test of Cymbalta, an antidepressant being developed by Eli Lilly, the company's quick assurances that the death would not delay the drug's expected introduction this summer were wounding.",
      "publication_date": "2004-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/25/business/market-place-despite-missteps-lilly-remains-a-hard-stock-to-bet-against.html",
      "byline": "By Gardiner Harris"
    }
  ]
}