{
  "metadata": {
    "date": "2004-11-01",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Fox Will Follow Red Sox Surge With Reality TV",
      "snippet": "Boston Red Sox World Series victory gives Fox network badly needed boost, raising it from fourth to first place among viewers aged 18 to 49; Fox hopes to maintain momentum with unprecedented onslaught of reality programming; will devote 60 percent...",
      "abstract": "Boston Red Sox World Series victory gives Fox network badly needed boost, raising it from fourth to first place among viewers aged 18 to 49; Fox hopes to maintain momentum with unprecedented onslaught of reality programming; will devote 60 percent of its total schedule to reality shows until January, when some new scripted series and returning shows go on air; strategy risks killing off genre that has all but saved network television; photos (M)",
      "lead_paragraph": "Two weeks ago, the Fox network was deep in the ratings basement, its performance so dismal it was unclear how it would climb out of the hole it had dug for itself.",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/01/business/media/fox-will-follow-red-sox-surge-with-reality-tv.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Now That Curse Has Ended, Marketers Love Red Sox  The World Series win by the Red Sox may be helping to end a Madison Avenue bias toward athletes like Wayne Gretzky who are known for long-term performance.   ",
      "abstract": " Now That Curse Has Ended, Marketers Love Red Sox  The World Series win by the Red Sox may be helping to end a Madison Avenue bias toward athletes like Wayne Gretzky who are known for long-term performance.   ",
      "lead_paragraph": "Now That Curse Has Ended, Marketers Love Red Sox The World Series win by the Red Sox may be helping to end a Madison Avenue bias toward athletes like Wayne Gretzky who are known for long-term performance.",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/01/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "A Looser, More Jovial Kerry Prepares for Voters' Choice",
      "snippet": "Sen John Kerry shows his looser, more jovial side in final days of presidential race, replacing brooding, super-serious persona he has displayed on campaign trail for much of year; he is delivering new lines in his stripped-down stump speech with ...",
      "abstract": "Sen John Kerry shows his looser, more jovial side in final days of presidential race, replacing brooding, super-serious persona he has displayed on campaign trail for much of year; he is delivering new lines in his stripped-down stump speech with determination; those closest to him say he is genuinely moved by huge crowds at his campaign stops, voters he meets, and political and cultural heroes who introduce him at campaign rallies, including former Pres Clinton, Bruce Springsteen and former astronaut and Ohio senator John Glenn; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/01/us/front page/the-2004-campaign-the-democratic-nominee-a-looser-more-jovial.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Media Timing and the October Surprise",
      "snippet": "Issue of whether news organizations should disclose controversial news about political candidate in last weeks of election campaign discussed in light of Republican complaints about disclosure by New York Times and CBS News that 380 tons of conven...",
      "abstract": "Issue of whether news organizations should disclose controversial news about political candidate in last weeks of election campaign discussed in light of Republican complaints about disclosure by New York Times and CBS News that 380 tons of conventional explosives are missing from munitions facility in Iraq; Times executive editor Bill Keller says publication more than week before election gave candidates enough time to react; says decision to publish would have been harder if story broke closer to election (M)",
      "lead_paragraph": "Every election season, a debate over a journalistic October surprise takes place. Four years ago, a television station in Portland, Me., reported five days before the presidential election that George W. Bush had been arrested for driving under the influence of alcohol back in 1976. In the California gubernatorial election last year, The Los Angeles Times published the accounts of 16 women who said that they had been sexually mistreated and humiliated by Arnold Schwarzenegger, the first of the articles running five days before the vote.",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/01/business/media/media-timing-and-the-october-surprise.html",
      "byline": "By Jacques Steinberg and David Carr"
    },
    {
      "headline": "Putting Tension Aside, Bush Resolutely Enjoys Himself",
      "snippet": "Aides say Pres Bush is confident of winning re-election and having great time in race's frantic, exhausting final stages; his playful optimism, whether calculated or genuine, has become part of his campaign's playbook as he hurtles toward Election...",
      "abstract": "Aides say Pres Bush is confident of winning re-election and having great time in race's frantic, exhausting final stages; his playful optimism, whether calculated or genuine, has become part of his campaign's playbook as he hurtles toward Election Day in nail-biting position that no inumbent seeking second term has faced at least since 1948: polls that provide no clear evidence of whether he will be re-elected; in public, he betrays no strain; aides say he is aware that slightest crack in his confident facade could dampen turnout among his supporters and enthusiasm of hundreds of thousands of volunteers he is calling on to herd them to polls; people who spend time with him behind scenes say picture is same in private, but his closest family members, including his mother Barbara Bush, admit to extraordinary level of tension, suggesting that Bush may not be quite as carefree on inside as he tries to come across on outside; photos (M)",
      "lead_paragraph": "GAINESVILLE, Fla., Oct. 31 - One of the best indications of President Bush's mood, his aides say, is the degree to which he indulges his boyish humor and enthusiastic impatience. So it was telling, they said, that as he crisscrossed the country in the last few days awaiting the nation's judgment, the candidate who ritually promises to uphold the honor and dignity of his office made a show of goofing around on Air Force One.",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/01/politics/campaign/putting-tension-aside-bush-resolutely-enjoys-himself.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "States Are Battling Against Wal-Mart Over Health Care",
      "snippet": "Critics say Wal-Mart's miserly approach to employee health care is forcing many of its workers and their families into state insurance programs or making them rely on charity care by hospitals; survey by Georgia officials finds more than 10,000 ch...",
      "abstract": "Critics say Wal-Mart's miserly approach to employee health care is forcing many of its workers and their families into state insurance programs or making them rely on charity care by hospitals; survey by Georgia officials finds more than 10,000 children of Wal-Mart employees are in state's health program for children at annual cost of nearly $10 million to taxpayers; efforts are under way in California, Washington State and elsewhere to adopt measures that would force big employers like Wal-Mart to either provide affordable health insurance to workers or pay into state insurance pool; Wal-Mart claims it offers health coverage to 58 percen of employees who are eligible; this compares with insured rate of 96 percent of eligible employees of Costco Wholesale, Wal-Mart's closest competitor nationwide; critics say many Wal-Mart workers are unable to meet eligibility requirements or cannot afford monthly premiums as high as $264 a month for family of $8-per-hour cashier; Wal-Mart benefits executive Susan Chambers says larger issue of whether companies can and should absorb soaring cost of health care is national issue; photos (L)",
      "lead_paragraph": "In the national debate over what to do about the growing number of working people with little or no health insurance, no other company may be taking more heat than the country's largest employer, Wal-Mart Stores.",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/01/business/states-are-battling-against-walmart-over-health-care.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Have Supercomputer, Will Travel",
      "snippet": "Steve Chen, Taiwanese-born American, leads effort to claim world computing speed record for China after having hard time finding venture-capital funding in United States; has joined Galactic Computing Shenzhen, which is backed by investment money ...",
      "abstract": "Steve Chen, Taiwanese-born American, leads effort to claim world computing speed record for China after having hard time finding venture-capital funding in United States; has joined Galactic Computing Shenzhen, which is backed by investment money from Hong Kong company and group of Chinese universities; move reflects trend among many talented foreign-born researchers to return to developing nations now that capitalism is creating opportunities abroad; China sees supercomputing as way to help speed economic transition; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 25 - Add Steve Chen to the growing list of America's high-technology exports.",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/01/technology/have-supercomputer-will-travel.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "MORE ON THE ELECTION",
      "snippet": "HUNTING FOR THE LAST VOTES -- The battle in Ohio is in many ways typical of the nearly deafening roar of campaign activity continuing across the nation.   PAGE A17    SUNDAY SERVICES -- A presidential campaign striking for its divisive religious i...",
      "abstract": " HUNTING FOR THE LAST VOTES -- The battle in Ohio is in many ways typical of the nearly deafening roar of campaign activity continuing across the nation.   PAGE A17    SUNDAY SERVICES -- A presidential campaign striking for its divisive religious issues and recurring themes of faith and morality harvested a final weekend in America's houses of worship.   PAGE A21    CLINTON ON THE TRAIL -- Former President Bill Clinton, who has logged thousands of miles in the last week to campaign for John Kerry, took his charismatic pitch back home to Arkansas.   PAGE A17    NEW YORK LEGISLATURE -- Democratic State Senate leaders hope to make inroads toward wresting control from Republicans. They say they would be happy to win two of the seven seats needed for a majority.   PAGE B1",
      "lead_paragraph": "HUNTING FOR THE LAST VOTES -- The battle in Ohio is in many ways typical of the nearly deafening roar of campaign activity continuing across the nation. PAGE A17",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/01/us/front page/more-on-the-election.html",
      "byline": ""
    },
    {
      "headline": "The TV That Sent Out a Cry for Help, via Satellite",
      "snippet": "Search-and-rescue organizations are seeking to do away with using 121.5 megahertz frequency for international distress signals because most of thousands of such signals sent each year result of unintentionally activate distress beacon on plane, sh...",
      "abstract": "Search-and-rescue organizations are seeking to do away with using 121.5 megahertz frequency for international distress signals because most of thousands of such signals sent each year result of unintentionally activate distress beacon on plane, ship or even mountain climber; malfunctioning electronic appliances sometimes produce errant signal; signal was recently sent out by television in Corvalis, Ore; rescue agencies will stop monitoring frequency by 2009, when all emergency beacons should have switched to new frequency; photo; diagram (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/01/technology/the-tv-that-sent-out-a-cry-for-help-via-satellite.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Korean Missionaries Carrying Word to Hard-to-Sway Places",
      "snippet": "South Korea has become world's second largest source of Christian missionaries; more than 12,000 of them are abroad in 160 countries around world; they have become known for aggressively going to--and sometimes being expelled from--hardest-to-evan...",
      "abstract": "South Korea has become world's second largest source of Christian missionaries; more than 12,000 of them are abroad in 160 countries around world; they have become known for aggressively going to--and sometimes being expelled from--hardest-to-evangelize corners of world; South Korean Christianity has taken on missionary gloss only in last two decades, as newly democratic government decided to allow citizens to travel freely overseas; their actions are at odds with foreign policy of South Korea's government, which is trying to rein them in; their activities around world described; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/01/world/asia/korean-missionaries-carrying-word-to-hardtosway-places.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "Frantic Presidential Race Ends With a Flood of Ads",
      "snippet": "Presidential campaign is culminating with flood of advertisements striking notes of hope and fear, patriotism and betrayal; record advertising war will total estimated $60 million in final week, fully one-quarter of all advertising spending in ent...",
      "abstract": "Presidential campaign is culminating with flood of advertisements striking notes of hope and fear, patriotism and betrayal; record advertising war will total estimated $60 million in final week, fully one-quarter of all advertising spending in entire 2000 campaign; Pres Bush's closing advertising pitch is similar to his opening one: world is dangerous place and nation's safety cannot be trusted to liberal like Sen John Kerry; Kerry's closing argument is result of several-month search for clean line of attack: Bush has made mess of Iraq, has not done enough to help middle class find jobs and afford health care, and it is time for 'fresh start'; Kerry's media strategists say they planned for last-minute advertising push months ago, forgoing any advertising in Aug so they could afford to advertise heavily now; say that in 2000, Al Gore's depleted war chest left him vulnerable in final days to Bush, who out-advertised him by some 30 percent; charts showing issues addressed in various ads; maps showing where ads are being placed (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/01/politics/campaign/frantic-presidential-race-ends-with-a-flood-of-ads.html",
      "byline": "By David M. Halbfinger and Jim Rutenberg"
    },
    {
      "headline": "Broker Who Aided U.S. Going on Trial for Fraud",
      "snippet": "Anthony Elgindy, formerly known as Amr Ibrahim Elgindy, who has served as government informant in some penny stock fraud cases, is set to go on trial on charges of conspiring with FBI agent to get data about government probes and using data to man...",
      "abstract": "Anthony Elgindy, formerly known as Amr Ibrahim Elgindy, who has served as government informant in some penny stock fraud cases, is set to go on trial on charges of conspiring with FBI agent to get data about government probes and using data to manipulate stock prices; is also charged with using data to extort money from companies; case has attracted attention because his efforts to sell stock on Sept 10, 2001, based on his alleged prediction that stock prices would collapse, raised concern that he had advance knowledge of Sept 11 attacks; FBI agent Jeffrey A Royer will be tried with him; Jonathan Daws, former FBI agent Lynn Wingate and Troy M Peters will be tried separately in case; photo (M)",
      "lead_paragraph": "The federal court in Brooklyn is no stranger to stock fraud cases. But while the federal court in Manhattan typically gets the headline-grabbing Wall Street and corporate accounting scandals, the Brooklyn court is often home to the grittier, more shadowy investing world of penny stocks.",
      "publication_date": "2004-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/01/business/broker-who-aided-us-going-on-trial-for-fraud.html",
      "byline": "By Eric Dash"
    }
  ]
}