{
  "metadata": {
    "date": "2004-10-01",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Sweden: Clothier's Profit Rises",
      "snippet": "Europe's largest clothing retailer, Hennes & Mauritz, says fiscal third-quarter profit rose 18 percent; net income rose to 1.59 billion kornor ($218 million); chief exec Rolf Eriksen comments; photo (S)",
      "abstract": "Europe's largest clothing retailer, Hennes & Mauritz, says fiscal third-quarter profit rose 18 percent; net income rose to 1.59 billion kornor ($218 million); chief exec Rolf Eriksen comments; photo (S)",
      "lead_paragraph": "Europe's larg-est clothing retailer, Hennes & Mauritz, said fiscal third-quarter profit rose 18 percent, the fastest rate in five quarters, as a cooler summer increased demand for jackets and the company expanded in Germany and Britain. Net income rose to 1.59 billion kronor ($218 million) from 1.35 billion kronor a year earlier. Sales in the period, which ended Aug. 31, rose 14 percent, to 12.8 billion kronor. The company has been opening new stores and plans to expand by 10 to 15 percent next year. \"We're very happy with the development in new markets,\" the chief executive, Rolf Eriksen, above, said.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/01/business/world-business-briefing-europe-sweden-clothiers-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Oil Prices and Weather May Slow Growth in India",
      "snippet": "India's economy expands 7.4 percent in the quarter ended in June, driven by sizzling growth in manufacturing and services, but slowed a bit by uneven rains that reduced farm output; stop-and-start monsoon and rising global oil prices are expected ...",
      "abstract": "India's economy expands 7.4 percent in the quarter ended in June, driven by sizzling growth in manufacturing and services, but slowed a bit by uneven rains that reduced farm output; stop-and-start monsoon and rising global oil prices are expected to drag on India's economy this year, paring annual growth to around 6 percent after economy roared ahead by 8.2 percent last year; photos (M)",
      "lead_paragraph": "BANGALORE, India, Sept. 30 - India's economy expanded 7.4 percent in the quarter ended in June, driven by sizzling growth in manufacturing and services, but slowed a bit by uneven rains that reduced farm output.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/01/business/worldbusiness/oil-prices-and-weather-may-slow-growth-in-india.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Canada's Farmers Profit From Being Told What to Do",
      "snippet": "Canada's dairy and poultry farmers benefit from Canada's unusual system known as supply management; system allows only trickle of duty-free imports and otherwise imposes tariffs reaching 300 percent; country's 22,680 dairy, chicken, turkey and egg...",
      "abstract": "Canada's dairy and poultry farmers benefit from Canada's unusual system known as supply management; system allows only trickle of duty-free imports and otherwise imposes tariffs reaching 300 percent; country's 22,680 dairy, chicken, turkey and egg farmers produce fixed amount under quotas in system that maintains stable prices and assures markets; World Trade Organization's current attempt at overhauling global agricultural trade will most likely turn some of its attention to Canadian arrangement; photo (L)",
      "lead_paragraph": "NORWOOD, Ontario - Hans Vink says his dairy farm has turned a profit in each of the last 30 years. And he is confident that Vink Farms will wind up in the black again this year.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/01/business/worldbusiness/canadas-farmers-profit-from-being-told-what-to-do.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "European Budget Games: Why Paris Can Seem to Act Like Albany",
      "snippet": "Floyd Abrams column says process of enforcing kind of fiscal discipline on members of European Union that American states are expected to follow is under way even if some governments, notably Germany and France, either cannot keep their budget def...",
      "abstract": "Floyd Abrams column says process of enforcing kind of fiscal discipline on members of European Union that American states are expected to follow is under way even if some governments, notably Germany and France, either cannot keep their budget deficits under agreed-upon caps or resort to financial sleight of hand in order to do so; says EU members will need time to adjust to new power relationship with their central government, just as American states did in years before and shortly after adoption of US Constitution; chart (M)",
      "lead_paragraph": "NO tourist would confuse Paris with Albany, or Berlin with Sacramento. But more and more European countries seem to be acting like American states.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/01/business/european-budget-games-why-paris-can-seem-to-act-like-albany.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Economic Growth Slows",
      "snippet": "Gross domestic product of Canada grew 0.1 percent in July compared with the previous month, lower increase then expected (S)",
      "abstract": "Gross domestic product of Canada grew 0.1 percent in July compared with the previous month, lower increase then expected (S)",
      "lead_paragraph": "The gross domestic product of Canada grew 0.1 percent in July compared with the previous month, a lower increase than expected. Many economists had predicted that a 0.3 percent gain would follow June's 0.4 percent increase. Statistics Canada, a government agency, cited several factors, among them reduced tourism caused by unseasonably cool weather in much of the country and concerns about slow crossings at the United States border. Also, growth slowed in the construction, mining, oil and gas sectors. Ian Austen (NYT)",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/01/business/world-business-briefing-americas-canada-economic-growth-slows.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Justice Department Is Said To Start Fannie Mae Inquiry  The Justice Department has started a criminal investigation of Fannie Mae, the nation's largest mortgage buyer, in response to a federal report accusing executives at the company of sloppy ac...",
      "abstract": " Justice Department Is Said To Start Fannie Mae Inquiry  The Justice Department has started a criminal investigation of Fannie Mae, the nation's largest mortgage buyer, in response to a federal report accusing executives at the company of sloppy accounting practices, said an official who has been briefed on the matter.  ",
      "lead_paragraph": "Justice Department Is Said To Start Fannie Mae Inquiry The Justice Department has started a criminal investigation of Fannie Mae, the nation's largest mortgage buyer, in response to a federal report accusing executives at the company of sloppy accounting practices, said an official who has been briefed on the matter.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/01/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: Strike At Platinum Mine",
      "snippet": "World's top two platinum producers, both based in South Africa, are facing strikes over wage disputes; producers are Anglo American Platinum and Impala Platinum (S)",
      "abstract": "World's top two platinum producers, both based in South Africa, are facing strikes over wage disputes; producers are Anglo American Platinum and Impala Platinum (S)",
      "lead_paragraph": "The world's top two platinum producers, both based in South Africa, are facing strikes over wage disputes. Talks between Anglo American Platinum, the top producer, and the National Union of Mine Workers, South Africa's largest mining union, broke down late Thursday night and union officials said a strike would begin today involving as many as 25,000 workers. Impala Platinum said yesterday that 17,000 workers went on strike late Wednesday over a similar wage dispute. Nicole Itano (NYT)",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/01/business/world-business-briefing-africa-south-africa-strike-at-platinum.html",
      "byline": "By Nicole Itano (NYT)"
    },
    {
      "headline": "2 Car Bombings in Iraq Kill 41, Many Children",
      "snippet": "Two car bombs tear through street celebration in Baghdad, killing 41 Iraqis, at least 34 of them children, and wounding and maiming 139 more; bombers drive their cars into crowds of children waiting to receive candy from American soldiers during f...",
      "abstract": "Two car bombs tear through street celebration in Baghdad, killing 41 Iraqis, at least 34 of them children, and wounding and maiming 139 more; bombers drive their cars into crowds of children waiting to receive candy from American soldiers during festivities marking opening of new sewer plant in capital; attack bespeaks murderous calculation employed by insurgents, who are trying to topple American-backed enterprise in Iraq and who see completion of sewer plant as symbol of progress for that enterprise; 10 American soldiers are wounded in attack; newly refurbished sewage plant escapes unscathed, except for walls that are spattered with flesh and blood of the dead; less than mile away, car bomb crashes into Iraqi National Guard post, causing unknown number of casualties; earlier, another car bomb strikes military checkpoint, killing one American soldier and two Iraqi soldiers and wounding 60 more; Iraq's deputy prime minister Barham Salih blames attacks on terrorists who are trying to derail democratic process in Iraq; photos; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Sept. 30 - A pair of car bombs tore through a street celebration on Thursday called to mark the opening of a new sewer plant, killing 41 Iraqis, at least 34 of them children, and wounding and maiming 139 more, in one of the most horrific attacks in this city since the fall of Saddam Hussein.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/01/world/middleeast/2-car-bombings-in-iraq-kill-41-many-children.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Bush and Kerry Clash Over Iraq in Debate",
      "snippet": "Pres Bush and Sen John Kerry hold their first debate, arguing mostly over war in Iraq; Kerry criticizes Bush's original justification for beginning invasion, his handling of war now and over what United States needs to do to extricate itself; says...",
      "abstract": "Pres Bush and Sen John Kerry hold their first debate, arguing mostly over war in Iraq; Kerry criticizes Bush's original justification for beginning invasion, his handling of war now and over what United States needs to do to extricate itself; says that under his leadership it might be possible to begin bringing troops home in six months; Bush refers repeatedly to 'tough decisions' he has made and 'core values' he has stuck to; points to Kerry's original vote authorizing him to use force in Iraq as evidence that he is inconsistent; highlights what he calls Kerry's changing position on Iraq and contrasts this with his own consistency; Kerry declares that Bush's certainty has undercut his performance as president, saying 'you can be certain and you can be wrong'; Kerry responds to Bush's claim that he went to war in Iraq because 'the enemy attacked us' by noting that Osama bin Laden, not Saddam Hussein, attacked United States; Bush and Kerry spar over Iraq for nearly two-thirds of session; on other topics, Kerry criticizes Bush for refusing to engage in bilateral negotiations with North Korean leader Kim Jong Il over his nuclear weapons; Bush holds that such talks, by excluding Chinese, would remove what he says is leverage US has on North Korea; on Sudan, Kerry suggests he might send US forces in to end killing, while Bush notes amount of money US has pledged in aid there; debate is held at University of Miami campus in Coral Gables, Fla; photos; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/01/politics/campaign/bush-and-kerry-clash-over-iraq-in-debate.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "In Debate, Kerry and Bush Stand Firm for 90 Minutes",
      "snippet": "Analysis of first presidential debate between Pres Bush and Sen John Kerry; Kerry appears to have accomplished his primary goal for evening: establishing himself as plausible commander in chief; Bush, who seemed at first defensive, counterpunched ...",
      "abstract": "Analysis of first presidential debate between Pres Bush and Sen John Kerry; Kerry appears to have accomplished his primary goal for evening: establishing himself as plausible commander in chief; Bush, who seemed at first defensive, counterpunched effectively by repeatedly charging that Kerry is inconsistent and lacks resolve to defend nation against terrorism; each man is true to type, giving his committed supporters comforting lines of argument to cling to, with Bush using tested lines from stump speeches to argue that his course is simple and direct and Kerry doing same to argue that only greater awareness of complexities and more support from allies could keep nation safe (M)",
      "lead_paragraph": "In the end, it was a real debate: sharp, scrappy and defining, just what the nation seemed to be yearning for during a wartime election campaign. Again and again, President Bush defended his conduct of the war in Iraq, insisting, \"there must be certainty from the U.S. president.\" Over and over, Senator John Kerry asserted that Mr. Bush had led the country into a debacle in Iraq and it was time for a \"fresh start, new credibility\" in foreign affairs.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/01/politics/campaign/in-debate-kerry-and-bush-stand-firm-for-90-minutes.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "A Blow to Efforts To Close In on Rivals",
      "snippet": "Merck & Co's decision to stop selling painkiller Vioxx because of increased risk of heart attack or stroke in arthritis patients comes at time when company is lagging in effort to close earnings gap with Pfizer, industry leader, and struggling to ...",
      "abstract": "Merck & Co's decision to stop selling painkiller Vioxx because of increased risk of heart attack or stroke in arthritis patients comes at time when company is lagging in effort to close earnings gap with Pfizer, industry leader, and struggling to find successor drugs to its aging top sellers; analysts say company could be forced into merger; Merck chief executive Raymond V Gilmartin rejects that possibility, stressing that company is financially solid; Merck shares plummet 27 percent, dropping to close at $33; Vioxx had $2.5 billion in worldwide sales in 2003, about 11 percent of Merck's total revenues, and it contributed even more to profits; table shows Merck's top-selling drugs; photo of Gilmartin, and Merck Research president Dr Peter S Kim (L)",
      "lead_paragraph": "Merck & Company's decision to stop selling the painkiller Vioxx, one of its most profitable drugs, could hardly have come at a worse time for the company.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/01/business/health/merck-and-vioxx-the-company-a-blow-to-efforts-to-close-in.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Order For Tankers",
      "snippet": "Korean shipbuilder Hyundai Heavy Industries says it had secured an order to construct four liquid natural gas carrier ships from BP Shipping of Britain; order for four ships is worth $650 million to $670 million (S)",
      "abstract": "Korean shipbuilder Hyundai Heavy Industries says it had secured an order to construct four liquid natural gas carrier ships from BP Shipping of Britain; order for four ships is worth $650 million to $670 million (S)",
      "lead_paragraph": "The Korean shipbuilder Hyundai Heavy Industries said that it had secured an order to construct four liquid natural gas carrier ships from BP Shipping of Britain. The order for the four ships is worth $650 million to $670 million, according to BP, which said that it also had an option to buy four more. Andrew Salmon (NYT)",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/01/business/world-business-briefing-asia-south-korea-order-for-tankers.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "A Widely Used Arthritis Drug Is Withdrawn",
      "snippet": "Merck drug company says it will stop selling its widely popular arthritis pain medication Vioxx because new study found it doubled patients' risk of heart attack and strokes; this is largest drug recall in history as measured by sales, which were ...",
      "abstract": "Merck drug company says it will stop selling its widely popular arthritis pain medication Vioxx because new study found it doubled patients' risk of heart attack and strokes; this is largest drug recall in history as measured by sales, which were $2.5 billion last year; new study was examining whether Vioxx prevented colon polyps, but Merck quickly ended trial after results of study showed that drug led to heart attacks and strokes; risk is small--15 cases of heart attack, stroke or blood clots per thousand patients over three years compared with 7.5 such events per thousand taking placebo; Merck tells federal regulators it halted trial because data was so unambiguous; previous studies linking Vioxx with heart attacks and strokes were not definitive; Vioxx represents 11 percent of Merck's revenue last year; its stock plunges 27 percent on news; photo; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/01/business/a-widely-used-arthritis-drug-is-withdrawn.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Microsoft Asks Appeals Court in Europe to Delay Punishment",
      "snippet": "Microsoft, seeking to stave off legal sanctions aimed at hindering its ability to dominate markets for desktop media players and server software, warns European appeals court that software developers and consumers would face dire consequences shou...",
      "abstract": "Microsoft, seeking to stave off legal sanctions aimed at hindering its ability to dominate markets for desktop media players and server software, warns European appeals court that software developers and consumers would face dire consequences should it be penalized (M)",
      "lead_paragraph": "LUXEMBOURG, Sept. 30 - Microsoft, seeking to stave off legal sanctions aimed at hindering its ability to dominate markets for desktop media players and server software, warned a European appeals court on Thursday that software developers and consumers would face dire consequences should it be penalized.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/01/technology/microsoft-asks-appeals-court-in-europe-to-delay-punishment.html",
      "byline": "By Kevin J. O'Brien"
    },
    {
      "headline": "With Russia's Nod, Treaty on Emissions Clears Last Hurdle",
      "snippet": "Kyoto Protocol on global warming overcomes its last critical hurdle when Russia's cabinet endorses it and sends it to Parliament, which is widely expected to approve it; treaty will take effect 90 days after that; it is first treaty to require cut...",
      "abstract": "Kyoto Protocol on global warming overcomes its last critical hurdle when Russia's cabinet endorses it and sends it to Parliament, which is widely expected to approve it; treaty will take effect 90 days after that; it is first treaty to require cuts in emissions linked to global warming; it has been ratified by 120 countries; United States, which accounted for 36.1 percent of emissions from industrialized countries in 1990, has rejected treaty and will not be bound by its restrictions; although treaty is seen as milestone of international environmental diplomacy, many specialists say that it is just tiniest initial step toward limiting human influence on climate, given that its targets are small and that US will not be bound by its terms, and because China, major polluter that did sign treaty, is not bound by its restrictions because it is considered developing country; chart (M)",
      "lead_paragraph": "MOSCOW, Sept. 30 - The long-delayed Kyoto Protocol on global warming overcame its last critical hurdle to taking effect around the world on Thursday when Russia's cabinet endorsed the treaty and sent it to Parliament. The treaty, the first to require cuts in emissions linked to global warming, would take effect 90 days after Parliament's approval, a formality that was widely expected.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/01/world/europe/with-russias-nod-treaty-on-emissions-clears-last-hurdle.html",
      "byline": "By Seth Mydans and Andrew C. Revkin"
    },
    {
      "headline": "House Ethics Panel Says DeLay Tried to Trade Favor for a Vote",
      "snippet": "House ethics committee report admonishes House majority leader Tom DeLay for improperly trying to win vote of Michigan lawmaker during heated floor fight over Medicare bill last year; cites claim by then-Rep Nick Smith that DeLay offered to endors...",
      "abstract": "House ethics committee report admonishes House majority leader Tom DeLay for improperly trying to win vote of Michigan lawmaker during heated floor fight over Medicare bill last year; cites claim by then-Rep Nick Smith that DeLay offered to endorse Smith's son in Congressional primary in return for his support of measure teetering on edge of defeat; four-person ethics subcommittee concludes that although leadership's traditional role is to try to round up votes, DeLay went too far by promising political support for member's relative in effort to secure vote; panel recommends no further action against DeLay or two others it admonished, Republican Rep Candice S Miller for promising not to support Smith's son because of his 'no' vote, and Smith himself for 'speculation and exaggeration'; report disputes Smith's claim that he was offered large sum of money for his son's campaign; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 30 - Representative Tom DeLay of Texas, the House majority leader, was admonished by the House ethics committee on Thursday night for improperly trying to win the vote of a Michigan lawmaker during a heated floor fight over a health care bill last year.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/01/politics/house-ethics-panel-says-delay-tried-to-trade-favor-for-a-vote.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Ahold Says It Misused Documents on Finances",
      "snippet": "Royal Ahold, scandal-plagued food retailer, admits that it improperly used documents in reporting its results and agrees to pay 8 million euros ($9.9 million) to avoid criminal prosecution (S)",
      "abstract": "Royal Ahold, scandal-plagued food retailer, admits that it improperly used documents in reporting its results and agrees to pay 8 million euros ($9.9 million) to avoid criminal prosecution (S)",
      "lead_paragraph": "NIJMEGEN, the Netherlands, Sept. 30 - Royal Ahold, the scandal-plagued food retailer, admitted Thursday that it had improperly used documents in reporting its results and agreed to pay 8 million euros ($9.9 million) to avoid criminal prosecution, even as its former chief executive publicly dismissed charges he had done anything improper or illegal.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/01/business/worldbusiness/ahold-says-it-misused-documents-on-finances.html",
      "byline": "By Gregory Crouch"
    },
    {
      "headline": "World Business Briefing | Australia: New Bid For Pub Operator",
      "snippet": "Australian supermarket company Woolworths gains upper hand in efforts to acquire pub operator Australian Leisure and Hospitality Group (S)",
      "abstract": "Australian supermarket company Woolworths gains upper hand in efforts to acquire pub operator Australian Leisure and Hospitality Group (S)",
      "lead_paragraph": "The Australian supermarket company Woolworths gained the upper hand yesterday in efforts to acquire the pub operator Australian Leisure and Hospitality Group, topping an earlier bid by an American buyout firm, Newbridge Capital. Australian Leisure rejected an initial offer by Woolworths in July that valued the company at 969 million Australian dollars ($695 million). But after Newbridge waded into the contest Tuesday with a surprise bid of 1.08 billion Australian dollars, Woolworths made an increased bid that values Australian Leisure at 1.11 billion Australian dollars ($794 million). Australian Leisure's board advised shareholders to accept it unless a better offer emerged. Wayne Arnold (NYT)",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/01/business/world-business-briefing-australia-new-bid-for-pub-operator.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Debt Relief Deal for Poor Nations Seems to Be Near",
      "snippet": "United States and top international financial institutions indicate that they are closing in on agreement to forgive all government debts of many of world's poorest countries; International Monetary Fund and World Bank, discarding their previous o...",
      "abstract": "United States and top international financial institutions indicate that they are closing in on agreement to forgive all government debts of many of world's poorest countries; International Monetary Fund and World Bank, discarding their previous objections, give green light to British proposal to pay off about $40 billion that world's poorest nations, most of them in sub-Saharan Africa, owe to bank and IMF; Treasury Sec John W Snow says for first time that United States will consider 100 percent debt relief at coming meeting of Group of 7 wealthiest nations (M)",
      "lead_paragraph": "WASHINGTON, Sept. 30 - The United States and the top international financial institutions indicated on Thursday that they were closing in on an agreement to forgive all the government debts of many of the world's poorest countries.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/01/business/worldbusiness/debt-relief-deal-for-poor-nations-seems-to-be-near.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "A Vast Arms Buildup, Yet Not Enough for Wars",
      "snippet": "Pentagon is starved for cash to fight today's wars even as it spends record amount on researching and building weapons for wars of tomorrow; will spend more than $500 million on national security in fiscal year beginning Oct 1, but has run $1 bill...",
      "abstract": "Pentagon is starved for cash to fight today's wars even as it spends record amount on researching and building weapons for wars of tomorrow; will spend more than $500 million on national security in fiscal year beginning Oct 1, but has run $1 billion a month short over last year paying for basics of war fighting in Iraq; disparity between spending on arsenals of future and armies of today is great and growing, and military experts say reason is that Congress does not budget for wars, but pays for them with supplementals and raiding other accounts, such as those for military training, spare parts and maintenance; $144 billion that Pentagon will spend in coming year on new arms is twice annual costs of wars in Iraq and Afghanistan, according to independent estimates, and it is bonanza for armament contractors; Navy formally introduces new version of Tomahawk cruise missile; charts; photos (L)",
      "lead_paragraph": "Amid one of the greatest military spending increases in history, the Pentagon is starved for cash.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/01/business/a-vast-arms-buildup-yet-not-enough-for-wars.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "MORE ON THE DEBATE",
      "snippet": "IRAQ INVASION -- One exchange crystallized the argument between the president and the senator.   PAGE A18    STARK CONTRASTS -- Both candidates struggled to bridge the divide between hope and fear.   PAGE A18    WHAT THE CAMERAS SAW -- Body langua...",
      "abstract": " IRAQ INVASION -- One exchange crystallized the argument between the president and the senator.   PAGE A18    STARK CONTRASTS -- Both candidates struggled to bridge the divide between hope and fear.   PAGE A18    WHAT THE CAMERAS SAW -- Body language as much as rhetoric distinguished the two candidates.   PAGE A18",
      "lead_paragraph": "IRAQ INVASION -- One exchange crystallized the argument between the president and the senator. PAGE A18",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/01/us/front page/more-on-the-debate.html",
      "byline": ""
    },
    {
      "headline": "For Merck, Defense of a Drug Crumbles at a Difficult Time",
      "snippet": "Evidence that arthritis drug Vioxx might increase risk of heart attacks or stroke has been mounting since drug was approved for sale in 1999, but Merck & Co, its maker, always disputed such findings; Merck's defense crumbled only after arrival of ...",
      "abstract": "Evidence that arthritis drug Vioxx might increase risk of heart attacks or stroke has been mounting since drug was approved for sale in 1999, but Merck & Co, its maker, always disputed such findings; Merck's defense crumbled only after arrival of irrefutable evidence from company's own studies that Vioxx doubled long-term patient's chance of having such problem; short but highly profitable history of Vioxx may prove to be story about triumph of marketing over science; sales of Vioxx soared to $2.5 billion in 2003 on strength of one of biggest direct-to-consumer marketing campaigns yet for prescription medication; in first six months of this year alone, Merck spent estimated $45 million advertising drug (M)",
      "lead_paragraph": "For years, evidence mounted that the pain reliever Vioxx might increase the risk of heart attacks or strokes. For years, its maker, Merck, disputed such findings.",
      "publication_date": "2004-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/01/business/for-merck-defense-of-a-drug-crumbles-at-a-difficult-time.html",
      "byline": "By Barry Meier"
    }
  ]
}