{
  "metadata": {
    "date": "2004-08-03",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Leading Muslim Clerics in Iraq Condemn Bombing of Churches",
      "snippet": "Top Muslim clerics and political leaders unite behind Iraq's Christians, condemning coordinated bomb attacks on five churches as dangerous escalation of war and an assault on centuries of coexistence between country's Christians and Muslims; Chris...",
      "abstract": "Top Muslim clerics and political leaders unite behind Iraq's Christians, condemning coordinated bomb attacks on five churches as dangerous escalation of war and an assault on centuries of coexistence between country's Christians and Muslims; Christians make up less than 5 percent of nation's population; some Christians fear attacks are frightening signal of rise of fundamentalist Islam; say day might come when they are no longer welcome in Iraq; recent rise in attacks on retail businesses often owned by Christians and considered blasphemous by Islamists--liquor stores, beauty salons and shops selling Western music--has increased their worries; Iraqi officials lay blame for attacks on Abu Musab al-Zarqawi, militant with ties to Al Qaeda; his group, Tawhid and Jihad, has not claimed responsibility for attacks, as has been its practice for others; group does release two videotapes, one showing what appears to be Turkish hostage shot to death and another announcing release of Somali truck driver whose employer agreed to halt operations in Iraq; photos (M)",
      "lead_paragraph": "Top Muslim clerics and political leaders united Monday behind Iraq's Christians, condemning the coordinated bomb attacks on five churches the day before as a dangerous escalation of the war and an assault on centuries of coexistence between Christians and Muslims here.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/03/world/reach-war-religious-coexistence-leading-muslim-clerics-iraq-condemn-bombing.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "THREATS AND RESPONSES",
      "snippet": "ON THE TRAIL OF TERROR -- The recent arrests of two men linked to Al Qaeda illustrate how senior members of the network, possibly even Osama bin Laden, continue to hide successfully in Pakistan.   PAGE A10    SHARP WORDS FROM KERRY -- John Kerry a...",
      "abstract": " ON THE TRAIL OF TERROR -- The recent arrests of two men linked to Al Qaeda illustrate how senior members of the network, possibly even Osama bin Laden, continue to hide successfully in Pakistan.   PAGE A10    SHARP WORDS FROM KERRY -- John Kerry accused President Bush of failing to act quickly to bolster terror defenses, and called for a special session of Congress.   PAGE A12",
      "lead_paragraph": "ON THE TRAIL OF TERROR -- The recent arrests of two men linked to Al Qaeda illustrate how senior members of the network, possibly even Osama bin Laden, continue to hide successfully in Pakistan. PAGE A10",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/03/us/threats-and-responses.html",
      "byline": ""
    },
    {
      "headline": "BUSH ENDORSES NAMING A CHIEF ON INTELLIGENCE",
      "snippet": "Pres Bush endorses two main recommendations of 9/11 commission, creation of new post of national intelligence director and establishment of counterterrorism center to coordinate intelligence analysis and efforts to thwart attacks; his announcement...",
      "abstract": "Pres Bush endorses two main recommendations of 9/11 commission, creation of new post of national intelligence director and establishment of counterterrorism center to coordinate intelligence analysis and efforts to thwart attacks; his announcement, made in Rose Garden, draws expressions of cautious optimism from members of panel, who note that Bush has declined to embrace some of detailed proposals commission has said would ensure that new post and counterterrorism center would have real power and not just create another layer of bureaucracy; Bush turns aside recommendation that national intelligence director be part of executive office of president, saying job should be stand-alone post, and he proposes granting director less authority than panel called for; White House officials say that new director would have to shape budget within administration's existing budget process rather than having freedom to develop independent spending requests; debate now moves to Congress, which must enact legislation if new post is to be created; panel report has dominated national security debates and taken center stage in presidential race since it came out last month; photo (M)",
      "lead_paragraph": "President Bush on Monday generally endorsed the two main recommendations of the 9/11 commission, saying he would support creation of a potentially powerful post, national intelligence director, and the establishment of a counterterrorism center to coordinate intelligence analysis and efforts to thwart attacks.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/03/us/threats-and-responses-the-president-bush-endorses-naming-a-chief-on-intelligence.html",
      "byline": "By Richard W. Stevenson and Philip Shenon"
    },
    {
      "headline": "Electronic Trading on Big Board Upstages Terror Talk",
      "snippet": "New York Stock Exchange chief executive John A Thain announces his long-awaited plan to increase electronic trading that could diminish historic role of floor traders; proposal, which will allow institutional investors to trade large blocks of sto...",
      "abstract": "New York Stock Exchange chief executive John A Thain announces his long-awaited plan to increase electronic trading that could diminish historic role of floor traders; proposal, which will allow institutional investors to trade large blocks of stock electronically, is radical shift for exchange and its members; photo (M)",
      "lead_paragraph": "On a day of trading clouded by fears of a potential terrorist attack, John A. Thain, the chief executive of the New York Stock Exchange, announced yesterday his long awaited plan to increase electronic trading that could diminish the historic role of floor traders.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/03/business/electronic-trading-on-big-board-upstages-terror-talk.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "At 5 Buildings, A Day of Pluck And Patienc",
      "snippet": "Five financial institutions cited by Bush administration as possible election-year terrorist targets, and thousands of workers in New York, New Jersey and Washington, appear to take alert and precautions in stride; workers mindful of alarming new ...",
      "abstract": "Five financial institutions cited by Bush administration as possible election-year terrorist targets, and thousands of workers in New York, New Jersey and Washington, appear to take alert and precautions in stride; workers mindful of alarming new intelligence reports still troop to work at New York Stock Exchange and Citigroup tower in New York, to International Monetary Fund and World Bank in Washington, and to Prudential Financial headquarters in Newark; political leaders are encouraged by public's response; description of some heightened security measures taken; photos (M)",
      "lead_paragraph": "The lines were longer and the security was tighter, but it was business as usual yesterday at the five financial institutions cited by the Bush administration as possible election-year terrorist targets, and thousands of workers in New York, New Jersey and Washington appeared to take the alert and the precautions in stride.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/03/world/threats-and-responses-the-overview-at-5-buildings-a-day-of-pluck-and-patienc.html",
      "byline": "By Robert D. McFadden and James Dao"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "I.B.M. Set to Contribute Code to Software Group  I.B.M. plans to announce today that it is contributing more than half a million lines of its software code, valued at $85 million, to an open source software group.    The move is one of the largest...",
      "abstract": " I.B.M. Set to Contribute Code to Software Group  I.B.M. plans to announce today that it is contributing more than half a million lines of its software code, valued at $85 million, to an open source software group.    The move is one of the largest transfers ever of proprietary code to free software. I.B.M. is making the code contribution to try to help make it easier and more appealing for software developers to write applications in the Java programming language. [Page C5.]",
      "lead_paragraph": "I.B.M. Set to Contribute Code to Software Group",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/03/business/business-digest-507016.html",
      "byline": ""
    },
    {
      "headline": "Lending Lifts Profits at Europe's Largest Banks",
      "snippet": "Some of Europe's biggest banks report increase in profits on back of strong consumer lending; HSBC Holdings says profit for first half of 2004 increased 55 percent, to $6.3 billion; BNP Paribas' net income was up 49.9 percent, to $1.35 billion eur...",
      "abstract": "Some of Europe's biggest banks report increase in profits on back of strong consumer lending; HSBC Holdings says profit for first half of 2004 increased 55 percent, to $6.3 billion; BNP Paribas' net income was up 49.9 percent, to $1.35 billion euros ($1.62 billion) in second quarter; ABN Amro Holding beats analysts' expectations when its second-quarter net rose 26 percent, to 987 million euros ($1.19 billion); photos (M)",
      "lead_paragraph": "Some of Europe's biggest banks reported an increase in profits on Monday on the back of strong consumer lending, signaling that Europe's long-awaited economic recovery was finally in full swing, economists said.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/03/business/lending-lifts-profits-at-europe-s-largest-banks.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "To Sell Barneys, Sure, the Price Must Be Right, But Also the Fit",
      "snippet": "Whippoorwill Associates and Bay Harbour Management, which brought Barneys New York out of bankruptcy protection in 1999, are putting retailer up for sale; expect it to go for at least $400 million and perhaps even $500 million or so; retail inside...",
      "abstract": "Whippoorwill Associates and Bay Harbour Management, which brought Barneys New York out of bankruptcy protection in 1999, are putting retailer up for sale; expect it to go for at least $400 million and perhaps even $500 million or so; retail insiders say challenge is finding buyer who believes Barneys's potential to grow nationally, in its ability to stay on forward edge of fashion, and in continued escalation of luxury market; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/03/business/to-sell-barneys-sure-the-price-must-be-right-but-also-the-fit.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Banks Stall Euro Disney's Restructuring Plan",
      "snippet": "Some lenders are balking at Euro Disney's announced plans for financial restructuring as company reports decline in attendance at its two parks east of Paris in spring; company warns again that it will not be able to pay its debts if restructuring...",
      "abstract": "Some lenders are balking at Euro Disney's announced plans for financial restructuring as company reports decline in attendance at its two parks east of Paris in spring; company warns again that it will not be able to pay its debts if restructuring is not approved; lenders agree to continue negotiating with new deadline of Sept 30; photo (M)",
      "lead_paragraph": "Some lenders are balking at Euro Disney's announced plans for a financial restructuring, the theme park company said on Monday as it reported that attendance at its two parks east of Paris had declined this spring.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/03/business/banks-stall-euro-disney-s-restructuring-plan.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Philippines Leader Takes Aim at Income Tax Evaders",
      "snippet": "Pres Gloria Macapagal Arroyo promises to crack down on tax evasion in Philippines and raise government revenues and erase deficit by 2009; analysts and investors remain skeptical, largely because they say Arroyo has made promise before; graph; pho...",
      "abstract": "Pres Gloria Macapagal Arroyo promises to crack down on tax evasion in Philippines and raise government revenues and erase deficit by 2009; analysts and investors remain skeptical, largely because they say Arroyo has made promise before; graph; photo (M)",
      "lead_paragraph": "When the Philippine Supreme Court revived a failed tax evasion case against one of the country's richest men last month, it cited a legal doctrine that most American taxpayers know all too well.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/03/business/philippines-leader-takes-aim-at-income-tax-evaders.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Bank Posts Profit",
      "snippet": "The largest private bank, Banco Bradesco, said its profit rose 24 percent in the second quarter from the period a year earlier, citing an increase in demand for credit. The bank said it earned 641.3 million reais ($211 million) in the quarter, com...",
      "abstract": "The largest private bank, Banco Bradesco, said its profit rose 24 percent in the second quarter from the period a year earlier, citing an increase in demand for credit. The bank said it earned 641.3 million reais ($211 million) in the quarter, compared with 519 million reais a year earlier. The bank's credit portfolio expanded 6.4 percent from the first quarter to 58.4 billion reais at the end of June, showing growth from corporate and individual clients. That left the bank's credit portfolio 10.1 percent larger than it was at the end of June 2003.   Todd Benson (NYT)  ",
      "lead_paragraph": "The largest private bank, Banco Bradesco, said its profit rose 24 percent in the second quarter from the period a year earlier, citing an increase in demand for credit. The bank said it earned 641.3 million reais ($211 million) in the quarter, compared with 519 million reais a year earlier. The bank's credit portfolio expanded 6.4 percent from the first quarter to 58.4 billion reais at the end of June, showing growth from corporate and individual clients. That left the bank's credit portfolio 10.1 percent larger than it was at the end of June 2003. Todd Benson (NYT)",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/03/business/world-business-briefing-americas-brazil-bank-posts-profit.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "In Private World Of Hedge Funds, A Famous Name",
      "snippet": "Carl C Icahn wants to start $3 billion hedge fund, joining oher prominent financier who have looked to assemble hedge funds in last few months; photo (M)",
      "abstract": "Carl C Icahn wants to start $3 billion hedge fund, joining oher prominent financier who have looked to assemble hedge funds in last few months; photo (M)",
      "lead_paragraph": "For $25 million, you too can invest with Carl C. Icahn.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/03/business/the-markets-market-place-in-private-world-of-hedge-funds-a-famous-name.html",
      "byline": "By Riva D. Atlas and Geraldine Fabrikant"
    },
    {
      "headline": "United Appears Boxed In as Trouble Percolates",
      "snippet": "Micheline Maynard analysis of financial problems of United Airlines; says labor unions, federal pension board, members of Congress and its regional partners are unhappy over decisions it is making while it is in bankruptcy proceedings; holds drawi...",
      "abstract": "Micheline Maynard analysis of financial problems of United Airlines; says labor unions, federal pension board, members of Congress and its regional partners are unhappy over decisions it is making while it is in bankruptcy proceedings; holds drawing most wrath is company's decision to stop funding its pension plans until it emerges from bankruptcy, raising possibility that it might terminate them altogether; analysts expect wave of retirements by pilots, who fear their pensions might be threatened; photo (M)",
      "lead_paragraph": "''Never meet trouble halfway,'' wrote the 17th-century botanist John Ray. But by failing to address its monstrous pension issue the first time it sought worker concessions a year ago, United Airlines did just that.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/03/business/united-appears-boxed-in-as-trouble-percolates.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Reports That Led to Terror Alert Were Years Old, Officials Say",
      "snippet": "Much of information that prompted heightened terror alert at several large financial institutions in New York City and Washington is three or four years old, with no evidence that terrorist plot or preparatory surveillance operations are still und...",
      "abstract": "Much of information that prompted heightened terror alert at several large financial institutions in New York City and Washington is three or four years old, with no evidence that terrorist plot or preparatory surveillance operations are still under way; intelligence officials regard information as significant and troubling because reconnaissance already conducted has provided Al Qaeda with knowledge necessary to carry out attacks, and because Al Qaeda has often struck years after its operatives began surveillance of intended target; Frances Fragos Townsend, White House homeland security adviser, says information apparently gathered by Qaeda operatives in 2000 and 2001 may have been updated as recently as Jan; officials say they are still analyzing computer records, photos, drawings and other documents seized last month in Pakistan, which show that Qaeda operatives conducted extensive reconnaissance; officials say new trove of material, combined with more recent flows of intelligence, demonstrate that Al Qaeda remains active and intent on attacking United States (M)",
      "lead_paragraph": "Much of the information that led the authorities to raise the terror alert at several large financial institutions in the New York City and Washington areas was three or four years old, intelligence and law enforcement officials said on Monday. They reported that they had not yet found concrete evidence that a terrorist plot or preparatory surveillance operations were still under way.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/03/us/threats-responses-overview-reports-that-led-terror-alert-were-years-old.html",
      "byline": "By Douglas Jehl and David Johnston"
    },
    {
      "headline": "Markets Are Largely Unfazed, With Stocks Rising Modestly",
      "snippet": "Financial markets are stable despite Aug 1 announcement of terrorist threats against specific financial institutions in New York, Newark and Washington; New York Stock Exchange chief executive John A Thain and Sen Charles E Schumer greet workers a...",
      "abstract": "Financial markets are stable despite Aug 1 announcement of terrorist threats against specific financial institutions in New York, Newark and Washington; New York Stock Exchange chief executive John A Thain and Sen Charles E Schumer greet workers as they arrive at exchange; Schumer and Thain join Mayor Michael Bloomberg and Gov George E Pataki in ringing opening bell; Standard & Poor's 500-stock index is up 4.90 points, or 0.44 percent, to 1,106.62; Dow Jones industrial average gains 39.45 points, or 0.39 percent, to 10,179.16; Nasdaq composite index rises 4.73 points, or 0.25 percent, to 1,892.09; US Treasury prices rise; benchmark 10-year note rises 6/32, to 102 11/32; yield drops to 4.45 percent from 4.47 percent; graphs; charts; photos (M)",
      "lead_paragraph": "The financial markets were stable yesterday despite the jarring announcement on Sunday of terrorist threats against specific financial institutions in New York, Newark and Washington.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/03/business/markets-stocks-bonds-markets-are-largely-unfazed-with-stocks-rising-modestly.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Polls Show Tight Race With a Few Gains for Kerry",
      "snippet": "Three polls find little overall change in tight race between Pres Bush and John Kerry after three weeks of unrivaled attention and largely favorable news coverage of Kerry; Frank Newport of Gallup Poll says Kerry got smallest postconvention bounce...",
      "abstract": "Three polls find little overall change in tight race between Pres Bush and John Kerry after three weeks of unrivaled attention and largely favorable news coverage of Kerry; Frank Newport of Gallup Poll says Kerry got smallest postconvention bounce of any challenger since 1972; pollsters say results suggest electorate that has largely made up its mind and is resistant to kind of gyrations typical in most presidential campaigns; some pollsters say in this environment, slight shifts in voter sentiment that could prove significant on Election Day might not be picked up in national polls; note voter opinions of Kerry's qualifications has improved markedly; still, emerging data would seem to be less than welcome news for Kerry campaign as Bush prepares to reclaim stage with announcements of antiterrorism measures, heavy schedule of campaigning and his own convention in New York; polling results could fan questions about Kerry's recent strategic decisions, like convention speech that was heavier on attacks on Bush than new proposals, and military salute he offered to delegates, gesture many Democrats called contrived; polls are CBS News Poll, CNN/USA Today/Gallup Poll and ABC News/Washington Post Poll; photos; chart (M)",
      "lead_paragraph": "Senator John Kerry emerged from a high-profile month in which he announced a running mate and accepted the Democratic Party's presidential nomination with little overall change in his tight race against President Bush, according to weekend polls. But Mr. Kerry apparently succeeded in raising his standing over Mr. Bush on issues of critical concern to voters, including Iraq and the economy, the polls found.",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/03/us/polls-show-tight-race-with-a-few-gains-for-kerry.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Trade Surplus Grows",
      "snippet": "Brazil posts trade surplus in July of $3.48 billion, up 69 percent from year earlier; accumulated surplus for first seven months of 2004 is $18.53 billion, up from surplus of $12.45 billion in year-earlier period; exports totaled $8.99 billion in ...",
      "abstract": "Brazil posts trade surplus in July of $3.48 billion, up 69 percent from year earlier; accumulated surplus for first seven months of 2004 is $18.53 billion, up from surplus of $12.45 billion in year-earlier period; exports totaled $8.99 billion in July, while imports reached $5.51 billion (S)",
      "lead_paragraph": "Helped by rising agricultural exports, Brazil posted a trade surplus in July of $3.48 billion, up 69 percent from the period a year earlier, the government said. That brought the accumulated surplus this year to $18.53 billion, up from a surplus of $12.45 billion in the first seven months of 2003. Exports totaled $8.99 billion in July, while imports continued to bounce back from a slump last year, reaching $5.51 billion last month. Most economists expect Brazil, South America's largest economy, to finish the year with a trade surplus of about $29 billion, up from a record $24.8 billion in 2003. Todd Benson (NYT)",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/03/business/world-business-briefing-americas-brazil-trade-surplus-grows.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "INSIDE",
      "snippet": "Evicted From Sudan Camp, Refugees Suffer in Limbo  When the United Nations secretary general, Kofi Annan, visited the dismal Meshtel refugee camp in Sudan, everyone was gone. A month later, some 1,500 people from Meshtel remain in limbo. They were...",
      "abstract": " Evicted From Sudan Camp, Refugees Suffer in Limbo  When the United Nations secretary general, Kofi Annan, visited the dismal Meshtel refugee camp in Sudan, everyone was gone. A month later, some 1,500 people from Meshtel remain in limbo. They were sent to another camp, but have not been completely welcomed and live in greater destitution than the rest of the displaced people there.   PAGE A3    Vying for Veterans  With Democrats playing up Senator John Kerry's military service in Vietnam, Republicans are fighting back in an effort to retain the allegiance of veterans, a large and highly symbolic constituency.   PAGE A17",
      "lead_paragraph": "Evicted From Sudan Camp, Refugees Suffer in Limbo",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/03/us/inside-508969.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Another Yukos Inquiry",
      "snippet": "Russian tax ministry will begin audit of Yukos for 2002; Russian court rules Yukos does not have to pay late fee of 6.7 billion rubles ($223 million) to court baliffs for delay in paying its original tax bill (S)",
      "abstract": "Russian tax ministry will begin audit of Yukos for 2002; Russian court rules Yukos does not have to pay late fee of 6.7 billion rubles ($223 million) to court baliffs for delay in paying its original tax bill (S)",
      "lead_paragraph": "The tax ministry said it would begin another audit of the oil company Yukos, this time for 2002. The agency requested that Yukos provide documents for the inspection, the Prime-Tass news agency reported. Yukos already owes $3.4 billion in taxes for the year 2000 and is expected to pay a similar amount for 2001. Earlier yesterday, a Russian court ruled that Yukos, the country's largest oil producer, did not have to pay a late fee of 6.7 billion rubles ($223 million) to court bailiffs for a delay in paying its original tax bill. Yukos failed earlier this summer to meet a deadline to pay 99.4 billion rubles ($3.4 billion) as part of a battle with the government over its tax bill. Analysts have said the final tax bill for Yukos could approach $10 billion. The government's pursuit of Yukos is continuing as its founder, Mikhail B. Khodorkovsky, is on trial for fraud and tax evasion; both are considered to be politically motivated investigations. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/03/business/world-business-briefing-europe-russia-another-yukos-inquiry.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    }
  ]
}