{
  "metadata": {
    "date": "2004-12-24",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: France: Drug Merger Approved",
      "snippet": "Sanofi-Aventis, the drug maker, said shareholders approved the last step of its merger with Aventis and the takeover will be complete on Jan.1. In a special meeting in Paris, almost all of Sanofi's shareholders approved the absorption of Aventis. ...",
      "abstract": "Sanofi-Aventis, the drug maker, said shareholders approved the last step of its merger with Aventis and the takeover will be complete on Jan.1. In a special meeting in Paris, almost all of Sanofi's shareholders approved the absorption of Aventis. Sanofi-Aventis will operate jointly at the start of next year, the chairman, Jean-François Dehecq, above, said at the meeting. Mr. Dehecq oversaw the purchase of Aventis in part to reduce Sanofi's dependence on its best-selling drug, Plavix, whose patents are being challenged in the United States. Sanofi-Aventis, as the company has been called since Aug. 20, is counting on new products, including its experimental appetite suppressant, Acomplia, to increase earnings.  ",
      "lead_paragraph": "Sanofi-Aventis, the drug maker, said shareholders approved the last step of its merger with Aventis and the takeover will be complete on Jan.1. In a special meeting in Paris, almost all of Sanofi's shareholders approved the absorption of Aventis. Sanofi-Aventis will operate jointly at the start of next year, the chairman, Jean-François Dehecq, above, said at the meeting. Mr. Dehecq oversaw the purchase of Aventis in part to reduce Sanofi's dependence on its best-selling drug, Plavix, whose patents are being challenged in the United States. Sanofi-Aventis, as the company has been called since Aug. 20, is counting on new products, including its experimental appetite suppressant, Acomplia, to increase earnings.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/24/business/world-business-briefing-europe-france-drug-merger-approved.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "The Dollar Falls, but the Pain and the Gains Vary",
      "snippet": "The dollar hit another record low against the euro on Thursday, and sank against other major currencies, in what analysts said was a growing unease about the ballooning trade and budget deficits in the United States.    The euro briefly traded at ...",
      "abstract": "The dollar hit another record low against the euro on Thursday, and sank against other major currencies, in what analysts said was a growing unease about the ballooning trade and budget deficits in the United States.    The euro briefly traded at $1.35 against the dollar, with traders around the world betting that the dollar would fall further next year.   ",
      "lead_paragraph": "WASHINGTON, Dec. 23 - The dollar hit another record low against the euro on Thursday, and sank against other major currencies, in what analysts said was a growing unease about the ballooning trade and budget deficits in the United States.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/24/business/the-dollar-falls-but-the-pain-and-the-gains-vary.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "World Business Briefing | Mideast: Trade Agreement Broadened",
      "snippet": "Israel and Jordan expanded a 1995 trade agreement between the countries to eliminate duties by 2010, the Ministry of Trade and Industry in Israel said. The accord will go into effect at the beginning of next year, cutting Jordanian duties on impor...",
      "abstract": "Israel and Jordan expanded a 1995 trade agreement between the countries to eliminate duties by 2010, the Ministry of Trade and Industry in Israel said. The accord will go into effect at the beginning of next year, cutting Jordanian duties on imports from Israel by a third and duties on Jordanian exports to Israel by half, the minister of industry and trade, Ehud Olmert, said. The duties will continue to decline until they are eliminated in 2010, the ministry said.  ",
      "lead_paragraph": "Israel and Jordan expanded a 1995 trade agreement between the countries to eliminate duties by 2010, the Ministry of Trade and Industry in Israel said. The accord will go into effect at the beginning of next year, cutting Jordanian duties on imports from Israel by a third and duties on Jordanian exports to Israel by half, the minister of industry and trade, Ehud Olmert, said. The duties will continue to decline until they are eliminated in 2010, the ministry said.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/24/business/world-business-briefing-mideast-trade-agreement-broadened.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Tough Times at U.S. Makers of Auto Parts",
      "snippet": "So many jobs have been cut by the auto parts giant Delphi that workers sound almost existential about their future.     ''I think about it,'' said Robert Pepin, 47, a forklift driver walking to his car after his shift on a recent frigid afternoon ...",
      "abstract": "So many jobs have been cut by the auto parts giant Delphi that workers sound almost existential about their future.     ''I think about it,'' said Robert Pepin, 47, a forklift driver walking to his car after his shift on a recent frigid afternoon at the Delphi East plant in Flint, Mich. ''It worries me. But, hey, the sun comes up, the sun goes down.''   ",
      "lead_paragraph": "DETROIT, Dec. 23 - So many jobs have been cut by the auto parts giant Delphi that workers sound almost existential about their future.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/24/business/worldbusiness/tough-times-at-us-makers-of-auto-parts.html",
      "byline": "By Danny Hakim and Jeremy W. Peters"
    },
    {
      "headline": "An Alternative to Spinal Fusion",
      "snippet": "Julie Cervinka, a 23-year-old legal secretary, had been eager for doctors at the Beth Israel Medical Center in Manhattan to implant an artificial disk called the Charité in her spine since the Food and Drug Administration approved the device on Oc...",
      "abstract": "Julie Cervinka, a 23-year-old legal secretary, had been eager for doctors at the Beth Israel Medical Center in Manhattan to implant an artificial disk called the Charité in her spine since the Food and Drug Administration approved the device on Oct. 26. Last week, Ms. Cervinka got her wish.    She was too deeply anesthetized to be aware of what she endured in her latest effort to escape the often disabling lower back pain she had suffered since age 9.  ",
      "lead_paragraph": "Julie Cervinka, a 23-year-old legal secretary, had been eager for doctors at the Beth Israel Medical Center in Manhattan to implant an artificial disk called the Charité in her spine since the Food and Drug Administration approved the device on Oct. 26. Last week, Ms. Cervinka got her wish.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/24/business/an-alternative-to-spinal-fusion.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Bush Tries Again on Court Choices Stalled in Senate",
      "snippet": "Pres Bush says he will renominate 12 candidates to federal appeals courts who were denied confirmation in his first term; announcement is in ilne with princiapl campaign theme for him and Vice Pres Cheney, that he would battle Democratic oppositio...",
      "abstract": "Pres Bush says he will renominate 12 candidates to federal appeals courts who were denied confirmation in his first term; announcement is in ilne with princiapl campaign theme for him and Vice Pres Cheney, that he would battle Democratic opposition to his judicial choices; it is at odds with his post-election pledge to reach out to opponents; Senate Democrats are expected to wage another bitter fight over what they see as Bush's efforts to shift courts in markedly more conservative direction; Bush, in his statement, also calls for renomination of eight candidates for federal district courts; announcment produces expressions of dismay from not only Senate Democrats but also Sen Arlen Specter, Republican who is expected to become chairman of Judiciary Committee after surviving challenge from some conservative Republicans who opposed his ascension to chairmanship; photos of Bush's nominees for appeals court judges (L)",
      "lead_paragraph": "WASHINGTON, Dec. 23 - President Bush said Thursday that when the new Congress convenes next month he will renominate 12 candidates to the federal appeals courts who were denied confirmation in his first term. In doing so, he signaled his willingness to begin what is expected to be another bitter fight with Senate Democrats over what they assert are his efforts to shift the courts in a markedly more conservative direction.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/24/politics/bush-tries-again-on-court-choices-stalled-in-senate.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Inflation Worries Central Bank",
      "snippet": "Brazil's central bank warned that it might have to keep raising interest rates in the coming months to bring down expected inflation, dashing hopes that a recent string of rate increases had come to an end. The comments were in the minutes from th...",
      "abstract": "Brazil's central bank warned that it might have to keep raising interest rates in the coming months to bring down expected inflation, dashing hopes that a recent string of rate increases had come to an end. The comments were in the minutes from the bank's monetary policy meeting last week, when it increased its benchmark lending rate for the fourth consecutive month, to 17.75 percent a year, an increase of half a percentage point. While inflation forecasts for 2005 are retreating as the local currency strengthens and oil prices decline, the bank said that most market estimates were still higher than next year's inflation target of 5.1 percent. The bank's comments prompted several economists to predict another half-point increase next month.   Todd Benson (NYT)    ",
      "lead_paragraph": "Brazil's central bank warned that it might have to keep raising interest rates in the coming months to bring down expected inflation, dashing hopes that a recent string of rate increases had come to an end. The comments were in the minutes from the bank's monetary policy meeting last week, when it increased its benchmark lending rate for the fourth consecutive month, to 17.75 percent a year, an increase of half a percentage point. While inflation forecasts for 2005 are retreating as the local currency strengthens and oil prices decline, the bank said that most market estimates were still higher than next year's inflation target of 5.1 percent. The bank's comments prompted several economists to predict another half-point increase next month. Todd Benson (NYT)",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/24/business/world-business-briefing-americas-brazil-inflation-worries-central.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "F.D.A. Suggests Limiting Use of Celebrex and Bextra  The Food and Drug Administration recommended that doctors limit prescriptions for the popular pain pills Celebrex and Bextra because studies have suggested they may increase the risks of heart a...",
      "abstract": " F.D.A. Suggests Limiting Use of Celebrex and Bextra  The Food and Drug Administration recommended that doctors limit prescriptions for the popular pain pills Celebrex and Bextra because studies have suggested they may increase the risks of heart attack and stroke.    The advisory did not ban prescriptions of the drugs for any group of patients. Indeed, it said that patients who were at a high risk of gastrointestinal bleeding or had done poorly on other pain pills ''may be appropriate candidates'' for Celebrex and Bextra. [Page A17.]    Security Devices for Web Accounts  To stop Internet fraud, E*Trade Financial is introducing small, hand-held devices that would help customers prove their identities when they log into online accounts. [C2.]    Putin Defends Yukos Takeover  President Vladimir V. Putin, left, defended Russia's takeover of the main subsidiary of Yukos by a state oil company. The unit was auctioned for a fraction of its estimated value to a previously unheard-of company, and later resold to Rosneft, a company owned by the state. No sale price has been disclosed. Mr. Putin said the sales were perfectly justified and suggested they righted past wrongs. [A3.]    'Made in China' Label Expanding  China has developed specialty cities to become a garment behemoth and grab an even larger share of the world's clothing orders. [A1.]    Independence Bids to Rejoin United  Independence Air, which stopped flying as a regional carrier for United Airlines six months ago, is seeking to return to United. [C3.]    Adelphia Restates Results  Adelphia Communications restated financial results for three years and said its loss narrowed last year to $832.6 million. [C3.]    Brokers Can Still Sell Advice  Wall Street brokers can continue to sell investment advice without registering under federal rules for investment advisers, the Securities and Exchange Commission decided. [C2.]    American Greetings Disappoints  Shares of American Greetings plunged 13 percent after it reported earnings that were below expectations and reduced its profit forecast for the year. Third-quarter profits rose 35 percent as a boost from the sale of its Magnivision reading glasses subsidiary offset low sales of cards and gift wrap. Excluding discontinued operations, earnings fell 11 percent. Sales were down nearly 3 percent. [C5.]    US Air Workers Approve Pay Cuts  Customer service and reservation agents for US Airways approved a 13 percent pay cut and elimination of some jobs to save $137 million a year and help avoid liquidation. [C3.]    Court Calls Detention Illegal  An Indonesian court said that the detention earlier this year of five executives of a local unit of the Newmont Mining was illegal. [A9.]    Mall Owner Expands in the East  Macerich, which owns stakes in 63 shopping malls, plans to expand in the Northeast with the acquisition of Wilmorite Properties and Wilmorite Holdings for $1.45 billion. [C5.]    Santa Claus Rally Continues  The S.&P. 500 increased 0.56 of a point, to 1,210.13; the Dow Jones industrials gained 11.23 points, to 10,827.12; and the Nasdaq composite added 3.59 points, to 2,160.62. [C5.]    Orders for products made to last three years or more rose 1.6 percent in November, while personal spending jumped 0.2 percent and incomes increased 0.3 percent. Sales of new homes declined 12 percent in November, to a rate of 1.125 million. [C4.]    U.S. Markets Closed for Christmas  United States financial markets, government offices and banks are closed today in observance of Christmas. They will reopen on Monday. Many foreign exchanges will close early today and remain closed on Monday.  ",
      "lead_paragraph": "F.D.A. Suggests Limiting Use of Celebrex and Bextra The Food and Drug Administration recommended that doctors limit prescriptions for the popular pain pills Celebrex and Bextra because studies have suggested they may increase the risks of heart attack and stroke.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/24/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Steel Shortage Squeezes Asia's Manufacturers",
      "snippet": "It has been a long time since Japan has experienced shortages of any kind. So it came as something of a surprise last month when Nissan Motor was forced to briefly suspend much of its production because it could not get hold of enough steel.    Si...",
      "abstract": "It has been a long time since Japan has experienced shortages of any kind. So it came as something of a surprise last month when Nissan Motor was forced to briefly suspend much of its production because it could not get hold of enough steel.    Since then, Suzuki Motor has said a lack of steel would force it, too, to shut down assembly lines for a few days this month, and to reduce production from January to March. Even the giant Toyota Motor said Thursday that it has had to make adjustments in the kind of steel it buys to ensure steady supplies.   ",
      "lead_paragraph": "TOKYO, Dec. 23 - It has been a long time since Japan has experienced shortages of any kind. So it came as something of a surprise last month when Nissan Motor was forced to briefly suspend much of its production because it could not get hold of enough steel.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/24/business/worldbusiness/steel-shortage-squeezes-asias-manufacturers.html",
      "byline": "By Todd Zaun and Wayne Arnold"
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: Bid For Phone Stake",
      "snippet": "TeliaSonera, the Nordic region's largest phone company, offered 484 million euros ($648 million) to buy the rest of the Estonian phone company, Eesti Telekom, in its second attempt in less than a year to purchase the company. TeliaSonera, based in...",
      "abstract": "TeliaSonera, the Nordic region's largest phone company, offered 484 million euros ($648 million) to buy the rest of the Estonian phone company, Eesti Telekom, in its second attempt in less than a year to purchase the company. TeliaSonera, based in Stockholm, increased its stake in Eesti Telekom to more than 50 percent and will make a mandatory public offer for all shares, it said. The company will offer 7.02 euros cash for each share. Estonia owns 27 percent of Eesti Telekom.    ",
      "lead_paragraph": "TeliaSonera, the Nordic region's largest phone company, offered 484 million euros ($648 million) to buy the rest of the Estonian phone company, Eesti Telekom, in its second attempt in less than a year to purchase the company. TeliaSonera, based in Stockholm, increased its stake in Eesti Telekom to more than 50 percent and will make a mandatory public offer for all shares, it said. The company will offer 7.02 euros cash for each share. Estonia owns 27 percent of Eesti Telekom.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/24/business/world-business-briefing-europe-sweden-bid-for-phone-stake.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Zimbabwe Extends Crackdown on Dissent as Election Looms",
      "snippet": "Political and human rights advocates in Zimbabwe cite growing suppression of civic life in country as Pres Robert Mugabe girds for national elections that his government cannot afford to lose; he and governing party have taken series of measures d...",
      "abstract": "Political and human rights advocates in Zimbabwe cite growing suppression of civic life in country as Pres Robert Mugabe girds for national elections that his government cannot afford to lose; he and governing party have taken series of measures designed to minimize chances of another competitive ballot after coming unexpectedly close to being swept from office in parliamentary and presidential elections in 2000 and 2002; country's Parliament enacted legislation last month mandating two-year prison term for practicing journalism without license; second law makes it illegal to conduct voter education without government approval, requiring most election workers to register and clear electioneering materials with state; third law effectively places nongovernment groups, churches and charities under state control, empowering government to investigate their finances, to restrict their activities and, in many cases, to disband them at will; other restrictions include government monitoring and censoring of e-mail messages; photos; map (M)",
      "lead_paragraph": "HARARE, Zimbabwe - A few yards from Raymond Majongwe's office, on the apron of a four-lane highway outside this capital city's downtown, a cherry red sedan sat recently beneath a clutch of trees, its engine off, the driver idle. The sedan has been there for weeks, Mr. Majongwe said. It will be there next week, too.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/24/world/africa/zimbabwe-extends-crackdown-on-dissent-as-election-looms.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "Invited Home, 900 Evacuees Revisit Falluja",
      "snippet": "First displaced residents of Falluja are allowed back into their war-ravaged city, even as American marines and warplanes battle insurgents in another corner of city, leaving three marines dead; city that once held 250,000 people is now virtual gh...",
      "abstract": "First displaced residents of Falluja are allowed back into their war-ravaged city, even as American marines and warplanes battle insurgents in another corner of city, leaving three marines dead; city that once held 250,000 people is now virtual ghost town, with many homes damaged, sewage running in streets and electrical and water facilities demolished; 900 residents, mostly men, re-enter their northwestern neighborhood of Andalus to see condition of their homes and decide if they want to move their families back; returning families will receive food aid and kerosene to fuel generators for lighting; interim government says each returning family will be given $100, and families whose houses were destroyed will receive $10,00 worth of Iraqi currency; in effort to keep insurgents out, returning men of military age will be subjected to computer-age identification procedures; Iraqi government has promised speedy recovery of Falluja, hoping its mainly Sunni residents can be persuaded to vote in national elections Jan 30; aim is to draw more Sunnis into political process that many have disdained; photos; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 23 - The first displaced residents were briefly allowed back into war-ravaged Falluja on Thursday, even as American marines and warplanes battled insurgents in another corner of the city, leaving three marines dead.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/24/washington/the-conflict-in-iraq-rebuilding-invited-home-900-evacuees.html",
      "byline": "By Erik Eckholm and Eric Schmitt"
    },
    {
      "headline": "In Roaring China, Sweaters Are West of Socks City",
      "snippet": "Article in series Made Elsewhere, examining changes in global clothing business, describes China's giant new specialty cities, including one that produces nine billion pairs of socks each year; another city is world's necktie capital, and others p...",
      "abstract": "Article in series Made Elsewhere, examining changes in global clothing business, describes China's giant new specialty cities, including one that produces nine billion pairs of socks each year; another city is world's necktie capital, and others produce huge amounts of sweaters and children's clothing; this remarkable specialization, one city for each piece of apparel, reflects economies of scale and intense concentration that have helped turn China into garment behemoth; it hopes to grab even larger share of apparel market after Jan 1, when new trade regime will end decades-old system of country-by-country quotas that divide world's exports among 150 countries; textile business seen as prime example of how Chinese government's attempt to guide development more indirectly through local planning instead of outright state ownership is starting to pay off in big way; new import limits by United States, along with other external and internal forces, are expected to hamper China's progress in apparel and textiles for several years, but there is little question that China will ultimately be dominant force in business, and growth of its industial enclave highlight how powerful a force China's industries are becoming in almost every sector they have entered; photos; map; chart (L)",
      "lead_paragraph": "DATANG, China - You probably have never heard of this factory town in coastal China, and there is no reason why you should have. But it fills your sock drawer.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/24/business/worldbusiness/in-roaring-china-sweaters-are-west-of-socks-city.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Hedge Funds, Once Daring, Trim Their Currency Bets",
      "snippet": "The fall in the dollar this year has been severe -- the currency reached a low against the euro yesterday -- but few of the best-known hedge funds have made a killing off the dollar's decline.     That is a big change from years past, when the lar...",
      "abstract": "The fall in the dollar this year has been severe -- the currency reached a low against the euro yesterday -- but few of the best-known hedge funds have made a killing off the dollar's decline.     That is a big change from years past, when the largest hedge funds made or lost fortunes by gambling on shifts in currencies. George Soros made $1 billion for his investors by anticipating a decline in the British pound in 1992, and Julian H. Robertson Jr.'s funds lost $2 billion in a single day in 1998 after betting the wrong way on the value of the yen against the dollar.   ",
      "lead_paragraph": "The fall in the dollar this year has been severe -- the currency reached a low against the euro yesterday -- but few of the best-known hedge funds have made a killing off the dollar's decline.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/24/business/hedge-funds-once-daring-trim-their-currency-bets.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "U.S.-Bahrain Accord Stirs Persian Gulf Trade Partners",
      "snippet": "A free trade agreement between the United States and Bahrain is creating ripples in the Persian Gulf, with Saudi Arabia objecting to closer commercial ties between its neighbors and Washington.     At the root of the dispute is a free trade agreem...",
      "abstract": "A free trade agreement between the United States and Bahrain is creating ripples in the Persian Gulf, with Saudi Arabia objecting to closer commercial ties between its neighbors and Washington.     At the root of the dispute is a free trade agreement that the United States and Bahrain signed in September. Under the pact, the United States and Bahrain would eliminate tariffs on most consumer, industrial and farm products, and open markets for services. The agreement requires approval from the legislatures of both countries.   ",
      "lead_paragraph": "DOHA, Qatar, Dec. 23 - A free trade agreement between the United States and Bahrain is creating ripples in the Persian Gulf, with Saudi Arabia objecting to closer commercial ties between its neighbors and Washington.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/24/business/worldbusiness/usbahrain-accord-stirs-persian-gulf-trade-partners.html",
      "byline": "By Michelle Wallin"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: ConocoPhillips Raises Lukoil Stake",
      "snippet": "ConocoPhillips has increased its stake in the Russian oil company Lukoil to at least 10 percent and expects to secure a seat on the company's board, Lukoil's chief executive, Vagit Alekperov, said. ConocoPhillips, which bought 7.6 percent of Lukoi...",
      "abstract": "ConocoPhillips has increased its stake in the Russian oil company Lukoil to at least 10 percent and expects to secure a seat on the company's board, Lukoil's chief executive, Vagit Alekperov, said. ConocoPhillips, which bought 7.6 percent of Lukoil in September, has expanded its holding since then by purchasing shares of Lukoil on the stock market, Mr. Alekperov said. The stock purchases and possible board seat would help ConocoPhillips expand its access in Russia. ConocoPhillips, which is based in Houston, said it might raise its holding to 20 percent. Lukoil's board agreed in November to call a shareholder meeting on Jan. 24 to elect a new board.  ",
      "lead_paragraph": "ConocoPhillips has increased its stake in the Russian oil company Lukoil to at least 10 percent and expects to secure a seat on the company's board, Lukoil's chief executive, Vagit Alekperov, said. ConocoPhillips, which bought 7.6 percent of Lukoil in September, has expanded its holding since then by purchasing shares of Lukoil on the stock market, Mr. Alekperov said. The stock purchases and possible board seat would help ConocoPhillips expand its access in Russia. ConocoPhillips, which is based in Houston, said it might raise its holding to 20 percent. Lukoil's board agreed in November to call a shareholder meeting on Jan. 24 to elect a new board.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/24/business/world-business-briefing-europe-russia-conocophillips-raises-lukoil.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "If You Hear Cachaça Don't Think of Rum",
      "snippet": "There are a few things that really irk the average Brazilian.    One is to argue that Diego Maradona, the Argentine soccer great, was better than Pelé. Another is to confuse samba, the quintessential Brazilian rhythm, with salsa, a popular Latin m...",
      "abstract": "There are a few things that really irk the average Brazilian.    One is to argue that Diego Maradona, the Argentine soccer great, was better than Pelé. Another is to confuse samba, the quintessential Brazilian rhythm, with salsa, a popular Latin music genre that has its origins in the Spanish-speaking countries of the Caribbean.  ",
      "lead_paragraph": "SÃO PAULO, Brazil, Dec. 23 - There are a few things that really irk the average Brazilian.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/24/business/worldbusiness/if-you-hear-cachaca-dont-think-of-rum.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "If Home Prices Plunge, Will Damage Be Worst in Democratic States?",
      "snippet": "NO boom lasts forever, and in countries like Britain and Australia, the housing market has suddenly turned lower, leading to discussions of how a plunge can be avoided and what will happen if it is not.    The American housing market received a sc...",
      "abstract": "NO boom lasts forever, and in countries like Britain and Australia, the housing market has suddenly turned lower, leading to discussions of how a plunge can be avoided and what will happen if it is not.    The American housing market received a scare yesterday, with a report that the pace of new-home sales slipped in November as the median price of a new home fell to the lowest level in a year. But mortgage applications indicate that a rebound has begun, and in any case, prices of new homes can fail to capture price trends for existing homes in areas without new construction.  ",
      "lead_paragraph": "NO boom lasts forever, and in countries like Britain and Australia, the housing market has suddenly turned lower, leading to discussions of how a plunge can be avoided and what will happen if it is not.",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/24/business/if-home-prices-plunge-will-damage-be-worst-in-democratic-states.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Voting Problems in Ohio Spur Call for Overhaul",
      "snippet": "Ohio has become this year's example for every ailment in United States' electoral process; problems included seven-hour lines that drove voters away, malfunctiong machines, poorly trained poll workers who directed people to wrong polling places an...",
      "abstract": "Ohio has become this year's example for every ailment in United States' electoral process; problems included seven-hour lines that drove voters away, malfunctiong machines, poorly trained poll workers who directed people to wrong polling places and uneven policies about use of provisional ballots; state recount is expected to be completed next week, and results are not expected to overturn Pres Bush's victory in state; but with 36-day Florida recount of 2000 proving that every vote counts, electoral system is being scrutinized more closely than ever; election lawyers and academics say Ohio is providing roadmap to second generation of issues about way nation votes; array of voting rights groups contend that Ohio underscores shortcomings in Help America Vote Act of 2002, which mandated provisional ballot as failsafe and provided states money to update voting technology; groups are pushing for re-examination of law and of role of partisan secretaries of state in overseeing elections, electronic voting and elimination of Electoral College; attitude is that even tiniest number of votes can have huge impact; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/24/us/voting-problems-in-ohio-spur-call-for-overhaul.html",
      "byline": "This article is by James Dao, Ford Fessenden and Tom Zeller Jr"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Investment Bill Passes",
      "snippet": "Congress approved a landmark bill late Wednesday paving the way for joint ventures in public works projects between private companies and the government, a move the government hopes will attract billions of dollars in investment to upgrade Brazil'...",
      "abstract": "Congress approved a landmark bill late Wednesday paving the way for joint ventures in public works projects between private companies and the government, a move the government hopes will attract billions of dollars in investment to upgrade Brazil's creaky infrastructure. To qualify for public-private partnerships, companies will be required to invest at least 20 million reais (about $7.4 million) for a period of at least five years and no more than 35 years in projects backed by the federal government. The legislation also provides guarantees of returns for private-sector investment in public projects, creating a fund of 6 billion reais ($2.2 billion) backed by future tax receipts and government-owned assets.   Todd Benson (NYT)    ",
      "lead_paragraph": "Congress approved a landmark bill late Wednesday paving the way for joint ventures in public works projects between private companies and the government, a move the government hopes will attract billions of dollars in investment to upgrade Brazil's creaky infrastructure. To qualify for public-private partnerships, companies will be required to invest at least 20 million reais (about $7.4 million) for a period of at least five years and no more than 35 years in projects backed by the federal government. The legislation also provides guarantees of returns for private-sector investment in public projects, creating a fund of 6 billion reais ($2.2 billion) backed by future tax receipts and government-owned assets. Todd Benson (NYT)",
      "publication_date": "2004-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/24/business/world-business-briefing-americas-brazil-investment-bill-passes.html",
      "byline": "By Todd Benson (NYT)"
    }
  ]
}