{
  "metadata": {
    "date": "2004-07-20",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Plane Makers At Air Show Trade Barbs On New Jets",
      "snippet": "Boeing and Airbus say they are excited about outlook for their newest planes, Boeing's medium-size, fuel-efficient 7E7 and Airbus's double-deck A380, but Airbus seems to be winning publicity war, at least at Farnborough, Eng, air show; two planes ...",
      "abstract": "Boeing and Airbus say they are excited about outlook for their newest planes, Boeing's medium-size, fuel-efficient 7E7 and Airbus's double-deck A380, but Airbus seems to be winning publicity war, at least at Farnborough, Eng, air show; two planes symbolize different views of development of air travel; Boeing believes that airlines will be serving growing number of direct routes between cities, using midsize planes; Airbus sees world of hub cities connected by high-capacity planes; each suggests that the other has made ruinously bad bet, and they exchange barbs over government subsidies; photos (M)",
      "lead_paragraph": "Boeing and Airbus, the Avis and Hertz of the passenger aircraft business, say they are excited about the prospects for their newest planes, the 7E7 and the A380.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/20/business/plane-makers-at-air-show-trade-barbs-on-new-jets.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "A Crucial Vote for Venezuela and a Company",
      "snippet": "Smartmatic's voting machines will be used for first time in hotly contested Aug 15 referendum on rule of Venezuelan Pres Hugo Chavez; company chief executive Antonio Mugica says proving product works under hostile conditions will enable company to...",
      "abstract": "Smartmatic's voting machines will be used for first time in hotly contested Aug 15 referendum on rule of Venezuelan Pres Hugo Chavez; company chief executive Antonio Mugica says proving product works under hostile conditions will enable company to sell it around world, interview; any operational glitches leading to charges of fraud or vote manipulation would scar company's reputation; photos (M)",
      "lead_paragraph": "Most Venezuelans see the coming referendum on the rule of President Hugo Chávez as a chance to rebuild this divided nation. But Antonio Mugica, chief executive of the networking company Smartmatic, sees a phenomenal marketing opportunity for his company's voting technology.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/20/business/a-crucial-vote-for-venezuela-and-a-company.html",
      "byline": "By Brian Ellsworth"
    },
    {
      "headline": "World Business Briefing | Europe: France: Rexel Sales Rise",
      "snippet": "Rexel, world's largest distributor of electrical equipment, reports second-quarter sales rose 2.3 percent; revenue rose to 1.71 billion euros ($2.1 billion) from 1.67 billion euros in 2003 period (S)",
      "abstract": "Rexel, world's largest distributor of electrical equipment, reports second-quarter sales rose 2.3 percent; revenue rose to 1.71 billion euros ($2.1 billion) from 1.67 billion euros in 2003 period (S)",
      "lead_paragraph": "Rexel, the world's largest distributor of electrical equipment, said that second-quarter sales rose 2.3 percent on gains in Asia, Europe and the United States. Revenue climbed to 1.71 billion euros ($2.1 billion) from 1.67 billion euros in the period a year earlier, the Paris-based company said. Excluding disposals and changes in exchange rates and days worked, sales increased 5.3 percent. The chief executive, Jean-Charles Pauze, shut outlets and reduced the company's work force to cut costs and to increase earnings.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/20/business/world-business-briefing-europe-france-rexel-sales-rise.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Burberry Chief Extends Contract",
      "snippet": "Burberry Group, luxury goods seller, extends Rose Marie Bravo's contract as chief executive by year, until July 2006; she will get one million shares worth 3.9 million pounds ($7.3 million) this month, year earlier than scheduled; most of her ince...",
      "abstract": "Burberry Group, luxury goods seller, extends Rose Marie Bravo's contract as chief executive by year, until July 2006; she will get one million shares worth 3.9 million pounds ($7.3 million) this month, year earlier than scheduled; most of her incentives will be held until July 2006; photo (S)",
      "lead_paragraph": "The Burberry Group, luxury goods seller with outlets in New York, Milan and Las Vegas, said its chief executive, Rose Marie Bravo, left, extended her contract by a year, until July 2006. First-quarter revenue growth slowed. Ms. Bravo, 53, will receive one million Burberry shares worth £3.9 million ($7.3 million) this month, a year earlier than scheduled, the chief financial officer, Stacey Cartwright, said on a conference call. Most of her incentives, including 2.5 million more shares, will be held until July 2006, she said. Earnings have risen more than fivefold since Ms. Bravo joined Burberry in 1997.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/20/business/world-business-briefing-europe-britain-burberry-chief-extends-contract.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Drug Approved for Heart Failure in Black Patients",
      "snippet": "NitroMed says BiDil, its drug aimed at treating heart failure specifically in black patients, has proved so effective that it halts clinical trial early, offers drug to all participants and will be ready to introduce drug in early 2005 if Food and...",
      "abstract": "NitroMed says BiDil, its drug aimed at treating heart failure specifically in black patients, has proved so effective that it halts clinical trial early, offers drug to all participants and will be ready to introduce drug in early 2005 if Food and Drug Administration approves it that soon for use by blacks; results validate gamble by company, which tested drug only on African-Americans after it failed to win approval for general use; company had argued that blacks, who have higher rate of heart failure than American population as whole, tend not to respond to some existing drugs as well as other groups; company stock rises 73 percent (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/20/business/market-place-drug-approved-for-heart-failure-in-black-patients.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Basic Training Doesn't Guard Against Insurance Pitch to G.I.'s",
      "snippet": "Captive Clientele, first of two articles, says several financial services companies or their agents are using questionable tactics on military bases to sell insurance and investments that may not fit needs of people in uniform; finds that during b...",
      "abstract": "Captive Clientele, first of two articles, says several financial services companies or their agents are using questionable tactics on military bases to sell insurance and investments that may not fit needs of people in uniform; finds that during basic training, compulsory classroom briefings on personal finance are life insurance and investment pitches in disguise; finds insurance agents making misleading pitches to 'captive' audiences, posing as counselors on veteran benefits and independent financial advisers; says some have solicited soldiers in their barracks or while they were on duty, violating Defense Dept regulations; military market includes hundreds of thousands of men and women, many of them young and financially unsophisticated; to reach them, many companies are using their military connections to lend credibilty to their sales efforts; Pentagon is aware of such practices but has taken almost no action to sanction those responsible, because of industry lobbying, Congressional pressure, weak enforcement and Pentagon's own ineffective oversight; some cases cited; photos; graphs (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/20/business/basic-training-doesn-t-guard-against-insurance-pitch-to-gi-s.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "INSIDE",
      "snippet": "Iraq Official Slain; 9 Die in Baghdad Bombing       The interim governor of Basra was shot and killed on his way to work, a day after at least 9 people died and 62 were wounded when a truck bomb exploded near a police station in Baghdad. The attac...",
      "abstract": " Iraq Official Slain; 9 Die in Baghdad Bombing       The interim governor of Basra was shot and killed on his way to work, a day after at least 9 people died and 62 were wounded when a truck bomb exploded near a police station in Baghdad. The attacks stood out as part of a revival of insurgent activity directed against official Iraqi institutions.   PAGE A8",
      "lead_paragraph": "Iraq Official Slain; 9 Die in Baghdad Bombing",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/20/us/inside-362735.html",
      "byline": ""
    },
    {
      "headline": "President Says U.S. to Examine Iran-Qaeda Tie",
      "snippet": "Pres Bush says United States is actively investigating ties between Iranian government and Al Qaeda, including intelligence unearthed by 9/11 commission showing that Iran may have offered safe passage to terrorists who were later involved in attac...",
      "abstract": "Pres Bush says United States is actively investigating ties between Iranian government and Al Qaeda, including intelligence unearthed by 9/11 commission showing that Iran may have offered safe passage to terrorists who were later involved in attacks; notes that Central Intelligence Agency has found 'no direct connection' between Iran and 9/11 attacks, but continues to investigate matter; intelligence officials have said emphatically that there is nothing to indicate that Iran knew in advance about plot; Bush says he is eager to see intelligence recommendations made in long-awaited report from special 9/11 commission; that report is expected to call for appointment of so-called spy czar to oversee all 15 of nation's intelligence agencies, including CIA, Federal Bureau of Investigation and Defense Intelligence Agency; White House spokesman suggests Bush would be receptive to proposal for national intelligence director, distancing him from comments made by acting CIA director John E McLaughlin, who has warned that creating post of intelligence director would add unnecessary layer of bureaucracy to intelligence gathering (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/20/us/president-says-us-to-examine-iran-qaeda-tie.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "Profit Surges at LG Electronics on Strong Cellphone Sales",
      "snippet": "LG Electronics Inc, giant South Korean electronics maker, posts second-quarter net income of 494 billion won ($427 million), up 85 percent from 2003 period (M)",
      "abstract": "LG Electronics Inc, giant South Korean electronics maker, posts second-quarter net income of 494 billion won ($427 million), up 85 percent from 2003 period (M)",
      "lead_paragraph": "LG Electronics Inc., the giant South Korean electronics maker, said on Monday that its quarterly profit surged 85 percent on cellphone sales and contributions from its flat-panel venture with Royal Philips Electronics.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/20/business/profit-surges-at-lg-electronics-on-strong-cellphone-sales.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "From Pariah to Belle of the Oil Ball; For Energy Companies, Libya Is Suddenly the Hottest Date Around",
      "snippet": "Many multinational oil companies that had set their sites on Iraq are now shifting away from that country, where they face growing security fears and uncertain investment climate, and toward Libya, which is shedding its pariah status; Bush adminis...",
      "abstract": "Many multinational oil companies that had set their sites on Iraq are now shifting away from that country, where they face growing security fears and uncertain investment climate, and toward Libya, which is shedding its pariah status; Bush administration's recent easing of curbs on doing business with Libya, despite continuing wariness, has touched off frenetic race among energy companies to re-enter nation off-limits to American companies for two decades; vanguard of American lawyers, bankers and consultants has visited Tripoli recently, many focused on expectations that Libya will soon offer up to 11 new exploration blocks to foreign companies; map; photos (M)",
      "lead_paragraph": "Is Libya the new Iraq? When Petroleum Intelligence Weekly, an influential energy industry newsletter, posed that question recently in a comparison of investment opportunities in both countries, the answer was clear.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/20/business/pariah-belle-oil-ball-for-energy-companies-libya-suddenly-hottest-date-around.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Delta Posts Big Loss And Debt Rating Is Cut  Delta Air Lines posted its biggest loss in more than a quarter century, prompting Standard & Poor's to cut the rating on its debt. The agency warned that the chances for a Delta bankruptcy filing had in...",
      "abstract": " Delta Posts Big Loss And Debt Rating Is Cut  Delta Air Lines posted its biggest loss in more than a quarter century, prompting Standard & Poor's to cut the rating on its debt. The agency warned that the chances for a Delta bankruptcy filing had increased.      Delta's loss, of nearly $2 billion, started what is expected to be a dismal earnings season for the major airlines. None of Delta's chief competitors are expected to post second-quarter profits; US Airways has said there is a chance it might break even. [Page C8.]",
      "lead_paragraph": "Delta Posts Big Loss And Debt Rating Is Cut",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/20/business/business-digest-362158.html",
      "byline": ""
    },
    {
      "headline": "New Chairman of Fiat Takes Added Challenge",
      "snippet": "Interview with Luca Cordero di Montezemolo on his new posts as head of Confindustria, Italy's manufacturers' association, and as Fiat chairman; he makes no effort to cloak his role at Fiat as not so much hands-on manager as mentor and protector of...",
      "abstract": "Interview with Luca Cordero di Montezemolo on his new posts as head of Confindustria, Italy's manufacturers' association, and as Fiat chairman; he makes no effort to cloak his role at Fiat as not so much hands-on manager as mentor and protector of John Elkann, vice chairman, and other members of Agnelli family's newest generation, who have yet to gain experience to lead Fiat; photo (M)",
      "lead_paragraph": "For the last 5 of his 13 years as head of Ferrari, Luca Cordero di Montezemolo has savored the heady success of seeing his cars and drivers take trophies on the Formula One circuit.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/20/business/new-chairman-of-fiat-takes-added-challenge.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Women in Lesotho Become Easy Prey for H.I.V.",
      "snippet": "In Lesotho, tiny kingdom with world's fourth highest HIV infection rate, HIV infects one in two women aged 15 to 24; confluence of factors has transformed AIDS there from indiscriminate killer into plague against women; driven by need for money, m...",
      "abstract": "In Lesotho, tiny kingdom with world's fourth highest HIV infection rate, HIV infects one in two women aged 15 to 24; confluence of factors has transformed AIDS there from indiscriminate killer into plague against women; driven by need for money, many married women have series of men who support them in exchange for sex; experts refer to such desperate arrangements by term 'transactional sex'; at recent international AIDS conference, United Nations officials said young African women are three times as likely as young men to become infected with HIV; in sub-Saharan Africa, including Lesotho, women are 57 percent of the infected; implications are ominous; it portends collapse in African farming, much of it conducted by women, and shortage of women to care for millions of AIDS orphans; those battling trend face intractable forces: biology and African tradition; few African women have any say in sex, or in any other life-changing decisions; map; chart (M)",
      "lead_paragraph": "Boxes of laundry detergent sometimes adorn apartment windows in Ha Thetsane, a rough-and-tumble neighborhood near this city's booming garment district. It has nothing to do with clean clothes -- and everything to do with the AIDS pandemic among young women here.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/20/world/women-in-lesotho-become-easy-prey-for-hiv.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "World Business Briefing | Asia: India: TCS Offering Planned",
      "snippet": "Much-awaited initial public offering of Tata Consultancy Services, India's largest outsource software services company, is expected at end of month; 57.4-million-share offering will probably fetch over $1.1 billion (S)",
      "abstract": "Much-awaited initial public offering of Tata Consultancy Services, India's largest outsource software services company, is expected at end of month; 57.4-million-share offering will probably fetch over $1.1 billion (S)",
      "lead_paragraph": "The much-awaited initial public offering of India's largest outsource software services company, Tata Consultancy Services, or TCS, is expected at the end of the month. The offering of 57.4 million shares will probably fetch more than $1.1 billion, making it India's biggest share sale of a privately owned company. The offering was cleared by the country's market regulator, the Securities and Exchange Board of India, on Friday. A likely date is July 29, to coincide with the birthday of J.R.D. Tata, the founder of the Tata Group, the industrial conglomerate. TCS has set a price range of 775 to 900 rupees ($16.81 to $19.52) a share for the offering. The company, which recorded $1.11 billion in annual sales last year, has filed a final prospectus with the registrar of companies. Saritha Rai (NYT)",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/20/business/world-business-briefing-asia-india-tcs-offering-planned.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "GOVERNORS TELL OF WAR'S IMPACT ON LOCAL NEEDS",
      "snippet": "Many American governors complain to senior Pentagon officials that they are facing severe manpower shortages because tens of thousands of their citizen soldiers, including prison guards, firefighters and police, are deployed in Iraq; concern among...",
      "abstract": "Many American governors complain to senior Pentagon officials that they are facing severe manpower shortages because tens of thousands of their citizen soldiers, including prison guards, firefighters and police, are deployed in Iraq; concern among governors about war's impact at home comes into sharp focus during National Governors Assn annual conference as they meet and compare problems they face from National Guard's largest call-up since World War II; much of concern is focusing on wildfires which are destroying vast sections of forests in several Western states; more than 150,000 National Guard and Reserve troops are on active duty; many of Guard troops have received multiple extensions of their tours of duty since war in Iraq began; many of most outspoken governors expressing concerns are Democrats, but Republicans are also sounding worried about whether deployments would leave them vulnerable in emergencies; governors who attend meeting with several Defense Dept officials say nothing concrete emerged from meeting; photo (M)",
      "lead_paragraph": "With tens of thousands of their citizen soldiers now deployed in Iraq, many of the nation's governors have complained to senior Pentagon officials that they were facing severe manpower shortages in guarding prisoners, fighting wildfires, preparing for hurricanes and floods and policing the streets.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/20/us/governors-tell-of-war-s-impact-on-local-needs.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "REBUILDING IRAQ, A WELL AT A TIME",
      "snippet": "Dozens of modest construction initiatives in Iraq, many of them tiny and inexpensive, are generating at least some of good will that Congress envisioned when it approved billions of dollars for grandiose rebuilding plans that have mostly been dela...",
      "abstract": "Dozens of modest construction initiatives in Iraq, many of them tiny and inexpensive, are generating at least some of good will that Congress envisioned when it approved billions of dollars for grandiose rebuilding plans that have mostly been delayed; in isolated village of Khazna, well is being gouged out as part of civil reconstruction program led by American military forces and financed mostly by Iraqi oil revenues; at this and other such microprojects, local citizens say they appreciate work and are willing to credit Americans for paying for it; but they often do not want to see Western faces at projects themselves, fearing terrorist attacks and general hostility from ordinary Iraqis; ambitious program of $18.4 billion for rebuilding Iraqi infrastructure, funneled largely through nonmilitary government agencies and major American contractors, has taken so much longer to begin than initially promised that Iraqis often have hard time believing it will ever really happen; photos (M)",
      "lead_paragraph": "Across the hardscrabble Iraqi countryside, dozens of modest construction initiatives, many so tiny and inexpensive that they could be called microprojects, are generating at least a taste of the good will that Congress envisioned when it approved billions of dollars for grandiose rebuilding plans that have mostly been delayed.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/20/us/the-reach-of-war-reconstruction-rebuilding-iraq-a-well-at-a-time.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Bayer in Deal For Roche's Consumer Unit",
      "snippet": "German chemical and drug giant Bayer will buy Swiss pharmaceutical company Roche's over-the-counter drug business in deal worth about 2.38 billion euros ($2.95 billion); deal would enlarge Bayer's New Jersey-based consumer health care unit; graph ...",
      "abstract": "German chemical and drug giant Bayer will buy Swiss pharmaceutical company Roche's over-the-counter drug business in deal worth about 2.38 billion euros ($2.95 billion); deal would enlarge Bayer's New Jersey-based consumer health care unit; graph of largest nonprescription drug makers; photo (M)",
      "lead_paragraph": "Bayer, the German chemical and drug giant that makes aspirin and Alka-Seltzer, said Monday that it would buy the over-the-counter drug business of the Swiss pharmaceuticals company Roche in a transaction worth about $2.95 billion that would create a world leader in nonprescription medicines.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/20/business/bayer-in-deal-for-roche-s-consumer-unit.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Akzo Reports Profit Decline",
      "snippet": "Akzo Nobel, Dutch drug maker, reports second-quarter net income of 112 million euros ($139 million), down 38 percent from 180 million euros in 2003 period; again warns full-year profit will drop from 2003 (S)",
      "abstract": "Akzo Nobel, Dutch drug maker, reports second-quarter net income of 112 million euros ($139 million), down 38 percent from 180 million euros in 2003 period; again warns full-year profit will drop from 2003 (S)",
      "lead_paragraph": "Akzo Nobel, the largest Dutch drug maker, posted a 38 percent decline in second-quarter profit because of costs to cut jobs and a charge to increase a provision for antitrust cases involving the company. Net income fell to 112 million euros ($139 million), or 39 cents a share, from 180 million euros, or 63 cents, in the quarter a year earlier, Akzo said. The company reiterated its forecast that full-year profit would drop from 2003. Akzo is facing a slump in profit as cheaper generic drugs erode sales of its antidepressant Remeron in the United States, with second-quarter sales falling 74 percent.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/20/business/world-business-briefing-europe-the-netherlands-akzo-reports-profit-decline.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: Reserve Bank Signs Loan Pact",
      "snippet": "South Africa's central bank signs accord for $1 billion syndicated loan invovling 39 banks to refinance $1.5 billion loan maturing in July; says loan might help bolster nation's credit rating (S)",
      "abstract": "South Africa's central bank signs accord for $1 billion syndicated loan invovling 39 banks to refinance $1.5 billion loan maturing in July; says loan might help bolster nation's credit rating (S)",
      "lead_paragraph": "South Africa's central bank signed an agreement for a $1 billion syndicated loan that will refinance a $1.5 billion loan maturing in July. The loan might help bolster South Africa's credit rating, the bank said. Citibank, ING Groep, Commerzbank and the Sumitomo Mitsui Banking Corporation organized the group of 39 banks participating in the credit. The interest margin on the new loan will be 47.5 basis points over the London interbank offered rate, or Libor, the South African Reserve Bank said in an e-mail statement. A group of 23 banks initially picked to arrange the loan offered to lend as much as $1.8 billion. The interest rate is lower than the margin of 67.5 basis points the bank paid for a $1 billion three-year loan last year, according to Bloomberg data. A basis point is one-hundredth of a percentage point.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/20/business/world-business-briefing-africa-south-africa-reserve-bank-signs-loan-pact.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Europe Clears Merger Plan Of 2 Giants In Recordings",
      "snippet": "European Commission approves merger of recorded-music units of Sony Corp and Bertelsmann to form Sony BMG; deal, which has been opposed by rival music corporations and coalition of smaller independent record labels, would shrink number of global c...",
      "abstract": "European Commission approves merger of recorded-music units of Sony Corp and Bertelsmann to form Sony BMG; deal, which has been opposed by rival music corporations and coalition of smaller independent record labels, would shrink number of global competitors to four and create company with second-largest market share; decision reflects sharp reversal by Europe's antitrust unit and its competition chief, Mario Monti, who took dim view of music industry consolidation in recent years; two companies hail decision (M)",
      "lead_paragraph": "European regulators yesterday approved a merger of the recorded-music units of the Sony Corporation and Bertelsmann, removing the biggest obstacle to the creation of a global music power with a joint artist roster that would include names like Bruce Springsteen and Outkast.",
      "publication_date": "2004-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/20/business/europe-clears-merger-plan-of-2-giants-in-recordings.html",
      "byline": "By Jeff Leeds"
    }
  ]
}