{
  "metadata": {
    "date": "2004-10-14",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "Yet Another Bidder Emerges for Australian Pub Operator",
      "snippet": "Austi",
      "abstract": "Austi",
      "lead_paragraph": "Australia's largest retailer, Coles Myer, waded into a takeover battle for the pub operator Australian Leisure and Hospitality Group yesterday, offering 1.18 billion Australian dollars ($856 million) in a bid with a local bank.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/14/business/worldbusiness/yet-another-bidder-emerges-for-australian-pub.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "F.D.A. Clears Chip Implant For Medical Identification  Federal regulators have cleared the way for a Florida company to market implantable chips that would provide easy access to individual medical records. Applied Digital Solutions, based in Delr...",
      "abstract": " F.D.A. Clears Chip Implant For Medical Identification  Federal regulators have cleared the way for a Florida company to market implantable chips that would provide easy access to individual medical records. Applied Digital Solutions, based in Delray Beach, Fla., said that its devices could save lives and limit injuries from errors in medical treatment.    The approval is expected to expand a debate over a technology that has alarmed privacy advocates and fueled fears about tracking of people using such tags. [Page A1.]    O'Reilly and Producer Trade Suits  A producer for the Fox News Channel filed a lawsuit against Bill O'Reilly, its biggest star, accusing him of sexual harassment. Hours earlier, Mr. O'Reilly had filed a suit against the producer claiming that she and her lawyer had tried to extort money from him. On his talk show last night, Mr. O'Reilly said, ''There comes a time when enough is enough.'' [C10.]    Oil and Gas Prices Continue Climb  Crude oil for November delivery rose $1.13, to $53.64 a barrel, equaling the record closing price reached Monday. Gasoline futures surged, while heating oil futures rose 3.1 percent to a record. [C13.]    Stocks Drop on Energy Concerns  A climb in oil prices trumped positive earnings news, sending stocks lower. The Dow Jones industrial average fell 74.85 points, to 10,002.33. The S.&P. 500-stock index declined 8.19 points, to 1,113.65, while the Nasdaq composite dropped 4.64 points, to 1,920.53. [C13.]    Merck Says New Drug Is Safe  Merck, which recalled its painkiller Vioxx because of a link to heart disease, said short-term studies had shown its planned successor pill, Arcoxia, to be safer. [C4.]    New Contract for Screenwriters  The union for Hollywood screenwriters struck a deal for a three-year agreement with studios and producers. It provides no increase in an important area for the guild, residual payments for DVD's. [C8.]    When Advertisers Get Together  The presidential race and Howard Stern were among the topics at the Association of National Advertisers. Stuart Elliott: Advertising. [C8.]    S.E.C. Is Investigating Chiron  The Securities and Exchange Commission has started an informal investigation of disclosure practices at Chiron, whose British plant producing flu vaccine was shut down last week. The shutdown cut the winter's supply of flu vaccine for Americans nearly in half. Congress is also looking into what the Food and Drug Administration knew about problems at the Chiron plant. [C12.]    McDonald's Says Profit Rose  In a preliminary report, McDonald's said its third-quarter earnings rose more than expected, citing strong sales and lower taxes. [C13.]    Don't Underestimate Nordic States  The Nordic countries dominate the top ranks of a list of the most competitive economies in the world, and a new listing of the best places to do business. [C3.]    A Gray Wave in Franchising  The franchising world is attracting a flood of middle-aged and elderly people who are looking to start a business but are reluctant to do a lot of planning. Small Business. [C6.]    The Science of Voter Turnout  Getting out the vote is an expensive job. A new book looks at which methods are most effective. Economic Scene: Alan B. Krueger. [C2.]  ",
      "lead_paragraph": "F.D.A. Clears Chip Implant For Medical Identification Federal regulators have cleared the way for a Florida company to market implantable chips that would provide easy access to individual medical records. Applied Digital Solutions, based in Delray Beach, Fla., said that its devices could save lives and limit injuries from errors in medical treatment.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/14/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "A Headache and a Fever: Long Lines for Flu Shots",
      "snippet": "People desperate for flu shots around United States mob venues with supply; clinics trying to make sure that most vulnerable people get vaccine first are being forced to turn some people away; critical shortage of vaccine is result of decision by ...",
      "abstract": "People desperate for flu shots around United States mob venues with supply; clinics trying to make sure that most vulnerable people get vaccine first are being forced to turn some people away; critical shortage of vaccine is result of decision by British regulators to shut down Liverpool factory of Chiron Corp, which supplies 50 percent of flu vaccine United States normally receives, or 46 million to 48 million doses; other major supplier, Aventis Pasteur of France, is supplying 55.4 million doses, but all but 22.4 million doses have already been distributed; Centers for Disease Control and Prevention issues guidelines giving certain groups priority to receive flu vaccine: infants, people over 65, those with chronic medical conditons, pregnant women, and health care workers with direct contact with patients; clamor for shots is so intense that police in Aurora, Colo, report 620 doses of vaccine were stolen from doctor's office; photo (M)",
      "lead_paragraph": "AVON, Mass., Oct. 13 - Every fall, Catherine DeMayo, a retired nurse, eagerly helps out at flu clinics around Massachusetts, administering doses of vaccine to people at pharmacies and grocery stores.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/14/health/a-headache-and-a-fever-long-lines-for-flu-shots.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "A Hard-to-Swallow Lesson on Pensions",
      "snippet": "Halliburton is using loophole in law to reduce pension payouts at Dresser-Rand unit in Olean, NY; Halliburton says it has honored its commitment to Dresser-Rand employees under pension plan, followed letter and spirit of laws applicable to plans, ...",
      "abstract": "Halliburton is using loophole in law to reduce pension payouts at Dresser-Rand unit in Olean, NY; Halliburton says it has honored its commitment to Dresser-Rand employees under pension plan, followed letter and spirit of laws applicable to plans, and made no profit related to plan; says former partner in joint venture Ingersoll-Rand let workers down; Ingersoll-Rand spokesman dispute that assertion; photo (M)",
      "lead_paragraph": "OLEAN, N.Y. - Hundreds of people here in western New York, all closing in on retirement, have learned a bitter lesson about pensions and the law that guarantees them.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/14/business/a-hardtoswallow-lesson-on-pensions.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Finding a Mother Lode in Mongolia",
      "snippet": "Mongolia, only 50 miles north of China, is booming again, driven by industrializing China that is searching for minerals; Mongolia has about $60 billion worth of copper and gold; mineral production is scheduled to begin in Oyu Tolgoi in Gobi Deser...",
      "abstract": "Mongolia, only 50 miles north of China, is booming again, driven by industrializing China that is searching for minerals; Mongolia has about $60 billion worth of copper and gold; mineral production is scheduled to begin in Oyu Tolgoi in Gobi Desert in mid-2007; map; photos (M)",
      "lead_paragraph": "OYU TOLGOI, Mongolia - In the table-flat vastness of the Gobi Desert, the Canadian-owned mining camp looks unimpressive: a gray gravel landing strip, two clusters of traditional ger shelters and a few warehouses, their zinc roofs glittering to the rare airplane passing through an otherwise empty sky.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/14/business/worldbusiness/finding-a-mother-lode-in-mongolia.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: A Loss Is Reversed",
      "snippet": "Dutch semiconductor maker ASML Holding says third-quarter net income reached 41 million euros ($50.6 million), reversing loss of 31 million euros year earlier; sales rose 65 percent, to 610 million euros; graph (S)",
      "abstract": "Dutch semiconductor maker ASML Holding says third-quarter net income reached 41 million euros ($50.6 million), reversing loss of 31 million euros year earlier; sales rose 65 percent, to 610 million euros; graph (S)",
      "lead_paragraph": "ASML Holding, the European maker of semiconductor equipment, reversed a year-earlier loss and reported a fourth consecutive quarterly profit as it reduced costs and sold more chip-making machines. Third-quarter net income reached 41 million euros ($50.6 million), reversing a loss of 31 million euros a year earlier, the company said. Sales rose 65 percent, to 610 million euros.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/14/business/world-business-briefing-europe-the-netherlands-a-loss-is-reversed.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "In Last Debate, Bush and Kerry Clash on Taxes and Health",
      "snippet": "Pres Bush and Sen John Kerry, in their third and final debate, display stark contrast in their views of virtually every major domestic issue--and particularly Bush's economic stewardship; Kerry repeatedly portrays himself as fiscally responsible l...",
      "abstract": "Pres Bush and Sen John Kerry, in their third and final debate, display stark contrast in their views of virtually every major domestic issue--and particularly Bush's economic stewardship; Kerry repeatedly portrays himself as fiscally responsible leader running against spendthrift president who cut taxes for wealthy while tolerating profound decline for American middle class; Bush repeatedly seeks to portray Kerry as liberal out of political mainstream, warning that Kerry's health care plan is 'empty promise' that would cost $5 trillion over 10 years--nearly eight times estimate Kerry offered for his plan; Bush cites litany of events beyond his control, seeking to rebut battery of economic statistics Kerry uses against him; striking moment occurs when Kerry pledges not to appoint anyone to Supreme Court who would overturn right to abortion, and Bush, strong opponent of abortion, declines to answer, reverting to his pledge in 2000 campaign not to impose 'litmus test' on judicial nominations; final debate, held at Arizona State Univ, lacks any dramatic moments that would sharply shift dynamic of race; most polls show them in dead heat; excerpts from some notable exchanges; photos (L)",
      "lead_paragraph": "In a fiercely competitive conclusion to the presidential debates, President Bush and Senator John Kerry battled last night over the state of American health care, the strength of the economy and whether they would appoint Supreme Court justices who would uphold the right to abortion.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/14/politics/campaign/in-last-debate-bush-and-kerry-clash-on-taxes-and-health.html",
      "byline": "By Adam Nagourney and Robin Toner"
    },
    {
      "headline": "Ahold Reaches a Settlement With the S.E.C.",
      "snippet": "Royal Ahold and former top executives Cees van der Hoeven and Michiel Meurs reach settlement with Securities and Exchange Commission in connection with multi-billion-dollar accounting scandal; sidesteps SEC fine because of what agency calls extens...",
      "abstract": "Royal Ahold and former top executives Cees van der Hoeven and Michiel Meurs reach settlement with Securities and Exchange Commission in connection with multi-billion-dollar accounting scandal; sidesteps SEC fine because of what agency calls extensive cooperation; company agrees not to violate US securities laws in future; Ahold, which is still subject of Justice Department probe and investor class-action lawsuit in US, neither admits nor denies SEC allegations, which accused it of using fraudulent documents to pump up its sales and profit figures; SEC contended Ahold overstated is sales by $30 billion over three years (M)",
      "lead_paragraph": "NIJMEGEN, the Netherlands, Oct. 13 - Royal Ahold and its two former top executives, once considered a Dutch dream team capable of turning groceries into gold, reached a settlement on Wednesday with the Securities and Exchange Commission in connection with a multibillion-dollar accounting scandal.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/14/business/ahold-reaches-a-settlement-with-the-sec.html",
      "byline": "By Gregory Crouch"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Airline Selects Engine Maker",
      "snippet": "World Business Briefing: Japan: Airline Selects Engï",
      "abstract": "World Business Briefing: Japan: Airline Selects Engï",
      "lead_paragraph": "The Japanese airline All Nippon Airways chose Rolls-Royce to supply engines for 50 Boeing 7E7 jets that will go into service from 2008. The deal, which Nippon valued at $1 billion based on the engine's list price, is a setback for General Electric, which was competing to supply engines for the 7E7, a medium-range jet. Boeing chose Rolls-Royce and General Electric to make engines for the jet and left it to airlines to select the manufacturer. All Nippon said it based its decision on the Rolls-Royce engine's fuel efficiency as well as noise and emission levels. Todd Zaun (NYT)",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/14/business/world-business-briefing-asia-japan-airline-selects-engine-maker.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Last Debate Offers a Crucial Test but Not the Final Word",
      "snippet": "Analysis: three debates between Pres Bush and Sen John Kerry have upended their race and brought Kerry back to dead-even in polls, but final three weeks will be crucial; in all three encounters, Kerry delivered consistent set of assertive, collect...",
      "abstract": "Analysis: three debates between Pres Bush and Sen John Kerry have upended their race and brought Kerry back to dead-even in polls, but final three weeks will be crucial; in all three encounters, Kerry delivered consistent set of assertive, collected performances, while Bush appeared impatient, even rattled during first debate, angry and aggressive in second, sunny and optimistic in third; tightly structured format of debates minimized Kerry's penchant for being wordy and magnified Bush's instinctual impatience; Bush's certainties clashed with Kerry's subtleties, and Bush's optimism was challenged by Kerry's skepticism; three remaining weeks of campaign are expected to be free-for-all, with Bush accusing Kerry of career of weak decisions on national security and tax-and-spend liberalism at home, while Kerry keeps hammering Bush's handling of war in Iraq and American economy (M)",
      "lead_paragraph": "George W. Bush and John Kerry ended the last of their three debates as they began them, with starkly defined differences in substance, semantics and style on almost every major question facing the American public, and they head into the campaign's homestretch amid every indication that their debates mattered -- perhaps more than any such encounters in a quarter century.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/14/politics/campaign/last-debate-offers-a-crucial-test-but-not-the-final-word.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Nader Off State's Ballot",
      "snippet": "A Pennsylvania court struck Ralph Nader's name from the state's ballot, declaring that two-thirds of the signatures on his nominating petitions were invalid.    Article, Page A25.",
      "abstract": "A Pennsylvania court struck Ralph Nader's name from the state's ballot, declaring that two-thirds of the signatures on his nominating petitions were invalid.    Article, Page A25.",
      "lead_paragraph": "A Pennsylvania court struck Ralph Nader's name from the state's ballot, declaring that two-thirds of the signatures on his nominating petitions were invalid.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/14/us/front page/nader-off-states-ballot.html",
      "byline": ""
    },
    {
      "headline": "Fitting Your PC in a Pocket",
      "snippet": "David Pogue State of the Art column on OQO, first pocket PC to run Microsoft Windows XP operating system; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on OQO, first pocket PC to run Microsoft Windows XP operating system; photo; drawing (M)",
      "lead_paragraph": "IN the last few years, the biggest breakthroughs in personal computing haven't had much to do with personal computers. Instead, many of the most exciting and popular inventions have been designed to let you carry a copy of the data that's on the PC you already have.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/10/14/technology/circuits/fitting-your-pc-in-a-pocket.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Interest Rate Kept Low",
      "snippet": "Bank of Japan decides to keep short-term interest rates at 0.001 percent to battle deflation and keep nation's economic recovery on track (S)",
      "abstract": "Bank of Japan decides to keep short-term interest rates at 0.001 percent to battle deflation and keep nation's economic recovery on track (S)",
      "lead_paragraph": "The Bank of Japan decided to keep short-term interest rates near zero to battle deflation and keep the nation's economic recovery on track. The rate on overnight loans between big banks, a benchmark for the central bank, was held steady at 0.001 percent. Although Japan's economy has been recovering for more than a year, the central bank has kept interest rates close to zero in an attempt to end a long decline in prices. Todd Zaun (NYT)",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/14/business/world-business-briefing-asia-japan-interest-rate-kept-low.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "What Do Women Game Designers Want?",
      "snippet": "Video game makers are starting to think about developing games that are more appealing to women and girls, many of whom have rejected games because of violence; makers realize there is huge untapped market; women are also underemployed within indu...",
      "abstract": "Video game makers are starting to think about developing games that are more appealing to women and girls, many of whom have rejected games because of violence; makers realize there is huge untapped market; women are also underemployed within industry; photos (M)",
      "lead_paragraph": "DENISE FULTON spent much of her childhood playing computer games. At 8, while growing up in Ohio, she was already playing Zork, Adventure and other text-based games. And the fascination continued into her adult years.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/10/14/technology/circuits/what-do-women-game-designers-want.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Smaller Can Be Better (Except When It's Not)",
      "snippet": "Manufacturers are finding that making electronic devices smaller can make them less functional; aim to make devices as small as possible, while retaining functionality and simplicity; photo (M)",
      "abstract": "Manufacturers are finding that making electronic devices smaller can make them less functional; aim to make devices as small as possible, while retaining functionality and simplicity; photo (M)",
      "lead_paragraph": "FOR decades, many makers of everything from televisions to cameras and from telephones to stereo equipment embraced the ideal of thinner, sleeker, smaller. These days, stores are stocked with an abundance of featherweight laptops, palm-sized digital cameras and camcorders and toddler-sized cellphones and digital organizers, along with portable radios, computer mice and digital music players that are sometimes even smaller than the price tags attached to them.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/10/14/technology/circuits/smaller-can-be-better-except-when-its-not.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "Audit Board Delays Rule on Options as Expenses",
      "snippet": "Financial Accounting Standards Board, under pressure from companies and staff of Securities and Exchange Commission, votes, 5-2, to grant American companies six-month reprieve on deadline to start deducting value of stock options granted to execut...",
      "abstract": "Financial Accounting Standards Board, under pressure from companies and staff of Securities and Exchange Commission, votes, 5-2, to grant American companies six-month reprieve on deadline to start deducting value of stock options granted to executives and other employees from their profits; move will delay reduction in reported profits for many companies, and may give them more time to lobby Congress to stop rule from taking effect at all; SEC was concerned corporate accountants would be overloaded if they had to put rule into practice while also coping with changes in annual audits required by Sarbanes-Oxley Act; International Accounting Standards Board's rule on listing options as expense, which is similar to one American board is to issue, will take effect on Jan 1; it will be mandatory for companies based in European Union countries and Australia, among others (M)",
      "lead_paragraph": "American companies were granted a six-month reprieve yesterday on the deadline to start deducting the value of stock options granted to executives and other employees from their profits. The move will delay the reduction in reported profits for many companies, and may give them more time to lobby Congress to stop the rule from taking effect at all.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/14/business/audit-board-delays-rule-on-options-as-expenses.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Big Grocer in Japan to Get Help With Debt",
      "snippet": "Daiei's president Kunio Takagi tells reports company",
      "abstract": "Daiei's president Kunio Takagi tells reports company",
      "lead_paragraph": "TOKYO, Oct. 13 - The ailing Japanese supermarket chain Daiei, a company that has come to epitomize Japan's bad-loan troubles, capitulated to pressure from its banks Wednesday and agreed to pursue a government-led restructuring.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/14/business/worldbusiness/big-grocer-in-japan-to-get-help-with-debt.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Identity Badge Worn Under Skin Approved for Use in Health Care",
      "snippet": "Food and Drug Administration clears way for company to market implantable chips that would provide easy access to individual medical records; Applied Digital Solutions Co chairman Scott R Silverman says its so-called VeriChips could save lives and...",
      "abstract": "Food and Drug Administration clears way for company to market implantable chips that would provide easy access to individual medical records; Applied Digital Solutions Co chairman Scott R Silverman says its so-called VeriChips could save lives and limit injuries from errors in medical treatment, and could accelerate acceptance of under-the-skin ID chips as security and access-control devices; FDA approval is expected to bring to public attention simmering debate over technology that evokes Orwellian overtones for privacy advocates and fueled fears of widespread tracking of people with implanted radio frequency tags, even though that ability does not yet exist; Applied Digital's VeriChip does not contain any records, but care provider with Applied's handheld radio scanner would be able to retrieve medical information stored in computers (M)",
      "lead_paragraph": "The Food and Drug Administration has cleared the way for a Florida company to market implantable chips that would provide easy access to individual medical records.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/14/technology/identity-badge-worn-under-skin-approved-for-use-in-health-care.html",
      "byline": "By Barnaby J. Feder and Tom Zeller Jr"
    },
    {
      "headline": "H&M Keeps Up the Expansion, but Some Analysts See Weak Links",
      "snippet": "Analysts are raisign questions about growth potential of Hennes & Mauritz, better known as H&M, particularly in US; chief executive Rolf Eriksen says major problem in US was rushing in, and opening stores too quickly, but adds that was bigger prob...",
      "abstract": "Analysts are raisign questions about growth potential of Hennes & Mauritz, better known as H&M, particularly in US; chief executive Rolf Eriksen says major problem in US was rushing in, and opening stores too quickly, but adds that was bigger problem for observers than for him; company has had to do some re-figuring in US, which included scaling down plans for large stores and retraining some managers; retailer is moving into new areas of Europe--like Italy--and Eastern Europe, while still striving to meet its financial goals in US; plans to open store at 59th Street and Lexington Avenue in Manhattan; photo (M)",
      "lead_paragraph": "MILAN - Maya Georgieva, 23, and three friends had just driven 15 hours from Bulgaria, and were checking out the new Hennes & Mauritz -- better known as H&M -- clothing store here.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/14/business/hm-keeps-up-the-expansion-but-some-analysts-see-weak-links.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Surplus Rises",
      "snippet": "Japan's current account surplus grew 2.3 percent in August, to 1.45 trillion yen ($13.2 billion), in August from month year ago; imports rose 19.4 percent, to 3.76 trillion yen, while exports expanded 11.4 percent, to 4.57 billion yen (S)y",
      "abstract": "Japan's current account surplus grew 2.3 percent in August, to 1.45 trillion yen ($13.2 billion), in August from month year ago; imports rose 19.4 percent, to 3.76 trillion yen, while exports expanded 11.4 percent, to 4.57 billion yen (S)y",
      "lead_paragraph": "Japan's current account surplus grew 2.3 percent in August from the month a year ago, the 14th consecutive such increase. The surplus hit 1.45 trillion yen ($13.2 billion) in August, higher than economists had expected, as rising exports helped offset an increase in the price of oil, one of Japan's biggest imports. Over all, imports rose 19.4 percent, to 3.76 trillion yen, for August while exports expanded 11.4 percent, to 4.57 billion yen, fueled by growing shipments to China and the European Union. Todd Zaun (NYT)",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/14/business/world-business-briefing-asia-japan-trade-surplus-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "4 European Nations Accused of Unfairly Favoring Intel",
      "snippet": "European Commission says France, Netherlands, Sweden and Finland unfairly favored Intel in public contracts for computer equipment; begins formal inquiry into their procurement practices; Advanced Micro Devices complained 10 months ago that practi...",
      "abstract": "European Commission says France, Netherlands, Sweden and Finland unfairly favored Intel in public contracts for computer equipment; begins formal inquiry into their procurement practices; Advanced Micro Devices complained 10 months ago that practice by four countries was anticompetitive (M)",
      "lead_paragraph": "BRUSSELS, Oct. 13 - The European Commission said on Wednesday that France, the Netherlands, Sweden and Finland had unfairly favored Intel, the American computer chip maker, in public contracts for computer equipment. The commission began a formal inquiry into their procurement practices.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/14/business/worldbusiness/4-european-nations-accused-of-unfairly-favoring.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Apple's 4th-Quarter Profit More Than Doubled",
      "snippet": "Apple Computer says its fourth-quarter profit more than doubled because of continued strong sales of iPod music players, beating Wall Street estimates by wide margin; net income was $106 million in fourth quarter ended Sept 25, compared with profi...",
      "abstract": "Apple Computer says its fourth-quarter profit more than doubled because of continued strong sales of iPod music players, beating Wall Street estimates by wide margin; net income was $106 million in fourth quarter ended Sept 25, compared with profit of $44 million in last year's fourth quarter; revenue rose 37 percent, to $2.35 billion, from $1.72 billion year ago; chief executive Steven P Jobs comments; graph; photo (M)",
      "lead_paragraph": "Apple Computer announced yesterday that its fourth-quarter profit more than doubled because of continued strong sales of iPod music players, beating Wall Street estimates by a wide margin despite a shortage of the semiconductors that are used in some of its computers.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/14/technology/apples-4thquarter-profit-more-than-doubled.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Justices Weigh Executions of Young Killers",
      "snippet": "Supreme Court, which two years ago ruled 6 to 3 that executing mentally retarded offenders is 'cruel and unusual punishment' in violation of Eighth Amendment, appears deeply divided over whether death penalty for acts committed while a juvenile sh...",
      "abstract": "Supreme Court, which two years ago ruled 6 to 3 that executing mentally retarded offenders is 'cruel and unusual punishment' in violation of Eighth Amendment, appears deeply divided over whether death penalty for acts committed while a juvenile should likewise be seen as unconstitutional; at issue is Missouri Supreme Court's 4-to-3 decision freeing Christopher Simmons from death row for murder he committed when he was 17, and resentencing him to life in prison without parole; state is appealing that decision to Supreme Court, arguing that state court lacks authority to reject Supreme Court's last decision on question, 1989 ruling that upheld capital punishment for 16- and 17-year-olds; Seth P Waxman, attorney for Simmons, argues that new medical and psychological understanding of teenage immaturity validates step Missouri court took; also cites increasing rarity of juvenile executions since 1989; Simmons case has attracted wide interest overseas, with briefs for Simmons signed by European Union and other organizations; United States and Somalia are only nations that have not formally repudiated executing juveniles (M)",
      "lead_paragraph": "WASHINGTON, Oct. 13 - If American society has indeed reached a consensus that the death penalty should not apply to those who kill at age 16 or 17, as the lawyer for a young Missouri murderer argued to the Supreme Court on Wednesday, no such consensus was apparent among the justices themselves.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/14/politics/justices-weigh-executions-of-young-killers.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "After 3 Debates, Some Voters Remain on Fence",
      "snippet": "Group of sought-after swing voters in Iowa watches third presidential debate, in hopes of hearing something that would sway them; Sen John Kerry may have lost votes when he invoked Vice Pres Dick Cheney's lesbian daughter as part of answer on same...",
      "abstract": "Group of sought-after swing voters in Iowa watches third presidential debate, in hopes of hearing something that would sway them; Sen John Kerry may have lost votes when he invoked Vice Pres Dick Cheney's lesbian daughter as part of answer on same-sex marriage; three undecided voters think it unfair for him to single out one person; by debate's end, one listener says he will vote for Bush, one for Kerry, and rest remain undecided; photo (M)",
      "lead_paragraph": "WEST BRANCH, Iowa, Oct. 13 - Forget his health care plan. Forget abortion and embryonic stem cell research. Forget even how many times he did or did not vote to raise taxes. Senator John Kerry may have lost three critical votes with a simple aside, when he invoked Vice President Dick Cheney's lesbian daughter as part of an answer on same-sex marriage.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/14/us/front page/the-2004-campaign-the-voters-after-3-debates-some-voters.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "World Business Briefing | Europe: Shipping Law May Be Scrapped",
      "snippet": "European Commission proposes scrapping 20-year-old rules allowing shipping companies to fix prices; companies argue that ability to fix rates and capacity prevents price swings that sometimes force carriers out of business; add accords also help a...",
      "abstract": "European Commission proposes scrapping 20-year-old rules allowing shipping companies to fix prices; companies argue that ability to fix rates and capacity prevents price swings that sometimes force carriers out of business; add accords also help avoid high rates or low capacity; competition commissioner Mario Monti says exemption was justified at one time, but be re-examined because of its impact for competitiveness of European industry and for exporting companies; photo (S)",
      "lead_paragraph": "The European Commission proposed scrapping 20-year-old rules allowing shipping companies to fix prices. Shipping lines have agreements among themselves to provide regular scheduled maritime services and offer a common freight rate to shippers. They argue that the ability to fix rates and capacity prevents price swings that sometimes force carriers out of business. The accords also help avoid high rates or low capacity, they say. The competition commissioner, Mario Monti, above, said that the exemption was justified at one time, but must be re-examined because of its impact for the competitiveness of the European industry and for exporting companies.",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/14/business/world-business-briefing-europe-shipping-law-may-be-scrapped.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Strong Demand For Oil Shares",
      "snippet": "Thai Oil raises about $790 million selling 45 percent stake to public, in country's largest initial public offering (S)",
      "abstract": "Thai Oil raises about $790 million selling 45 percent stake to public, in country's largest initial public offering (S)",
      "lead_paragraph": "Thai Oil, Thailand's largest oil refiner, raised about $790 million selling a 45 percent stake to the public this week, in the country's largest initial public offering. Both foreign and local investors, eager to profit from record oil prices and refining margins, submitted orders for many times the number of shares on sale. Most of the shares belonged to creditors who took them in lieu of roughly $900 million in debt when the company defaulted on $2 billion in debt after the Asian financial crisis of 1997 and 1998. Wayne Arnold (NYT)",
      "publication_date": "2004-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/14/business/world-business-briefing-asia-thailand-strong-demand-for-oil-shares.html",
      "byline": "By Wayne Arnold (NYT)"
    }
  ]
}