{
  "metadata": {
    "date": "2004-11-18",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: Singapore: Economy Shrinks",
      "snippet": "Singapore economy shrinks at 3 percent annual pace in third quarter; exports resume growth in October as gross domestic product contracts; graph (S)",
      "abstract": "Singapore economy shrinks at 3 percent annual pace in third quarter; exports resume growth in October as gross domestic product contracts; graph (S)",
      "lead_paragraph": "Singapore's econ-omy shrank at a 3 percent annual pace in the third quarter, more than initially estimated, as waning demand for computer chips and printers slowed growth in manufacturing. Exports resumed growth in October. The contraction in gross domestic product in the quarter, which ended Sept. 30, compares with the seasonally adjusted 2.3 percent pace of decline reported by the government on Oct. 11 and growth of 11.9 percent in the second quarter, the trade ministry said.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/18/business/world-business-briefing-asia-singapore-economy-shrinks.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Bridging the Gadget Gift Gap",
      "snippet": "As holidays approach, technological rift dividing Americans is notable; some grandparents are mystified by electronics, while others are savvy; smart giver does sufficient research to ensure optimal fit of gift with recipient; photos (M)",
      "abstract": "As holidays approach, technological rift dividing Americans is notable; some grandparents are mystified by electronics, while others are savvy; smart giver does sufficient research to ensure optimal fit of gift with recipient; photos (M)",
      "lead_paragraph": "WHEN I saw that little television, I despaired.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/11/18/technology/circuits/bridging-the-gadget-gift-gap.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Assassination Is an Issue in Trade Talks",
      "snippet": "Labor rights groups and some members of US Congress, prompted by high rate of assassination of union leaders in Colombia, almost all of which remain unsolved, promise to make issue of violence and impunity important component in trade talks betwee...",
      "abstract": "Labor rights groups and some members of US Congress, prompted by high rate of assassination of union leaders in Colombia, almost all of which remain unsolved, promise to make issue of violence and impunity important component in trade talks between Bush administration and government of Pres Alvaro Uribe; Vice Pres Francisco Santos, during visit to US, says government, widely credited with reducing violence since taking office in 2002, has made Colombia considerably safer for unionists; photos (M)",
      "lead_paragraph": "BOGOTÁ, Colombia, Nov. 17 - With tears in her eyes, 80-year-old Mercedes Cuéllar wrapped her arms around her son, one of Colombia's top union leaders, and said goodbye as he boarded a flight to Miami and temporary exile from the country's long conflict.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/18/business/worldbusiness/assassination-is-an-issue-in-trade-talks.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "You Bought That on the Web?",
      "snippet": "Michelle Slatalla Online Shopper column says growing number of Internet merchants are making it easy for gift givers to shop online without it looking as if they did; roundup of sites offering interesting gift ideas; photo; drawing (M)",
      "abstract": "Michelle Slatalla Online Shopper column says growing number of Internet merchants are making it easy for gift givers to shop online without it looking as if they did; roundup of sites offering interesting gift ideas; photo; drawing (M)",
      "lead_paragraph": "IF my picture were on the wall at the post office, it would hang beneath a sign that said \"Ten Least Wanted.\" In the photo, I would be shown trying to foist a gaily wrapped holiday present on an unsuspecting recipient.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/11/18/technology/you-bought-that-on-the-web.html",
      "byline": "By Michelle Slatalla"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Retail Sales Rise",
      "snippet": "Retail sales in Brazil rise in August for 10th consecutive month, by 8.9 percent (S)",
      "abstract": "Retail sales in Brazil rise in August for 10th consecutive month, by 8.9 percent (S)",
      "lead_paragraph": "Retail sales in Brazil rose in August for the 10th consecutive month, climbing a better-than-expected 8.9 percent from the year-earlier period, the government's statistics agency said. Sales of big-ticket items like furniture and home appliances continued to lead the surge, jumping 20 percent in September from a year ago. Over all, retail sales are up 9.3 percent so far this year, bolstered by an upswing in consumer confidence now that Brazil's economy is growing at its fastest rate since 1996. Todd Benson (NYT)",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/18/business/world-business-briefing-americas-brazil-retail-sales-rise.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Pioneer of Sham Tax HavensSits Down for Pre-Jail Chat",
      "snippet": "Interview with Jerome Schneider, nation's best-known seller of fraudulent offshore banks and pioneer in sham tax havens; says he helped hundreds of rich Americans evade taxes, including actors, celebrities and business owners; Schneider, who plead...",
      "abstract": "Interview with Jerome Schneider, nation's best-known seller of fraudulent offshore banks and pioneer in sham tax havens; says he helped hundreds of rich Americans evade taxes, including actors, celebrities and business owners; Schneider, who pleaded guilty in February to conspiring to help his clients evade tax laws and is expected to be sentenced on Nov 22 to no more than 24 months in prison for cooperating with government, says he expects 'every single one' of his clients to be prosecuted or sued for taxes they evaded; adds clients sought to evade taxes on incomes ranging from $100,000 to $40 million, though most were from third to half million dollars; photo (M)",
      "lead_paragraph": "SEATTLE, Nov. 17 - Jerome Schneider, the nation's best-known seller of fraudulent offshore banks, said in an interview today that he had helped hundreds of rich Americans evade taxes, including actors, celebrities and business owners.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/18/business/pioneer-of-sham-tax-havenssits-down-for-prejail-chat.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Kmart Takeover of Sears Is Set; $11 Billion Deal",
      "snippet": "Kmart to buy Sears, Roebuck for $11 billion in cash and stock to form nation's third-largest retailer; companies plan to maintain largely separate identities, at least at first, although hundreds of free-standing Kmarts will eventually become Sear...",
      "abstract": "Kmart to buy Sears, Roebuck for $11 billion in cash and stock to form nation's third-largest retailer; companies plan to maintain largely separate identities, at least at first, although hundreds of free-standing Kmarts will eventually become Sears stores and stores will carry each others products; deal is triumph for Edward S Lampert, Kmart's largest shareholder, who will be chairman of merged company, to be called Sears Holdings; Kmart chief executive Aylwin B Lewis will run both retailers; Sears chief executive Alan J Lacy, who will be vice chairman, comments; analysts discuss outlook for company; shares of both companies soar; financial graphs; photos (M)",
      "lead_paragraph": "Kmart will buy Sears, Roebuck for $11 billion, the companies announced yesterday, a deal that unites two struggling merchants in an effort to survive against rivals like Wal-Mart, which passed both in the 1990's on its way to becoming the nation's largest retailer.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/18/business/kmart-takeover-of-sears-is-set-11-billion-deal.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Owner of Big Electronic Stock Trading System Is Said to Be for Sale",
      "snippet": "Instinet Group, woner of one of largest electronic trading systems, is for sale; company, which was spun off in part by Reuters Group in 2001, has retained UBS for auction, which is expected to bring more than $2 billion (M)",
      "abstract": "Instinet Group, woner of one of largest electronic trading systems, is for sale; company, which was spun off in part by Reuters Group in 2001, has retained UBS for auction, which is expected to bring more than $2 billion (M)",
      "lead_paragraph": "The Instinet Group, owner of one of the largest electronic stock trading systems, is for sale, executives briefed on the plan say.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/18/business/owner-of-big-electronic-stock-trading-system-is-said-to-be-for.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Sainsbury Posts Its First Loss and Arms Against a Takeover",
      "snippet": "J Sainsbury supermarket chain posts net loss in six months to October 9 of 88 million pounds sterling ($163 million), its first loss ever; says discussions are underway with Morgan Stanley to ward off potential takeover moves; photo (M)",
      "abstract": "J Sainsbury supermarket chain posts net loss in six months to October 9 of 88 million pounds sterling ($163 million), its first loss ever; says discussions are underway with Morgan Stanley to ward off potential takeover moves; photo (M)",
      "lead_paragraph": "LONDON, Nov. 17 - Once ranked as Britain's leading supermarket chain, J Sainsbury posted a net loss on Wednesday, the first since it was founded 135 years ago, and said it had talked to the banker Morgan Stanley about warding off potential takeover moves.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/18/business/worldbusiness/sainsbury-posts-its-first-loss-and-arms-against-a.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Inquiry At Weapons Maker",
      "snippet": "BAE Systems says it is being included in British government probe of contracts with two travel agents related to sale of military equipment to Saudi Arabia (S)",
      "abstract": "BAE Systems says it is being included in British government probe of contracts with two travel agents related to sale of military equipment to Saudi Arabia (S)",
      "lead_paragraph": "The European weapons manufacturer BAE Systems said that it was being included in an investigation by the Serious Fraud Office of Britain over contracts with two travel agents related to the sale of military equipment to Saudi Arabia. The company, which is based in London, said it would cooperate with the inquiry. The company said when the investigation was announced this month that it was not the target and that it might have been the victim of a fraud.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/18/business/world-business-briefing-europe-britain-inquiry-at-weapons-maker.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: France: Vivendi's Profit Rises",
      "snippet": "Vivendi Universal reports third-quarter earnings of 776 million euros ($1 billion) and 6 percent increase in revenue, to 4.7 billion euros (S)",
      "abstract": "Vivendi Universal reports third-quarter earnings of 776 million euros ($1 billion) and 6 percent increase in revenue, to 4.7 billion euros (S)",
      "lead_paragraph": "The French entertainment company Vivendi Universal said that it earned 776 million euros ($1 billion) in the third quarter, up from 131 million euros a year earlier, mostly as a result of a change in its tax status. Excluding assets that Vivendi sold in the last year, the company's revenue rose 6 percent, to 4.7 billion euros. Vivendi, which is based in Paris, said the French government changed its tax status in August, giving the company savings of 750 million euros by Sept. 30. Vivendi's Universal Music unit posted a profit that fell short of analysts' estimates and its computer game unit posted a loss.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/18/business/world-business-briefing-europe-france-vivendis-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "The Architect Behind Kmart's Surprising Takeover of Sears",
      "snippet": "Article on Edward S Lampert, largest investor in Kmart, chairman of its board and architect of bold $11 billion takeover of Sears; Lampert says he knows Sears acquisition will be gamble but he is comfortable with uncertainty; charts; photos (M)",
      "abstract": "Article on Edward S Lampert, largest investor in Kmart, chairman of its board and architect of bold $11 billion takeover of Sears; Lampert says he knows Sears acquisition will be gamble but he is comfortable with uncertainty; charts; photos (M)",
      "lead_paragraph": "About 10 days ago, Edward S. Lampert placed a call to his newest hire, Aylwin B. Lewis, whom he had installed as the chief executive of Kmart only a week earlier.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/18/business/the-architect-behind-kmarts-surprising-takeover-of-sears.html",
      "byline": "By Andrew Ross Sorkin and Riva D. Atlas"
    },
    {
      "headline": "Chinese Move to Eclipse U.S. Appeal in Southeast Asia",
      "snippet": "Second article in series China's Reach, on China's rising power in Asia-Pacific region; examines China's big push to market itself and its language across Southeast Asia and Pacific, similar to way United States promoted its culture and values dur...",
      "abstract": "Second article in series China's Reach, on China's rising power in Asia-Pacific region; examines China's big push to market itself and its language across Southeast Asia and Pacific, similar to way United States promoted its culture and values during cold war; young Asians particularly are eager to cement cultural bonds as China deepens its economic and political interest in region; more and more Southeast Asians are traveling to China; tourists from China's rapidly expanding middle class are becoming dominant tourist group in region, carrying with them image of vastly different and more inviting China than even just few years ago; map; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/18/world/asia/chinese-move-to-eclipse-us-appeal-in-southeast-asia.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "World Business Briefing | Americas: Colombia: Airline Clears Bankruptcy",
      "snippet": "Federal Bankruptcy Court in New York clears way for Grupo Synergy of Brazil to take control of bankrupt Colombian airline Avianca; Synergy would invest $44.5 million to purchase equity from airline's principal owners, Valores Bavaria and Colombian...",
      "abstract": "Federal Bankruptcy Court in New York clears way for Grupo Synergy of Brazil to take control of bankrupt Colombian airline Avianca; Synergy would invest $44.5 million to purchase equity from airline's principal owners, Valores Bavaria and Colombian Federation of Coffee Growers; photo (M)",
      "lead_paragraph": "The Federal Bankruptcy Court in New York has cleared the way for Grupo Synergy of Brazil to take control of Avianca, Colombia's flagship airline and one of the most recognizable names in Latin American aviation, the parties involved in the deal said. Synergy, which is controlled by German Efromovich, a Brazilian investor, above, already operates the Brazilian regional carrier OceanAir. It will take over Avianca, the financially troubled 85-year-old carrier, in about 10 days. Under the deal, Synergy would invest $44.5 million in Aerovías Nacionales de Colombia, or Avianca, to purchase the equity from the airline's principal owners, Valores Bavaria and the Colombian Federation of Coffee Growers. Avianca filed for Chapter 11 bankruptcy protection in New York in March 2003 after accumulating debts totaling $300 million. Juan Forero (NYT)",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/18/business/world-business-briefing-americas-colombia-airline-clears.html",
      "byline": "By Juan Forero (NYT)"
    },
    {
      "headline": "House G.O.P. Acts to Protect Chief",
      "snippet": "House Republicans, spurred by probe linked to Majority Leader Tom DeLay, agree at closed-door meeting to abandon 11-year-old party rule that requires leaders to step aside temporarily if indicted; party steering committee will instead review any i...",
      "abstract": "House Republicans, spurred by probe linked to Majority Leader Tom DeLay, agree at closed-door meeting to abandon 11-year-old party rule that requires leaders to step aside temporarily if indicted; party steering committee will instead review any indictments of leaders or committee chairman to determine if giving up post is warranted; leaders will still have to step down if convicted; Rep Henry Bonilla, chief author of new rule, says only handful of members opposed it; DeLay lauds change, but says he did not seek it and does not expect to be indicted; refers to indictment in Travis County, Tex, of three of his policial associates in case involving alleged illegal use of corporate money to help Republicans win state legislative races in 2002; some Republicans, Democrats and outside watchdogs score change (M)",
      "lead_paragraph": "WASHINGTON, Nov. 17 - Spurred by an investigation connected to the majority leader, House Republicans voted Wednesday to abandon an 11-year-old party rule that required a member of their leadership to step aside temporarily if indicted.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/18/politics/house-gop-acts-to-protect-chief.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "2 Money Managers to Pay $80 Million in Settlement  The founders of the money management firm Pilgrim Baxter & Associates agreed to each pay $80 million to settle a longstanding complaint that they improperly profited by allowing some investors to ...",
      "abstract": " 2 Money Managers to Pay $80 Million in Settlement  The founders of the money management firm Pilgrim Baxter & Associates agreed to each pay $80 million to settle a longstanding complaint that they improperly profited by allowing some investors to trade rapidly in and out of the company's mutual funds.  ",
      "lead_paragraph": "2 Money Managers to Pay $80 Million in Settlement The founders of the money management firm Pilgrim Baxter & Associates agreed to each pay $80 million to settle a longstanding complaint that they improperly profited by allowing some investors to trade rapidly in and out of the company's mutual funds.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/18/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Dream TV Screen, Now in Size Large",
      "snippet": "David Pogue State of the Art column compares LCD and plasma television sets; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column compares LCD and plasma television sets; photo; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/11/18/technology/circuits/dream-tv-screen-now-in-size-large.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Marine Officers See Risks in Reducing U.S. Troops in Falluja",
      "snippet": "Senior Marine intelligence officers in Iraq are warning that if United States significantly cuts troop levels in Falluja during reconstruction, as planned, insurgents will rebound from their defeat; say insurgents could thwart retraining of Iraqi ...",
      "abstract": "Senior Marine intelligence officers in Iraq are warning that if United States significantly cuts troop levels in Falluja during reconstruction, as planned, insurgents will rebound from their defeat; say insurgents could thwart retraining of Iraqi security forces, intimidate residents and derail elections set for Jan; warn insurgents, despite taking heavy casualties in week, will continue to grow in number, wage guerrilla attacks and stir unrest among Falluja's returning residents, stressing that expectations for improved conditions have not been met; some senior military officers say assessment does not reflect views of all intelligence officials and senior commanders in Iraq; Army Brig Gen John DeFreitas III calls it worst-case assessment, phone interview; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 17 - Senior Marine intelligence officers in Iraq are warning that if American troop levels in the Falluja area are significantly reduced during reconstruction there, as has been planned, insurgents in the region will rebound from their defeat. The rebels could thwart the retraining of Iraqi security forces, intimidate the local population and derail elections set for January, the officers say.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/18/world/middleeast/marine-officers-see-risks-in-reducing-us-troops-in-falluja.html",
      "byline": "By Eric Schmitt and Robert F. Worth"
    },
    {
      "headline": "Earlier Merck Study Indicated Risks of Vioxx",
      "snippet": "Nearly year before Merck received results from clinical trial that prompted company to withdraw its painkiller Vioxx from market, company received preliminary results from seprate study of patients records that also apparently indicated that drug ...",
      "abstract": "Nearly year before Merck received results from clinical trial that prompted company to withdraw its painkiller Vioxx from market, company received preliminary results from seprate study of patients records that also apparently indicated that drug posed cadiovascular risks; Merck has not publicly disclosed that separate study's results or referred to it in any of its statements about Vioxx's safety record since announcing in late September that it would stop selling drug; company spokeswoman Wainwright confirms study's existence and says Merck, which paid for research, received its preliminary results last November, and was given final report 10 days before company anounced it would stop selling Vioxx; says separate study, because it was based on patient records and not actual clinical trial, was inconclusive and had no bearing on decision to withdraw Vioxx; chief executive Raymond V Gilmartin is expected to be questioned on matter in hearing by Senate Finance Committee, which will also be examining Food and Drug Administration's handling of Vioxx and other drug issues; photo (M)",
      "lead_paragraph": "Nearly a year before Merck received results from the clinical trial that prompted the company to withdraw its painkiller Vioxx from the market, the company received preliminary results from a separate study of patient records that also apparently indicated that the drug posed cardiovascular risks.",
      "publication_date": "2004-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/18/business/earlier-merck-study-indicated-risks-of-vioxx.html",
      "byline": "By Barry Meier"
    }
  ]
}