{
  "metadata": {
    "date": "2004-02-10",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "OPEC Stresses Compliance With Quotas",
      "snippet": "Energy ministers gathering in Algiers for meeting of OPEC meetings say stricter adherence to their current production quotas is needed to avoid sharp decline in price of oil this spring, signaling that formal output cuts could probably wait until ...",
      "abstract": "Energy ministers gathering in Algiers for meeting of OPEC meetings say stricter adherence to their current production quotas is needed to avoid sharp decline in price of oil this spring, signaling that formal output cuts could probably wait until March; Chakib Khelil, Algeria's oil minister, says members are exceeding group's quota of 24.5 million barrels per day by about 1.75 million barrels in extra daily production; revenue from international sales by OPEC surged nearly 25 percent in 2003, to $247 billion from $199 billion previous year, as oil prices climbed to their highest annual average level in two decades; windfall has made it difficult for OPEC members to adhere to their own quotas; crude oil futures for March delivery climbs 5 cents per barrel, to $32.53, in New York tradin, while in London, brent crude oil rises 12 cents, to $28.95 per barrel; graph; chart (M)",
      "lead_paragraph": "Energy ministers gathering here on Monday for a meeting of OPEC members said stricter adherence to their current production quotas was needed to avoid a sharp decline in the price of oil this spring, signaling that formal output cuts could probably wait until next month.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/10/business/opec-stresses-compliance-with-quotas.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Tunnel Operator Needs Funds",
      "snippet": "Eurotunnel warns it might not survive without another major overhaul of its debt as it cuts value of its assets and posts net loss of 1.9 billion euros ($2.4 billion) for full year; graph (S)",
      "abstract": "Eurotunnel warns it might not survive without another major overhaul of its debt as it cuts value of its assets and posts net loss of 1.9 billion euros ($2.4 billion) for full year; graph (S)",
      "lead_paragraph": "The operator of the Channel Tunnel, Eurotunnel, warned that it might not survive without another major overhaul of its debt as it cut the value of its assets and posted a net loss of 1.9 billion euros ($2.4 billion) for the full year. In an effort to increase traffic and revenue, Eurotunnel is proposing a cut in the tariffs that it charges rail operators to use the 10-year-old undersea link between France and Britain. But first, Eurotunnel wants its financial and industrial partners, including its banks, to help it shore up its balance sheet, which lists 9 billion euros of debt left over from its construction and delayed opening. Eurotunnel posted a net loss of 1.89 billion euros as a weak economy and a price war with ferry services battered its operating results.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/10/business/world-business-briefing-europe-britain-tunnel-operator-needs-funds.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Big Music Retailer Is Seeking Bankruptcy Protection",
      "snippet": "Tower Records, one of largest specialty retailers of music and video in country and one of last family-run dynasties in industry increasingly dominated by mass merchants like Wal-Mart, files for Chapter 11 bankruptcy protection; filing by Tower an...",
      "abstract": "Tower Records, one of largest specialty retailers of music and video in country and one of last family-run dynasties in industry increasingly dominated by mass merchants like Wal-Mart, files for Chapter 11 bankruptcy protection; filing by Tower and its parent company MTS Inc comes at time when traditional record stores are under siege from big-box and electronics stores as well as from growing availability of online music; filing is intended to reduce company's debt by $80 million so that interest costs will consume less of company's revenue; 93 stores will remain open and customers and employees will not notice any change; some analysts say Tower's plight is bad sign for industry at large; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/10/business/big-music-retailer-is-seeking-bankruptcy-protection.html",
      "byline": "By Janny Scott"
    },
    {
      "headline": "China Is Said to Consider Revaluing Its Currency",
      "snippet": "China Is S",
      "abstract": "China Is S",
      "lead_paragraph": "A report in an influential Chinese financial newspaper has fueled speculation among bankers and economists that the Chinese government is considering revaluing its currency over the next few months.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/10/business/china-is-said-to-consider-revaluing-its-currency.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Jordanian's Role In Iraq Bombings",
      "snippet": "A Jordanian suspected of ties to Al Qaeda, Abu Musab al-Zarqawi, is now thought likely to have played a role in at least three major car bombing attacks in Iraq that have killed more than 100 people in the last six months, senior American official...",
      "abstract": "A Jordanian suspected of ties to Al Qaeda, Abu Musab al-Zarqawi, is now thought likely to have played a role in at least three major car bombing attacks in Iraq that have killed more than 100 people in the last six months, senior American officials said.  ",
      "lead_paragraph": "A Jordanian suspected of ties to Al Qaeda, Abu Musab al-Zarqawi, is now thought likely to have played a role in at least three major car bombing attacks in Iraq that have killed more than 100 people in the last six months, senior American officials said.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/10/world/jordanian-s-role-in-iraq-bombings.html",
      "byline": ""
    },
    {
      "headline": "Juniper to Buy NetScreen To Compete With Cisco",
      "snippet": "Juniper Networks agrees to pay premium price of about $4 billion for computer security company NetScreen Technologies; analysts say proposed acquisition, rather than reflecting return of broader technology boom, points more specifically to rising ...",
      "abstract": "Juniper Networks agrees to pay premium price of about $4 billion for computer security company NetScreen Technologies; analysts say proposed acquisition, rather than reflecting return of broader technology boom, points more specifically to rising concerns over hackers, computer worms, viruses and other daily threats to reliability of corporate and home networks; also underscores effort by Juniper Networks, which makes routers used to direct data traffic, to expand its reach in markets where it competes with Cisco Systems, leader in producing complex digital plumbing that makes Internet flow; photo (M)",
      "lead_paragraph": "In a deal reminiscent in some ways of the late 1990's bubble in Silicon Valley, Juniper Networks said Monday that it had agreed to pay a premium price of about $4 billion for NetScreen Technologies, a computer security company.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/10/business/technology-juniper-to-buy-netscreen-to-compete-with-cisco.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Medical Supply Venture",
      "snippet": "World Business Briefin",
      "abstract": "World Business Briefin",
      "lead_paragraph": "Royal Philips Electronics agreed to set up a venture with a unit of the Shenyang Neusoft Company of China to develop medical equipment for a $1-billion-a-year market. The venture between Shenyang Neusoft Digital Medical Systems Company, which is 67 percent owned by Shenyang Neusoft, and Philips plans to sell X-ray machines, scanners used to view the inside of a patient and other medical equipment in China and worldwide, Zhang Long, a Neusoft official, said.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/10/business/world-business-briefing-europe-the-netherlands-medical-supply-venture.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "SOUTHERN STATES ARE SET TO SHAKE DEMOCRATIC RACE",
      "snippet": "Gen Wesley K Clark and Sen John Edwards campaign furiously, struggling to block Sen John Kerry from winning pivotal Southern primaries in Virginia and Tennessee on Feb 10: senior national Democratic official says Clark and Edwards should quit race...",
      "abstract": "Gen Wesley K Clark and Sen John Edwards campaign furiously, struggling to block Sen John Kerry from winning pivotal Southern primaries in Virginia and Tennessee on Feb 10: senior national Democratic official says Clark and Edwards should quit race if, as some polls suggest, they cannot beat Kerry on their home turf; says Clark would probably come under pressure from quarter of party that encouraged his candidacy--Bill Clinton camp--to clear field for Kerry; by contrast, Edwards and his aides reject admonitions from some Democrats that he step aside if he loses; say he will push on through Wisconsin on Feb 17 and on to Mar 2, when Democrats in 10 states will choose 1,405 delegates; say hope is that by Feb 17, Clark and Howard Dean will be out of race or marginalized, after which Edwards would enjoy head-to-head contest with Kerry in weeks leading to Mar 2; Dean, in Wisconsin, reverses himself and says he will stay in race even if he loses there on Feb 17; says he is responding to pleas from supporters who want him to keep running; chart with demographic and other facts about Tennessee and Virginia (M)",
      "lead_paragraph": "Gen. Wesley K. Clark and Senator John Edwards campaigned furiously through Virginia and Tennessee on Monday, struggling to block Senator John Kerry from winning two pivotal Southern primaries on Tuesday. A Kerry sweep would put intense pressure on them to quit the race, Democrats said.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/10/us/the-2004-campaign-the-overview-southern-states-are-set-to-shake-democratic-race.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "From Dramatic to Decorous for a Witness",
      "snippet": "Douglas Faneuil, prosecution's key witness in Martha Stewart trial involving her sale of ImClone Systems shares, sounds like lawyer in his third day of cross-examination; Faneuil is polite, grave and measured, especially on Feb 9, when he often pa...",
      "abstract": "Douglas Faneuil, prosecution's key witness in Martha Stewart trial involving her sale of ImClone Systems shares, sounds like lawyer in his third day of cross-examination; Faneuil is polite, grave and measured, especially on Feb 9, when he often pauses and seems to weigh his words; photo (M)",
      "lead_paragraph": "Much has been made of Douglas Faneuil's flair for the dramatic -- so much so that a defense lawyer recently asked him if he had taken acting lessons to prepare for his star turn as a witness at the Martha Stewart criminal trial.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/10/business/from-dramatic-to-decorous-for-a-witness.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Racketeering Suit Asserts Conflicts in Pension Fund  A federal racketeering lawsuit asserts that commissioners in Luzerne County, Pa., allowed campaign contributors to control the county pension fund. The suit, filed by the county controller and p...",
      "abstract": " Racketeering Suit Asserts Conflicts in Pension Fund  A federal racketeering lawsuit asserts that commissioners in Luzerne County, Pa., allowed campaign contributors to control the county pension fund. The suit, filed by the county controller and pension board, accuses the businessmen who ran the fund of choosing unsuitable investments and draining millions of dollars in excessive fees.     The case is an unusually stark example of a claim that has been made from Connecticut to California: when elected officials sit on government pension boards, investment decisions can be tainted by campaign contributions. The businessmen have countersued the controller, asserting defamation and that the suit was politically motivated. [Page A1.]",
      "lead_paragraph": "Racketeering Suit Asserts Conflicts in Pension Fund",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/10/business/business-digest-324396.html",
      "byline": ""
    },
    {
      "headline": "Vodafone Says It May Seek AT&T Wireless",
      "snippet": "Vodafone is considering making bid for AT&T Wireless; has not yet decided whether it will submit offer by Feb 13 deadline (M)",
      "abstract": "Vodafone is considering making bid for AT&T Wireless; has not yet decided whether it will submit offer by Feb 13 deadline (M)",
      "lead_paragraph": "Just in case there was any doubt that Vodafone was considering making a bid for AT&T Wireless, the company came out and said it on Monday.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/10/business/the-markets-market-place-vodafone-says-it-may-seek-at-t-wireless.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "More Tactics Than Theatrics at the Stewart Trial",
      "snippet": "Douglas Faneuil, former broker's assistant who is government's main witness in trial of Martha Stewart and her stockbroker Peter E Bacanovic, says he never formally conspired with Stewart and Bacanovic to commit crimes or conceal them from investi...",
      "abstract": "Douglas Faneuil, former broker's assistant who is government's main witness in trial of Martha Stewart and her stockbroker Peter E Bacanovic, says he never formally conspired with Stewart and Bacanovic to commit crimes or conceal them from investigators; cross-examination of Faneuil by Stewart's lawyer Robert G Morvillo lays foundation for argument that Faneuil simply could not know or did not remember whether Stewart engaged in any cover-up; Faneuil does not budge from claim that he went along with cover-up of reasons for Stewart's stock trade because he felt intimidated by Bacanovic; lawyers assessing Faneuil's four days of testimony say it hurt Bacanovic, Faneuil's former boss, more than it hurt Stewart; photo (M)",
      "lead_paragraph": "A day that was expected to produce grand courtroom theatrics in the trial of Martha Stewart instead offered a primer on legal tactics. And while there were tears on the witness stand yesterday, they were not shed by the witness who defense lawyers hoped would break down.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/10/business/more-tactics-than-theatrics-at-the-stewart-trial.html",
      "byline": "By Constance L. Hays and Jonathan D. Glater"
    },
    {
      "headline": "World Business Briefing | Australia: Foster's Executive To Retire",
      "snippet": "World Business Briefing: Foster's E",
      "abstract": "World Business Briefing: Foster's E",
      "lead_paragraph": "Australia's biggest brew-er and winemaker, the Foster's Group, said its chief executive, Ted Kunkel, would retire after 12 years. Trevor O'Hoy, head of Foster's beer unit, and Pete Scott, the chief financial officer, are among the most likely successors, investors and analysts said. Outside candidates will also be considered and a decision is to be announced before midyear, Foster's said. Mr. Kunkel, 60, transformed the century-old brewer with the purchase of Beringer Blass Wine Estates in 2000, building a business that now accounts for 44 percent of profits.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/10/business/world-business-briefing-australia-foster-s-executive-to-retire.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Top Bush Aide Is Questioned In C.I.A. Leak",
      "snippet": "White House press secretary Scott McClellan and former White House press aide Adam Levine testify before federal grand jury investigating who improperly disclosed identity of CIA officer; their appearances seen reflecting quickening pace of crimin...",
      "abstract": "White House press secretary Scott McClellan and former White House press aide Adam Levine testify before federal grand jury investigating who improperly disclosed identity of CIA officer; their appearances seen reflecting quickening pace of criminal inquiry in which special prosecutor is examining conversations between journalists and White House; so far, no reporter has been questioned or subpoenaed; Levine left Bush administration in Dec after working as principal liaison between White House and television networks; grand jury appearances are believed to include other Bush administration officials; prosecutors armed with handwritten White House notes, detailed cellphone logs and copies of e-mail messages between White House aides and reporters have conducted meetings with presidential aides; in those discussions, prosecutors have been careful to avoid signaling their overall theory of case; nor have they given hints about who they suspect leaked information to Robert Novak, who wrote in Washington Post column last July 14 that wife of former Amb Joseph C Wilson IV, critic of administration's Iraq policy, was Valerie Plame, CIA undercover officer (M)",
      "lead_paragraph": "President Bush's press secretary and a former White House press aide testified on Friday to a federal grand jury investigating who improperly disclosed the identity of a C.I.A. officer, the press secretary and a lawyer for the aide said on Monday.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/10/us/top-bush-aide-is-questioned-in-cia-leak.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Consumer Spending Rises",
      "snippet": "South Korea's retail and wholesale spending rose 0.6 percent in December from year earlier, possibly indicating consumer spending will lift country's sluggish economy (S)",
      "abstract": "South Korea's retail and wholesale spending rose 0.6 percent in December from year earlier, possibly indicating consumer spending will lift country's sluggish economy (S)",
      "lead_paragraph": "Retail and wholesale spending rose in December for the first time in 11 months, the National Statistical Office said. The agency reported a rise of 0.6 percent from December 2002, possibly indicating that consumer spending will lift the country's sluggish economy. But economists urged caution in their outlook because the credit card debts of consumers remain high. Sam Len (NYT)",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/10/business/world-business-briefing-asia-south-korea-consumer-spending-rises.html",
      "byline": "By Sam Len (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: India: Growth Forecast Surges",
      "snippet": "India's gross domestic product is estimated to grow at rate of 8.1 percent in fiscal year ending March, making India's one of fastest-growing economies in world (S)",
      "abstract": "India's gross domestic product is estimated to grow at rate of 8.1 percent in fiscal year ending March, making India's one of fastest-growing economies in world (S)",
      "lead_paragraph": "India's gross domestic product is estimated to grow at a rate of 8.1 percent in the fiscal year ending in March 2004, making India's one of the fastest-growing economies in the world. Advance data released by the government's Central Statistical Organization said growth would be helped by the farm sector, which was expected to grow by 9.1 percent, compared with a drop of 5.2 percent a year ago. Manufacturing is expected to grow 7.1 percent compared with 6.2 percent a year ago. India's economic output grew 4 percent in the year that ended in March 2003. Saritha Rai (NYT)",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/10/business/world-business-briefing-asia-india-growth-forecast-surges.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Koreans Look to China, Seeing a Market and a Monster",
      "snippet": "South Korean business leaders are looking to China for foreign investments and trade; nearly half of South Korea's foreign investment went to China in 2003, and its exports to China rose 50 percent; economists in South Korea worry that country's e...",
      "abstract": "South Korean business leaders are looking to China for foreign investments and trade; nearly half of South Korea's foreign investment went to China in 2003, and its exports to China rose 50 percent; economists in South Korea worry that country's economic sparkle will lose its luster as South Korea's blue-chip companies put new investment into China; economic growth in South Korea fell by half in 2003, to 3 percent, with Northeast Asia's foreign investment river diverted to China; photo (M)",
      "lead_paragraph": "After a century of looking east, first to Japan and then to the United States, Korean business leaders are now gazing west, to China. But it is a fascination tinged with fear.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/10/business/koreans-look-to-china-seeing-a-market-and-a-monster.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Oil Companies Find Ecuador Frustrating",
      "snippet": "Oil analysts and Petroleo Brasileiro official say Brazilian company is trying to unload much of its stake of two big oil blocks in Ecuador that produce 17,000 barrel of oil per day; acknowledge Ecuador has plenty of oil but country has dismal reco...",
      "abstract": "Oil analysts and Petroleo Brasileiro official say Brazilian company is trying to unload much of its stake of two big oil blocks in Ecuador that produce 17,000 barrel of oil per day; acknowledge Ecuador has plenty of oil but country has dismal record of managing oil contracts; oil consultants and managers of 3 of about 20 companies that operate in Ecuador say Ecuador has reneged on agreements, raised tax and royalty rates beyond what is palatable to investors and otherwise changed legal framework governing how companies operate, alienating host of international oil companies; oil companies like ExxonMobil and BP that could be spending billions of dollars to drive development of Ecuador's oil industry are long gone; some policies of Pres Lucio Gutierrez are drawing complaints from oil companies; photo (M)",
      "lead_paragraph": "In 2003, Brazil's giant state oil company, in the midst of expanding operations across Latin America, entered Ecuador's potentially lucrative but exasperating oil industry after acquiring a controlling stake in an Argentine company that had operated here since the mid-1990s.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/10/business/oil-companies-find-ecuador-frustrating.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Political Money Said to Sway Pension Investments",
      "snippet": "Claim being made in cities and states across country is that when elected officials sit on government pension boards, investment decisions can be tainted by campaign contributions; nationwide, about 2,600 state and local pension plans hold $2.1 tr...",
      "abstract": "Claim being made in cities and states across country is that when elected officials sit on government pension boards, investment decisions can be tainted by campaign contributions; nationwide, about 2,600 state and local pension plans hold $2.1 trillion for more than 20 million public employees and retirees; boards of public pension plans vary widely, but they commonly include mayors, governors, treasurers, comptrollers, city councilors, state legislators, union leaders and other elected officials; money managers often make campaign contributions to such officials; in worst cases, pension trustees dole out investment business not on merit, but on basis of who gave them money; trustees may then overlook excessive fees or unusual portfolio turnover, they may approve unsuitable investments, or they may shrug off losses to avoid offending their donors; Securities and Exchange Commission drafted regulations to address issue five years ago, but project was shelved amid opposition from financial industry and elected officials; as pension assets have dwindled in last few years, there is renewed interest in subject; examples of negligence and worse are beginning to bubble up; case in Luzerne County, Pa, cited; photos (M)",
      "lead_paragraph": "For more than a decade, a small group of businessmen contributed tens of thousands of dollars to the campaigns of their county commissioners in Luzerne County, a waning coal center in eastern Pennsylvania. The elected officials gave the businessmen control over the county pension fund, about $200 million at its peak. After hiring insurance companies, brokerage firms and others to manage the money, the businessmen reaped several million dollars in commissions and fees from the companies.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/10/business/political-money-said-to-sway-pension-investments.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "PAKISTANI LEADER SUSPECTED MOVES BY ATOMIC EXPERT",
      "snippet": "Pres Pervez Musharraf acknowledges for first time that he suspected for at least three years that Pakistan's top nuclear scientist Abdul Qadeer Khan was sharing nuclear technology with other countries, but argues that United States did not give hi...",
      "abstract": "Pres Pervez Musharraf acknowledges for first time that he suspected for at least three years that Pakistan's top nuclear scientist Abdul Qadeer Khan was sharing nuclear technology with other countries, but argues that United States did not give him convincing proof until last Oct, interview; says it would have provoked political backlash had he investigated Khan before he had that proof; Khan is national hero for his role in developing Pakistan's nuclear weapon; senior Bush administration official acknowledges that Musharraf was not given highly specific information about Khan's activities until last fall, although US had been conveying more general warnings about Khan's activities since 2001; Musharraf says he forced Khan to retire from his post as head of nuclear weapons lab in 2001 to prevent him from transferring any more nuclear secrets, although that was not stated reason for Khan's departure; American officials say nuclear black market supplied by Khan continued to operate for two and half years after that; say his network is one of largest and most successful efforts at evading nonproliferation controls, and is suspected of being source of nuclear weapons developed in Iran, North Korea and Libya (M)",
      "lead_paragraph": "President Pervez Musharraf acknowledged for the first time on Monday that he had suspected for at least three years that Pakistan's top nuclear scientist was sharing nuclear technology with other countries, but argued that the United States had not given him convincing proof.",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/10/world/pakistani-leader-suspected-moves-by-atomic-expert.html",
      "byline": "By David Rohde and Amy Waldman"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Alcan's Profit Rises",
      "snippet": "Alcan aluminum and packaging group reports net fourth-quarter earnings of $143 million, up from $26 million year earlier; operating earnings grew by 9 percent (S)",
      "abstract": "Alcan aluminum and packaging group reports net fourth-quarter earnings of $143 million, up from $26 million year earlier; operating earnings grew by 9 percent (S)",
      "lead_paragraph": "The Alcan aluminum and packaging group reported net fourth-quarter earnings of $143 million, up from $26 million a year earlier. Operating earnings grew by 9 percent. Alcan, based in Montreal, said that the benefits of higher metal prices and improved productivity had been offset by the weak dollar and rising energy and pension costs. The results do not include any contribution from Pechiney, the recently acquired French aluminum producer. Bernard Simon (NYT)",
      "publication_date": "2004-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/10/business/world-business-briefing-americas-canada-alcan-s-profit-rises.html",
      "byline": "By Bernard Simon (NYT)"
    }
  ]
}