{
  "metadata": {
    "date": "2004-02-05",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "Aventis Chief To Take Case Into the Open",
      "snippet": "Aventis chief executive Igor Landau is expected to make his strongest case yet for spurning $60 billion hostile bid from Sanofi-Synthelabo as he presents company's 2003 results at hotel ballroom in London on Feb 5; photo (M)",
      "abstract": "Aventis chief executive Igor Landau is expected to make his strongest case yet for spurning $60 billion hostile bid from Sanofi-Synthelabo as he presents company's 2003 results at hotel ballroom in London on Feb 5; photo (M)",
      "lead_paragraph": "On Thursday, Aventis's chief executive, Igor Landau, is expected to make his strongest case yet for spurning a $60 billion hostile bid from Sanofi-Synthélabo, as he presents the company's 2003 results at a hotel ballroom in London.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/05/business/aventis-chief-to-take-case-into-the-open.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Broadcast Executive Leaves",
      "snippet": "British Sky Broadcasting's chief financial officer Martin Stewart will leave in August to pursue other interests (S)",
      "abstract": "British Sky Broadcasting's chief financial officer Martin Stewart will leave in August to pursue other interests (S)",
      "lead_paragraph": "British Sky Broadcasting, the satellite television network that is partly owned by the News Corporation, said that the chief financial officer, Martin Stewart, would leave in August to pursue other interests. Mr. Stewart was a candidate to be chief executive, but the job was filled in November by James R. Murdoch, the youngest son of Rupert Murdoch, who controls the News Corporation.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/05/business/world-business-briefing-europe-britain-broadcast-executive-leaves.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "As Group of 7 Gathers, Europe Looks Like an Outsider",
      "snippet": "Finance ministers of Group of 7 leading industrial countries are about to convene in Boca Raton, Fla, where European delegation may find itself stranded on sidelines; fall of dollar against euro has frustrated exporters and political leaders in Eu...",
      "abstract": "Finance ministers of Group of 7 leading industrial countries are about to convene in Boca Raton, Fla, where European delegation may find itself stranded on sidelines; fall of dollar against euro has frustrated exporters and political leaders in Europe, and there is little hope that they can reverse policies of either Bush administration, which seems content to let market push dollar downward, or Asia's central banks, which have intervened heavily to curb rise of their currencies against dollar; Thomas Mayer, chief European economist for Deutsche Bank in London, says that US and Asia have entered symbiosis, in which Asia is financing American recovery; graphs show euro against dollar and euro against Japanese yen (M)",
      "lead_paragraph": "When finance ministers of the Group of 7 leading industrial countries convene on Friday in Boca Raton, Fla., the European delegation may find itself stranded on the sidelines.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/05/business/as-group-of-7-gathers-europe-looks-like-an-outsider.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Yours Not So Truly, J. Goodspam",
      "snippet": "Article discusses name generator software used by electronic mail spammers; software is used to devise names spammers use as reply name; Web sites noted; drawing; photo (M)",
      "abstract": "Article discusses name generator software used by electronic mail spammers; software is used to devise names spammers use as reply name; Web sites noted; drawing; photo (M)",
      "lead_paragraph": "PURPOSES L. XYLOPHONIST sounds like my kind of man. Unique. Creative. Focused, with a hint of formality.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/05/technology/yours-not-so-truly-j-goodspam.html",
      "byline": "By Lisa Napoli"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Bank's Profit Rises",
      "snippet": "ABN Amro Holding reports 43 percent rise in 2003 net income, to 3.16 billion euros ($3.92 billion); photo (S)",
      "abstract": "ABN Amro Holding reports 43 percent rise in 2003 net income, to 3.16 billion euros ($3.92 billion); photo (S)",
      "lead_paragraph": "The banking concern ABN Amro Holding reported a 43 percent rise in 2003 net income, to 3.16 billion euros ($3.92 billion). In the fourth quarter, ABN earned 857 million euros, a 25 percent increase over the year-earlier period. ABN attributed its improved performance to cost-cutting measures, fewer provisions for bad debt and rising stock markets. ABN's chairman, Rijkman Groenink, above, said bank consolidation in the United States was likely to mean that such concerns will want to expand retail banking operations in Europe, possibly through mergers. News that ABN Amro had dropped a takeover defense set off speculation that the company might entertain a merger offer, possibly from a bank in the United States. Gregory Crouch (NYT)",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/05/business/world-business-briefing-europe-the-netherlands-bank-s-profit-rises.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Telecom Profit Rises",
      "snippet": "Telefonos de Mexico, Mexico's largest telecommunications company, reports that profit grew 10.3 percnt in 2003, to $2 billion; revenue is flat for year, at $10.6 billion (S)",
      "abstract": "Telefonos de Mexico, Mexico's largest telecommunications company, reports that profit grew 10.3 percnt in 2003, to $2 billion; revenue is flat for year, at $10.6 billion (S)",
      "lead_paragraph": "Teléfonos de Mexico, Mexico's largest telecommunications company, reported that profit grew 10.3 percent in 2003, to $2 billion. Revenue, however, was flat for the year, at $10.6 billion, because the company kept rates for calls frozen despite inflation. The company said that it had spent almost $1 billion to increase its capacity and that it had about 15.7 million lines in service and two million subscribers to its Internet service.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/05/business/world-business-briefing-americas-mexico-telecom-profit-rises.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "Roche Says Anticancer Drugs Helped It Turn a Profit in '03",
      "snippet": "Roche Holding returns to profit last year, spurred by strong sales of anticancer drugs and diagnostic tools; Roche posts profit of 3 billion Swiss francs, or $2.4 billion, for 2003, after loss in 2002 of 4 billion Swiss francs; revenue rises 6 per...",
      "abstract": "Roche Holding returns to profit last year, spurred by strong sales of anticancer drugs and diagnostic tools; Roche posts profit of 3 billion Swiss francs, or $2.4 billion, for 2003, after loss in 2002 of 4 billion Swiss francs; revenue rises 6 percent, to 31.2 billion Swiss francs, or $25 billion (S)",
      "lead_paragraph": "Roche Holding returned to profit last year, spurred by strong sales of anticancer drugs and diagnostic tools, the company said on Wednesday.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/05/business/roche-says-anticancer-drugs-helped-it-turn-a-profit-in-03.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "Asia Assesses the Damage From Bird Flu",
      "snippet": "Economists and regional government officials say that spread of avian influenza in chickens across 10 Asian countries has devastated region's poultry industry, but so far had not dented economies in way tht SARS did last year; but they caution tha...",
      "abstract": "Economists and regional government officials say that spread of avian influenza in chickens across 10 Asian countries has devastated region's poultry industry, but so far had not dented economies in way tht SARS did last year; but they caution that Asia's buoyant economic outlook, with expected growth in some countries of more than 6 percent, could change quickly if bird flu mutated into disease that could be transmitted from human to human; photos (L)",
      "lead_paragraph": "The spread of avian influenza in chickens across 10 Asian countries has devastated the region's poultry industry, but so far has not dented the economies in the way that SARS did last year, economists and regional government officials say.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/05/business/asia-assesses-the-damage-from-bird-flu.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "World Business Briefing | Europe: Finland: Loss For Paper Maker",
      "snippet": "Finnish paper maker Stora Enso posts fourth-quarter loss, its first in five quarters, blaming lower prices, dollar's drop and one-time costs; loss put at 42.2 million euros ($53 million); graph (S)",
      "abstract": "Finnish paper maker Stora Enso posts fourth-quarter loss, its first in five quarters, blaming lower prices, dollar's drop and one-time costs; loss put at 42.2 million euros ($53 million); graph (S)",
      "lead_paragraph": "The paper maker Stora Enso posted a fourth-quarter loss, its first in five quarters, blaming lower prices, the dollar's drop and one-time costs. The company, based in Helsinki, said it lost 42.2 million euros ($53 million), or 5 cents a share, in contrast to net income of 477.5 million euros, or 54 cents, a year earlier. Sales fell 5.7 percent, to 3.03 billion euros, the company said. Operating profit excluding one-time items was 80.5 million euros, above the 70 million euros Stora forecast last month. Its share price posted a slight gain.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/05/business/world-business-briefing-europe-finland-loss-for-paper-maker.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Ratings Seem to Show Less Chance of a Rollover",
      "snippet": "Federal regulators release 2004 sport-utility vehicle rollover ratings, for first time some truck-based sport utility vehicles receive as many as four out of five stars in rollover ratings; but higher ratings may not necessarily mean vehicles have...",
      "abstract": "Federal regulators release 2004 sport-utility vehicle rollover ratings, for first time some truck-based sport utility vehicles receive as many as four out of five stars in rollover ratings; but higher ratings may not necessarily mean vehicles have become safer, because government has changed way it tests them; graphic shows ratings for Chevrolet Trailblazer, Toyota Tacoma, Volvo XC90 and Ford Explorer Spot Trac; table (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/05/business/ratings-seem-to-show-less-chance-of-a-rollover.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Recording The VCR's Swan Song",
      "snippet": "David Pogue State of the Art column on demise of video cassette recorder in favor of set-top digital versatile disk recorders; new DVD recorders, manufactured by Gateway, Magnavox, Polaroid and others, are inexpensive, but lack controls of more ex...",
      "abstract": "David Pogue State of the Art column on demise of video cassette recorder in favor of set-top digital versatile disk recorders; new DVD recorders, manufactured by Gateway, Magnavox, Polaroid and others, are inexpensive, but lack controls of more expensive models; photo; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/05/technology/state-of-the-art-recording-the-vcr-s-swan-song.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Witness Describes Stewart Cover-Up",
      "snippet": "Douglas Faneuil, pivotal witness in Martha Stewart trial, says elaborate cover-up began soon after he tipped Stewart over telephone to sell her shares of ImClone Systems; says it started with claim that she made trade to balance profits from other...",
      "abstract": "Douglas Faneuil, pivotal witness in Martha Stewart trial, says elaborate cover-up began soon after he tipped Stewart over telephone to sell her shares of ImClone Systems; says it started with claim that she made trade to balance profits from other stock sales, move called tax-loss selling; says that explanation was soon replaced by another: that she sold because of existing agreement to do so if share price fell below $60; defense lawyers seek to taint Faneuil as liar and drug taker; photo of Peter Bacanovic, Faneuil's boss (M)",
      "lead_paragraph": "Douglas Faneuil, the former stockbroker's assistant who is the pivotal witness in the Martha Stewart trial, described an elaborate cover-up yesterday that began soon after he tipped Ms. Stewart over the telephone to sell her shares of ImClone Systems.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/05/business/witness-describes-stewart-cover-up.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "As Pixar's Chief Vents, Disney Answers in Kind",
      "snippet": "Pixar Animation Studios chief executive Steven P Jobs shows level of his animosity toward Walt Disney chairman Michael Eisner during Pixar's quarterly earnings call, in which he describes two of Disney's recent animated films, Treasure Planet and ...",
      "abstract": "Pixar Animation Studios chief executive Steven P Jobs shows level of his animosity toward Walt Disney chairman Michael Eisner during Pixar's quarterly earnings call, in which he describes two of Disney's recent animated films, Treasure Planet and Brother Bear, as 'bombs'; asserts Disney's sequels to The Lion King and Peter Pan were 'embarrassing'; Disney says it is unfortunate that Jobs has 'grossly mischaracterized good-faith negotiations to reach agreement on an extension of present, successful partnership'; photos (M)",
      "lead_paragraph": "If there was any question about the level of animosity that Steven P. Jobs, the chief executive of Pixar Animation Studios, has for Michael D. Eisner, the chairman of Walt Disney, it was answered Wednesday during Pixar's quarterly earnings call.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/05/business/as-pixar-s-chief-vents-disney-answers-in-kind.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Let's All Gather Round the Screen",
      "snippet": "Rise in popularity of home theater systems discussed; big-screen televisions, video cassette recorders and digital versatile disks have changed how Americans watch movies and television, turning living room into gathering place where neighbors con...",
      "abstract": "Rise in popularity of home theater systems discussed; big-screen televisions, video cassette recorders and digital versatile disks have changed how Americans watch movies and television, turning living room into gathering place where neighbors congregate to watch big games or special events; home theater has encouraged some to reconsider moviegoing habits, which is having small but adverse impact on movie industry; photos (M)",
      "lead_paragraph": "BUD AND LYNDA SLOTKY live a quiet life in a hillside development of 65 houses not far from Hollywood. Each day, Mr. Slotky, a mutual fund administrator, looks forward to his leisure hours. He and Ms. Slotky love nothing more than dinner and a movie with friends.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/05/technology/let-s-all-gather-round-the-screen.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Oracle Raises Its Bid for PeopleSoft Again",
      "snippet": "Oracle Corp raises its bid to acquire PeopleSoft to $9.4 billion, or $26 a share, which is 33 percent more than offer it made last June and $3.30 higher than shares of PeopleSoft closed on Feb 4; surprise increase in offer price signals new stage ...",
      "abstract": "Oracle Corp raises its bid to acquire PeopleSoft to $9.4 billion, or $26 a share, which is 33 percent more than offer it made last June and $3.30 higher than shares of PeopleSoft closed on Feb 4; surprise increase in offer price signals new stage in hostile takeover fight for PeopleSoft that had appeared stalled in recent months; graph shows rise in closing stock price of PeopleSoft, June 2003-Jan 2004; photo of Lawrence J Ellison, chief executive of Oracle (M)",
      "lead_paragraph": "The Oracle Corporation on Wednesday raised its bid to acquire PeopleSoft to $9.4 billion, or $26 a share, which is 33 percent more than the offer it made last June and $3.30 higher than shares of PeopleSoft closed Wednesday.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/05/business/technology-oracle-raises-its-bid-for-peoplesoft-again.html",
      "byline": "By Laurie Flynn and Andrew Ross Sorkin"
    },
    {
      "headline": "MASSACHUSETTS GIVES NEW PUSH TO GAY MARRIAGE",
      "snippet": "Highest court in Massachusetts removes state's last barrier to gay marriage, ruling that nothing short of full-fledged marriage will comply with its earlier ruling in Nov, and that civil unions will not pass muster; ruling means that starting May ...",
      "abstract": "Highest court in Massachusetts removes state's last barrier to gay marriage, ruling that nothing short of full-fledged marriage will comply with its earlier ruling in Nov, and that civil unions will not pass muster; ruling means that starting May 17 same-sex couples can get married in state, making it only state to permit gay marriage; ruling is certain to inflame divisive debate in state legislatures nationwide and in this year's presidential race; ruling will probably give new impetus to push by many conservatives for constitutional amendment that would limit marriage to unions joining man and woman; Pres Bush condemns Massachusetts court's latest ruling but stops short of explicitly endorsing constitutional amendment; prospect of same-sex marriage in Massachusetts raises practical questions about what couple would be entitled to in terms of benefits from federal government as well as from other states that outlaw same-sex marriages; photo (M)",
      "lead_paragraph": "Massachusetts' highest court removed the state's last barrier to gay marriage on Wednesday, ruling that nothing short of full-fledged marriage would comply with the court's earlier ruling in November, and that civil unions would not pass muster.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/05/us/massachusetts-gives-new-push-to-gay-marriage.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Candy Acquisition Overruled",
      "snippet": "Brazilian antitrust authority rules that acquisition of Chocolates Garoto, Brazilian candy company, by Swiss candy maker Nestle is threat to competition; orders Nestle to sell unit or equivalent assets to company that controls less than 20 percent...",
      "abstract": "Brazilian antitrust authority rules that acquisition of Chocolates Garoto, Brazilian candy company, by Swiss candy maker Nestle is threat to competition; orders Nestle to sell unit or equivalent assets to company that controls less than 20 percent of Brazil's $900 million chocolate market (S)",
      "lead_paragraph": "The Brazilian antitrust authority ruled that the acquisition of Chocolates Garoto, a Brazilian candy company, by the Swiss candy maker Nestlé was a threat to competition, and ordered Nestlé to sell the unit or equivalent assets to a company that controls less than 20 percent of Brazil's $900 million chocolate market. Nestlé bought the Brazilian company, at the time one of the largest chocolate makers in the country, for $230 million two years ago. Analysts expected the agency to approve the sale with some conditions, allowing Nestlé to overtake Kraft Foods as the market leader in Brazil. ''It wasn't the decision we expected,'' said Ivan Zurita, chairman of the Brazilian operations of Nestlé. Kraft and Cadbury Schweppes of Britain, which lost out to Nestlé in the original bidding, had lobbied the government agency to block the deal. Kraft cannot buy Garoto because it already has a market share of more than 20 percent, but the ruling could lead to a second chance for Cadbury to enter the Brazilian market. Tony Smith (NYT)",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/05/business/world-business-briefing-americas-brazil-candy-acquisition-overruled.html",
      "byline": "By Tony Smith (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Computer Shares Propel Nasdaq to a 2.5% Decline  Stocks dropped, led by computer-related shares, as the Nasdaq composite index had its steepest decline since September. The Nasdaq lost 52.07 points, or 2.5 percent, to 2,014.14.    The Standard & P...",
      "abstract": " Computer Shares Propel Nasdaq to a 2.5% Decline  Stocks dropped, led by computer-related shares, as the Nasdaq composite index had its steepest decline since September. The Nasdaq lost 52.07 points, or 2.5 percent, to 2,014.14.    The Standard & Poor's 500 shed 9.51 points, or 0.8 percent, to 1,126.52, with technology shares accounting for more than half of the drop. The Dow Jones industrials slipped 34.44 points, or 0.3 percent, to 10,470.74. The Nasdaq is trailing the S.&P.'s 2004 return for the first time. [Page C9.]",
      "lead_paragraph": "Computer Shares Propel Nasdaq to a 2.5% Decline",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/05/business/business-digest-256846.html",
      "byline": ""
    },
    {
      "headline": "With Health System in Tatters, Zimbabwe Stands Defenseless",
      "snippet": "Health care in Zimbabwe, like rest of country's economic and social fabric, is dissolving; three years of economic free fall and inflation, now averaging 620 percent a year, have left country desperately short of even basic drugs and medical equip...",
      "abstract": "Health care in Zimbabwe, like rest of country's economic and social fabric, is dissolving; three years of economic free fall and inflation, now averaging 620 percent a year, have left country desperately short of even basic drugs and medical equipment, and pushed once robust network of hospitals and hundreds of rural clinics close to ruin; experts say decay portends potentially far more serious problems, including outbreaks of infectious diseases that spread when preventive measures are poor, and deadly childhood epidemics which exist only when public health defenses are down; country once had one of best public health systems in sub-Saharan Africa; Zimbabwe's government does not discuss details of its public health problems and bars medical professionals from speaking to media; nevertheless, national medical association stated last month that 40 percent of doctors have left Harare and 60 percent have left Bulawayo, moving to other countries; United Nations-financed study finds fewer than 900 doctors remain in nation of 11.6 million people; photos; map (M)",
      "lead_paragraph": "Three days after getting word that cholera was again killing villagers outside this district capital, Binga's political and medical leaders gathered at the town's disheveled hospital to take stock of their arsenal against a potential epidemic.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/05/world/with-health-system-in-tatters-zimbabwe-stands-defenseless.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "G.O.P. Revives Line of Attack Against Kerry",
      "snippet": "Republicans and their allies begin laying groundwork for familiar line of attack against Sen John Kerry: that he is Massachusetts liberal who is 'out of sync' with most voters; Republican chairman Ed Gillespie is saying Kerry votes with 'extreme e...",
      "abstract": "Republicans and their allies begin laying groundwork for familiar line of attack against Sen John Kerry: that he is Massachusetts liberal who is 'out of sync' with most voters; Republican chairman Ed Gillespie is saying Kerry votes with 'extreme elements' of Democratic Party; same charge devastated campaign of Michael S Dukakis in 1988; Massachusetts' liberal image is being highlighted anew by its role in growing debate over gay marriage; Kerry has backed civil unions but not same-sex marriage; chart with Democratic delegate tally so far (M)",
      "lead_paragraph": "Republicans and their allies have begun laying the groundwork for a familiar line of attack against Senator John Kerry: that he is ''out of sync'' with most voters, ''culturally out of step with the rest of America,'' a man who votes with ''the extreme elements of his party,'' as Ed Gillespie, the Republican chairman, has put it in recent days.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/05/us/the-2004-campaign-political-memo-gop-revives-line-of-attack-against-kerry.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Geeks Put the Unsavvy on Alert: Learn or Log Off",
      "snippet": "MyDoom, fastest-spreading computer virus ever, is causing friction between technophiles and not-so-savvy who unwittingly play into hands of virus writers; virus spreads when Internet users ignore basic rule of internet life: never click on unknown...",
      "abstract": "MyDoom, fastest-spreading computer virus ever, is causing friction between technophiles and not-so-savvy who unwittingly play into hands of virus writers; virus spreads when Internet users ignore basic rule of internet life: never click on unknown e-mail attachment; many of million or so people who have so far infected their computers with MyDoom say it is not their fault, that virus came in message that appeared to be from someone they know; computer sophisticates say this reflects willful ignorance of basic computer skills; say that at time when more than two-thirds of American adults use Internet, such carelessness is inexcusable, particularly when it messes things up for everyone else; photo (M)",
      "lead_paragraph": "When Scott Granneman, a technology instructor, heard that one of his former students had clicked on a strange e-mail attachment and infected her computer with the MyDoom Internet virus last week, empathy did not figure anywhere in his immediate response.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/05/us/geeks-put-the-unsavvy-on-alert-learn-or-log-off.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Profit At Hitachi",
      "snippet": "Hitachi reports third-quarter profit on increased sales of equipment for cellphone networks and electronic devices like liquid crystal displays; group net income is 2.5 billion yen ($23.7 million) in three months ended Dec 31 (S)",
      "abstract": "Hitachi reports third-quarter profit on increased sales of equipment for cellphone networks and electronic devices like liquid crystal displays; group net income is 2.5 billion yen ($23.7 million) in three months ended Dec 31 (S)",
      "lead_paragraph": "The manufacturer Hitachi reported a third-quarter profit on increased sales of equipment for cellphone networks and electronic devices like liquid crystal displays. Group net income was 2.5 billion yen ($23.7 million), in the three months ended Dec. 31, in contrast to a revised 2.26 billion yen loss in the period a year earlier, the company said. Sales rose 7 percent, to 2.05 trillion yen.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/05/business/world-business-briefing-asia-japan-profit-at-hitachi.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Nestlé to Simplify Its Holding in L'Oréal",
      "snippet": "Nestle of Switzerland, world's largest food group, will acquire quarter of world's largest cosmetics group, L'Oreal of France, when L'Oreal absorbs its own holding company; Gesparal Holding Co, a pure holding company with no other business functio...",
      "abstract": "Nestle of Switzerland, world's largest food group, will acquire quarter of world's largest cosmetics group, L'Oreal of France, when L'Oreal absorbs its own holding company; Gesparal Holding Co, a pure holding company with no other business function, is majority shareholder of L'Oreal, but Gesparal's two shareholders, Nestle and Bettencourt famly of France, want to change that; photos (M)",
      "lead_paragraph": "In a complex three-way deal in search of simplicity, the world's largest food group, Nestlé of Switzerland, will acquire a quarter of the world's largest cosmetics group, L'Oréal of France, when L'Oréal absorbs its own holding company.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/05/business/nestle-to-simplify-its-holding-in-l-oreal.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "Rumsfeld and Tenet Defending Assessments of Iraqi Weapons",
      "snippet": "Central Intelligence Director George J Tenet will mount strong public defense of prewar judgments made by American intelligence agencies about Iraq and its illicit weapons stockpiles as Defense Sec Donald H Rumsfeld offers his own defense of Bush ...",
      "abstract": "Central Intelligence Director George J Tenet will mount strong public defense of prewar judgments made by American intelligence agencies about Iraq and its illicit weapons stockpiles as Defense Sec Donald H Rumsfeld offers his own defense of Bush administration's prewar intelligence; will make speech at Goergetown Univ seeking to correct 'misperceptions and downright inaccuracies' concerning what intelligence community reported and did not report regarding Iraq; Rumsfeld testifies before Senate Armed Services Committee, saying he believes American-led search team in Iraq might still find illicit weapons there despite comments by former weapons inspection leader David A Kay that no stockpiles of such arms existed in Iraq at time of American-led invasion last Mar; dual defenses come after Secretary of State Colin L Powell comments that he is not sure he would have recommended invasion if he knew that Iraq did not possess stockpiles of illicit weapons; Pres Bush is trying to deflect criticism of the intelligence; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/05/world/rumsfeld-and-tenet-defending-assessments-of-iraqi-weapons.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    },
    {
      "headline": "Fabergé Collection Bought by Russian For a Return Home",
      "snippet": "Russian billionaire Victor Vekselberg buys entire Faberge collection owned by family of Malcolm Forbes for undisclosed price and will take it back to Russia; works, including nine imperial Easter eggs and 180 other pieces, were to be auctioned by ...",
      "abstract": "Russian billionaire Victor Vekselberg buys entire Faberge collection owned by family of Malcolm Forbes for undisclosed price and will take it back to Russia; works, including nine imperial Easter eggs and 180 other pieces, were to be auctioned by Sotheby's in New York in two months; they are legacy of czarist Russia that was scorned by Bolsheviks and sold to West for currency to support new regime; now Russia's newly monied class is proudly bringing these trophies of aristocracy back home; spokesman says Vekselberg intends to put eggs on public view; experts familiar with Faberge market say he probably paid $100 million for collection, in largest private sale ever brokered by Sotheby's; photos (M)",
      "lead_paragraph": "A Russian billionaire has bought the entire Fabergé collection owned by the family of Malcolm Forbes and is taking it back to Russia.",
      "publication_date": "2004-02-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/05/us/faberge-collection-bought-by-russian-for-a-return-home.html",
      "byline": "By Carol Vogel"
    }
  ]
}