{
  "metadata": {
    "date": "2004-11-08",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "October Hiring Set Strong Pace of 337,000 Jobs",
      "snippet": "Government reports that US economy created 337,000 new jobs in Oct, snapping prolonged jobs slump and igniting renewed hopes that after years of caution, businesses may finally be starting to hire workers more aggressively; it was biggest monthly ...",
      "abstract": "Government reports that US economy created 337,000 new jobs in Oct, snapping prolonged jobs slump and igniting renewed hopes that after years of caution, businesses may finally be starting to hire workers more aggressively; it was biggest monthly increase in employment since March; unemployment inches up 0.1 percent, to 5.5 percent; that is seen as positive development--largely result of discouraged workers returning to labor force because of improved prospects; graph (M)",
      "lead_paragraph": "The American economy created 337,000 new jobs in October, the government reported yesterday, snapping a prolonged jobs slump and igniting renewed hopes that after years of caution, businesses may finally be starting to hire workers more aggressively. It was the biggest monthly increase in employment since March.",
      "publication_date": "2004-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/06/business/october-hiring-set-strong-pace-of-337000-jobs.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "337,000 Jobs Created; Jobless Rate Rises to 5.5%  The economy created 337,000 new jobs in October, snapping a prolonged jobs slump and renewing hopes that businesses may finally be starting to hire workers more aggressively.      Unemployment inch...",
      "abstract": " 337,000 Jobs Created; Jobless Rate Rises to 5.5%  The economy created 337,000 new jobs in October, snapping a prolonged jobs slump and renewing hopes that businesses may finally be starting to hire workers more aggressively.      Unemployment inched up 0.1 percent, to 5.5 percent. But that was seen as a generally positive development -- largely a result of discouraged workers returning to the labor force because of improving prospects. [Page A1.]    Verizon Adding NextWave Licenses  Verizon Wireless said that it would pay $3 billion in cash for the spectrum licenses owned by NextWave Telecom, a move that should help it expand coverage for new subscribers. [C2.]    Scrutiny for F.D.A. Safety System  The Food and Drug Administration announced that it would hire the government's top scientific review agency to figure out whether its drug-safety system is adequate. Also, after embarrassing disclosures that the views of its drug-safety officials have been suppressed, the agency said that it would set up an internal appeals process. [A11.]    Russia Leader Signs Kyoto Protocol  President Vladimir V. Putin signed Russia's ratification of the Kyoto Protocol on global warming, clearing the way for the international treaty aimed at reducing emissions of heat-trapping gases to take effect next year. [A10.]    Molson Sweetens Merger Offer  In a bid to gain support for its proposed merger with the Adolph Coors Company, the Canadian brewer Molson offered minority shareholders a $316 million special dividend, contingent on the merger's approval. [C3.]    Europe Unhappy With U.S. Tax Bill  The European Union raised objections to parts of the $137 billion corporate tax bill passed last month. The measure was three years in the making and was intended to do away with a tax cut for exporters that was declared illegal by the World Trade Organization. [C3.]    SBC Plans to Cut 10,000 Jobs  SBC Communications will eliminate 10,000 jobs by the end of 2005. The cuts amount to 6.1 percent of SBC's work force of 165,000 and will come through attrition and layoffs. They are in addition to 7,000 jobs SBC plans to eliminate this year. In general, SBC and the other Bell operating companies have been reducing the size of their local phone businesses because they have been losing customers. [C2.]    J.P. Morgan Forms British Venture  Cazenove and J.P. Morgan Chase have formed a joint venture in Britain that puts Cazenove in charge of all of J.P. Morgan's British investment banking business. [C3.]    Purdue Settles With West Virginia  Purdue Pharma reached a $10 million settlement with regulators in West Virginia over claims that it had inappropriately marketed OxyContin to state residents. [C2.]    An Editor for Washington Post  The Washington Post named Philip Bennett, the assistant managing editor for foreign news, as the next managing editor, replacing Steve Coll, who announced in August he would return to writing at the start of 2005. [C2.]    African Gold Miner Sues Suitor  Gold Fields filed a lawsuit against Harmony Gold Mining, a rival South African miner, in an attempt to stop Harmony's hostile $7.4 billion takeover bid. [C3.]    MBNA Adds American Express Card  MBNA introduced a line of credit cards under the American Express brand. [C4.]  ",
      "lead_paragraph": "337,000 Jobs Created; Jobless Rate Rises to 5.5% The economy created 337,000 new jobs in October, snapping a prolonged jobs slump and renewing hopes that businesses may finally be starting to hire workers more aggressively.",
      "publication_date": "2004-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/06/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "U.S. Expands List of Lost Missiles",
      "snippet": "US intelligence agencies say 4,000 shoulder-fired surface-to-air missiles from Iraq's prewar arsenals cannot be accounted for; say 6,000 of weapons may be outside control of any government, up from previous estimate of 2,000; do not know whether m...",
      "abstract": "US intelligence agencies say 4,000 shoulder-fired surface-to-air missiles from Iraq's prewar arsenals cannot be accounted for; say 6,000 of weapons may be outside control of any government, up from previous estimate of 2,000; do not know whether missiles remain in Iraq or have been smuggled into other countries; it is unclear whether Iraqi military removed missiles during initial invasion or whether they disappeared from warehouses after major combat ended; shoulder-fired missiles are attractive weapons for terrorists (M)",
      "lead_paragraph": "WASHINGTON, Nov. 5 - American intelligence agencies have tripled their formal estimate of shoulder-fired surface-to-air missile systems believed to be at large worldwide, since determining that at least 4,000 of the weapons in Iraq's prewar arsenals cannot be accounted for, government officials said Friday.",
      "publication_date": "2004-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/06/politics/us-expands-list-of-lost-missiles.html",
      "byline": "By Douglas Jehl and David E. Sanger"
    },
    {
      "headline": "Where Only the Antelope Roam",
      "snippet": "Cellphone service competition is heating up in nation's exurbs and rural markets, long dominated by smaller second-tier companies; these regional providers have had good business serving small companies with little competition while collecting fee...",
      "abstract": "Cellphone service competition is heating up in nation's exurbs and rural markets, long dominated by smaller second-tier companies; these regional providers have had good business serving small companies with little competition while collecting fees from major carriers when their customers roam to rural areas; are now coming under intense pressure as saturation of urban markets forces national carriers to enter rural territories in search of subscribers; some of regional providers are United States Cellular, Dobson Communications, Leap Wireless International and Western Wireless; photo; charts (L)",
      "lead_paragraph": "UKIAH, Calif. - The big cellphone companies dominate the nation's major markets, and the medium-size ones too. But many of the nooks and crannies -- the exurbs and rural markets -- belong to smaller second-tier companies run by plucky entrepreneurs who took the lead in building cell towers in lonelier places.",
      "publication_date": "2004-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/06/technology/where-only-the-antelope-roam.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Airline Workers See Little to Cheer as Crisis Widens and Cuts Deepen",
      "snippet": "Anxiety grips airlines and their employees even though airplanes are filled with more passengers than ever and coming holiday season promises to be busiest in four years; airlines are furiously slashing costs and planning to eliminate jobs, alread...",
      "abstract": "Anxiety grips airlines and their employees even though airplanes are filled with more passengers than ever and coming holiday season promises to be busiest in four years; airlines are furiously slashing costs and planning to eliminate jobs, already admitting that they expect to post weak results in fourth quarter and see bleak start to 2005; jet fuel prices, which have soared 74 percent this year, are viewed as a chief problem; outlook for American, United, Delta, Continental, Northwest, Southwest and US Airways noted; photo (M)",
      "lead_paragraph": "These days, airplanes are filled with more passengers than ever, and with expectations for the busiest holiday season in four years, airline managers and their employees, by all rights, should be looking forward to ending the year on a high note.",
      "publication_date": "2004-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/06/business/airline-workers-see-little-to-cheer-as-crisis-widens-and-cuts.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Abortion Remark by G.O.P. Senator Puts Heat on Peers",
      "snippet": "Angry conservatives flood Senate phone and fax lines demanding that Republicans prevent Sen Arlen Specter from presiding over Judiciary Committee after he remarked that anti-abortion nominees might be rejected in Senate; Republican lawmakers say u...",
      "abstract": "Angry conservatives flood Senate phone and fax lines demanding that Republicans prevent Sen Arlen Specter from presiding over Judiciary Committee after he remarked that anti-abortion nominees might be rejected in Senate; Republican lawmakers say uproar from right is becoming impediment for Specter; say it is being fanned by conservative talk radio hosts and groups outraged over his comments; Specter says he did not mean his remarks as warning to Pres Bush not to nominate to Supreme Court judge who would be inclined to overturn Roe v Wade decision, which legalized abortion (M)",
      "lead_paragraph": "WASHINGTON, Nov. 5 - Angry conservatives flooded Senate phone and fax lines on Friday demanding that Republicans prevent Senator Arlen Specter from presiding over the Judiciary Committee after he remarked that strongly anti-abortion judicial nominees might be rejected in the Senate.",
      "publication_date": "2004-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/06/politics/abortion-remark-by-gop-senator-puts-heat-on-peers.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "All Sides Prepare for American Attack on Falluja",
      "snippet": "US military forces are preparing for what seems to be imminent assault on Falluja; insurgents have set up defensive perimeter around city; military intelligence officials say 75 to 80 percent of city's 250,000 residents have fled; top US commander...",
      "abstract": "US military forces are preparing for what seems to be imminent assault on Falluja; insurgents have set up defensive perimeter around city; military intelligence officials say 75 to 80 percent of city's 250,000 residents have fled; top US commanders in Iraq and senior Bush administration officials in Washington are conducting final reviews of battle plans; Prime Min Ayad Allawi tells European Union leaders in Brussels that window is closing on chances for peaceful settlement; photos (M)",
      "lead_paragraph": "NEAR FALLUJA, Iraq, Nov. 5 - American armored vehicles roared through the villages surrounding Falluja, the western town at the heart of the Sunni insurgency in Iraq, on Friday as warplanes pounded rebel positions and ground forces ratcheted up their preparations for what appeared to be an imminent assault on the city.",
      "publication_date": "2004-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/06/world/middleeast/all-sides-prepare-for-american-attack-on-falluja.html",
      "byline": "By Dexter Filkins and James Glanz"
    },
    {
      "headline": "Sears Stock Jumps as Realty Trust Discloses Stake",
      "snippet": "Sears, Roebuck share price soars 23 percent after Vornado Realty Trust reports acquiring 4.3 percent stake in retailer; Sears may have easier time drawing interest of real estate investors like Vornado than turning around what has been losing prop...",
      "abstract": "Sears, Roebuck share price soars 23 percent after Vornado Realty Trust reports acquiring 4.3 percent stake in retailer; Sears may have easier time drawing interest of real estate investors like Vornado than turning around what has been losing proposition with its stores; one analysts questions value of Sears real estate; photo; graph (M)",
      "lead_paragraph": "Sears, Roebuck, once the king of American retailers but lately struggling for shoppers, has finally attracted a big one -- not for its tools and appliances, but for its real estate.",
      "publication_date": "2004-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/06/business/sears-stock-jumps-as-realty-trust-discloses-stake.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Dollar Skids, Despite Stock Rally and a Strong Jobs Report",
      "snippet": "Dollar skids to record low against euro, despite surprisingly strong jobs report for October and another rally in stock market; Standard & Poor's 500-stock index climbs 4.50 points, to 1,166.17, a high for year; Dow Jones industrial average rises ...",
      "abstract": "Dollar skids to record low against euro, despite surprisingly strong jobs report for October and another rally in stock market; Standard & Poor's 500-stock index climbs 4.50 points, to 1,166.17, a high for year; Dow Jones industrial average rises 72.78 points, to 10,387.54; Nasdaq composite index climbs 15.31 points, to 2,038.94; bond prices drop; yield on Treasury's 10-year note jumps to 4.17 percent; price falls 26/32, to 100 19/32; tables; graph shows Dow (L)",
      "lead_paragraph": "The dollar skidded to a record low against the euro yesterday, despite a surprisingly strong jobs report for October and another rally in the stock market, which has posted gains every day since the election.",
      "publication_date": "2004-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/06/business/dollar-skids-despite-stock-rally-and-a-strong-jobs-report.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "For Pension Plans Like United's, a Healthy Glow That's Paper Thin",
      "snippet": "Mary Williams Walsh article on federal laws that allow employers like United Airlines to understate their pension fund obligations and avoid contributions needed to keep them fully funded (M)",
      "abstract": "Mary Williams Walsh article on federal laws that allow employers like United Airlines to understate their pension fund obligations and avoid contributions needed to keep them fully funded (M)",
      "lead_paragraph": "If anyone still needed more evidence, United's move to terminate its pension plans provides the most glaring proof yet: a company can observe federal law scrupulously year after year, and still end up with a hopelessly insolvent pension fund.",
      "publication_date": "2004-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/06/business/for-pension-plans-like-uniteds-a-healthy-glow-thats-paper-thin.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Living for Today, Locked in a Paralyzed Body",
      "snippet": "Dr. Jules Lodish welcomes visitors to the downstairs bedroom of his Bethesda, Md., home with a robotic greeting that bursts from his computer's speaker.    Ten years of living with amyotrophic lateral sclerosis, or A.L.S., a progressive, paralyzin...",
      "abstract": "Dr. Jules Lodish welcomes visitors to the downstairs bedroom of his Bethesda, Md., home with a robotic greeting that bursts from his computer's speaker.    Ten years of living with amyotrophic lateral sclerosis, or A.L.S., a progressive, paralyzing disease, have stilled nearly every muscle; he types with twitches of his cheek, detected by a sensor clipped to his glasses.  ",
      "lead_paragraph": "Dr. Jules Lodish welcomes visitors to the downstairs bedroom of his Bethesda, Md., home with a robotic greeting that bursts from his computer's speaker.",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/07/health/living-for-today-locked-in-a-paralyzed-body.html",
      "byline": "By John Schwartz and James Estrin"
    },
    {
      "headline": "Baffled in Loss, Democrats Seek Road Forward",
      "snippet": "Democrats say Pres Bush's defeat of Sen John Kerry by three million votes has left party facing its most difficult time in 20 years; party is bewildered about how to compete with Republican Party that some say may be headed for period of electoral...",
      "abstract": "Democrats say Pres Bush's defeat of Sen John Kerry by three million votes has left party facing its most difficult time in 20 years; party is bewildered about how to compete with Republican Party that some say may be headed for period of electoral dominance; say situation is particularly worrisome because of absence of any compelling Democratic leader prepared to steer party back to power or carry its banner in 2008; Kerry's loss has created recriminations about candidate many Democrats always viewed as stiff, and campaign that was often criticized as slow-moving and unfocused; comments from various Democratic officials; photos (L)",
      "lead_paragraph": "WASHINGTON, Nov. 6 - The Democratic Party emerged from this week's election struggling over what it stood for, anxious about its political future, and bewildered about how to compete with a Republican Party that some Democrats say may be headed for a period of electoral dominance.",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/07/politics/campaign/baffled-in-loss-democrats-seek-road-forward.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Bush Secured Victory in Florida by Veering From Beaten Path",
      "snippet": "Bush campaign's winning strategy in Florida was to concentrate on its suburban and rural areas, leaving Democrats to place their emphasis on urban centers; Bush's pledges to quash terrorism and promote traditional values appealed to mostly white m...",
      "abstract": "Bush campaign's winning strategy in Florida was to concentrate on its suburban and rural areas, leaving Democrats to place their emphasis on urban centers; Bush's pledges to quash terrorism and promote traditional values appealed to mostly white middle-class, religious-leaning population; Republicans say their aggressive grassroots efforts in new population centers turned out record numbers of Bush supporters on Election Day, expanding his 537-vote margin in 2000 to nearly 400,000 this year; campaign recalled; maps and statistics about various parts of state (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/07/politics/campaign/bush-secured-victory-in-florida-by-veering-from-beaten.html",
      "byline": "This article was reported by Don van Natta, Abby Goodnough, Christopher Drew and William Yardley, and Was Written By Ms. Goodnough and Mr. van Natta"
    },
    {
      "headline": "Bickering Iraqis Strive to Build Voting Coalition",
      "snippet": "Grand Ayatollah Ali al-Sistani seeks to pull together feuding Shiite factions before election and to keep rivalries from weakening Shiites' position; two main religious Shiite parties in interim Iraqi government have banded together but face formi...",
      "abstract": "Grand Ayatollah Ali al-Sistani seeks to pull together feuding Shiite factions before election and to keep rivalries from weakening Shiites' position; two main religious Shiite parties in interim Iraqi government have banded together but face formidable challenge from possibly anti-American alliance looming between Ahmad Chalabi, former Pentagon favorite, and Moktada al-Sadr, cleric who ignited two deadly uprisings against Americans and interim government; Sistani's fear is that internal rifts could allow other parties, including secular party of interim prime minister Ayad Allawi, to win voters who otherwise support religious Shiites; Sistani has formed commission to broker deals among main Shiite elements; he is once again selectively intervening in post-invasion politics; photos; chart (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 6 - With three months to go until Iraq's first democratic elections, established Shiite parties and powerful upstarts are feuding, prompting the leading Shiite cleric to try to pull them together to make sure that they clearly dominate the new government.",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/07/world/middleeast/bickering-iraqis-strive-to-build-voting-coalition.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "The Election's Over. Are You Still Losing It?",
      "snippet": "Therapists, reporting that 2004 presidential campaign was one of most disturbing, hate-filled contests on record, say they are again treating patients with political rage problems; experts say negativity has medical and emotional impact and now ma...",
      "abstract": "Therapists, reporting that 2004 presidential campaign was one of most disturbing, hate-filled contests on record, say they are again treating patients with political rage problems; experts say negativity has medical and emotional impact and now may be time to kiss and make up; photo (M)",
      "lead_paragraph": "STEVEN STOSNY, a psychologist and anger specialist in Washington, began treating patients with political rage problems during the battle over President Bill Clinton's impeachment. After the presidential election on Tuesday, he started receiving calls once again from livid Democrats, including a Kerry campaign staff member who said she was furious with George W. Bush, and was taking it out on her husband.",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "9",
      "web_url": "https://www.nytimes.com/2004/11/07/fashion/the-elections-over-are-you-still-losing-it.html",
      "byline": "By Damien Cave"
    },
    {
      "headline": "Violence in Ivory Coast",
      "snippet": "Ivory Coast jets attacked French forces, killing nine peacekeepers and an American civilian. The French later destroyed the aircraft, apparently at the order of President Jacques Chirac.     Article, Page 22.",
      "abstract": "Ivory Coast jets attacked French forces, killing nine peacekeepers and an American civilian. The French later destroyed the aircraft, apparently at the order of President Jacques Chirac.     Article, Page 22.",
      "lead_paragraph": "Ivory Coast jets attacked French forces, killing nine peacekeepers and an American civilian. The French later destroyed the aircraft, apparently at the order of President Jacques Chirac.",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/07/world/violence-in-ivory-coast.html",
      "byline": ""
    },
    {
      "headline": "It's Cleanup Time at Citi",
      "snippet": "Citigroup chief executive Charles O Prince is trying to improve bank's reputation following Japanese regulators' order to close private banking unit there for violations, including failure to guard against money laundering; Prince has dismissed se...",
      "abstract": "Citigroup chief executive Charles O Prince is trying to improve bank's reputation following Japanese regulators' order to close private banking unit there for violations, including failure to guard against money laundering; Prince has dismissed several employees and taken responsibility, bowing in contrition at Tokyo press conference; photo; graphs on position of financial giant, which employs about 300,000 people worldwide (M)",
      "lead_paragraph": "TWO months ago, shortly before Japan ordered Citigroup to close its private banking unit there for, among other things, failing to guard against money laundering, Charles O. Prince, the chief executive, commissioned an independent examination of his bank's lapses. When he received the assessment in mid-October, he got an eyeful.",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/07/business/yourmoney/its-cleanup-time-at-citi.html",
      "byline": "By Timothy L. O'Brien and Landon Thomas Jr"
    },
    {
      "headline": "MORE ON THE ELECTION",
      "snippet": "NEW TERM -- Preparations have begun for changing the tax code, Social Security and the cabinet.   PAGE 34    BALLOTING -- Election law experts say weaknesses in the nation's voting system were evident in Ohio.   PAGE 37    RESHAPING A NATION -- Pa...",
      "abstract": " NEW TERM -- Preparations have begun for changing the tax code, Social Security and the cabinet.   PAGE 34    BALLOTING -- Election law experts say weaknesses in the nation's voting system were evident in Ohio.   PAGE 37    RESHAPING A NATION -- Parties' fortunes can shift quickly due to events like a war or the emergence of an extraordinary leader.   WEEK IN REVIEW",
      "lead_paragraph": "NEW TERM -- Preparations have begun for changing the tax code, Social Security and the cabinet. PAGE 34",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/07/us/more-on-the-election.html",
      "byline": ""
    },
    {
      "headline": "Pain as a Constant, Invisible Companion",
      "snippet": "Lisa Belkin Life's Work column on how workers with chronic pain manage to get through work day; workers say even worse than pain is realization that they are not pulling their weight at work; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on how workers with chronic pain manage to get through work day; workers say even worse than pain is realization that they are not pulling their weight at work; drawing (M)",
      "lead_paragraph": "I AM writing this column while sitting on a heating pad. In fact, I have spent the better part of the last two weeks alternating that pad with a big bag of frozen peas, bolstered by pillows on my bed, managing to work with the help of a laptop, a portable phone and a headset.",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/11/07/jobs/pain-as-a-constant-invisible-companion.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Auditioning for the Part Of Selling Toys in a Store",
      "snippet": "Toy emporium F A O Schwarz is auditioning hundreds of applicants for sales jobs in unusual approach to hiring for its flagship Fifth Avenue store, which is reopening in time for holidays; other stores using similar hiring techniques noted; photo (...",
      "abstract": "Toy emporium F A O Schwarz is auditioning hundreds of applicants for sales jobs in unusual approach to hiring for its flagship Fifth Avenue store, which is reopening in time for holidays; other stores using similar hiring techniques noted; photo (M)",
      "lead_paragraph": "At a downtown Manhattan theater one recent morning, Parisse Atkinson, a passionate collector of toy action figures, nervously waited with a dozen other hopeful souls to audition for a role he knew he would be perfect for: a toy salesman.",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/11/07/job market/auditioning-for-the-part-of-selling-toys-in-a-store.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "Can General Motors Design a Better Future?",
      "snippet": "General Motors vice chairman Robert A Lutz discusses his vision for reviving giant automaker's fortunes, saying that restoring bit of buzz from heyday almost half century ago is beginning to take shape even in low-priced cars like Cobalt, intervie...",
      "abstract": "General Motors vice chairman Robert A Lutz discusses his vision for reviving giant automaker's fortunes, saying that restoring bit of buzz from heyday almost half century ago is beginning to take shape even in low-priced cars like Cobalt, interview at company's secretive, sprawling design center north of Detroit; photos; 72-year-old head of product development, who was hired three years ago, earlier dismissed Detroit's new cars and trucks as 'angry kitchen appliances' and promised to bring back vehicles that people would buy on merits without big financial inducements (M)",
      "lead_paragraph": "Warren, Mich. - ROBERT A. LUTZ settled into a Chevrolet Cobalt in the basement garage of General Motors' secretive, sprawling design center just north of Detroit. \"This is where the game is really played,\" he said, scanning the dashboard for imperfections.",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/07/business/yourmoney/can-general-motors-design-a-better-future.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "For Railroads and the Safety Overseer, Close Ties",
      "snippet": "Federal Railroad Administration's recent oversight of troubled Union Pacific raises questions about whether agency's enforcement edge has been dulled by its close ties to railroad industry; agency inspectors who threatened Union Pacific with fines...",
      "abstract": "Federal Railroad Administration's recent oversight of troubled Union Pacific raises questions about whether agency's enforcement edge has been dulled by its close ties to railroad industry; agency inspectors who threatened Union Pacific with fines for its failure to fix defective tracks were rebuked by Betty Monro, then deputy administrator of agency and longtime friend of Union Pacific's chief Washington lobbyist Mary E McAuliffe; Monro now heads railroad agency; critics say agency has bred attitude of tolerance toward safety problems; note number of major Union Pacific derailments recently; CSX, another big railroad company, offered agency's chief safety official James T Schultz a job while he was visiting railroad headquarters to discuss safety problems; railroad industry is rich source of campaign contributions, mostly to Republicans, with Union Pacific as biggest giver; photo of Union Pacific chairman Dick Davidson with Vice Pres Dick Cheney, who was on railroad's board until joining Republican ticket in 2000; photos (M)",
      "lead_paragraph": "Federal inspectors were clearly troubled by what they had been seeing in recent years at Union Pacific. According to their written accounts, track defects repeatedly went uncorrected; passenger trains were sent down defective tracks at speeds more than four times faster than were deemed safe; and engines and rail cars were dispatched in substandard condition.",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/07/us/for-railroads-and-the-safety-overseer-close-ties.html",
      "byline": "By Walt Bogdanich"
    },
    {
      "headline": "Pennies That Aren't From Heaven",
      "snippet": "Comment on earnings management reports; notes that after years of 'miracles' of companies meeting predictions, investors seem to be realizing that extra penny of profit is not only meaningless but may also be evidence of manipulation; Thomson Fina...",
      "abstract": "Comment on earnings management reports; notes that after years of 'miracles' of companies meeting predictions, investors seem to be realizing that extra penny of profit is not only meaningless but may also be evidence of manipulation; Thomson Financial study of companies in Dow Jones industrial average finds almost half met earnings estimates over past five years, or beat them by pennies; companies whose results came in below estimates lost 1.08 percent of value on day of announcement and 1.59 percent over five days (M)",
      "lead_paragraph": "ASK any chief executive officer if he or she practices the art of earnings management and you will undoubtedly hear an emphatic \"Of course not!\" But ask those same executives about their company's recent results, and you may very well hear a proud \"we beat the analysts' estimate by a penny.\"",
      "publication_date": "2004-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/07/business/yourmoney/pennies-that-arent-from-heaven.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "G.I.'s Open Attack to Take Falluja From Iraq Rebels",
      "snippet": "Explosions and heavy gunfire thunder across Falluja as American troops seize control of two strategic bridges, hospital and other objectives in first stage of long-expected invasion of city, center of Iraqi insurgency; Prime Min Ayad Allawi procla...",
      "abstract": "Explosions and heavy gunfire thunder across Falluja as American troops seize control of two strategic bridges, hospital and other objectives in first stage of long-expected invasion of city, center of Iraqi insurgency; Prime Min Ayad Allawi proclaims state of emergency for 60 days, which gives him broad powers to impose curfews, order house-to-house searches and detain suspects; force is composed of between 10,000 and 15,000 American soldiers and marines backed by newly trained Iraqi forces; American commanders brace troops for brutal block-by-block battle to take control and capture, kill or disperse estimated 3,000 to 4,000 insurgents; most civilians in Falluja, city of about 250,000, are believed to have left; Defense Sec Donald Rumsfeld and Gen Richard Myers are monitoring combat preparation and updated combat reports; photos; maps (M)",
      "lead_paragraph": "FALLUJA, Iraq, Monday, Nov. 8 - Explosions and heavy gunfire thundered across Falluja on Sunday night and Monday morning as American troops seized control of two strategic bridges, a hospital and other objectives in the first stage of a long-expected invasion of the city, the center of the Iraqi insurgency.",
      "publication_date": "2004-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/08/world/middleeast/gis-open-attack-to-take-falluja-from-iraq-rebels.html",
      "byline": "By Richard A. Oppel Jr. and Robert F. Worth"
    },
    {
      "headline": "Fox News, Media Elite",
      "snippet": "Fox's cable news channel dramatically consolidated its ratings gains of past few years on Election Night, drawing 8.1 million viewers, more than tripling its own election night prime-time performance in 2000 and clobbering other cable news network...",
      "abstract": "Fox's cable news channel dramatically consolidated its ratings gains of past few years on Election Night, drawing 8.1 million viewers, more than tripling its own election night prime-time performance in 2000 and clobbering other cable news networks; Nielsen Media Research says CBS, ABC and NBC lost millions of viewers; Fox News came closer to CBS in ratings than CNN did to Fox News; top rating among cable news channels will make it harder for Fox News to present self as scrappy underdog and could undercut its claim to serve as alternative to what its executives and some of its on-air talent distainfully call media establishment; chairman Roger Ailes comments on identity crisis, phone interview; ratings graphs; photos (M)",
      "lead_paragraph": "Election Night 2004 delivered more than one decisive victory.",
      "publication_date": "2004-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/08/business/media/fox-news-media-elite.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "S.E.C. Is Said to Examine Stock Pricing by Big Brokers",
      "snippet": "Securities and Exchange Commission reportedly probes dozen big brokerage firms on suspicion of executing trades of Nasdaq-listed securities when markets open in morning in ways that favor firms over their clients, failing to secure best possible p...",
      "abstract": "Securities and Exchange Commission reportedly probes dozen big brokerage firms on suspicion of executing trades of Nasdaq-listed securities when markets open in morning in ways that favor firms over their clients, failing to secure best possible prices for stocks; brokers are obligated by law and market rules to get best possible price for investors; probe should put executives and traders on notice that regulators are monitoring best-execution practices; could reignite debate over two common methods of executing trades, known in industry as internalization and payment for order flow (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/08/business/sec-is-said-to-examine-stock-pricing-by-big-brokers.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "President Feels Emboldened, Not Accidental, After Victory",
      "snippet": "Friends and advisers to Pres Bush say his re-election is having powerful effect on his psyche; suggest his governing style may change, although they say it is too early to tell if victory will lift what critics call chip on his shoulder and make h...",
      "abstract": "Friends and advisers to Pres Bush say his re-election is having powerful effect on his psyche; suggest his governing style may change, although they say it is too early to tell if victory will lift what critics call chip on his shoulder and make him more magnanimous or whether it will create more imperial president; he is reveling in winning popular vote and feels he can no longer be considered one-term accident of history, referring to disputed election of 2000; his conservative supporters believe he will emerge as political heir of Ronald Reagan, determined to use office to usher in Republican ascendancy; moderates hope he will be more pragmatic and seek common ground with Democrats and moderate Republicans; advisers point to two major goals: showing that compassionate conservatism is real and can solve domestic problems and that fostering democracy in Middle East is not naive or impossible; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 7 - One trademark of President Bush's first term was his aversion to news conferences, which his staff says he often treated like trips to the dentist. So on the morning after Mr. Bush's re-election, Dan Bartlett, the White House communications director, was taken aback when the president told him he was ready to hold a news conference that Mr. Bartlett had suggested, win or lose, the week before.",
      "publication_date": "2004-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/08/politics/president-feels-emboldened-not-accidental-after-victory.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Guantánamo Prisoners Getting Their Day, but Hardly in Court",
      "snippet": "Hearings are being conducted at Guantanamo Bay prison camp for detainees to challenge their detention in accordance with Supreme Court ruling regarding rights of those imprisoned since Sept 11; hearings, formally called combatant status review tri...",
      "abstract": "Hearings are being conducted at Guantanamo Bay prison camp for detainees to challenge their detention in accordance with Supreme Court ruling regarding rights of those imprisoned since Sept 11; hearings, formally called combatant status review tribunals have come under heavy criticism because they do not meet traditional standards of court proceedings, but government says tribunals satisfy Supreme Court ruling; Capt Charles Jamison, who oversees proceedings, says tribunals are administrative and do not have to meet standards of regular criminal proceedings; expects to have them completed for all 550 remaining prisoners by end of year; those deemed unlawful enemy combatants will have chance to argue in separate proceeding that they should be released because they no longer are threat; 150 others were released earlier without any proceedings and it is expected that many of those remaining will be let go; proceeding of Yemeni detained as enemy combatant described; prisoners can decline to participate; photo (M)",
      "lead_paragraph": "GUANTÁNAMO BAY, Cuba, Nov. 7 - Each day, several shackled detainees are marched by their military guards into a double-wide trailer behind the prison camp's fences and razor wire to argue before three anonymous military officers that they do not belong here.",
      "publication_date": "2004-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/08/us/guantanamo-prisoners-getting-their-day-but-hardly-in-court.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "Big Tax Plans, Big Tax Risks",
      "snippet": "News analysis of changes being considered by Pres Bush to current tax system; although Bush has been vague about what he has in mind, administration advisers say he is debating changes that include some radical ones like national sales tax or flat...",
      "abstract": "News analysis of changes being considered by Pres Bush to current tax system; although Bush has been vague about what he has in mind, administration advisers say he is debating changes that include some radical ones like national sales tax or flat tax on income, both of which signal sea change away from current philosophy that higher levels of income should be taxed at higher rates; plans to name bipartisan commission by year end to study issue and make recommendations within confines of retaining several popular deductions; essential question of whether to improve current progressive code or scrap it and start from scratch discussed and implications of flat tax and national sales tax examined; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 7 - Hardly anybody likes the current tax system. But as President Bush undertakes the potentially historic task of coming up with something better, he is confronting an issue that is more ideologically explosive, politically risky and economically complex than he let on during the campaign.",
      "publication_date": "2004-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/08/politics/big-tax-plans-big-tax-risks.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Fed Expected to Stay the Course for Now",
      "snippet": "Federal Reserve is expected to continue gradually raising federal funds rates despite big Oct jobs surge; Fed officials have left no doubt that they will raise short-term interest rates by quarter point, to 2 percent, but are still keeping their o...",
      "abstract": "Federal Reserve is expected to continue gradually raising federal funds rates despite big Oct jobs surge; Fed officials have left no doubt that they will raise short-term interest rates by quarter point, to 2 percent, but are still keeping their options open for Dec and next year; rise to 2 percent would leave 'real' short-term rates slightly below zero after subtracting effect of inflation; historically, federal funds rate has averaged about three percentage points above inflation rate; interest rate graph; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 7 - If there is a good rule of thumb about the Federal Reserve, it is this: A startling economic report is not enough to sway policy.",
      "publication_date": "2004-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/08/business/fed-expected-to-stay-the-course-for-now.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Microsoft Seeks Video Game Winner With Halo 2",
      "snippet": "Video game stores around nation to host midnight events to introduce Halo 2, Microsoft's sequel to science-fiction blockbuster game for Xbox system; release shows how Hollywood blockbuster mentality has pervaded video game industry as development ...",
      "abstract": "Video game stores around nation to host midnight events to introduce Halo 2, Microsoft's sequel to science-fiction blockbuster game for Xbox system; release shows how Hollywood blockbuster mentality has pervaded video game industry as development budgets for most advanced games near $20 million; Microsoft plans to spend heavily on promoting game, perhaps even more than undisclosed development cost; photos (M)",
      "lead_paragraph": "By midnight tonight, as many as a hundred fans -- mostly men in their late teens and 20's -- will line up near Union Square in New York, eagerly awaiting their first glimpse of the sequel to a science-fiction blockbuster.",
      "publication_date": "2004-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/08/technology/microsoft-seeks-video-game-winner-with-halo-2.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "Early Target of Offensive Is a Hospital",
      "snippet": "Assault against rebel stronghold of Falluja begins as American Special Forces and Iraqi troops seize Falluja General Hospital in opening hour of campaign; building is considered refuge for insurgents and center of propaganda against allied forces;...",
      "abstract": "Assault against rebel stronghold of Falluja begins as American Special Forces and Iraqi troops seize Falluja General Hospital in opening hour of campaign; building is considered refuge for insurgents and center of propaganda against allied forces; following initial bewilderment by patients and staff, doctors return to attending most seriously ill, under watchful eye of troops and amid broken windows and doors, although little severe damage is reported; American troops nearby fight to secure western end of two bridges across Euphrates River, taking intense fire from fortified insurgent positions; securing bridge is considered important strategic and symbolic battle because it was scene of grisly episode in March when Iraqis hung charred and dismembered bodies of American security contractors from bridge's span; photos (M)",
      "lead_paragraph": "FALLUJA, Iraq, Monday, Nov. 8 - The assault against Falluja began here Sunday night as American Special Forces and Iraqi troops burst into Falluja General Hospital and seized it within an hour.",
      "publication_date": "2004-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/08/world/middleeast/early-target-of-offensive-is-a-hospital.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Lawsuit Over Tax Shelter May Derail a Settlement  A former director of America Online and a former senior AOL executive have sued the law firm of Jenkens & Gilchrist and two other entities, saying that they were sold illegitimate tax shelters in 1...",
      "abstract": " Lawsuit Over Tax Shelter May Derail a Settlement  A former director of America Online and a former senior AOL executive have sued the law firm of Jenkens & Gilchrist and two other entities, saying that they were sold illegitimate tax shelters in 1999 and 2000 intended to help them evade taxes on $200 million in income.    The lawsuit, filed by William N. Melton, a venture capitalist who was on AOL's board from 1992 to 1999, and Myer Berlow, a former marketing executive for AOL, appears to be the single largest lawsuit in which individual investors assert they were sold a tax shelter that the seller knew would not pass muster with the Internal Revenue Service. [Page C2.]    Camp and Culture on a Gay Channel  Pink TV, a new channel based in Paris with programming aimed at gay people, bills itself as a ''giant leap for television, a small step in high heels.'' The station, backed by major French media companies, examines the gay lifestyle without the politics. [C6.]    One Internet, Many Copyright Laws  In Australia, the copyright protection on the 1936 novel ''Gone With the Wind'' expired in 1999. Under United States law, the book will not enter the public domain until 2031. What happens when an Australian puts the book online for free downloading? Lawyers get involved. New Economy. [C4.]    Shopping With My Friendsters  Social networking features are popping up on auction and shopping sites, allowing visitors to compare notes and turn e-commerce into a social experience. Overstock.com hopes the service will help build trust among users. E-Commerce Report: Bob Tedeschi. [C7.]    Paramount Chief Is Sued Over Deal  Sherry Lansing, the chairwoman of Paramount Pictures, has been named in a lawsuit that accuses her of favoritism toward her husband, the director William Friedkin. Paramount says the accusations are false. [C6.]    Marketing for the Third Screen  Motorola hired a noted cinematographer to show off the video capabilities of its new cellphones. Marketers are interested in using the features of advanced phones, like video playback, to beam their messages to tiny screens. On the low-technology side of things, some companies are using text messages to build a relationship with consumers. Advertising. [C8.]    The Next Hit Song? Ask P.&G.  EMI, the British music company, is close to a deal to hire Procter & Gamble to help promote its acts through a division that uses a network of teenagers to spread the word, executives involved in the talks say. [C6.]    Superheroes Triumph at Box Office  ''The Incredibles,'' the latest joint effort from Pixar and the Walt Disney Company, topped the weekend box office, bringing in an estimated $70.7 million. ''Alfie,'' a Paramount release starring Jude Law, opened to a dismal $6.5 million, far less than expected. [E3.]    Voter Surveys Pump Up Web Traffic  On Election Day, Web sites that posted the results of early voter surveys were rewarded with tremendous gains in their hit counts. Slate, Microsoft's online news magazine, crawled into the list of top election news sites by publishing the results. [C7.]  ",
      "lead_paragraph": "Lawsuit Over Tax Shelter May Derail a Settlement A former director of America Online and a former senior AOL executive have sued the law firm of Jenkens & Gilchrist and two other entities, saying that they were sold illegitimate tax shelters in 1999 and 2000 intended to help them evade taxes on $200 million in income.",
      "publication_date": "2004-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/08/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Music Channels Move Into Video and Messages Meant for You",
      "snippet": "Music Choice, company that runs 40 audio music channels offered on many digital cable television services, to offer several new services to deliver music, music videos and original concerts and interviews to video-on-demand cable systems, Internet...",
      "abstract": "Music Choice, company that runs 40 audio music channels offered on many digital cable television services, to offer several new services to deliver music, music videos and original concerts and interviews to video-on-demand cable systems, Internet sites and cellphones capable of getting video; will be first company to display commercials selected for each user by deducing demographic data based on user's music video choices; will be able to give advertisers exact count of number of people shown their commercials; photo (M)",
      "lead_paragraph": "Music Choice is rarely noticed by its users, even though its service is in nearly 40 million homes. It is the company that operates the 40 audio music channels that are offered on many digital cable television services.",
      "publication_date": "2004-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/08/business/media/music-channels-move-into-video-and-messages-meant-for-you.html",
      "byline": "By Saul Hansell"
    }
  ]
}