{
  "metadata": {
    "date": "2004-11-22",
    "total_articles": 30
  },
  "articles": [
    {
      "headline": "Negotiators Add Abortion Clause to Spending Bill",
      "snippet": "House and Senate negotiators add potentially far-reaching anti-abortion provision to $388 billion must-pass spending bill, complicating plans for Congress to wrap up its business and adjourn for year; provision would bar federal, state and local a...",
      "abstract": "House and Senate negotiators add potentially far-reaching anti-abortion provision to $388 billion must-pass spending bill, complicating plans for Congress to wrap up its business and adjourn for year; provision would bar federal, state and local agencies from withholding taxpayer money from health care providers that refuse to provide or pay for abortions or refuse to offer abortion counseling or referrals; Sen Barbara Boxer says she will use procedural tactics to slow Senate business to crawl if abortion language is not altered (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/20/politics/negotiators-add-abortion-clause-to-spending-bill.html",
      "byline": "By Sheryl Gay Stolberg and Carl Hulse"
    },
    {
      "headline": "What's the Name of That Lake? It's Hard to Say",
      "snippet": "Webster, Mass, is known for sprawling lake with even more sprawling name, Lake Cha rgoggagoggmanchauggagoggchaubunagungamaugg; it is longest geographical name in US, and Nipmuck Indian word meaning fishing place at boundary or neutral meeting grou...",
      "abstract": "Webster, Mass, is known for sprawling lake with even more sprawling name, Lake Cha rgoggagoggmanchauggagoggchaubunagungamaugg; it is longest geographical name in US, and Nipmuck Indian word meaning fishing place at boundary or neutral meeting ground; Ethel Merman and Ray Bolger made it name you could dance to in old tune called 'The Lake Song'; people in region refer to 45-letter lake as Webster Lake; it was once home to sprinkling of summer cottages, but now has about 800 homes on its shores; map; photos (M)",
      "lead_paragraph": "LAKE CHARGOGGAGOGGMAN-CHAUGGAGOGGCHAUBUNAGUNGAMAUGG, Mass. - It is spelled just the way it sounds.",
      "publication_date": "2004-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/20/us/whats-the-name-of-that-lake-its-hard-to-say.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Russia Moves to Auction Crucial Unit of Yukos",
      "snippet": "Several German companies that rushed to have their shares traded on exchanges in United States during bull market of late 1990's are now seriously thinking about abandoning market; are disenchanted by United States as source of capital and offende...",
      "abstract": "Several German companies that rushed to have their shares traded on exchanges in United States during bull market of late 1990's are now seriously thinking about abandoning market; are disenchanted by United States as source of capital and offended by what they view as oppressive new regulations adopted in aftermath of Enron and other corporate scandals; with trading volumes in New York that are, in most cases, a small fraction of their turnover in Europe, companies are less willing to bear legal costs, liability and bureaucracy of complying with rules; table shows German companies trading in United States (M)",
      "lead_paragraph": "MOSCOW, Nov. 19 - The Russian government set the stage on Friday for the dismantling of Yukos, the country's largest private oil company, saying the state will auction off Yukos's largest crude oil subsidiary at a price the company's chief executive called \"state-organized theft.\"",
      "publication_date": "2004-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/20/business/worldbusiness/russia-moves-to-auction-crucial-unit-of-yukos.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "In Kmart's Deal for Sears, a Bet That Real Estate Can Trump Retailing",
      "snippet": "Real estate of Sears, Roebuck is one of driving forces behind Kmart's surprise purchase of Sears, but it is no certain that real estate underlying deal is really as valuable as investors seem to believe; if plan to put two fading retailers togethe...",
      "abstract": "Real estate of Sears, Roebuck is one of driving forces behind Kmart's surprise purchase of Sears, but it is no certain that real estate underlying deal is really as valuable as investors seem to believe; if plan to put two fading retailers together fails to turn new company, Sears Holdings, into viable competitor to Wal-Mart, Target, Costco and others, it is not clear whether Edward S Lampert, billionaire financier behind merger, will be able to capitalize on all the land and leases his company will own, especially given current glut of retailing space across most of country photo (M)",
      "lead_paragraph": "The Kmart purchase of Sears, Roebuck may be the ultimate expression of that old saying in real estate: location, location, location.",
      "publication_date": "2004-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/20/business/in-kmarts-deal-for-sears-a-bet-that-real-estate-can-trump.html",
      "byline": "By Constance L. Hays and Tracie Rozhon"
    },
    {
      "headline": "Infinity Said to Fire Radio Programmer Over Gifts",
      "snippet": "Infinity Broadcasting, nation's second-largest radio broadcaster, fires programmer suspected of accepting gift certificates from independent record promoter, raising specter of payola scandal of rock 'n' roll's earliest days; Infinity concludes in...",
      "abstract": "Infinity Broadcasting, nation's second-largest radio broadcaster, fires programmer suspected of accepting gift certificates from independent record promoter, raising specter of payola scandal of rock 'n' roll's earliest days; Infinity concludes in an internal investigation that John McCrae, top programmer for Rochester stations, had accepted unspecified amount of gifts certificates sent ostensibly for use in listener contests or in station promotions; Infinity executives feared that McCrae accepted certificates for personal spending and that certificates might have influenced which music station played or might have created appearance of favoritism toward particular record labels (M)",
      "lead_paragraph": "Infinity Broadcasting, the nation's second-largest radio broadcaster, this week fired a programmer suspected of accepting gift certificates from an independent record promoter, raising the specter of the payola scandals of rock 'n' roll's earliest days, according to radio and record label executives who have been briefed on the matter.",
      "publication_date": "2004-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/20/business/media/infinity-said-to-fire-radio-programmer-over-gifts.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Greenspan Sees No Rise Soon for the Dollar",
      "snippet": "Federal Reserve chairman Alan Greenspan tells banking conference in Frankfurt, Germany, that decline of dollar might continue, offering little relief to those who worry that US is seeking to gain competitive advantage for its industries from weake...",
      "abstract": "Federal Reserve chairman Alan Greenspan tells banking conference in Frankfurt, Germany, that decline of dollar might continue, offering little relief to those who worry that US is seeking to gain competitive advantage for its industries from weaker currency; says ballooning foreign borrowing on part of US poses future risk to dollar's value; Greenspan's comments come two days after Treasury Sec John W Snow appeared to rule out intervening in currency markets to help Europe and Japan stem decline of dollar; two speeches appear to be sending message that US is prepared to tolerate weaker dollar for foreseeable future; photo (M)",
      "lead_paragraph": "FRANKFURT, Nov. 19 - Alan Greenspan came to the home of the euro on Friday and suggested that the relentless decline of the dollar might well continue, offering little relief to those here who worry that the United States is seeking to gain a competitive advantage for its industries from a weaker currency.",
      "publication_date": "2004-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/20/business/greenspan-sees-no-rise-soon-for-the-dollar.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Greenspan Suggests Dollar Will Continue to Decline  The Federal Research chairman, Alan Greenspan, suggested that the relentless decline of the dollar may continue, offering little relief to those who worry that the United States is seeking to gai...",
      "abstract": " Greenspan Suggests Dollar Will Continue to Decline  The Federal Research chairman, Alan Greenspan, suggested that the relentless decline of the dollar may continue, offering little relief to those who worry that the United States is seeking to gain a competitive advantage.   ",
      "lead_paragraph": "Greenspan Suggests Dollar Will Continue to Decline The Federal Research chairman, Alan Greenspan, suggested that the relentless decline of the dollar may continue, offering little relief to those who worry that the United States is seeking to gain a competitive advantage.",
      "publication_date": "2004-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/20/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Fuel of the Future? Some Say Coal",
      "snippet": "More than 100 coal-fired electric plants are vying for approval around US, driven by intensifying concerns about supplies of natural gas, and clashes over air quality are expected because coal, although significantly cleaner than it once was, is s...",
      "abstract": "More than 100 coal-fired electric plants are vying for approval around US, driven by intensifying concerns about supplies of natural gas, and clashes over air quality are expected because coal, although significantly cleaner than it once was, is still dirtier than gas; many of new plants would be built in places with pristine air quality and relatively lax pollution restrictions; people of Gerlach, Nev, who number fewer than 200, are alarmed by Sempra Energy's plans for coal-fired plant there that would supply power to Los Angeles and San Diego; photos; graph shows amount of electricity generated by natural gas, coal and other (M)",
      "lead_paragraph": "GERLACH, Nev. - John and Rachel Bogard are used to living off the grid in this desert hamlet, generating their own electricity with solar panels. They have been doing so for nearly 30 years.",
      "publication_date": "2004-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/20/business/fuel-of-the-future-some-say-coal.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "China Widens Economic Role in Latin America",
      "snippet": "US still regards Latin America as its backyard, but its dominance is no longer unquestioned; presence of China can be felt everywhere; China, driven by one of most sustained economic expansions and facing shortages in Asia, is increasingly turning...",
      "abstract": "US still regards Latin America as its backyard, but its dominance is no longer unquestioned; presence of China can be felt everywhere; China, driven by one of most sustained economic expansions and facing shortages in Asia, is increasingly turning to Latin America as supplier; Pres Hu Jintao has announced over $30 billion in new investments in region and signed long-term contracts that will guarantee China supplies of vital materials it needs for its factories; US seems to have attached little importance on China's rising profile in region; has welcomed increased trade between Latin America and China as means to reduce pressure on it to underwrite economic reforms; graph; photo (M)",
      "lead_paragraph": "SANTIAGO, Chile, Nov. 19 - The expected arrival here on Friday of President Bush, who personifies for Latin Americans the economic and political power of Washington, is being greeted with an uneasy mix of protests and hopes for greater growth.",
      "publication_date": "2004-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/20/world/asia/china-widens-economic-role-in-latin-america.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "Germans Weigh Taking Stocks Off Wall Street",
      "snippet": "Add another entry to the list of how Americans and Europeans are parting ways. Several German companies, which rushed to have their shares traded on exchanges in the United States during the bull market of the late 1990's, are now seriously thinki...",
      "abstract": "Add another entry to the list of how Americans and Europeans are parting ways. Several German companies, which rushed to have their shares traded on exchanges in the United States during the bull market of the late 1990's, are now seriously thinking about abandoning the market.    The Germans are disenchanted by the United States as a source of capital, and offended by what they view as oppressive new regulations adopted in the aftermath of Enron and other corporate scandals.  ",
      "lead_paragraph": "FRANKFURT, Nov. 19 - Add another entry to the list of how Americans and Europeans are parting ways. Several German companies, which rushed to have their shares traded on exchanges in the United States during the bull market of the late 1990's, are now seriously thinking about abandoning the market.",
      "publication_date": "2004-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/20/business/worldbusiness/germans-weigh-taking-stocks-off-wall-street.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Bush Says Iran Speeds Output of A-Bomb Fuel",
      "snippet": "Pres Bush, on first day of meeting of Pacific Rim leaders in Santiago, Chile, steps up pressure on Iran over nuclear weapons production even as he tries to establish unified front against nuclear challenge from North Korea; meets with leaders of C...",
      "abstract": "Pres Bush, on first day of meeting of Pacific Rim leaders in Santiago, Chile, steps up pressure on Iran over nuclear weapons production even as he tries to establish unified front against nuclear challenge from North Korea; meets with leaders of China, Japan and South Korea, urging each to draw North Korea back into six-nation negotiations; issues direct challenge to Kim Jong Il to get rid of his weapons program; calls indications that Iran is accelerating its uranium enrichment program 'a very serious matter' that undercuts Iran's denials that it is seeking to build weapons; photo (M)",
      "lead_paragraph": "SANTIAGO, Chile, Nov. 20 - President Bush increased the administration's pressure on Iran on Saturday, saying there were indications that the country was speeding forward in its production of a key ingredient for nuclear weapons fuel, a move he said was \"a very serious matter\" that undercut Iran's denials that it was seeking to build weapons.",
      "publication_date": "2004-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/21/politics/bush-says-iran-speeds-output-of-abomb-fuel.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "In Falluja, Young Marines Saw the Savagery of an Urban War",
      "snippet": "Eight-day siege of Falluja is most sustained period of street-to-street fighting that American troops have encountered in Iraq, but is probably kind they will see again; price for Americans is 51 dead and 425 wounded, number that may yet increase ...",
      "abstract": "Eight-day siege of Falluja is most sustained period of street-to-street fighting that American troops have encountered in Iraq, but is probably kind they will see again; price for Americans is 51 dead and 425 wounded, number that may yet increase but that already exceeds toll from any other battle; savagery of urban warfare and grinding struggle to root out guerrillas as experienced by Bravo Company of First Battalion, Eighth Marines, described in detail; company of 150 took 36 casualties, including 6 dead; map; photos (M)",
      "lead_paragraph": "FALLUJA, Iraq, Nov. 18 - Eight days after the Americans entered the city on foot, a pair of marines wound their way up the darkened innards of a minaret, shot through with holes by an American tank.",
      "publication_date": "2004-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/21/world/middleeast/in-falluja-young-marines-saw-the-savagery-of-an-urban-war.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Next Up for Spitzer: Funny Numbers",
      "snippet": "New York Atty Gen Eliot Spitzer probes sales of finite insurance policies to see if companies that buy them are using them to artificially boster their financial statements; insurance companies that sell policies are themselves biggest buyers of s...",
      "abstract": "New York Atty Gen Eliot Spitzer probes sales of finite insurance policies to see if companies that buy them are using them to artificially boster their financial statements; insurance companies that sell policies are themselves biggest buyers of such policies, and analysts say investigations by Spitzer and federal agencies are likely to discover labyrinth of deals among insurance companies that are often routed through tax havens in Bermuda and Caribbean; photo; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/21/business/yourtaxes/next-up-for-spitzer-funny-numbers.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "House Leadership Blocks Vote on Intelligence Bill",
      "snippet": "House Republican leaders block, and perhaps kill, bill that would have created job of cabinet-level national intelligence director to oversee CIA and other spy agencies, central recommendation of Sept 11 commission; refuse to allow vote on legisla...",
      "abstract": "House Republican leaders block, and perhaps kill, bill that would have created job of cabinet-level national intelligence director to oversee CIA and other spy agencies, central recommendation of Sept 11 commission; refuse to allow vote on legislation after near rebellion by core of highly conservative House Republicans aligned with Pentagon and despite last-minute pleas from Pres Bush and Vice Pres Dick Cheney for compromise before Congress adjourns for year; bill would have forced Pentagon, which controls estimated 80 percent of $40 billion federal intelligence budget, to cede much of its authority on intelligence issues (M)",
      "lead_paragraph": "WASHINGTON, Nov. 20 - House Republican leaders blocked and appeared to kill a bill Saturday that would have enacted the major recommendations of the Sept. 11 commission, refusing to allow a vote on the legislation despite last-minute pleas from both President Bush and Vice President Dick Cheney to Republican lawmakers for a compromise before Congress adjourned for the year.",
      "publication_date": "2004-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/21/politics/house-leadership-blocks-vote-on-intelligence-bill.html",
      "byline": "By Philip Shenon and Carl Hulse"
    },
    {
      "headline": "A Stock Party, Then a Retail Hangover",
      "snippet": "Gretchen Morgenson column expresses skepticism about real estate and tax considerations that have generated such enthusiasm for Kmart and Sears merger; cites view of Martin J Whitman, fund manager with stake in Kmart, that only way for deal to suc...",
      "abstract": "Gretchen Morgenson column expresses skepticism about real estate and tax considerations that have generated such enthusiasm for Kmart and Sears merger; cites view of Martin J Whitman, fund manager with stake in Kmart, that only way for deal to succeed is for new company to find way to compete in retail world dominated Wal-Mart, Target and Costco (M)",
      "lead_paragraph": "FEW things stir the heart of stock investors like a huge merger deal. And last week's shotgun wedding between Kmart and Sears, two limping retailers, was no exception.",
      "publication_date": "2004-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/21/business/yourmoney/a-stock-party-then-a-retail-hangover.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Incentive Program Is Putting Doctors Where the Need Is",
      "snippet": "National Health Service Corps, part of Department of Health and Human Services, offers loan repayment program for doctors who agree to work in low-income underserved neighborhoods; program helps them pay off student loans and provides medical serv...",
      "abstract": "National Health Service Corps, part of Department of Health and Human Services, offers loan repayment program for doctors who agree to work in low-income underserved neighborhoods; program helps them pay off student loans and provides medical service where it is needed; photo (M)",
      "lead_paragraph": "After finishing her medical residency four years ago, Dr. Teresa Chan headed straight for the job she had always wanted: working as a family doctor serving a poor immigrant population at a Lower East Side health clinic.",
      "publication_date": "2004-11-21T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/11/21/jobs/incentive-program-is-putting-doctors-where-the-need-is.html",
      "byline": "By Julia Lawlor"
    },
    {
      "headline": "Soaring Interest Compounds Credit Card Pain for Millions",
      "snippet": "Thousands of Americans are paying millions of dollars each month in unexpected credit card fees as lenders double or triple interest rates with little warning or explanation and employ new tactics to extract more penalties for even slightest slip-...",
      "abstract": "Thousands of Americans are paying millions of dollars each month in unexpected credit card fees as lenders double or triple interest rates with little warning or explanation and employ new tactics to extract more penalties for even slightest slip-ups; hit hardest are people who carry balances from month to month, and to degree subsidize customers who pay in full and on time; one increasingly used practice, called universal default, is to raise rates of customers who have made late payments on other bills or who are deemed to be carrying too much debt; despite widespread consumer dissatisfaction, regulators see lenders as within their rights so long as they do not intentionally deceive customers; some fine print provisions of card agreements detailed; charts illustrate credit card interest rates and usage and lender profits; photo (M)",
      "lead_paragraph": "When Ed Schwebel was whittling down his mound of credit card debt at an interest rate of 9.2 percent, the MBNA Corporation had a happy and profitable customer. But this summer, when MBNA suddenly doubled the rate on his account, Mr. Schwebel joined the growing ranks of irate cardholders stunned by lenders' harsh tactics.",
      "publication_date": "2004-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/21/business/soaring-interest-compounds-credit-card-pain-for-millions.html",
      "byline": "This article was reported by Patrick McGeehan, Lowell Bergman, Robin Stein and Marlena Telvick and Written By Mr. McGeehan"
    },
    {
      "headline": "The Castro Collection",
      "snippet": "Fanjul family of Palm Beach, Fla, which built sugar empire in US after its properties in Cuba were seized by Castro government, is pursuing works of art they were forced to leave in Cuba when they fled to US, and their search offers glimpse into w...",
      "abstract": "Fanjul family of Palm Beach, Fla, which built sugar empire in US after its properties in Cuba were seized by Castro government, is pursuing works of art they were forced to leave in Cuba when they fled to US, and their search offers glimpse into world of international art smuggling; is pressing US government to prosecute Sotheby's, which it contends held one of its paintings, a work by Joaquin Sorolla y Bastida, for a time in 1990's in violation of US laws against trading with Cuba; auction house denies violating law; Fanjuls have come to conclude that courts are not best avenue for regaining their art because seizures by government with claim to legitimacy may be recognized by courts, so it is relying on political muscle it has built as generous supporter of Republican Party; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/21/business/yourmoney/the-castro-collection.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Two Jobs, Even Three, and, Oh, a Life?",
      "snippet": "Lisa Belkin Life's Work column on people who hold down two or more jobs to make ends meet; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on people who hold down two or more jobs to make ends meet; drawing (M)",
      "lead_paragraph": "PAULA McSLOY is looking for a third job. At the moment, she is merely holding down two, meaning she must get up every morning at 5 if she is to go to the gym and arrive at her office -- she is an administrator for a construction company -- by 7:45. She stays there until 3:45, then leaves for her nanny/housekeeper job, where she does laundry, cooks dinner and oversees the life of a teenager until his parents come home about 7.",
      "publication_date": "2004-11-21T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/11/21/jobs/two-jobs-even-three-and-oh-a-life.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "INSIDE",
      "snippet": "Wave of Rebel Attacks In Several Iraqi Cities  Violence continued in central and northern Iraq as the Sunni Arab-led insurgency kept up deadly assaults on Iraqi and American targets in major cities, including Baghdad, Ramadi and Falluja. The dead ...",
      "abstract": " Wave of Rebel Attacks In Several Iraqi Cities  Violence continued in central and northern Iraq as the Sunni Arab-led insurgency kept up deadly assaults on Iraqi and American targets in major cities, including Baghdad, Ramadi and Falluja. The dead included three Iraqi policemen and one American soldier.   PAGE 16    From Darfur to Brooklyn  After five months in a detention center in New Jersey, two refugees from Sudan are living in Brooklyn and getting their first taste of freedom in the United States.   PAGE 39    Rare Look at Art Smuggling  The Fanjul brothers, the Florida sugar magnates, are searching for a painting that they left behind when they fled Cuba. The trail has wound through Cuba, Italy, Switzerland, London and New York, and offers a rare look into the hush-hush world of art smuggling.   SUNDAYBUSINESS    Some Like It Not So Hot  Researchers in Texas have developed and patented a habanero pepper with less than half the bite of the familiar jalapeño and barely one-hundredth of the original. But some ask, why would you want a habanero that's not hot?   PAGE 17    SPECIAL TODAY  Celebrating the World  An adventure in Xinjiang province, China's own Wild West; the magical mixture of people and cultures that defines Trinidad; Ireland, shiny, brash and confident; and a road trip from glitter (Las Vegas) to grandeur (Grand Canyon) and back.   SOPHISTICATED TRAVELER    What They Paid  The very rich and the merely rich have been rushing to buy condominiums in the new Time Warner Center. A look at public records reveals a diverse global group.   REAL ESTATE",
      "lead_paragraph": "Wave of Rebel Attacks In Several Iraqi Cities Violence continued in central and northern Iraq as the Sunni Arab-led insurgency kept up deadly assaults on Iraqi and American targets in major cities, including Baghdad, Ramadi and Falluja. The dead included three Iraqi policemen and one American soldier. PAGE 16",
      "publication_date": "2004-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/21/us/inside.html",
      "byline": ""
    },
    {
      "headline": "Many Who Voted for 'Values' Still Like Their Television Sin",
      "snippet": "Television executives say viewers across nation are remarkably similar in favoring evening programs featuring murder, mayhem and sexual transgression despite presidential election results that suggest electorate's closer embrace of traditional val...",
      "abstract": "Television executives say viewers across nation are remarkably similar in favoring evening programs featuring murder, mayhem and sexual transgression despite presidential election results that suggest electorate's closer embrace of traditional values; say election results will have little impact on which shows they decide to air, although some new shows may have some secondary characters who exhibit strong religious beliefs; tables of top shows' rankings in selected markets; photos (M)",
      "lead_paragraph": "The results of the presidential election of 2004 are still being parsed for what they say about the electorate's supposed closer embrace of traditional cultural values, but for the network television executives charged with finding programs that speak to tastes across the nation, one lesson is clear.",
      "publication_date": "2004-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/22/business/media/many-who-voted-for-values-still-like-their-television-sin.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Free or Paid? AOL Will Let Its Two Halves Duke It Out",
      "snippet": "America Online puts new emphasis on luring users to free Web sites supported by advertising, reversing strategy that sought to sell users new pay services; risks accelerating loss of paying subscribers while offering free services; boldest effort ...",
      "abstract": "America Online puts new emphasis on luring users to free Web sites supported by advertising, reversing strategy that sought to sell users new pay services; risks accelerating loss of paying subscribers while offering free services; boldest effort in new strategy will come with new version of AOL.com Web site, advertising-supported Web portal that will seek to compete with Yahoo and MSN; AOL's failure to keep pace in Internet advertising has been especially painful, given that company virtually invented online advertising business and dominated it until 2001; photo; drawing; graph shows decline of AOL subscribers (M)",
      "lead_paragraph": "A year ago, America Online canceled a deal with Sportsline.com to introduce its own sports site with original columnists, a daily video program of sports highlights and a national call-in show on AOL's online radio service. It was all part of the company's broad effort to rebuild its vast online service in hopes of slowing the steady decline of subscribers.",
      "publication_date": "2004-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/22/technology/free-or-paid-aol-will-let-its-two-halves-duke-it-out.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "G.O.P. Constituencies Split on Tax Change",
      "snippet": "Key Republican groups are divided about how to overhaul tax code or even whether to proceed; economic conservatives share ideological belief in flattening income tax rates and eliminating as many tax preferences as possible; business groups want t...",
      "abstract": "Key Republican groups are divided about how to overhaul tax code or even whether to proceed; economic conservatives share ideological belief in flattening income tax rates and eliminating as many tax preferences as possible; business groups want to preserve breaks for research, oil drilling, health insurance, equipment leasing and scores of other purposes; Christian conservatives want to promote charitable deductions and 'family values,' and may want to defend tax breaks for married couples with children; Pres Bush has offered few specifics, saying he will create bipartisan advisory panel before end of year that will make recommendations within fairly short time (M)",
      "lead_paragraph": "WASHINGTON, Nov. 21 - Stephen Moore, the president of a conservative fund-raising group, wants to overhaul the tax code. So do Dr. Richard Land of the Southern Baptist Convention and Grover Norquist, president of Americans for Tax Reform, a conservative group.",
      "publication_date": "2004-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/22/business/gop-constituencies-split-on-tax-change.html",
      "byline": "By Edmund L. Andrews and David D. Kirkpatrick"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Nintendo and Sony Pursue Older Hand-Held Gamers  Nintendo is hoping that its new portable device, the Nintendo DS, above, will win over older, more sophisticated gamers who otherwise would be playing consoles like the Xbox and Sony's PlayStation 2...",
      "abstract": " Nintendo and Sony Pursue Older Hand-Held Gamers  Nintendo is hoping that its new portable device, the Nintendo DS, above, will win over older, more sophisticated gamers who otherwise would be playing consoles like the Xbox and Sony's PlayStation 2. But Sony is going after the same market with its PSP, a ''PlayStation Portable'' that will also play music and video.     The challenge from Sony could put Nintendo's dominance in the hand-held market, an important and growing part of its business, into question. [Page C3.]    Building a Medical Data Network  Digital patient records could become building blocks in a nationwide biomedical computer network for assembling and distributing up-to-the-minute studies of disease. To protect privacy, personal identifiers would be stripped out. New Economy. [C3.]    West's Comic Books Head East  Deepak Chopra, the spiritual guru, is part of an effort to bring Western comic-book titles like ''Batman'' and ''Superman'' to India's booming youth market. [C6.]    Advertisements You Didn't Demand  Video-on-demand specials have so far appeared without advertisements. But Fox Cable Networks and Visa plan to try including ads in a show in January. Advertising. [C5.]    Battle for PeopleSoft Continues  Oracle will continue its pursuit of PeopleSoft this week, asking a judge to dismantle one of the last obstacles to a deal. [C2.]    Airlines Compete for China Routes  Five United States airlines are fighting for the right to offer two daily round trips from a major American city to Shanghai or another large city in China. [C2.]    TV Sours Trump-Branson Relations  When ''The Rebel Billionaire,'' a reality show starring Sir Richard Branson, left, failed to match ''The Apprentice'' in the ratings, Donald J. Trump sent him a not-very-supportive letter. ''You have no television persona,'' he wrote. In his response, Sir Branson struck a more conciliatory tone and said he had decided to ''rise above'' Mr. Trump's comments. [C6.]    Angry Soccer Fans Scare Bankers  Plans for an American takeover of the Manchester United soccer team have been so unpopular with fans that no British bankers seem willing to help its suitor. [C4.]    Europe Moves on Accounting Rules  The European Commission will leave it up to banks to decide whether they will fully comply with international rules aimed at preventing financial institutions from hiding losses. [C2.]    Human Genome Picks New Chief  Human Genome Sciences plans to announce that H. Thomas Watkins, a former Abbott Laboratories executive, will be its new chief. [C7.]    Fox News Moves to Canada  Canada's broadcasting regulator has given cable and satellite television services permission to carry the Fox News Channel. [C6.]  ",
      "lead_paragraph": "Nintendo and Sony Pursue Older Hand-Held Gamers Nintendo is hoping that its new portable device, the Nintendo DS, above, will win over older, more sophisticated gamers who otherwise would be playing consoles like the Xbox and Sony's PlayStation 2. But Sony is going after the same market with its PSP, a \"PlayStation Portable\" that will also play music and video.",
      "publication_date": "2004-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/22/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Internet Retailers Reaching Out to Mailbox Surfers",
      "snippet": "Online retailers like eBay, Amazon.com, Eziba and RedEnvelope are increasingly trying to lure customers with catalogs; have found that online sites are strong for taking orders but weak in reaching new customers, especially those who are not frequ...",
      "abstract": "Online retailers like eBay, Amazon.com, Eziba and RedEnvelope are increasingly trying to lure customers with catalogs; have found that online sites are strong for taking orders but weak in reaching new customers, especially those who are not frequent Internet shoppers; eBay's auction business poses challenge for catalog specialists; photos (M)",
      "lead_paragraph": "EBay has long been among the Web's most popular destinations. So why is it now making house calls?",
      "publication_date": "2004-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/22/technology/internet-retailers-reaching-out-to-mailbox-surfers.html",
      "byline": "By Bob Tedeschi"
    },
    {
      "headline": "Bush Says He'll Seek to Revive Intelligence Bill House Blocked",
      "snippet": "Pres Bush vows to work with Congress to revive bill to create post of national intelligence director to oversee Central Intelligence Agency and government's other spy agencies, news conference, Santiago, Chile; says he and Vice Pres Dick Cheney ur...",
      "abstract": "Pres Bush vows to work with Congress to revive bill to create post of national intelligence director to oversee Central Intelligence Agency and government's other spy agencies, news conference, Santiago, Chile; says he and Vice Pres Dick Cheney urged key House members to back bill and thought it would pass; does not respond directly to reports that opposition from Defense Sec Donald H Rumsfeld contributed to bill's collapse; Republican lawmakers struggle to explain why influential House Republicans, including Rep F James Sensenbrenner Jr, blocked bill; opponents fear bill would dangerously dilute Pentagon authority on intelligence issues; Sensenbrenner suggests he is unlikely to compromise further even as Sen Bill Frist and others hold out hope of making progress during Congressional recess; spokesmen for Pentagon and Rumsfeld, who had earlier been skeptical about provisions affecting Pentagon, hold it is unfair to blame him; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 21 - President Bush vowed Sunday to work with Congress to revive a bill to enact major recommendations of the Sept. 11 commission, as Republican lawmakers struggled to explain why influential House Republicans blocked the bill's passage despite the president's personal last-minute lobbying.",
      "publication_date": "2004-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/22/politics/bush-says-hell-seek-to-revive-intelligence-bill-house-blocked.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "Cable's Rivals Lure Customers With Packages",
      "snippet": "Telephone companies enter alliances with satellite providers to lure customers away from cable companies by bundling television with high-speed Internet service and telephone service; BellSouth and Verizon sell DirecTV service to their customers, ...",
      "abstract": "Telephone companies enter alliances with satellite providers to lure customers away from cable companies by bundling television with high-speed Internet service and telephone service; BellSouth and Verizon sell DirecTV service to their customers, and SBC Communications works with Dish Network and has even invested $500 million in its parent, EchoStar; three Bells have signed up 325,000 subscribers for satellite TV so far this year, most of them former cable companies; eight largest cable companies have lost 552,000 subscribers for basic cable service during first three quarters of year; cable companies are responding by promoting cable-only features like free video-on-demand, faster Internet connection speeds and cheap Web phone service; graphs (M)",
      "lead_paragraph": "For years, consumers who wanted to cut the cord with their cable company found that getting television and high-speed Internet service often meant the inconvenience of finding two new providers.",
      "publication_date": "2004-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/22/technology/cables-rivals-lure-customers-with-packages.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Music Industry Is TryingOut Digital-Only Releases",
      "snippet": "Universal Music Group signs eight relatively unknown bands to digital-only label, releasing their songs through services like iTunes, Rhapsody and MSN Music; experiment is partly matter of necessity, given decline in CD sales and retail space give...",
      "abstract": "Universal Music Group signs eight relatively unknown bands to digital-only label, releasing their songs through services like iTunes, Rhapsody and MSN Music; experiment is partly matter of necessity, given decline in CD sales and retail space given to CD's; Universal also hopes to use Internet to measure fan interest or start buzz for new act before releasing album; new unit, Universal Music Enterprises Digital, could become model for labels that are seeking low-risk way to market an act without producing physical album or underwriting a band's tour or music video (M)",
      "lead_paragraph": "As an unsigned band, the Shazam has never gotten the perks enjoyed by acts attached to major record labels.",
      "publication_date": "2004-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/22/business/media/music-industry-is-tryingout-digitalonly-releases.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Clues on Hostages Emerge From Houses in Falluja",
      "snippet": "United States soldiers and intelligence officers retrieve from two Falluja, Iraq, houses where militants were believed to have held and executed hostages shackles, propaganda and knives apparently crusted with blood; let reporters tour houses; hou...",
      "abstract": "United States soldiers and intelligence officers retrieve from two Falluja, Iraq, houses where militants were believed to have held and executed hostages shackles, propaganda and knives apparently crusted with blood; let reporters tour houses; houses are among some 20 sites discovered recently in city where American and Iraqi military officers say militants held Western hostages and tortured or killed city residents to help enforce their rule in city; photos (M)",
      "lead_paragraph": "FALLUJA, Iraq, Nov. 21 - In one house hung a black banner with the words \"One God and Jihad\" and a distinctive yellow sun, terrifyingly familiar as the backdrop to videotaped beheadings by the group of that name. In another house there was a wire cage large enough to hold a human and a wall marked with Arabic writing and what appears to be a fingerprint in dried blood.",
      "publication_date": "2004-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/22/world/middleeast/clues-on-hostages-emerge-from-houses-in-falluja.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Major Creditors in Accord to Waive 80% of Iraq Debt",
      "snippet": "So-called Paris Club of 19 wealthy creditor nations agrees to cancel 80 percent of nearly $39 billion debt Iraq owes them, key step in rebuilding nation's devastated economy; move puts pressure on Iraq's Mideast neighbors to forgive debts owed the...",
      "abstract": "So-called Paris Club of 19 wealthy creditor nations agrees to cancel 80 percent of nearly $39 billion debt Iraq owes them, key step in rebuilding nation's devastated economy; move puts pressure on Iraq's Mideast neighbors to forgive debts owed them, including billions in reparations from 1991 Persian Gulf war; Bush administration hails accord as evidence that ties between United States and its European allies remain strong (M)",
      "lead_paragraph": "PARIS, Nov. 21 - The world's leading industrial nations agreed Sunday to cancel 80 percent of the nearly $39 billion debt owed them by Iraq, a critical step in rebuilding the country's devastated economy and an important precedent for its other creditors to follow.",
      "publication_date": "2004-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/22/world/middleeast/major-creditors-in-accord-to-waive-80-of-iraq-debt.html",
      "byline": "By Craig S. Smith"
    }
  ]
}