{
  "metadata": {
    "date": "2004-07-14",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Intel's Results Stir Unease On Chip Sales",
      "snippet": "Intel Corp says its profit nearly doubled in second quarter; its shares drop in after-hours trading after company lowers its forecast of profit margins and reports inventories have risen; profit was $1.76 billion compared with $896 million year ea...",
      "abstract": "Intel Corp says its profit nearly doubled in second quarter; its shares drop in after-hours trading after company lowers its forecast of profit margins and reports inventories have risen; profit was $1.76 billion compared with $896 million year earlier; revenue rose 18 percent, to $8.05 billion from $6.82 billion; chief financial officer Andy D Bryant expects revenue for third quarter to be $8.6 billion to $9.2 billion, above Wall Street forecasts of $8.1 billion; photo (M)",
      "lead_paragraph": "The Intel Corporation, the world's largest maker of computer chips, said on Tuesday that its profit nearly doubled in the second quarter. Its shares, however, dropped in after-hours trading after the company lowered its forecast of profit margins and reported that its inventories had risen.",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/14/business/technology-intel-s-results-stir-unease-on-chip-sales.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "World Business Briefing | Europe: Shell Selects Advisers",
      "snippet": "World Bu",
      "abstract": "World Bu",
      "lead_paragraph": "The Royal Dutch/Shell Group said that it had hired investment banks Citigroup and NM Rothschild as financial advisers as it attempts to streamline the company. Shell told shareholders that it would examine options for a new company structure, following the write-down of proven oil and gas reserve estimates in January. Shell is currently made up of two different publicly traded companies, with two separate boards. Heather Timmons (NYT)",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/14/business/world-business-briefing-europe-shell-selects-advisers.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Fugitive Executive Arrested In Mexican Tax Fraud Case",
      "snippet": "Spanish police arrest Xavier Autrey Maza",
      "abstract": "Spanish police arrest Xavier Autrey Maza",
      "lead_paragraph": "In a development that could help bring to a close one of Latin America's oldest bankruptcy stories, the Spanish police have arrested the fugitive former chairman of one of Mexico's top steel makers on charges of tax fraud.",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/14/business/fugitive-executive-arrested-in-mexican-tax-fraud-case.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "In Bush's War Room, the Gloves Are Always Off",
      "snippet": "Work of Pres Bush re-election campaign's suburban Virginia war room described; room, while far more technologically advanced, is built in mold of Bill Clinton's pioneering 1992 effort, which combined campaign research and communications staff memb...",
      "abstract": "Work of Pres Bush re-election campaign's suburban Virginia war room described; room, while far more technologically advanced, is built in mold of Bill Clinton's pioneering 1992 effort, which combined campaign research and communications staff members to quickly collect and disburse data to news media; Clinton operation was rooted in defense, while Bush's is rooted more in offense, devised to seek out and exploit every possible chance to paint Sen John Kerry as equivocator who switches stands on key issues when it suits his political interests; is nerve center of what Democrats and some scholars call most relentlessly negative re-election campaign in memory and Republicans call necessary drive to hold Kerry to record; Kerry's own war room reportedly has grown competitive with Bush's in recent weeks; photos (M)",
      "lead_paragraph": "Shortly before 2 p.m. on Monday, a handful of President Bush's campaign aides huddled around two small speakers in a room that, with its shades drawn, was lit by the glow of 15 television monitors. They were listening to the voice of Senator John Kerry.",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/14/us/2004-campaign-strategy-in-bush-s-war-room-the-gloves-are-always-off.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Bank in Japan Proposes Giant Merger With Rival  In a move that could lead to the creation of the world's biggest bank, UFJ Holdings of Japan said that it was proposing a merger with the Mitsubishi Tokyo Financial Group.     UFJ said its board had ...",
      "abstract": " Bank in Japan Proposes Giant Merger With Rival  In a move that could lead to the creation of the world's biggest bank, UFJ Holdings of Japan said that it was proposing a merger with the Mitsubishi Tokyo Financial Group.     UFJ said its board had agreed at a meeting to ask Mitsubishi Tokyo to consider a deal. Executives are aiming to combine their operations by March 2005 under a single holding company, according to a UFJ official who spoke on the condition of anonymity. If completed, the merger would create a bank with $1.7 trillion in assets, which would make it larger than Citigroup. [Page C3.]",
      "lead_paragraph": "Bank in Japan Proposes Giant Merger With Rival",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/14/business/business-digest-305049.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Strike At Copper Mine",
      "snippet": "About 4,000 workers strike at copper mine and refinery at La Caridad, seeking profit sharing, overtime pay, promotions and safety enhancements; mine owner Grupo Mexico expects authorities to declare strike illegal (S)",
      "abstract": "About 4,000 workers strike at copper mine and refinery at La Caridad, seeking profit sharing, overtime pay, promotions and safety enhancements; mine owner Grupo Mexico expects authorities to declare strike illegal (S)",
      "lead_paragraph": "About 4,000 workers have walked off the job at the copper mine and refinery at La Caridad in northern Mexico, seeking profit sharing, overtime pay, promotions and safety enhancements. The mine owner, Grupo Mexico, said it expected the authorities to declare the strike illegal. The miners and metalworkers union has accused the company of violating its contract. Elisabeth Malkin (NYT)",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/14/business/world-business-briefing-americas-mexico-strike-at-copper-mine.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "Courting the Poor, a Retailer Rises to No.3 in Brazil",
      "snippet": "Courting the Poor,Ô",
      "abstract": "Courting the Poor,Ô",
      "lead_paragraph": "Every Monday morning at 7:45 sharp, the thousands of employees at Magazine Luiza's 185 department stores across southern Brazil gather to start the week.",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/14/business/courting-the-poor-a-retailer-rises-to-no.3-in-brazil.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "DRUG LAW IS SEEN LEADING TO CUTS IN RETIREE PLANS",
      "snippet": "Health and Human Services Department estimates employers will cut or end prescription drug benefits for 3.8 million retirees, about third of all retires with employer-sponsored drug coverage, when Medicare offers such coverage in 2006; senior depa...",
      "abstract": "Health and Human Services Department estimates employers will cut or end prescription drug benefits for 3.8 million retirees, about third of all retires with employer-sponsored drug coverage, when Medicare offers such coverage in 2006; senior department officials have been saying for weeks that federal subsidies will induce more employers to continue offering retiree drug benefits; Rep Pete Stark holds new law apparently will force millions of retirees out of comprehensive drug coverage into flawed, inadequate program; Republican supporters of new law and many employers say it will combat trend of employers' dropping retiree coverage; House votes to let Americans import prescription drugs from other countries, where prices are often lower; Republican leaders say provision, opposed by Pres Bush, will probably be dropped from bill in negotiations with Senate (M)",
      "lead_paragraph": "New government estimates suggest that employers will reduce or eliminate prescription drug benefits for 3.8 million retirees when Medicare offers such coverage in 2006.",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/14/us/drug-law-is-seen-leading-to-cuts-in-retiree-plans.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Court in Europe Faults Officials For Waiving Deficit Rules",
      "snippet": "Europe's Court of Justice rules that Germany and France should not have been allowed to flout fiscal rules that underpin shared euro currency, even as growing number of Europeans are questioning whether those rules make much sense; says finance mi...",
      "abstract": "Europe's Court of Justice rules that Germany and France should not have been allowed to flout fiscal rules that underpin shared euro currency, even as growing number of Europeans are questioning whether those rules make much sense; says finance ministers of European Union's member nations erred in November when they voted to give Germany and France more time to reduce their budget deficits, which were larger than rules allowed; ministers acted after European Commission recommended tougher treatment of two countries, including possibility of fines; ruling does little to resolve larger question of how to enforce fiscal discipline among 12 countries that use euro; few experts expect French or German governments to face sanctions anytime soon; photo (M)",
      "lead_paragraph": "Europe's highest court ruled Tuesday that Germany and France should not have been allowed to flout the fiscal rules that underpin the shared euro currency, even as a growing number of Europeans are questioning whether those rules make much sense.",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/14/business/court-in-europe-faults-officials-for-waiving-deficit-rules.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Profit For Philips",
      "snippet": "Health care and technology company Royal Philips Electronics beats analysts' expectations with second-quarter profit of 616 million euros ($765 million) on 11 percent increase in sales; photo (S)",
      "abstract": "Health care and technology company Royal Philips Electronics beats analysts' expectations with second-quarter profit of 616 million euros ($765 million) on 11 percent increase in sales; photo (S)",
      "lead_paragraph": "The health care and technology company Royal Philips Electronics beat analysts' expectations with a second-quarter profit of 616 million euros ($765 million) on an 11 percent increase in sales. The company, based in Amsterdam, said increased sales of semiconductors and a joint venture that makes liquid crystal displays contributed to the higher profit, which was up from 42 million euros ($52 million) a year earlier. Its consumer electronics unit posted an operating profit of 53 million euros ($66 million), even though its operations in the United States lost money. The chief financial officer, Jan Hommen, above, said the company had taken steps to cut costs in the United States and ''profitability is in sight.'' Profit and sales fell in its medical systems division, but the company said it expects the unit to recover in the second half. Gregory Crouch (NYT)",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/14/business/world-business-briefing-europe-the-netherlands-profit-for-philips.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Microsoft Contract Warning",
      "snippet": "World Business Briefing: Japan: Microsoft Contract War",
      "abstract": "World Business Briefing: Japan: Microsoft Contract War",
      "lead_paragraph": "The Japanese Fair Trade Commission has issued a warning against Microsoft, ruling that the software giant violated antimonopoly laws with a restrictive clause in its contracts with computer makers. Microsoft's Japan unit said the company disagreed with the ruling and planned to appeal. The commission is asking Microsoft to drop a clause from its contracts with computer makers that prevents them from suing Microsoft for patent infringement. Microsoft said it believed there was no problem with the clause but said it would drop it from future contracts. Todd Zaun (NYT)",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/14/business/world-business-briefing-asia-japan-microsoft-contract-warning.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Australia: Mine Project Proposed",
      "snippet": "World Business BriÔ",
      "abstract": "World Business BriÔ",
      "lead_paragraph": "An Australian mining company, Heron Resources, said it would seek approvals and financing to develop a 1.4 billion Australian dollar ($1 billion) nickel project in western Australia. Heron said an independent study of its Kalgoorlie Nickel Project estimated that it could produce annual revenue of 710 million Australian dollars ($517 million) and earn 276 million Australian dollars ($201 million) a year in pretax profit. Prices for nickel, which is used to make stainless steel, have soared on demand from China's steel mills. Wayne Arnold (NYT)",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/14/business/world-business-briefing-australia-mine-project-proposed.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Fox Boxing Reality Show Faces Scrutiny in California",
      "snippet": "Fox Broadcasting Co's reality show The Next Great Champ faces scrutiny by California State Athletic Commission; commission's chairman Sanford L Michelman is considering shutting down Fox show because licensed promoter may not have been involved in...",
      "abstract": "Fox Broadcasting Co's reality show The Next Great Champ faces scrutiny by California State Athletic Commission; commission's chairman Sanford L Michelman is considering shutting down Fox show because licensed promoter may not have been involved in production of some of boxing matches; says he has held off because he does not want to damage careers of boxers and wants to give producers chance to defend themselves; Fox representatives say have done nothing unethical or illegal; Stephen Espinoza, lawyer for show's producer Golden Boy Enterprises, comments; NBC is in dispute with Fox over Fox's decision to produce similar program prior to NBC's program The Contender, which is expected to debut in fall; NBC and producers of The Contender, including Dreamworks SKG, accuse Fox of stealing idea and rushing its version of show onto air to damage NBC's show; producers of Fox show include Endemol USA, Lock and Key, Endemol subsidiary, and Golden Boy, company set up by boxer Oscar De La Hoya, who is host of Fox boxing series; photo (M)",
      "lead_paragraph": "The knockout blow in the increasingly nasty conflict between the Fox Network and NBC over competing boxing reality-television shows could be landed by the California State Athletic Commission, which is examining potential rule violations by the producers of the Fox show.",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/14/business/fox-boxing-reality-show-faces-scrutiny-in-california.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Japan's Central Bank Raises Growth Forecast",
      "snippet": "Bank of Japan says nation's economy will grow faster than bank previously forecast, amid signs that consumer spending continues to build; provides not specific target, but says economy's performance will exceed estimates made in April, when median...",
      "abstract": "Bank of Japan says nation's economy will grow faster than bank previously forecast, amid signs that consumer spending continues to build; provides not specific target, but says economy's performance will exceed estimates made in April, when median forecast by central bankers put growth at 3.1 percent for fiscal year ending March 2005; Prime Min Junichiro Koizumi raises official assessment of economy for first time in six months, saying business recovery was beginning to drive rebound in consumer spending, which accounts for 60 percent of economy (M)",
      "lead_paragraph": "Japan's central bank said on Tuesday that the nation's economy would grow faster than the bank had previously forecast, amid signs that consumer spending continues to build.",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/14/business/japan-s-central-bank-raises-growth-forecast.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Early Tests for U.S. in Its Global Fight on AIDS",
      "snippet": "Bush administration's five-year, $15 billion emergency AIDS initiative for 15 nations, including 12 in Africa, is belatedly getting underway, surprising some critics by proving to be more adaptive and collaborative than expected, especially when g...",
      "abstract": "Bush administration's five-year, $15 billion emergency AIDS initiative for 15 nations, including 12 in Africa, is belatedly getting underway, surprising some critics by proving to be more adaptive and collaborative than expected, especially when governments are strong enough to stand their ground; program is already directing funds into health clinics, laboratories, testing centers and hospices, AIDS treatment, HIV prevention and care of orphans; has altered plans to meet local objections in nations like Mozambique, while sticking to controversial go-it-alone approach in nations like Zambia; graph of percent of people with HIV or AIDS in nations included in plan; photos (L)",
      "lead_paragraph": "The Bush administration did not consult with Mozambique last year before designating the country as a beneficiary of its emergency AIDS plan. Mozambique was simply informed that it would be one of 12 African nations, and 15 countries overall, awarded substantial financial assistance.",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/14/world/early-tests-for-us-in-its-global-fight-on-aids.html",
      "byline": "This article was reported by Deborah Sontag, Sharon Lafraniere and Michael Wines, and Was Written By Ms. Sontag"
    },
    {
      "headline": "World Business Briefing | Asia: China: Mining Venture",
      "snippet": "Braÿ",
      "abstract": "Braÿ",
      "lead_paragraph": "Companhia Vale do Rio Doce of Brazil, the world's largest iron ore producer and exporter, signed an agreement with the Yankuang Group, the Chinese coal producer, and the Itochu Corporation, a Japanese trading company, to mine for coking coal in China. The venture, which will be called the Shandong Yankuang International Coking Company, is expected to start operating in 2006 with an annual production capacity of two million tons of coke, a major ingredient in steel. Total investment for the project is estimated at $275 million -- $27 million of which will be provided by C.V.R.D., as the Brazilian company is known. Todd Benson (NYT)",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/14/business/world-business-briefing-asia-china-mining-venture.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "India Sees Backlash Fading Over Boom in Outsourcing",
      "snippet": "Backlash against outsourcing of software and back-office services to India appears to have died down as bellwether company Infosys Technologies posts better-than-expected earnings, mostly on improved business from US; Infosys says quarterly profit...",
      "abstract": "Backlash against outsourcing of software and back-office services to India appears to have died down as bellwether company Infosys Technologies posts better-than-expected earnings, mostly on improved business from US; Infosys says quarterly profit increased 39.2 percent; net profit rose to 3.88 billion rupees ($84.3 million) inApril to June period, its first fiscal year, while revenue was 15.2 billion rupees ($33.04 million), increase of almost 39 percent; chief executive Nandan M Nilekani comments; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/14/business/india-sees-backlash-fading-over-boom-in-outsourcing.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Discrimination on Wall St.? The Numbers Tell the Story",
      "snippet": "Morgan Stanley as well as Merrill Lynch and Smith Barney decided not to go public with their track records of hiring, paying and promoting women in discrimination lawsuits because their figures would have been hard to defend; figures show Wall Str...",
      "abstract": "Morgan Stanley as well as Merrill Lynch and Smith Barney decided not to go public with their track records of hiring, paying and promoting women in discrimination lawsuits because their figures would have been hard to defend; figures show Wall Street is still dominated by white men who fill bulk of most of powerful and highest-paying jobs in industry; Equal Employment Opportunity Commission data show men made up more than two-thirds of officials and manages in securities industry in 2002, even higher than ratio in other industries; Securities Industry Association says more than half of all employees in securities industry are white men but white men fill about four out of five executive management positions and make up more than 70 percent of investment bankers, traders and brokers; chart; photo (Market Place column) (M)",
      "lead_paragraph": "During several years of drawn-out litigation over how they treat the women they employ, Wall Street firms have adamantly disputed all contentions that they discriminate -- until the time has come to do the math.",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/14/business/market-place-discrimination-on-wall-st-the-numbers-tell-the-story.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "INSIDE",
      "snippet": "Iraq Document for Bush Is Withheld From Panel  The White House and the C.I.A. have refused to give a Senate committee a copy of a one-page summary of prewar intelligence on Iraq that was prepared for President Bush, according to Congressional offi...",
      "abstract": " Iraq Document for Bush Is Withheld From Panel  The White House and the C.I.A. have refused to give a Senate committee a copy of a one-page summary of prewar intelligence on Iraq that was prepared for President Bush, according to Congressional officials. The summary lacks qualifiers and dissents that were put forward in the original data.   PAGE A15    Hostage Is Beheaded  A group, led by Abu Musab al-Zarqawi, the Jordanian militant, said it had beheaded one of two Bulgarians being held hostage in Iraq and threatened to kill the second unless Iraqi prisoners were freed.   PAGE A12",
      "lead_paragraph": "Iraq Document for Bush Is Withheld From Panel",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/14/us/inside-303410.html",
      "byline": ""
    },
    {
      "headline": "Soaring Oil Prices, but No New Boom in Houston",
      "snippet": "Soaring energy prices are having unusually subdued effect in Houston, which has largest concentration of energy company anywhere; signs of Houston's sluggish response to high oil prices are evident throughout city, with disappointing indicators fo...",
      "abstract": "Soaring energy prices are having unusually subdued effect in Houston, which has largest concentration of energy company anywhere; signs of Houston's sluggish response to high oil prices are evident throughout city, with disappointing indicators for real estae, job creation, corporate philanthropy and auto sales; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/14/business/soaring-oil-prices-but-no-new-boom-in-houston.html",
      "byline": "By Simon Romero"
    }
  ]
}