{
  "metadata": {
    "date": "2004-08-05",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Italy: Government To Sell Phone Stake",
      "snippet": "World Business Briefing: Italy: Government To5",
      "abstract": "World Business Briefing: Italy: Government To5",
      "lead_paragraph": "The Italian government will sell as much as 7.8 billion euros ($9.4 billion) worth of shares of Enel, the country's largest utility, in an effort to reduce its debt. Italy will market the shares, which amount to 20 percent of the company, to money managers and to Italian retail investors by the first half of November, the Finance Ministry said.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/05/business/world-business-briefing-europe-italy-government-to-sell-phone-stake.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Nanosys Withdraws Plan for Public Offering  Nanosys, the leading symbol of nanotechnology's promise to generate lucrative innovations by manipulating atoms and molecules, called off a closely watched effort to go public long before it had any prod...",
      "abstract": " Nanosys Withdraws Plan for Public Offering  Nanosys, the leading symbol of nanotechnology's promise to generate lucrative innovations by manipulating atoms and molecules, called off a closely watched effort to go public long before it had any products to sell.    Nanosys and a banking team led by Merrill Lynch had hoped to sell 6.25 million shares at $15 to $17 a share, which would have given the public a 29 percent stake in the company. Nanosys, based in Palo Alto, Calif., said in a brief written statement that ''market conditions'' led to its decision. [Page C6.]",
      "lead_paragraph": "Nanosys Withdraws Plan for Public Offering",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/05/business/business-digest-531910.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: China: Bank Restrictions Eased",
      "snippet": "Overseas banks in China will be allowed to open more than one branch each year starting Sept 1 as country's banking regulator eases rules to meet China's commitments to World Trade Organization (S)",
      "abstract": "Overseas banks in China will be allowed to open more than one branch each year starting Sept 1 as country's banking regulator eases rules to meet China's commitments to World Trade Organization (S)",
      "lead_paragraph": "Overseas banks in China will be allowed to open more than one branch a year starting Sept. 1 as the country's banking regulator eases rules to meet China's commitments to the World Trade Organization. Under the new rules, overseas banks who provide yuan-currency services to domestic companies need to have 300 million yuan ($36 million) in operating capital, down from 400 million yuan, the China Banking Regulatory Commission said. Overseas banks providing yuan services to individuals need to have only 500 million yuan in operating capital, down from 600 million yuan, it said.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/05/business/world-business-briefing-asia-china-bank-restrictions-eased.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.S. OPENS EFFORT TO DISRUPT PLOTS BY TERROR GROUP",
      "snippet": "Bush administration says United States and its allies have begun campaign to disrupt terrorist operations around world, including arrest of suspected senior member of Al Qaeda and 11 others in Britain; British raid was prompted in part by same int...",
      "abstract": "Bush administration says United States and its allies have begun campaign to disrupt terrorist operations around world, including arrest of suspected senior member of Al Qaeda and 11 others in Britain; British raid was prompted in part by same intelligence information that led administration to elevate terror threat level in US over weekend, including detailed reports about buildings of major financial institutions in New York, New Jersey and Washington; American official says information stems in part from information gained after arrest last month in Pakistan of Muhammad Naeem Noor Khan, whose capture led Central Intelligence Agency to computer files detailing reconnaissance of financial institutions in US; White House national security adviser Condoleezza Rice has reportedly called her counterparts in Pakistan, Saudi Arabia and Jordan to request help from their intelligence services, and Federal Bureau of Investigation has intensified efforts to find any Qaeda operatives inside US; photo (M)",
      "lead_paragraph": "The Bush administration said Wednesday that the United States and its allies had begun a campaign to disrupt terrorist operations around the world, including the arrest of a suspected senior member of Al Qaeda in Britain.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/05/us/threats-responses-overview-us-opens-effort-disrupt-plots-terror-group.html",
      "byline": "By Richard W. Stevenson and Douglas Jehl"
    },
    {
      "headline": "Bored With EBay? Try Google's Unusual Auction",
      "snippet": "Article on risks involved in Google's online auction of its shares in initial public offering (Market Place column) (M)",
      "abstract": "Article on risks involved in Google's online auction of its shares in initial public offering (Market Place column) (M)",
      "lead_paragraph": "Maybe you are a fan of Google's search engine. Or you have a few thousand dollars in your portfolio that is looking for a parking place. Or you have always felt left out when corporate bigwigs and their friends and families got in on the ground floor of initial public stock offerings.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/05/business/market-place-bored-with-ebay-try-google-s-unusual-auction.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "F.C.C. Supports Surveillance Rules On Internet Calls",
      "snippet": "Federal Communications Commission tentatively concludes that new Internet-based telephone services should be subject to some of same laws that enable government to monitor conversations of terrorists and criminal suspects with relative ease; Justi...",
      "abstract": "Federal Communications Commission tentatively concludes that new Internet-based telephone services should be subject to some of same laws that enable government to monitor conversations of terrorists and criminal suspects with relative ease; Justice Department and FBI have been saying for months that any efforts by commission and its chairman Michael K Powell to have new Internet-phone carriers less regulated than traditional phone companies should not alllow Internet carriers to avoid requirements of Communications Assistance for Law Enforcement Act; law gives law enforcement agencies ability to tap into phone systems by requiring phone carriers to engineer their systems so that federal agents have easy access for surveillance; law shifts considerable costs of surveillance to industry (M)",
      "lead_paragraph": "Responding to a request by law enforcement officials, the Federal Communications Commission tentatively concluded Wednesday that new Internet-based telephone services should be subject to some of the same laws that enable the government to monitor conversations of terrorists and criminal suspects with relative ease.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/05/business/fcc-supports-surveillance-rules-on-internet-calls.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "World Business Briefing | Asia: China: Pipeline Deal Canceled",
      "snippet": "World Business Briefing: China: Pipeline Deal Canceled*",
      "abstract": "World Business Briefing: China: Pipeline Deal Canceled*",
      "lead_paragraph": "The PetroChina Company, the largest oil company in China, has canceled an initial agreement with OAO Gazprom, the Royal Dutch/Shell Group and the Exxon Mobil Corporation on taking a stake in China's $5.2 billion pipeline across the nation to Shanghai. The Chinese company informed Gazprom, which is based in Moscow, in a letter that said the talks on a final agreement had been called off, the company said. Shell received a letter about the cancellation on Monday, said Nick Wood, a company spokesman in Beijing. PetroChina completed the main part of the 2,486-mile pipeline, which starts in Xinjiang province, and will begin sending gas on Sept. 1, said the company's parent, the China National Petroleum Corporation.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/05/business/world-business-briefing-asia-china-pipeline-deal-canceled.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "A Coach's Rise, Plotted at the Keyboard",
      "snippet": "Baltimore Ravens head coach Brian Billick attributes his embrace of computers and other technology to his team's winning ways; predicts that time will come when players use virtual reality environments to supplement standard practice field; photos...",
      "abstract": "Baltimore Ravens head coach Brian Billick attributes his embrace of computers and other technology to his team's winning ways; predicts that time will come when players use virtual reality environments to supplement standard practice field; photos (M)",
      "lead_paragraph": "BRIAN BILLICK remembers when he realized just how tough it would be to make it as a football coach. It was January 1984, at the Hyatt Regency Hotel in Dallas. Billick, an obscure 29-year-old assistant at San Diego State, walked into his first big-time football coaches' convention.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/08/05/technology/their-own-devices-a-coach-s-rise-plotted-at-the-keyboard.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Russia Sets Share Price For Lukoil",
      "snippet": "Russian government, preparing to auction its 7.6 percent stake in oil company Lukoil, set minimum price of $1.26 billion for its shares in business; minimum price amounts to $19.50 per share, discount of more than 25 percent to Lukoil's value on s...",
      "abstract": "Russian government, preparing to auction its 7.6 percent stake in oil company Lukoil, set minimum price of $1.26 billion for its shares in business; minimum price amounts to $19.50 per share, discount of more than 25 percent to Lukoil's value on stock market; Russian authorities grant embattled Yukos some relief, giving it access to bank accounts that had been frozen; Justice Ministry will let Yukos use bank accounts to pay for oil production and other day-to-day operations; photo (M)",
      "lead_paragraph": "The Russian government, preparing to auction its 7.6 percent stake in the oil company Lukoil, set a minimum price on Wednesday of $1.26 billion for its shares in the business, whose proven reserves are second only to those of Exxon Mobil.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/05/business/russia-sets-share-price-for-lukoil.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Security Strike Continues",
      "snippet": "World Bu",
      "abstract": "World Bu",
      "lead_paragraph": "Negotiations to end a week-old dispute between management and truck drivers at Brinks Allied, an armored delivery company, collapsed in a disagreement over security procedures, resulting in the continuation of a strike that left 70 percent of A.T.M.'s along the east coast of Ireland, including Dublin, empty during a busy holiday weekend. Machines in bank branches are expected to run out of cash by Friday. Armored trucks are a frequent target of robbers, and drivers at Brinks objected to a new requirement that they drive away from a robbery even if it means leaving a colleague behind. Brian Lavery (NYT)",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/05/business/world-business-briefing-europe-ireland-security-strike-continues.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "Another Try At Inventing Superphone",
      "snippet": "David Pogue State of the Art column on Sidekick II phone organizer from T-Mobile; device supports cellphone, e-mail, instant messaging, Web browsing, address book, to-do list and notes; photos; drawing (M)",
      "abstract": "David Pogue State of the Art column on Sidekick II phone organizer from T-Mobile; device supports cellphone, e-mail, instant messaging, Web browsing, address book, to-do list and notes; photos; drawing (M)",
      "lead_paragraph": "HOW'S your relationship going? Do you find yourself baffled by your partner's opaque and quirky personality? Does the object of your affection keep you waiting when you're in a hurry? And above all, how well do the two of you communicate?",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/08/05/technology/state-of-the-art-another-try-at-inventing-superphone.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Bank Ruling Upheld",
      "snippet": "Tokyo court upholds order that UFJ Holdings cease part of its takeover talks with Mitsubishi Tokyo Financial Group, move that seems likely to complicate talks aimed at creating world's largest bank (S)",
      "abstract": "Tokyo court upholds order that UFJ Holdings cease part of its takeover talks with Mitsubishi Tokyo Financial Group, move that seems likely to complicate talks aimed at creating world's largest bank (S)",
      "lead_paragraph": "A Tokyo court upheld its order that UFJ Holdings cease part of its takeover talks with the Mitsubishi Tokyo Financial Group, a move that seems likely to complicate negotiations aimed at creating the world's largest bank. The decision was a response to an appeal by UFJ to the Tokyo District Court after the court ordered UFJ to exclude its trust bank unit from the talks. The court said the negotiations violated an earlier agreement UFJ made to sell its trust business to another bank. UFJ said it was planning to appeal the decision and would continue negotiations with Mitsubishi. Todd Zaun (NYT)",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/05/business/world-business-briefing-asia-japan-bank-ruling-upheld.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Delete: Bathwater. Undelete: Baby.",
      "snippet": "Spam filters, which help people eliminate unwanted e-mail, can also create more work; they require constant vigilance and frequent tuning in order to teach software to recognize junk; as spam becomes more sophisticated, filter users must try to ke...",
      "abstract": "Spam filters, which help people eliminate unwanted e-mail, can also create more work; they require constant vigilance and frequent tuning in order to teach software to recognize junk; as spam becomes more sophisticated, filter users must try to keep pace; several Web-based services noted; drawing; photo (M)",
      "lead_paragraph": "LIKE many people these days, Jason Kim and Linda Crasco rely heavily on e-mail for their work, running a small educational research and evaluation company in Norwood, Mass. And like many people, they get plenty of spam, some 400 pieces of unwanted e-mail daily.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/08/05/technology/delete-bathwater-undelete-baby.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Speculators Place Bets on Oil, Roiling Fickle Energy Market",
      "snippet": "Oil prices reach another record high, and then fall by more than dollar per barrel, as turbulent markets react to new promises of greater production; crude oil for September delivery briefly trades as high as $44.34 per barrel, then plunges to $43...",
      "abstract": "Oil prices reach another record high, and then fall by more than dollar per barrel, as turbulent markets react to new promises of greater production; crude oil for September delivery briefly trades as high as $44.34 per barrel, then plunges to $43.99 at close of floor trading in New York; contract settles at $42.83 per barrel at end of day; Energy Department releases figures showing gasoline inventories grew by 2.4 million barrels, to 210.1 million; Saudi Arabia says it will start pumping crude oil from new fields three months ahead of schedule and that it will delay closing of some wells; graph; photos (M)",
      "lead_paragraph": "Oil prices touched another record high on Wednesday, and then fell by more than a dollar a barrel, as turbulent markets reacted to new promises of greater production.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/05/business/speculators-place-bets-on-oil-roiling-fickle-energy-market.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Free Trade Debate in Australia",
      "snippet": "Pres Bush signed free trade pact with Australia at White House ceremony on Aug 3; Australian Labor Party leader Mark Latham responds by vowing to block Australian Senate approval; Labor Party, now in opposition, is trying to sell itself as best pa...",
      "abstract": "Pres Bush signed free trade pact with Australia at White House ceremony on Aug 3; Australian Labor Party leader Mark Latham responds by vowing to block Australian Senate approval; Labor Party, now in opposition, is trying to sell itself as best party to carry out free trade pact, which is to go into effect Jan 1; Latham says he is not interested in political compromise; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/05/business/free-trade-debate-in-australia.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Ads for (and at No Cost to) Kerry Keep Flowing",
      "snippet": "Outside groups that are not legally allowed to coordinate with Kerry campaign are spending millions of dollars to place ads that are in many ways similar to those placed by his campaign, emphasizing words like 'win,' 'strength' and 'alliances'; th...",
      "abstract": "Outside groups that are not legally allowed to coordinate with Kerry campaign are spending millions of dollars to place ads that are in many ways similar to those placed by his campaign, emphasizing words like 'win,' 'strength' and 'alliances'; their advertising spots hit just when Kerry campaign ceases advertising for month to maintain financial parity with Pres Bush in last two months of campaign, and when Pres Bush increases his with commercials reminding nation of what it has been through, dangers that lie ahead and declaring that it is 'rising to the challenge'; most analysts agree that Kerry would not be able to cease advertising and save his money for later, as he is doing, without help from friendly outside groups; excerpts from commercials on Kerry's behalf being paid for by Democratic National Committee; photos (M)",
      "lead_paragraph": "In the weeks leading up to the Democratic convention, Senator John Kerry's campaign aides worried that the senator would have to begin spending his $75 million in public financing a month earlier than President Bush. They even flirted with the idea that he would delay accepting the nomination so he could keep raising and spending millions of dollars on advertising throughout August.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/05/us/the-2004-campaign-the-ad-campaign-ads-for-and-at-no-cost-to-kerry-keep-flowing.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Fed Is Expected to Raise a Rate on Tuesday",
      "snippet": "Federal Reserve is expected to raise interest rates on Aug 10 despite lull in economic growth and anxiety about effect of high oil prices on spending; many indicators suggest economic growth slowed sharply last quarter, particularly in June, and m...",
      "abstract": "Federal Reserve is expected to raise interest rates on Aug 10 despite lull in economic growth and anxiety about effect of high oil prices on spending; many indicators suggest economic growth slowed sharply last quarter, particularly in June, and may continue to be sluggish for few more months; Fed officials and outside economists predict lull will be temporary and that activity will pick up again by fall; Commerce Department reports orders for manufactured goods rose 0.7 percent in June over May, bigger increase than many economists expected; most of increase came from surge in military spending, and in particular from orders for military aircraft, which rose 79.1 percent; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/05/business/fed-is-expected-to-raise-a-rate-on-tuesday.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Qaeda Strategy Is Called Cause For New Alarm",
      "snippet": "American officials are alarmed about years-old evidence of reconnaissance of important financial centers, because Al Qaeda is known to take years to plan its terrorist attacks; studied technique has been central to most well-known Qaeda attacks, i...",
      "abstract": "American officials are alarmed about years-old evidence of reconnaissance of important financial centers, because Al Qaeda is known to take years to plan its terrorist attacks; studied technique has been central to most well-known Qaeda attacks, including suicide truck bombing at American Embassy in Nairobi, Kenya; plots that were carried out and failed, even plots that were considered but abandoned, like possible attack on Brooklyn Bridge last year, demonstrate same obsession with detail; investigators know that even after extensively considering and then dismissing possible target, terrorists simply switch their focus to another location; that might explain intense precautions imposed around Capitol this week, even though it is not publicly known whether it was among buildings subjected to surveillance; appreciation of Al Qaeda's modus operandi complicates decision on how to respond appropriately to evidence that might be dated; chart describing extensive planning behind several attacks and two that were aborted; photos (L)",
      "lead_paragraph": "They scouted the streets. They took photographs. They wrote detailed surveillance reports. And then, after five years of patiently waiting, Al Qaeda operatives carried out the devastating suicide truck bombing at the American Embassy in Nairobi, Kenya, in August 1998, killing more than 200 people and injuring thousands.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/05/us/threats-and-responses-the-plots-qaeda-strategy-is-called-cause-for-new-alarm.html",
      "byline": "By Eric Lipton and Benjamin Weiser"
    },
    {
      "headline": "W.T.O. Rules for Brazil in Sugar Dispute",
      "snippet": "Brazilian officials say World Trade Organization has ruled that European Union's sugar subsidies give its farmers unfair advantage on global export markets; sugar is one of European Union's most heavily subsidized crops, and government supports ha...",
      "abstract": "Brazilian officials say World Trade Organization has ruled that European Union's sugar subsidies give its farmers unfair advantage on global export markets; sugar is one of European Union's most heavily subsidized crops, and government supports have helped European sugar producers become second-largest exporters in world, behind Brazil, which is also largest sugar producer; photo (M)",
      "lead_paragraph": "Brazil scored its second triumph in less than two months on Wednesday at the World Trade Organization, which ruled that the European Union's sugar subsidies give its farmers an unfair advantage on global export markets, Brazilian officials said on Wednesday.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/05/business/wto-rules-for-brazil-in-sugar-dispute.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Carmaker Posts Loss",
      "snippet": "Mitsubishi Motors reports net loss of 54.7 billion yen ($495 million) for quarter ended June 30, compared with loss of 51.1 billion yen in period year ago; revenue fell 8 percent, to 557.6 billion yen (S)",
      "abstract": "Mitsubishi Motors reports net loss of 54.7 billion yen ($495 million) for quarter ended June 30, compared with loss of 51.1 billion yen in period year ago; revenue fell 8 percent, to 557.6 billion yen (S)",
      "lead_paragraph": "Losses at the Mitsubishi Motors Corporation widened in the quarter that just ended as the carmaker suffered steep sales declines in North America and Japan. Mitsubishi Motors reported a net loss of 54.7 billion yen ($495 million) for the quarter ended June 30, compared with a loss of 51.1 billion yen in the period a year ago. Mitsubishi's revenue fell 8 percent, to 557.6 billion yen, for the quarter as sales volumes declined more than 30 percent in Japan and North America. Todd Zaun (NYT)",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/05/business/world-business-briefing-asia-japan-carmaker-posts-loss.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Bristol-Myers Agrees to Settle Accounting Case",
      "snippet": "Bristol-Myers Squibb will pay $150 million to settle Securities and Exchange Commission accusations that company improperly inflated its sales and earnings in series of accounting frauds; SEC says it will still pursue inquiry that could result in ...",
      "abstract": "Bristol-Myers Squibb will pay $150 million to settle Securities and Exchange Commission accusations that company improperly inflated its sales and earnings in series of accounting frauds; SEC says it will still pursue inquiry that could result in civil fraud charges against individuals; settlement does not resolve Justice Department criminal probe into same accounting practices that could bring criminal charges against Bristol-Myers or its employees; company agrees to SEC settlement without admitting or denying any liability (M)",
      "lead_paragraph": "The drug giant Bristol-Myers Squibb said yesterday that it would pay $150 million to settle Securities and Exchange Commission accusations that the company improperly inflated its sales and earnings in a series of accounting frauds.",
      "publication_date": "2004-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/05/business/bristol-myers-agrees-to-settle-accounting-case.html",
      "byline": "By Eric Dash"
    }
  ]
}