{
  "metadata": {
    "date": "2004-06-01",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Many Feeling Pinch After Newest Surge In U.S. Fuel Prices",
      "snippet": "High prices at gasoline pumps in Denver, Colo, are beginning to take toll; many families, particularly working-class and poor ones, face tough and sometimes humiliating prospect of doing without things they once took for granted, from simple vacat...",
      "abstract": "High prices at gasoline pumps in Denver, Colo, are beginning to take toll; many families, particularly working-class and poor ones, face tough and sometimes humiliating prospect of doing without things they once took for granted, from simple vacations to doctors' appointments; choices facing people in Denver hint at what could happen to broader economy if fuel prices stay high or go on rising; increases would have economic effects much like new, regressive tax that falls particularly hard on those with lowest incomes; few in energy industry foresaw how strong demand would be this year, with Chinese and American economies in particular using more than expected; most oil-producing nations are pumping flat out; Saudi Arabia, only nation with substantial spare capacity, has said it will step up output and called on fellow OPEC members to increase their production quotas; OPEC's leadership and several members initially resisted; subject will be at top of agenda when group meets in Beirut this week; photo (M)",
      "lead_paragraph": "Once a week for 15 years, Vera and Dale Salling have driven a 30-mile circuit from their home in the country through a northern Denver suburb, delivering meals to housebound older people. The Sallings themselves are getting on in years -- Vera is 74 and Dale 79 -- and they do it out of a quiet sense of duty to people who may have no one else who visits regularly.",
      "publication_date": "2004-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/01/business/many-feeling-pinch-after-newest-surge-in-us-fuel-prices.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "Searing Uncertainty for Iraqis Missing Loved Ones",
      "snippet": "Abu Ghraib prison abuse scandal adds to fears of hundreds of Iraqi families, possibly thousands, searching for missing loved ones; American military is taking steps to improve access to information for families of arrested Iraqis; families of pris...",
      "abstract": "Abu Ghraib prison abuse scandal adds to fears of hundreds of Iraqi families, possibly thousands, searching for missing loved ones; American military is taking steps to improve access to information for families of arrested Iraqis; families of prisoners and groups that work with them see some improvement, but say problem is far from resolved; Red Cross report written last Feb to American-led occupation authorities stated that system for notifying families of prisoners effectively did not exist and that relatives often learned where prisoner was housed from other prisoners who had been released; steps to improve notification system began in Jan, after military started its own investigation of abuses at Abu Ghraib; one official says central databank now posts names of detainees within month, and that wait to see loved ones has shortened under policy begun in Apr; military has also begun thinning out population of severely overcrowded Abu Ghraib prison; photos (M)",
      "lead_paragraph": "Huriyah Jassim Gomar carries around a sparse file that is all she has of her middle son, Adil: his photograph, an identification card, request forms written to the American military with responses that add up to zero.",
      "publication_date": "2004-06-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/01/world/reach-war-prison-rosters-searing-uncertainty-for-iraqis-missing-loved-ones.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "With Its Gas Prices Already High, Europe Is Less Rattled by Jump",
      "snippet": "Europeans seem less concerned about gas prices than Americans are; gas is so heavily taxed in most European countries that rise in market price is less noticeable, and recent strength of euro versus dollar has insulated customers; Europe, after th...",
      "abstract": "Europeans seem less concerned about gas prices than Americans are; gas is so heavily taxed in most European countries that rise in market price is less noticeable, and recent strength of euro versus dollar has insulated customers; Europe, after three decades of seeking alternatives to oil, is somewhat less vulnerable to effects of higher crude prices; Europe does not view $40-a-barrel oil with same alarm as America for variety of reasons, ranging from smaller cars and shorter commutes to windmills used for energy that dot many European nations; photo (M)",
      "lead_paragraph": "Alexandra Krauter paid little attention as the digits on the gasoline pump flashed upward. Ms. Krauter, a 29-year-old woman who works in a Frankfurt restaurant, was not even sure how much she was paying (1.15 euros a liter, or the equivalent of $5.31 a gallon).",
      "publication_date": "2004-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/01/business/international-business-with-its-gas-prices-already-high-europe-less-rattled-jump.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Medicare Discount Cards To Be Introduced Today  Elderly people begin using Medicare drug discount cards today in an experiment that has gotten off to a slow start but promises to have big implications for politics and health policy, regardless of ...",
      "abstract": " Medicare Discount Cards To Be Introduced Today  Elderly people begin using Medicare drug discount cards today in an experiment that has gotten off to a slow start but promises to have big implications for politics and health policy, regardless of whether it delivers big savings.    The program is the first major test of the new Medicare law before the November elections. If discount cards do not deliver the promised savings, the experiment could stoke public anger over drug prices and increase political pressure for further steps to make drugs more affordable. [Page A1.]",
      "lead_paragraph": "Medicare Discount Cards To Be Introduced Today",
      "publication_date": "2004-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/01/business/business-digest-807133.html",
      "byline": ""
    },
    {
      "headline": "New Approach About Cancer And Survival",
      "snippet": "First of two articles in series, Redefining Cancer, examines needs and unanswered questions about lives of nearly 10 million cancer survivors in United States; until now, researchers focused on initial cancer treatment; now their focus is much wid...",
      "abstract": "First of two articles in series, Redefining Cancer, examines needs and unanswered questions about lives of nearly 10 million cancer survivors in United States; until now, researchers focused on initial cancer treatment; now their focus is much wider as number of survivors grows; survivors, and their doctors, must know what to do when initial treatment is over, about type and frequency of screening, and about consequences of chemotherapy and radiation years or decades later; there are more survivors because there is more testing for cancer and treatment for some cancers is better; also, population is older and cancer is largely disease of the elderly; various kinds of cancers call for different treatments, but all cancer survivors share realization that they can never return to life as it was before cancer diagnosis; photos; graph (L)",
      "lead_paragraph": "Mike Gallo was 63 years old when he joined one of the world's fastest-growing fraternities.",
      "publication_date": "2004-06-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/01/us/new-approach-about-cancer-and-survival.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "A Las Vegas Juvenile Judge Finds His Test Case at Home",
      "snippet": "Article in series, American Dreamers, examining Las Vegas and hundreds of thousands of people who moved there in last three decades, focuses on family court judge who dispenses decisions in lives of troubled youths, then goes home to his own troub...",
      "abstract": "Article in series, American Dreamers, examining Las Vegas and hundreds of thousands of people who moved there in last three decades, focuses on family court judge who dispenses decisions in lives of troubled youths, then goes home to his own troubled young daughter; Judge Gerald W Hardcastle blames himself for 17-year-old Whitney's problems--his career drive and pressures he placed on her; he also blames corrupting influence of Las Vegas; he says there is total lack of social control in rapidly growing city; in Las Vegas, drugs and beat and budding sexuality of thousands of teenagers make intoxicating and volatile combination; Whitney says she fended off bad kids and their parties, then joined the crowd; mother of another teenager, disenchanted with Las Vegas, says it is impossible to have sex and drugs and gambling and expect to raise healthy family; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/01/us/a-las-vegas-juvenile-judge-finds-his-test-case-at-home.html",
      "byline": "By Charlie Leduff"
    },
    {
      "headline": "DRUG DISCOUNTS BEGINNING TODAY, BUT SIGN-UPS LAG",
      "snippet": "Experiment with Medicare drug discount cards for elderly gets off to slow start but promises to have big implications for politics and health policy, as first major test of new Medicare law before Nov elections; if discount cards do not deliver pr...",
      "abstract": "Experiment with Medicare drug discount cards for elderly gets off to slow start but promises to have big implications for politics and health policy, as first major test of new Medicare law before Nov elections; if discount cards do not deliver promised savings, it could stoke public anger over drug prices and increase political pressure for further steps to make drugs more affordable; about 2.3 million of 4.5 million people in Medicare health maintenance organizations will receive cards automatically, without filing applications; in traditional fee-for-service Medicare program, it appears that fewer than one million people have signed up for cards; Bush administration predicts that so many Medicare beneficiaries will sign up that it will cut retail drug prices by 10 percent to 25 percent or more; Timothy F Dickman, president of Prime Therapeutics, says rise in retail drug prices over last year has wiped out savings already negotiated for members of Blue Cross plans his company helps to manage; AARP, lobby for older Americans, says value of discounts will be eroded if prices continue to rise rapidly; photo (M)",
      "lead_paragraph": "Elderly people begin using Medicare drug discount cards on Tuesday in an experiment that has gotten off to a slow start but promises to have big implications for politics and health policy, regardless of whether it delivers big savings.",
      "publication_date": "2004-06-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/01/us/drug-discounts-beginning-today-but-sign-ups-lag.html",
      "byline": "By Robert Pear and Milt Freudenheim"
    },
    {
      "headline": "Trying to Revive Struggling AT&T: A Job Made, It Seems, for Sisyphus",
      "snippet": "AT&T chief executive David W Dorman faces serious challenges reviving company whose core long-distance business is eroding fast and whose revenue fell 11.1 percent in first quarter from year-earlier level; is campaigning to reduce access fees AT&T...",
      "abstract": "AT&T chief executive David W Dorman faces serious challenges reviving company whose core long-distance business is eroding fast and whose revenue fell 11.1 percent in first quarter from year-earlier level; is campaigning to reduce access fees AT&T must pay to local phone companies to use their network, which cost AT&T nearly 11 billion a year, and to develop new products and customers; another task is to transform culture of company that has been viewed for years as sleeping, aging giant; charts (M)",
      "lead_paragraph": "When he is not trying to rebuild his company, David W. Dorman, the chief executive of AT&T, has been known to go angling for bonefish. The silvery fish swim in full view in shallow water, yet move so fast that a whole day can go by without a bite. When one does take the bait, the fight can last half an hour.",
      "publication_date": "2004-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/01/business/trying-to-revive-struggling-at-t-a-job-made-it-seems-for-sisyphus.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Member of the Fiat Board Is Expected To Take Over as the Chief Executive",
      "snippet": "Fiat is expected to name Sergio Marchionne, independent member of its board, as chief executive after series of dramatic weekend maneuvers provoked by death of chairman, Umberto Agnelli; Marchionne would succeed Giuseppe Morchio, who quit unexpect...",
      "abstract": "Fiat is expected to name Sergio Marchionne, independent member of its board, as chief executive after series of dramatic weekend maneuvers provoked by death of chairman, Umberto Agnelli; Marchionne would succeed Giuseppe Morchio, who quit unexpectedly to protest appointment of Luca Cordero di Montezemolo as chairman; Maria Sole, one of Umberto Angelli's four sisters, says they have substantial stake in family business and have never thought of abdicating their role and their responsibilities; John Elkann, grandson of Giovanni Agnelli, brother of Umberto Agnelli, is named vice chairman; Andrea Agnelli, Umberto's son, is named to Fiat's board; photo (M)",
      "lead_paragraph": "Fiat, the ailing giant of the Italian auto industry, is likely to name Sergio Marchionne, an independent member of its board, as chief executive after a series of dramatic weekend maneuvers provoked by the death of its chairman, Umberto Agnelli, according to an executive close to the company.",
      "publication_date": "2004-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/01/business/international-business-member-fiat-board-expected-take-over-chief-executive.html",
      "byline": "By Eric Sylvers and Alan Cowell"
    },
    {
      "headline": "U.S. SHIFTS FOCUS IN IRAQ TO AIDING NEW GOVERNMENT",
      "snippet": "American commanders in Iraq write new orders to shift focus of military's mission from offensive combat operations to protecting new Iraqi government and parts of economy while building up Iraq's own security forces; some Iraqis may view shift as ...",
      "abstract": "American commanders in Iraq write new orders to shift focus of military's mission from offensive combat operations to protecting new Iraqi government and parts of economy while building up Iraq's own security forces; some Iraqis may view shift as further step back from disarming Iraq's insurgents before June 30 transfer of sovereignty, although American policy remains that militias are illegal; American commanders say they will respond forcefully to challenges from insurgents beyond June 30 to Iraqi elections scheduled for six months later; in recent weeks American forces have chosen to negotiate deal that allowed Iraqi fighters to melt away rather than risk inflicting high numbers of civilian casualties and deepening Iraqi alienation; commanders argue that new emphasis on protecting roadways, power plants, utility lines and oil industry will help generate support for new government and enhance security situation as economy improves; photo (M)",
      "lead_paragraph": "Senior American commanders here say they are writing new orders to shift the focus of the military's mission from offensive combat operations to protecting a new Iraqi government and parts of the economy while building up Iraq's own security forces.",
      "publication_date": "2004-06-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/01/world/the-reach-of-war-strategy-us-shifts-focus-in-iraq-to-aiding-new-government.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "Qwest and MCI Break Impasse to Reach Pact on Network Leasing Rates",
      "snippet": "Qwest Communications and MCI Inc reach agreement over network leasing rates; other major phone companies, including Verizon, SBC Communications, BellSouth and AT&T, fail to resolve similar issues despite intense negotiations involving top regulato...",
      "abstract": "Qwest Communications and MCI Inc reach agreement over network leasing rates; other major phone companies, including Verizon, SBC Communications, BellSouth and AT&T, fail to resolve similar issues despite intense negotiations involving top regulators and senior executives; talks were ordered by Federal Communications Commission chairman Michael K Powell as agency and industry face impending legal deadlines (M)",
      "lead_paragraph": "Qwest Communications and MCI Inc. have reached an agreement over network leasing rates, officials and industry executives said yesterday, becoming the first of the major telecommunications companies to break a longstanding impasse over the rates.",
      "publication_date": "2004-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/01/business/qwest-and-mci-break-impasse-to-reach-pact-on-network-leasing-rates.html",
      "byline": "By Stephen Labaton"
    }
  ]
}