{
  "metadata": {
    "date": "2004-03-19",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "A Year Later, an Iraqi Family Is Free but Wary",
      "snippet": "Imaris of Baghdad, middle-class Shiite family, feel more relaxed in Iraq one year after American invasion but are wary about future; fled city during American bombing and returned to it after war only to face city plagued by looters; are free to p...",
      "abstract": "Imaris of Baghdad, middle-class Shiite family, feel more relaxed in Iraq one year after American invasion but are wary about future; fled city during American bombing and returned to it after war only to face city plagued by looters; are free to practice their religion now that Saddam Hussein has been toppled, but are divided on just how religious they should be; photos (L)",
      "lead_paragraph": "Just one year ago, Om Abbas al-Imari was clearing out her kitchen cabinets. As tanks rolled into her neighborhood and Iraqi soldiers took up defensive positions, she boxed up the family's china and the one television set and the little gold cups with ''ahlan wa sahlan,'' or ''welcome,'' stamped on them.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/19/world/the-struggle-for-iraq-a-year-later-a-year-later-an-iraqi-family-is-free-but-wary.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Increasingly, American-Made Doesn't Mean in the U.S.A.",
      "snippet": "Sales from overseas operation of American-controlled companies have continued to grow, generating jobs abroad, but not at home; most American manufacturing companies contend that such moves are essential to keep American industry competitive in gl...",
      "abstract": "Sales from overseas operation of American-controlled companies have continued to grow, generating jobs abroad, but not at home; most American manufacturing companies contend that such moves are essential to keep American industry competitive in global market; Anthony F Raimondo, chief of Behlen Manufacturing, defends setting up production plant in China, but criticism from campaign of Sen John Kerry, who is likely Democratic presidential nominee, cost Raimondo job of assistant secretary of commerce for manufacturing in Bush administration; graphs; photo (M)",
      "lead_paragraph": "Anthony F. Raimondo, a Nebraska business executive, was all set to become President Bush's manufacturing czar until he was caught in a political firestorm last week after John Kerry's campaign suggested that Mr. Raimondo was a ''Benedict Arnold C.E.O.'' for moving jobs from the United States to China.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/19/business/increasingly-american-made-doesn-t-mean-in-the-usa.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "PAKISTANI TROOPS MAY BE CLOSING ON QAEDA'S NO. 2",
      "snippet": "Pakistani military and intelligence officials believe they have surrounded Dr Ayman al-Zawahiri, Al Qaeda's No. 2 leader, in small cluster of villages near border with Afghanistan; Zawahiri is Egyptian-born surgeon who is believed to have planned ...",
      "abstract": "Pakistani military and intelligence officials believe they have surrounded Dr Ayman al-Zawahiri, Al Qaeda's No. 2 leader, in small cluster of villages near border with Afghanistan; Zawahiri is Egyptian-born surgeon who is believed to have planned some major Qaeda attacks, including those in US on Sept 11, 2001; Pakistanis' belief that they have cornered him is based on fierceness of resistance their forces are encountering and reports circulating for months that he has been in area; 7,000 Pakistani troops are in area, backed by jets, helicopters and artillery; American officials say there is behind-the-scenes support from US, including remotely piloted surveillance aircraft; photos; map (M)",
      "lead_paragraph": "Pakistani military and intelligence officials said Thursday night that they believed they had surrounded Al Qaeda's No. 2 leader, Ayman al-Zawahiri, in a small cluster of villages near the border with Afghanistan.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/19/world/pakistani-troops-may-be-closing-on-qaeda-s-no-2.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "SCALIA REFUSING TO TAKE HIMSELF OFF CHENEY CASE",
      "snippet": "Justice Antonin Scalia says he will not remove himself from case before Supreme Court in which Sierra Club seeks to force Vice Pres Dick Cheney, his good friend, to provide information about energy task force he led as Bush administration was form...",
      "abstract": "Justice Antonin Scalia says he will not remove himself from case before Supreme Court in which Sierra Club seeks to force Vice Pres Dick Cheney, his good friend, to provide information about energy task force he led as Bush administration was formulating environmental policy; says it was not improper that he hunted ducks in Louisiana with Cheney in January, just three weeks after court agreed to consider case; cites other cases in which presidents and justices socialized without concerns about appearance; says friendship is basis for recusal only where personal fortunes or personal freedom of friend is at issue, not friend's actions on behalf of government; provides new details about Louisiana trip; decision is criticized by Sierra Club spokesman and Sen Patrick J Leahy, ranking Democrat on Judiciaary Committee; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/19/us/scalia-refusing-to-take-himself-off-cheney-case.html",
      "byline": "By Michael Janofsky"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Telecommunications Acquisition",
      "snippet": "Manitoba Telecom Services Inc acquires Allstream Inc, another telecommunications service provider, for 1.7 billion Canadian dollars ($1.27 billion) in cash and stock (S)",
      "abstract": "Manitoba Telecom Services Inc acquires Allstream Inc, another telecommunications service provider, for 1.7 billion Canadian dollars ($1.27 billion) in cash and stock (S)",
      "lead_paragraph": "Manitoba Telecom Services Inc., a Canadian telephone company, agreed to buy Allstream Inc., another telecommunications service provider, for 1.7 billion Canadian dollars ($1.27 billion) in cash and stock, to expand beyond Manitoba. Manitoba will pay 23 Canadian dollars in cash and 1.0909 shares for each share of Allstream. The deal values Allstream at 81.12 Canadian dollars a share based on Manitoba's closing price Wednesday, a 17 percent premium to the closing price on Monday of Allstream's Class B shares. Allstream, which is based in Toronto, provides local and long-distance telephone and Internet services to businesses.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/19/business/world-business-briefing-americas-canada-telecommunications-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Profit At Insurer",
      "snippet": "Allianz reports fourth-quarter net income of 1.2 billion euros ($1.5 billion) compared to 255 million euro loss year earlier (S)",
      "abstract": "Allianz reports fourth-quarter net income of 1.2 billion euros ($1.5 billion) compared to 255 million euro loss year earlier (S)",
      "lead_paragraph": "Allianz, the European insurer, reported a fourth-quarter profit as a gain from selling a stake in Beiersdorf made up for losses at the company's Dresdner Bank unit. Net income was 1.2 billion euros ($1.5 billion), in contrast to a 255 million euro loss in the period a year earlier. Leaving aside the gain from the sale of the holding in Beiersdorf, the maker of Nivea skin cream, the company had a loss of 1.6 billion euros. Allianz, which is based in Munich, had a 1.3 billion euro loss at its banking unit for 2003, after a 1.4 billion euro loss in 2002.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/19/business/world-business-briefing-europe-germany-profit-at-insurer.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Malaysia Set To Cast Vote On Leader's New Broom",
      "snippet": "International financial community is behind Malaysia's new Prime Min Abdullah Ahmad Badawi as he leads his party into general elections this weekend; Abdullah has won over skeptics in four months since he took over on retirement of Mahathir Mohama...",
      "abstract": "International financial community is behind Malaysia's new Prime Min Abdullah Ahmad Badawi as he leads his party into general elections this weekend; Abdullah has won over skeptics in four months since he took over on retirement of Mahathir Mohamad by taking broom to Malaysia's money politics; Abdullah has built platform calculated not only to win votes back from country's fundamental Islamic opposition party but to win back investors by making transparency, fiscal discipline and crackdown on corruption into pillars of Islamic government; photo (M)",
      "lead_paragraph": "As Abdullah Ahmad Badawi, Malaysia's new prime minister, leads his party into general elections this weekend, one important constituency is already behind him: the international financial community.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/19/business/malaysia-set-to-cast-vote-on-leader-s-new-broom.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "As Oil Futures Set New Highs, Should Investors Start to Fear Inflation?",
      "snippet": "Floyd Norris comment on whether investors should start fearing inflation as oil futures reach new highs; says that world economy appears to be poorly prepared for inflation if it does arrive and that that alone may be reason to pay more attention ...",
      "abstract": "Floyd Norris comment on whether investors should start fearing inflation as oil futures reach new highs; says that world economy appears to be poorly prepared for inflation if it does arrive and that that alone may be reason to pay more attention to inflation than it is getting now; says inflation could lead to higher interest rates, which would lead to slower growth; graph (M)",
      "lead_paragraph": "REMEMBER inflation?",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/19/business/as-oil-futures-set-new-highs-should-investors-start-to-fear-inflation.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Bayer Posts A Loss",
      "snippet": "Bayer reports loss of 1.36 billion euros ($1.68 billion) last year; loss comes on 3.6 percent decline in sales and is in contrast to profit of 1.1 billion euros in 2002; graph (S)",
      "abstract": "Bayer reports loss of 1.36 billion euros ($1.68 billion) last year; loss comes on 3.6 percent decline in sales and is in contrast to profit of 1.1 billion euros in 2002; graph (S)",
      "lead_paragraph": "The chemical and drug company Bayer said that it lost 1.36 billion euros ($1.68 billion) last year, partly as a result of charges related to its plan to spin off its chemicals and polymers businesses. The loss came on a 3.6 percent decline in sales and was in contrast to a profit of 1.1 billion euros in 2002. Shares of Bayer, based in Leverkusen, Germany, fell 4.6 percent. Petra Kappl (NYT)",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/19/business/world-business-briefing-europe-germany-bayer-posts-a-loss.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Political Memo; McCain Joins Campaign Fray, Displaying Independent Streak",
      "snippet": "Sen John McCain, Republican with incorrigible independent streak, says Sen John Kerry, Democratic presidential candidate, is not 'weak on defense,' as Vice Pres Dick Cheney and ads for Pres Bush's re-election have charged; denies that he would say...",
      "abstract": "Sen John McCain, Republican with incorrigible independent streak, says Sen John Kerry, Democratic presidential candidate, is not 'weak on defense,' as Vice Pres Dick Cheney and ads for Pres Bush's re-election have charged; denies that he would say or do things to hurt Bush out of grudge dating from their bitter duel for Republican presidential nomination in 2000; McCain associate says McCain is committed to making affirmative case for Bush's re-election, but is not going to take part in negative attacks on Kerry because they are friends; McCain acknowledges that he should have been more guarded last week, when his comments about entertaining offer to be Kerry's running mate set off eight-hour firestorm of speculation and punditry (M)",
      "lead_paragraph": "From television advertisements to vice-presidential oratory, the Republican attack against Senator John Kerry this week has been sharp, unsparing and unified: The Democratic candidate is ''wrong on defense.'' On Thursday, one Republican senator's response was just as sharp and unsparing, but much less unified: ''No, I do not believe that he is, quote, weak on defense.''",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/19/us/political-memo-mccain-joins-campaign-fray-displaying-independent-streak.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Beverage Company Names Executive",
      "snippet": "Cott Corp says John Sheppard will become chief executive on Sept 1, replacing Frank Weise, who will remain chairman; photo (S)",
      "abstract": "Cott Corp says John Sheppard will become chief executive on Sept 1, replacing Frank Weise, who will remain chairman; photo (S)",
      "lead_paragraph": "The Cott Corporation, an independent maker of store-brand soft drinks, said that John Sheppard, left, would become chief executive on Sept. 1. He replaces Frank Weise, who will remain as chairman. Mr. Sheppard was hired in February 2002 as president of United States operations before becoming president and chief operating officer in July 2003.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/19/business/world-business-briefing-americas-canada-beverage-company-names-executive.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Shell Withheld Reserves Data To Aid Nigeria",
      "snippet": "Royal Dutch/Shell Group's internal documents show that it kept secret important details of its sharp reduction in oil and gas reserves, particularly in Nigeria, for fear of damaging its business relationship with government there and Nigerians' de...",
      "abstract": "Royal Dutch/Shell Group's internal documents show that it kept secret important details of its sharp reduction in oil and gas reserves, particularly in Nigeria, for fear of damaging its business relationship with government there and Nigerians' desire to produce more oil; reveal that company concluded that more than 1.5 billion barrels, or 60 percent of Nigerian reserves, do not meet accounting standards for 'proven reserves'; size of proven reserve is basic consideration when OPEC sets quotas for its members; regulators in Netherlands are now investigating possible insider trading at company; company says further departures from management are possible as review of its reserve restatement continues; photo of Jeroen van der Veer (M)",
      "lead_paragraph": "The Royal Dutch/Shell Group has kept secret important details of its sharp reduction in oil and gas reserves, particularly in Nigeria, for fear of damaging its business relationship with the government there and the Nigerians' desire to produce more oil, internal company documents show.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/19/business/shell-withheld-reserves-data-to-aid-nigeria.html",
      "byline": "By Jeff Gerth and Stephen Labaton"
    },
    {
      "headline": "Microsoft Faces Antitrust Loss In Europe Case",
      "snippet": "Mario Monti, European Union's antitrust chief, says settlement talks with Microsoft have collapsed, leaving it virtually certain that antitrust ruling will soon be issued against company that could limit its ability to add new features to its soft...",
      "abstract": "Mario Monti, European Union's antitrust chief, says settlement talks with Microsoft have collapsed, leaving it virtually certain that antitrust ruling will soon be issued against company that could limit its ability to add new features to its software in Europe; company is accused of abusing its dominance in operating software, particulary its bundling of Media Player, video- and music-playing software, into Windows, and unfairly withholding technical information from competitors, making it difficult for them to create software for business servers that would work well with Windows; Microsoft says it will appeal in European courts and seek to have sanctions halted while appeal proceeds; two sides are said to have made significant progress toward settlement before breakdown of talks, with Microsoft reportedly agreeing to allow competing digital media players to be included in Windows but refusing to yield on European demand that it offer version of Windows without its own Media Player; Monti photo (M)",
      "lead_paragraph": "European regulators announced on Thursday that settlement talks with Microsoft had collapsed, leaving it virtually certain that an antitrust ruling would be issued against the company that could limit its ability to add new features to its software in one of the largest and richest markets in the world.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/19/business/technology-microsoft-faces-antitrust-loss-in-europe-case.html",
      "byline": "By Paul Meller and John Markoff"
    },
    {
      "headline": "Jury's Queries Suggest Doubt On Tyco Charges",
      "snippet": "Jury in trial of former Tyco International chief executive L Dennis Kozlowski and chief financial officer Mark H Swartz begins deliberations and quickly send series of questions to judge that legal experts say indicate it might have doubts about p...",
      "abstract": "Jury in trial of former Tyco International chief executive L Dennis Kozlowski and chief financial officer Mark H Swartz begins deliberations and quickly send series of questions to judge that legal experts say indicate it might have doubts about prosecution's case; comments made by alternate juror who is excused offer insight into jury's mind-set (M)",
      "lead_paragraph": "The jury in the trial of two former top executives of Tyco International began deliberations yesterday and quickly sent a series of questions to the judge that legal experts said indicated it might have doubts about the prosecution's case. In addition, comments made by an alternate juror who was excused yesterday offered insight into the jury's mind-set.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/19/business/jury-s-queries-suggest-doubt-on-tyco-charges.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "After an Exodus of Jobs, a Recovery in Taiwan",
      "snippet": "Taiwan is recovering from decade of fierce economic competition with China, during which many factories have moved to mainland China; unemployment has dropped to 4.5 percent in last few months; many jobs have come from surging exports, especially ...",
      "abstract": "Taiwan is recovering from decade of fierce economic competition with China, during which many factories have moved to mainland China; unemployment has dropped to 4.5 percent in last few months; many jobs have come from surging exports, especially high-technology products; whether early stages of economic recovery are strong enough yet to help Taiwan's Pres Chen Shui-bian as he seeks re-election on March 20 remains to be seen; Chen's handling of economy has been criticized throughout his four-year term, and he has tried to turn race into battle over national identity, where residents feel more Taiwanese than Chinese; Lien Chan, presidential candidate of opposition Nationalist Party, and his running mate from People First Party, James Soong, have campaigned on management experience of Nationalist Party, which ran Taiwan for half century; graph; photo (M)",
      "lead_paragraph": "Many Americans are becoming alarmed as factories and jobs disappear to China. But by Taiwan's standards, American losses so far have been modest.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/19/business/after-an-exodus-of-jobs-a-recovery-in-taiwan.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Shell Reduces Estimate of Reserves Again",
      "snippet": "Royal Dutch/Shell Group makes second reduction to its proven reserves of oil and natural gas and says it will postpone its annual report and shareholder meeting by eight weeks or more, surprising investors; says equivalent of 250 million barrels o...",
      "abstract": "Royal Dutch/Shell Group makes second reduction to its proven reserves of oil and natural gas and says it will postpone its annual report and shareholder meeting by eight weeks or more, surprising investors; says equivalent of 250 million barrels of oil are being reclassified because they do not comply with regulations of Securities and Exchange Commission; says additional 220 million barrels in February that were expected to be booked as reserves in final tally for 2003 will not be included; reserve estimates are important not only as indicator of company's wealth and strength, but also because they can influence company's relationship with country where oil and gas are found, and this is particularly true for Shell in Nigeria; Shell documents about Nigeria portray sometimes fragile relationship with government and offer far bleaker assessment of its operations there than company's public disclosures; photo; graph of Nigeria's oil and gas reserves as estimated by World Oil and Oil and Gas Journal (M)",
      "lead_paragraph": "Royal Dutch/Shell Group made a second reduction to its proven reserves of oil and natural gas on Thursday and said that it would postpone its annual report and shareholder meeting by eight weeks or more, surprising investors.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/19/business/shell-reduces-estimate-of-reserves-again.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Interest Rate Cut",
      "snippet": "Brazil's central bank cuts overnight interbank rate by 0.25 percentage point, to 16.25 percent; monthly inflation rate declined to 0.61 percent in February (S)",
      "abstract": "Brazil's central bank cuts overnight interbank rate by 0.25 percentage point, to 16.25 percent; monthly inflation rate declined to 0.61 percent in February (S)",
      "lead_paragraph": "Brazil's central bank cut its benchmark lending rate to the lowest level in almost three years to help an economy that shrank last year for the first time since 1992. Central bankers lowered the overnight interbank rate by 0.25 percentage point, to 16.25 percent. The reduction was the first in three months. The monthly inflation rate in Brazil's economy, the biggest in South America, declined to 0.61 percent in February.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/19/business/world-business-briefing-americas-brazil-interest-rate-cut.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.S. Files A Complaint Against China At the W.T.O.",
      "snippet": "US files first case against China at World Trade Organization, contending China imposes unfair value-added tax on imported semiconductors; move is seen as way for Bush administration to counter accusations from Democrats that it is not doing enoug...",
      "abstract": "US files first case against China at World Trade Organization, contending China imposes unfair value-added tax on imported semiconductors; move is seen as way for Bush administration to counter accusations from Democrats that it is not doing enough to protect American workers; Commerce Sec Donald L Evans and US trade representative Robert B Zoellick recently traveled to China to let it know US was losing patience with China's refusal to adapt more quickly to WTO rules; Chinese officials told administration official that they would not lift tax on foreign semiconductors, paving way for case being filed; foreign imports account for 80 percent of China's integrated circuit market, which is valued at $19 billion; photo (M)",
      "lead_paragraph": "The United States filed the first case against China at the World Trade Organization on Thursday, contending that Beijing imposes unfair taxes on imported semiconductors.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/19/business/us-files-a-complaint-against-china-at-the-wto.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Talks Between Europe And Microsoft Collapse  Settlement talks between Microsoft and European regulators have collapsed, exposing the company to an antitrust ruling that could limit its ability to add new features to its software in one of the larg...",
      "abstract": " Talks Between Europe And Microsoft Collapse  Settlement talks between Microsoft and European regulators have collapsed, exposing the company to an antitrust ruling that could limit its ability to add new features to its software in one of the largest and richest markets in the world. A ruling against the company, if held up in court, could also mean a fine of as much as $3 billion against Microsoft.    The end of the talks came after three days of face-to-face meetings between Microsoft's chief executive, Steven A. Ballmer, and the European Union's antitrust chief, Mario Monti. [Page A1.]",
      "lead_paragraph": "Talks Between Europe And Microsoft Collapse",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/19/business/business-digest-859559.html",
      "byline": ""
    },
    {
      "headline": "Addressing the Unthinkable, U.S. Revives Study of Fallout",
      "snippet": "Federal government is reviving science of fallout analysis to cope with possibility that terrorists might someday detonate nuclear bomb on American soil, whether true nuclear weapons or so-called dirty bomb; seeks ability to determine quickly who ...",
      "abstract": "Federal government is reviving science of fallout analysis to cope with possibility that terrorists might someday detonate nuclear bomb on American soil, whether true nuclear weapons or so-called dirty bomb; seeks ability to determine quickly who exploded such a bomb and where nuclear material came from, thus clarifying options for striking back and putting terrorists on notice that bomb can be traced back to them; effort involves building robots and new aircraft that would go into affected area and take radioactive samples, as well as field stations that would dilute dangerous materials for safe shipment to national laboratories; there tiny bits of radioactive fallout would be studied for distinctive signatures; effort draws on work that began at dawn of atomic era; Charles B Richardson, project leader for nuclear identification research at Sandia National Laboratories, and Dr Jay C Davis, who helped found Pentagon's part of government-wide effort, comment (M)",
      "lead_paragraph": "To cope with the possibility that terrorists might someday detonate a nuclear bomb on American soil, the federal government is reviving a scientific art that was lost after the cold war: fallout analysis.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/19/us/addressing-the-unthinkable-us-revives-study-of-fallout.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "Mindful of Old Wounds, Eircom to Offer Stock Again",
      "snippet": "Ireland's phone company Eircom, owned by consortium led by Providence Equity Partners and billionaires George Soros and Sir Anthony O'Reilly, will sell Eircom to public March 19 at 1.55 euros a share in offering that will value company at $1.15 bi...",
      "abstract": "Ireland's phone company Eircom, owned by consortium led by Providence Equity Partners and billionaires George Soros and Sir Anthony O'Reilly, will sell Eircom to public March 19 at 1.55 euros a share in offering that will value company at $1.15 billion; required initial investment of 40,000 euros ($49,000) will prevent small investors from losing their money as they did when initial public offering in 1999 turned out to be financial disaster; photo (M)",
      "lead_paragraph": "In 1999, at the peak of the telecommunications boom, Dominic Turner took his government's advice. Along with 350,000 others -- nearly one in every seven Irish people -- he bought shares in Eircom, the state-owned phone company.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/19/business/mindful-of-old-wounds-eircom-to-offer-stock-again.html",
      "byline": "By Brian Lavery"
    },
    {
      "headline": "Indictments Are Sought In the Collapse of Parmalat",
      "snippet": "Italian prosecutors seek indictments of 29 people and Bank of America, Deloitte & Touche and Grant Thompson for their role in multibillion-dollar collapse of Parmalat; more indictments are expected; list of people prosecutors want to indict includ...",
      "abstract": "Italian prosecutors seek indictments of 29 people and Bank of America, Deloitte & Touche and Grant Thompson for their role in multibillion-dollar collapse of Parmalat; more indictments are expected; list of people prosecutors want to indict includes Parmalat's founder Calisto Tanzi and former chief financial officers Fausto Tonna, Luciano Del Soldato and Alberto Ferraris (M)",
      "lead_paragraph": "Prosecutors here sought indictments of 29 people and 3 institutions on Thursday for their role in the multibillion-dollar collapse of the Italian dairy company Parmalat.",
      "publication_date": "2004-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/19/business/indictments-are-sought-in-the-collapse-of-parmalat.html",
      "byline": "By Eric Sylvers"
    }
  ]
}