{
  "metadata": {
    "date": "2004-01-28",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "KERRY BEATS DEAN IN NEW HAMPSHIRE FOR A 2ND VICTORY",
      "snippet": "Sen John Kerry wins New Hampshire Democratic presidential primary, again defeating Howard Dean, who places second; wins some 39 percent of vote, to 26 percent for Dean; Sen John Edwards and Gen Wesley K Clark virtually tie for distant third with 1...",
      "abstract": "Sen John Kerry wins New Hampshire Democratic presidential primary, again defeating Howard Dean, who places second; wins some 39 percent of vote, to 26 percent for Dean; Sen John Edwards and Gen Wesley K Clark virtually tie for distant third with 12 percent each; Sen Joseph I Lieberman wins 9 percent of vote and Rep Dennis J Kucinich 1 percent; aides to Edwards, Clark and Lieberman vow to challenge Kerry in next week's primaries in seven states; Dean tries to portray his showing as win; his aides say they are looking to Mar 2 primaries in California and New York as places where he will do well; tables and graphs of primary results; photos (M)",
      "lead_paragraph": "Senator John Kerry of Massachusetts won the Democratic presidential primary here Tuesday, dealing Howard Dean his second overwhelming defeat in nine days in a state where his campaign had once been confident of victory.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/28/us/2004-campaign-overview-kerry-beats-dean-new-hampshire-for-2nd-victory.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "9/11 Commission Says It Needs More Time to Complete Report",
      "snippet": "Thomas H Kean says his independent commission investigating Sept 11, 2001, terror attacks needs extension of its mandate until at least July, raising prospect of public fight with Pres Bush and final report delivered in heat of presidential campai...",
      "abstract": "Thomas H Kean says his independent commission investigating Sept 11, 2001, terror attacks needs extension of its mandate until at least July, raising prospect of public fight with Pres Bush and final report delivered in heat of presidential campaign; House Speaker J Dennis Hastert opposes any bill to extend May 27 deadline, extension opposed by Bush and Republican Congressional leaders; commission officials cite delays by Bush administration in turning over evidence; say they have not yet gotten commitment for public testimony from prominent administration officials, including national security adviser Condoleeza Rice and are still in talks over possible testimony from Bush and Vice Pres Dick Cheney; extension bid follows day of hearings in which tape of American Airlines flight attendant Betty Ann Ong relaying data to airline on chaos aboard hijacked plane is played publicly for first time; panel also sharply questions former Federal Aviation Administration officials over failure to merge terrorism watch lists; photos (M)",
      "lead_paragraph": "The independent commission investigating the Sept. 11, 2001, terror attacks announced on Tuesday that it was seeking an extension of its deadline to complete the investigation until at least July, raising the prospect of a public fight with the White House and a final report delivered in the heat of the presidential campaign.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/28/us/9-11-commission-says-it-needs-more-time-to-complete-report.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Drug Maker Increases Sales",
      "snippet": "Japanese drug maker Takeda Chemical Industries says sales in October to December period rose 3.7 percent in comparison with quarter year ago; sales hit 297 million yen ($2.8 billion) (S)",
      "abstract": "Japanese drug maker Takeda Chemical Industries says sales in October to December period rose 3.7 percent in comparison with quarter year ago; sales hit 297 million yen ($2.8 billion) (S)",
      "lead_paragraph": "The drug maker Takeda Chemical Industries said sales in the October to December period grew 3.7 percent in comparison with the same quarter a year earlier, citing sales of the company's drugs for diabetes and hypertension. Takeda said sales hit 297 billion yen ($2.8 billion) in the quarter. The company, which is based in Osaka, kept its profit forecast for the full year ending on March 31 unchanged at 266 billion yen ($2.5 billion). Ken Belson (NYT)",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/28/business/world-business-briefing-asia-japan-drug-maker-increases-sales.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: India: Power Plant Planned",
      "snippet": "India's Reliance Group plans to set up world's largest gas-run power plant to generate 3,500-megawatts of power; $2.2 billion project is to be in northern Indian state of Uttar Pradesh (S)",
      "abstract": "India's Reliance Group plans to set up world's largest gas-run power plant to generate 3,500-megawatts of power; $2.2 billion project is to be in northern Indian state of Uttar Pradesh (S)",
      "lead_paragraph": "India's biggest business conglomerate, the Reliance Group, said it planned to set up the world's largest gas-run power plant to generate 3,500-megawatts of power. The $2.2 billion project is to be in the northern Indian state of Uttar Pradesh. The natural gas for the plant will come from the group's gas fields on the coast of the southeastern state of Andhra Pradesh. Saritha Rai (NYT)",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/28/business/world-business-briefing-asia-india-power-plant-planned.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Chip Tariffs Sought",
      "snippet": "Elpida Memory, Japan's last maker of bulk DRAM memory chips, will ask Japanese government to impose tariffs on chips made by South Korea's Hynix Semiconductor; says Hynix unfairly benefits from subsidies from South Korean government (S)",
      "abstract": "Elpida Memory, Japan's last maker of bulk DRAM memory chips, will ask Japanese government to impose tariffs on chips made by South Korea's Hynix Semiconductor; says Hynix unfairly benefits from subsidies from South Korean government (S)",
      "lead_paragraph": "Japan's last maker of bulk DRAM memory chips, Elpida Memory, will ask the Japanese government to impose tariffs on chips made by Hynix Semiconductor of South Korea. Elpida says that Hynix unfairly benefits from subsidies from the South Korean government. Creditors have bailed out Hynix several times in recent years. Elpida is a venture of Hitachi and NEC and competes in a market that Japanese producers once dominated. Ken Belson (NYT)",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/28/business/world-business-briefing-asia-japan-chip-tariffs-sought.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Cookware Offer",
      "snippet": "Waterford Wedgwood may sell its All-Clad cookware division after receiving 'significant, unsolicited third-party interest,' without identifying potential buyer; also reports revenue of 241.9 million euros ($305.4 million) for fourth quarter 2003, ...",
      "abstract": "Waterford Wedgwood may sell its All-Clad cookware division after receiving 'significant, unsolicited third-party interest,' without identifying potential buyer; also reports revenue of 241.9 million euros ($305.4 million) for fourth quarter 2003, which was unchanged from year earlier, and was sustained by 11 percent increase in its Japanese sales (S)",
      "lead_paragraph": "Waterford Wedgwood, the luxury goods manufacturer behind Waterford crystal and Wedgwood porcelain, may sell its All-Clad cookware division after receiving ''significant, unsolicited third-party interest,'' the company said, without identifying the potential buyer. Waterford bought All-Clad for $110 million in 1999, and its former chairman, Sam Michaels, is now one of Waterford's directors. The company also reported revenue of 241.9 million euros ($305.4 million) for the fourth quarter last year, which was unchanged from the same period in 2002, and was sustained by an 11 percent increase in its Japanese sales. Brian Lavery (NYT)",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/28/business/world-business-briefing-europe-ireland-cookware-offer.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "In Next Round, No Certainties",
      "snippet": "Analysis of race for Democratic presidential nomination in light of Sen John Kerry's win in New Hampshire; Howard Dean needs to win somewhere, and may leapfrog to states like Michigan and Wisconsin that vote later in Feb, then regroup for big Marc...",
      "abstract": "Analysis of race for Democratic presidential nomination in light of Sen John Kerry's win in New Hampshire; Howard Dean needs to win somewhere, and may leapfrog to states like Michigan and Wisconsin that vote later in Feb, then regroup for big March 2 contests; Sen John Edwards was gaining among New Hampshire voters, but apparently ran out of time; he heads to race next week in his native South Carolina; Gen Wesley K Clark and Sen Joseph I Lieberman are pressing on despite uncertainty about where they might catch fire (M)",
      "lead_paragraph": "John Kerry has now done what none of his rivals for the Democratic nomination have yet come close to doing: He has won twice. Decisively. He has momentum, media, money and the ability to raise more, as well as a staff of experienced, disciplined operatives and a list of endorsements that are each growing by the day.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/28/us/the-2004-campaign-news-analysis-in-next-round-no-certainties.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Fund Misconduct Is Common, Panel Is Told",
      "snippet": "James Nesfield and Peter T Scannell, who blew whistle to state prosecutors about corruption in mutual fund industry, tell Senate subcommittee about how easy it has been for funds to execute abusive trades that cost investors millions of dollars; N...",
      "abstract": "James Nesfield and Peter T Scannell, who blew whistle to state prosecutors about corruption in mutual fund industry, tell Senate subcommittee about how easy it has been for funds to execute abusive trades that cost investors millions of dollars; Nesfield says he was able to find hundreds of mutual funds that would be willing to executive improper trades with Canary Capital Partners, hedge fund run by Edward J Stern; Peter T Scannell of Putnam Investments describes how he tried to turn over evidence of improper trading practices at Putnam but was ignored by Securities and Exchange Commission; New York State Atty Gen Eliot L Spitzer criticizes industry's two-tiered fee structure, which he says cheats smaller individual investors; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/28/business/fund-misconduct-is-common-panel-is-told.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Delay In VW Challenge",
      "snippet": "European Commission postpones decision to take legal action against Germany for failing to scrap law that grants Volkswagen unfair protection from foreign takeovers (S)",
      "abstract": "European Commission postpones decision to take legal action against Germany for failing to scrap law that grants Volkswagen unfair protection from foreign takeovers (S)",
      "lead_paragraph": "The European Commission has decided to postpone a decision to take legal action against Germany for failing to scrap a law that grants the German carmaker Volkswagen unfair protection from foreign takeovers, a spokesman, Jonathan Todd, said. The commission was expected to begin legal action this week, but Mr. Todd said Germany was being given ''one last chance'' to bring the so-called VW law into line with rules to protect the free movement of capital throughout the European Union. Paul Meller (NYT)",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/28/business/world-business-briefing-europe-germany-delay-in-vw-challenge.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Germans Worried About Jobs in Aventis Bid",
      "snippet": "Roland Koch, prime minister of German state of Hesse, calls on Germany government to use its influence with French officials to block unsolicited $60 billion bid for Aventis by Sanofi-Synthelabo, which he says could deprive Germany of jobs and res...",
      "abstract": "Roland Koch, prime minister of German state of Hesse, calls on Germany government to use its influence with French officials to block unsolicited $60 billion bid for Aventis by Sanofi-Synthelabo, which he says could deprive Germany of jobs and research; Germany's economics and labor minister, Wolfgang Clement, says Berlin will defend company's jobs in Germany; ministry is in contact with French government about situation; Aventis has major operations in Germany; photo (M)",
      "lead_paragraph": "German leaders expressed concern on Tuesday that the takeover battle of two French drug giants could trample jobs here, where the target company, Aventis, has major operations.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/28/business/germans-worried-about-jobs-in-aventis-bid.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Tenet Healthcare Is Planning to Sell 27 Hospitals in a Turnaround Move",
      "snippet": "Tenet Healthcare is planning to sell 27 hospitals in financial turnaround move; sale will leave company with 69 hospitals in 13 states; among those to be sold are 19 in California, accounting for more than half of hospitals it owns in its home sta...",
      "abstract": "Tenet Healthcare is planning to sell 27 hospitals in financial turnaround move; sale will leave company with 69 hospitals in 13 states; among those to be sold are 19 in California, accounting for more than half of hospitals it owns in its home state; company says earnings for fourth quarter of 2003 will be 'significantly below' what analysts have been predicting and will break even in 2004 (M)",
      "lead_paragraph": "Tenet Healthcare, the hospital chain that grew through aggressive acquisitions before becoming mired in federal investigations, is planning to sell more than a quarter of its hospitals in an effort to reverse its declining fortunes.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/28/business/tenet-healthcare-is-planning-to-sell-27-hospitals-in-a-turnaround-move.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Strong Sales Help Amazon Report a 4th-Quarter Profit  Better-than-expected sales, buoyed by a falling dollar that helped lift overseas results, led Amazon.com to earn $73 million in the fourth quarter.      Shares of Amazon, the once struggling on...",
      "abstract": " Strong Sales Help Amazon Report a 4th-Quarter Profit  Better-than-expected sales, buoyed by a falling dollar that helped lift overseas results, led Amazon.com to earn $73 million in the fourth quarter.      Shares of Amazon, the once struggling online retailer that has secured a position as one of the best-known brand names on the Internet, fell as investors worried that the company's price-cutting strategy would erode its long-term profit potential. [Page C3.]",
      "lead_paragraph": "Strong Sales Help Amazon Report a 4th-Quarter Profit",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/28/business/business-digest-145858.html",
      "byline": ""
    },
    {
      "headline": "Brazilian Poultry Profits From Flu in Asia",
      "snippet": "Share prices of Brazil's top poultry exporters are soaring as flocks in Thailand are decimated by deadly avian flu sweeping Asia; shares of Sadia, Perdigao and Seara Alimentos are up average of 16.5 percent from Jan 22; Brazil is tightening contro...",
      "abstract": "Share prices of Brazil's top poultry exporters are soaring as flocks in Thailand are decimated by deadly avian flu sweeping Asia; shares of Sadia, Perdigao and Seara Alimentos are up average of 16.5 percent from Jan 22; Brazil is tightening controls at ports and airports; agriculture ministry is also expected to spend $40 million on sanitary measures this year, double amount spent last year; photo (M)",
      "lead_paragraph": "The share prices of Brazil's top poultry exporters are soaring, lifted first by a case of mad cow disease in the United States, and now rocketing as flocks in Thailand are decimated by the deadly avian flu sweeping Asia.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/28/business/brazilian-poultry-profits-from-flu-in-asia.html",
      "byline": "By Tony Smith"
    },
    {
      "headline": "THE MARKETS: Market Place; When It Comes to Presidential Politics, the Fed Walks a Tightrope",
      "snippet": "Federal Reserve, which has traditionally sought to avoid raising interest rates in months before presidential election, may find that awkward this year, with economy perking up and interest rates at historic lows; says if Fed does not move by Augu...",
      "abstract": "Federal Reserve, which has traditionally sought to avoid raising interest rates in months before presidential election, may find that awkward this year, with economy perking up and interest rates at historic lows; says if Fed does not move by August, betting is that it is not likely to do anything until January 2005 (M)",
      "lead_paragraph": "Many Democrats are certain the Federal Reserve has a Republican bias. They point out that the Fed raised interest rates six times from June 1999 to May 2000, holding the economy back while Al Gore was running for president, but lowered them 13 times once George W. Bush defeated him.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/28/business/markets-market-place-when-it-comes-presidential-politics-fed-walks-tightrope.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "World Business Briefing | Australia: Bank Raises Loss Estimate",
      "snippet": "National Australia Bank says its total loss from unauthorized currency trading since October was 360 million Australian dollars ($280 million), double its original estimate (S)",
      "abstract": "National Australia Bank says its total loss from unauthorized currency trading since October was 360 million Australian dollars ($280 million), double its original estimate (S)",
      "lead_paragraph": "Australia's biggest lender, the National Australia Bank, said its total loss from unauthorized currency trading since October was 360 million Australian dollars ($280 million), double its original estimate. The size of the loss was confirmed after an internal investigation, findings of which will be released in a month, the lender said. The losses will result in an after-tax loss of 252 million Australian dollars, 6.4 percent of last year's net income. Shawn Burns, a money manager at Deutsche Asset Management in Sydney, said the loss would not be disastrous for the bank. ''The interesting thing will be the explanation for this,'' he said, ''the ramifications in terms of management and who takes responsibility.''",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/28/business/world-business-briefing-australia-bank-raises-loss-estimate.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "In Online Auctions, Misspelling in Ads Often Spells Cash",
      "snippet": "Bidders are often scarce for items listed with misspellings on eBay online auction site, creating bargain opportunities for shoppers who troll sites for spelling slip-ups and then resell items with right spelling for right price; some experts say ...",
      "abstract": "Bidders are often scarce for items listed with misspellings on eBay online auction site, creating bargain opportunities for shoppers who troll sites for spelling slip-ups and then resell items with right spelling for right price; some experts say there is no evidence that people are spelling worse than they ever did, but note Internet is treasure trove of bad spelling; photo (M)",
      "lead_paragraph": "When Holly Marshall wanted to sell a pair of dangling earrings, a popular style these days, she listed them on eBay once, and got no takers. She tried a second time, and still no interest.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/28/us/in-online-auctions-misspelling-in-ads-often-spells-cash.html",
      "byline": "By Diana Jean Schemo"
    },
    {
      "headline": "BUSH BACKS AWAY FROM HIS CLAIMS ABOUT IRAQ ARMS",
      "snippet": "Pres Bush declines to repeat his claim that evidence that Iraq had illicit arms will eventually be found, but insists war was justified because Saddam Hussein posed 'grave and gathering threat' to America and world; lauds work of former chief weap...",
      "abstract": "Pres Bush declines to repeat his claim that evidence that Iraq had illicit arms will eventually be found, but insists war was justified because Saddam Hussein posed 'grave and gathering threat' to America and world; lauds work of former chief weapons inspector David A Kay, who holds Hussein got rid of illicit arms well before war; defends Central Intelligence Agency, whose reporting on Iraq's arms programs Kay sharply criticized; many White House and congressional officials say it is obvious that intelligence reports on Iraq were deeply flawed; believe Bush will have to face issue; Democrats, including Senate minority leader Tom Daschle, demand independent panel probe flawed intelligence; Daschle and other Congressional leaders from both parties meet with Bush; photo (M)",
      "lead_paragraph": "President Bush declined Tuesday to repeat his claims that evidence that Saddam Hussein had illicit weapons would eventually be found in Iraq, but he insisted that the war was nonetheless justified because Mr. Hussein posed ''a grave and gathering threat to America and the world.''",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/28/world/struggle-for-iraq-white-house-bush-backs-away-his-claims-about-iraq-arms.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "World Business Briefing | Asia: Philippines: Bond Plan Dropped",
      "snippet": "Philippines scraps plans to sell $750 million of bonds this month after its junk bond ratings is cut one level by Moody's Investors Service, which cites political risks stemming from May 10 presidential election (S)",
      "abstract": "Philippines scraps plans to sell $750 million of bonds this month after its junk bond ratings is cut one level by Moody's Investors Service, which cites political risks stemming from May 10 presidential election (S)",
      "lead_paragraph": "The Philippines scrapped plans to sell $750 million of bonds this month after its junk debt rating was cut one level by Moody's Investors Service, which cited political risks stemming from the May 10 presidential election. The country's long-term foreign-currency debt rating was cut to Ba2, two levels below investment grade, from Ba1, Moody's said in a statement in Singapore. The outlook on the rating, now the same as Fiji, Bulgaria and Guatemala, is negative, suggesting it may be lowered further.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/28/business/world-business-briefing-asia-philippines-bond-plan-dropped.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Canada Bank Is Said to Face Legal Action By Regulators",
      "snippet": "Canadian Imperial Bank of Commerce faces imminent regulatory action for providing more than $1 billion in financing to investors who made illegal mutual fund trades; New York State Atty Gen Eliot Spitzer and Securities and Exchange Commission are ...",
      "abstract": "Canadian Imperial Bank of Commerce faces imminent regulatory action for providing more than $1 billion in financing to investors who made illegal mutual fund trades; New York State Atty Gen Eliot Spitzer and Securities and Exchange Commission are considering filing suits against Canadian Imperial for arranging financings; regulators could also file against senior executives who were aware of activity; bank says it is cooperating with probe; became involved in fund financing at request of broker at Oppenheimer & Co, which it owned for five years before selling majority stake in firm year ago (M)",
      "lead_paragraph": "Just weeks after paying a big fine for its financial dealings with the Enron Corporation, the Canadian Imperial Bank of Commerce faces imminent regulatory action for providing more than $1 billion in financing to investors who made illegal mutual fund trades, according to people briefed on the inquiry.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/28/business/canada-bank-is-said-to-face-legal-action-by-regulators.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Siberians Tell Moscow: Like It or Not, It's Home",
      "snippet": "Russia, burdened by costs of sustaining 10 million people in Siberia, vast frozen region, has begun series of programs to relocate tens of thousands people to relatively milder climate of Russian mainland; finds to its surprise that many people do...",
      "abstract": "Russia, burdened by costs of sustaining 10 million people in Siberia, vast frozen region, has begun series of programs to relocate tens of thousands people to relatively milder climate of Russian mainland; finds to its surprise that many people do not want to leave Norilsk despite city's poverty, corrosive pollution and frigid weather; few in city have accepted offers of housing and other subsidies to leave voluntarily; many say subsidies are too low; map; photos (M)",
      "lead_paragraph": "Stalin imprisoned people here, exploiting their labor to build an industry in icy isolation. His Soviet successors enticed them here with higher salaries and ideological cant to conquer the forbidding Arctic.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/28/world/siberians-tell-moscow-like-it-or-not-it-s-home.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Business Confidence Rises",
      "snippet": "Ifo Institute says German business confidence rose for ninth consecutive month in December; graph (S)",
      "abstract": "Ifo Institute says German business confidence rose for ninth consecutive month in December; graph (S)",
      "lead_paragraph": "German business confidence climbed for the ninth consecutive month, according to a survey of 7,000 companies in western German, which was released by the Ifo Institute in Munich. The overall index rose to 97.4 from 96.9 in December, the highest reading for three years. Sentiment was strongest in the manufacturing and construction sectors, while retail and wholesale companies, became more pessimistic during the month, the institute said. Victor Homola (NYT)",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/28/business/world-business-briefing-europe-germany-business-confidence-rises.html",
      "byline": "By Victor Homola (NYT)"
    },
    {
      "headline": "Prosecutor Says Martha Stewart Spun Web of Lies About Shares",
      "snippet": "Opening statements are made in Martha Stewart trial; Karen Patton Seymour, prosecutor, says Stewart traded ImClone Systems stock on tip from her broker, Peter E Bacanovic, and they together created elaborate web of lies to conceal truth from inves...",
      "abstract": "Opening statements are made in Martha Stewart trial; Karen Patton Seymour, prosecutor, says Stewart traded ImClone Systems stock on tip from her broker, Peter E Bacanovic, and they together created elaborate web of lies to conceal truth from investigators; says Stewart also made affirmative statements about her innocence to assure investors in her media company and prop up its value; Stewart's attorney says that despite her working as stockbroker in past, Stewart could not have been expected to know that information she received would get her in trouble; says it is bizarre for Stewart to face securities fraud simply for having denied doing anything unlawful; Becanovic's lawyer insists his client is innocent and acted only as responsible stockbroker in his dealing with Stewart; photo (M)",
      "lead_paragraph": "Martha Stewart traded stock on a tip from her broker, and together they created an elaborate web of lies to conceal the truth from investigators, a federal prosecutor told the jury in her criminal trial yesterday.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/28/business/prosecutor-says-martha-stewart-spun-web-of-lies-about-shares.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Talking Loudly but Carrying a Small Stick in Paris",
      "snippet": "Analysis of Sanofi-Synthelabo's takeover bid for Aventis focuses on French government's support of merger; says government's backing would have signified powerful political muscle lined up to assure deal would go through for most of France's moder...",
      "abstract": "Analysis of Sanofi-Synthelabo's takeover bid for Aventis focuses on French government's support of merger; says government's backing would have signified powerful political muscle lined up to assure deal would go through for most of France's modern history, but it may add up to little more than verbal posturing; says even though Aventis estimates takeover by Sanofi-Synthelabo could result in elimination of 10,000 to 12,000 jobs, many of them in France, French government is in favor of combining two companies; French Prime Min Jean-Pierre Raffarin has told French entrepreneurs that it is very important in France, but also in Europe, to have capacity to maintain few big champions per sector, world champions who are able to lift whole economy of small corporations behind them; photos (M)",
      "lead_paragraph": "French government ministers have raised their voices in support of Sanofi-Synthélabo's hostile takeover bid for Aventis. For most of France's modern history, that would have signified powerful political muscle lined up to assure that the deal would go through. But today, it may add up to little more than verbal posturing.",
      "publication_date": "2004-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/28/business/talking-loudly-but-carrying-a-small-stick-in-paris.html",
      "byline": "By Craig S. Smith"
    }
  ]
}