{
  "metadata": {
    "date": "2004-04-07",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Angry Investors Of Eurotunnel Move to Replace Its Directors",
      "snippet": "Incumbent board of Eurotunnel, in stunning shareholder revolt, concedes defeat to uprising organized by French populist politician Nicolas Miguet; Miguet solicited shareholder votes to throw out current directors and replace them with slate of his...",
      "abstract": "Incumbent board of Eurotunnel, in stunning shareholder revolt, concedes defeat to uprising organized by French populist politician Nicolas Miguet; Miguet solicited shareholder votes to throw out current directors and replace them with slate of his choosing; campaigned on platform that tunnel should be run for benefit of shareholders, whose investment has been withering in value for years, with creditors being forced to make large concessions; chief executive Richard Shirrefs has been unable to turn around company; photo (M)",
      "lead_paragraph": "In a stunning shareholder revolt, the incumbent board of Eurotunnel, the financially struggling project that has provided a rail link between France and Britain for 10 years, conceded defeat to an uprising organized by a French populist politician, Nicolas Miguet.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/07/business/angry-investors-of-eurotunnel-move-to-replace-its-directors.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "New Worries As Joblessness Rises Sharply In Germany",
      "snippet": "Number of Germans out of work rose by 44,000 in March, lifting jobless rate to 10.4 percent from 10.3 percent in February; analysts say Germany, along with its neighbors in euro zone, seems to be stagnating, as growth picks up elsewhere in world (...",
      "abstract": "Number of Germans out of work rose by 44,000 in March, lifting jobless rate to 10.4 percent from 10.3 percent in February; analysts say Germany, along with its neighbors in euro zone, seems to be stagnating, as growth picks up elsewhere in world (M)",
      "lead_paragraph": "Unemployment in Germany rose sharply last month, the German government reported yesterday, suggesting that even as the United States starts to generate jobs, the country that is the economic engine of Europe is being left behind.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/07/business/new-worries-as-joblessness-rises-sharply-in-germany.html",
      "byline": "By Eric Pfanner"
    },
    {
      "headline": "Nielsen Delays New Method Of Tracking In New York",
      "snippet": "Nielsen Media Research abruptly postpones until June plans to change way it gathers local television ratings in New York, country's biggest market; bows to widespread criticism that system it planned to introduce April 8 in New York would severely...",
      "abstract": "Nielsen Media Research abruptly postpones until June plans to change way it gathers local television ratings in New York, country's biggest market; bows to widespread criticism that system it planned to introduce April 8 in New York would severely undercount number of black and Hispanic viewers; decision is met with mixed reaction from political and community group leaders who had lobbied aggressively for delay, using tactics including news conference, buying big newspaper ads and organizing Don't Count Us Out Coalition (M)",
      "lead_paragraph": "Nielsen Media Research on Tuesday abruptly postponed until June plans to change the way it gathers local television ratings in New York, the country's biggest market.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/07/business/the-media-business-advertising-nielsen-delays-new-method-of-tracking-in-new-york.html",
      "byline": "By By Raymond Hernandez and Stuart Elliott"
    },
    {
      "headline": "Data Crunchers Try to Pinpoint Voters' Politics",
      "snippet": "Second of two articles in series Foraging for Votes focuses on computerized data bases assembled by both parties as they seek to harness techniques of commercial marketing to presidential race; parties, facing tight election, are hoping that compu...",
      "abstract": "Second of two articles in series Foraging for Votes focuses on computerized data bases assembled by both parties as they seek to harness techniques of commercial marketing to presidential race; parties, facing tight election, are hoping that computer technology will ease key job of differentiating Republicans from Democrats, so grass-roots campaigners can find and motivate their voting more accurately and less expensively than in past; some experts question whether new technology can 'microtarget' voters; diagram (M)",
      "lead_paragraph": "There's this great story making the Washington political rounds about the Conservative Party in Britain. It is that fund-raisers in London found a strong correlation between Conservative Party donors and people who buy garden bulbs by mail.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/07/us/data-crunchers-try-to-pinpoint-voters-politics.html",
      "byline": "By Joyce Purnick"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Electronics Maker Cuts Jobs",
      "snippet": "Celestica, maker of electro",
      "abstract": "Celestica, maker of electro",
      "lead_paragraph": "Celestica, a maker of electronics for brand-name companies, will lay off 700 workers as it closes a plant in the province of Quebec. The plant, which makes parts used in communication networks, is in Kirkland, Quebec, and will shut in four to six months to reduce costs, a spokeswoman, Laurie Flanagan, said.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/07/business/world-business-briefing-americas-canada-electronics-maker-cuts-jobs.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Internet Provider Cuts Loss",
      "snippet": "Iï",
      "abstract": "Iï",
      "lead_paragraph": "Tiscali, an Internet service provider, said its 2003 loss narrowed as it added clients for its fast Internet service and increased sales. The net loss was 242 million euros ($292 million), compared with a loss of 593 million euros a year earlier, the company said. Sales rose 20 percent to 901 million euros ($1 billion), the company said. Tiscali, which offers Web access and services in 14 European countries and South Africa, is hoping for a profit from operations in 2005 by gaining clients for faster Internet services using asymmetric digital subscriber lines. Tiscali, based in Cagliari, Italy, plans to increase asymmetric digital clients to about 5 million by the end of 2008.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/07/business/world-business-briefing-europe-italy-internet-provider-cuts-loss.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Economic Index Rises",
      "snippet": "Japan's index of leading economic indicators rose to 77.8 percent in February from 50 percent in January, suggesting that growth will continue in coming months (S)",
      "abstract": "Japan's index of leading economic indicators rose to 77.8 percent in February from 50 percent in January, suggesting that growth will continue in coming months (S)",
      "lead_paragraph": "Japan's index of leading economic indicators rose to 77.8 percent in February from 50 percent in January, suggesting that growth will continue in the coming months. The index, which is designed to predict economic conditions several months ahead, was above the level of 50 percent for a ninth consecutive month. A reading above 50 percent suggests economic expansion while a number below 50 percent suggests contraction. The figure is the latest in a string of economic data pointing to a strengthening of the two-year-old economic recovery in Japan. Todd Zaun (NYT)",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/07/business/world-business-briefing-asia-japan-economic-index-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Since '94 Horror, Rwandans Turn Toward Islam",
      "snippet": "Many Rwandans, disgusted by role some priests and nuns played in 1994 massacres of 800,000 people, are shunning organized religion, while many more have turned to Islam; Islam is fastest growing religion in still predominantly Catholic Rwanda; Mus...",
      "abstract": "Many Rwandans, disgusted by role some priests and nuns played in 1994 massacres of 800,000 people, are shunning organized religion, while many more have turned to Islam; Islam is fastest growing religion in still predominantly Catholic Rwanda; Muslim community now boasts so many converts that it is on crash campaign to build new mosques; Muslim leaders credit doubling of their numbers, to about 15 percent of population, to their ability to shield most Muslims, and many other Rwandans, during massacres; photos (M)",
      "lead_paragraph": "When 800,000 of their countrymen were killed in massacres that began 10 years ago this week, many Rwandans lost faith not only in their government but in their religion as well. Today, in what is still a predominantly Catholic country, Islam is the fastest growing religion.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/07/world/since-94-horror-rwandans-turn-toward-islam.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "In a Surprise, Nokia Warns That Its Sales Will Be Down",
      "snippet": "Nokia warns investors that its first-quarter sales fell about 2 percent from year ago rather than climbing as much as 7 percent as it previously projected; says its handset sales were hit unexpectedly hard by increased competition; decline in reve...",
      "abstract": "Nokia warns investors that its first-quarter sales fell about 2 percent from year ago rather than climbing as much as 7 percent as it previously projected; says its handset sales were hit unexpectedly hard by increased competition; decline in revenue, to about $8 billion for quarter, would have been worse had sales of networking equipment not been stronger than expected; Nokia's stock drops 17.1 percent (M)",
      "lead_paragraph": "Nokia, the world's largest cellphone maker, warned investors yesterday that its first-quarter sales had fallen about 2 percent from a year ago rather than climbing as much as 7 percent as it had previously projected.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/07/business/technology-in-a-surprise-nokia-warns-that-its-sales-will-be-down.html",
      "byline": "By Barnaby J. Feder and Heather Timmons"
    },
    {
      "headline": "News Corp. Plans to Follow Its Chief to the United States",
      "snippet": "News Corp will incorporate in US, where it earns about 75 percent of its revenue and profit; hopes move, which includes shifting its primary stock listing to New York Stock Exchange from Australian exchange, will lure wider investor base and give ...",
      "abstract": "News Corp will incorporate in US, where it earns about 75 percent of its revenue and profit; hopes move, which includes shifting its primary stock listing to New York Stock Exchange from Australian exchange, will lure wider investor base and give it access to lower-cost capital; analysts say company is also seeking to close gap between price of its 940 million nonvoting shares and its 525 million voting shares; chairman-chief executive Rupert Murdoch comments; chart; photo (Market Place column) (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/07/business/market-place-news-corp-plans-to-follow-its-chief-to-the-united-states.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "At Word of U.S. Foray, a Baghdad Militia Erupts",
      "snippet": "Shiite neighborhood in central Baghdad quickly mobilizes for war in response to report that American soldiers raided office of radical cleric Moktada al-Sadr and tore up poster of his father, revered martyr; incident highlights spreading power vac...",
      "abstract": "Shiite neighborhood in central Baghdad quickly mobilizes for war in response to report that American soldiers raided office of radical cleric Moktada al-Sadr and tore up poster of his father, revered martyr; incident highlights spreading power vacuum in Iraq, with no American soldiers or Iraqi police present during disturbance; shows depth of support for Sadr, with thousands of men and boys ready to fight for him in just one neighborhood; photos (M)",
      "lead_paragraph": "The word went out on Tuesday at noon, with the blast of the call to prayer: American soldiers had raided an office of Moktada al-Sadr, the radical Shiite cleric, and torn up a poster of his father, one of Iraq's most revered martyrs.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/07/world/the-struggle-for-iraq-uprising-at-word-of-us-foray-a-baghdad-militia-erupts.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Mining Giant Approves Chilean Project",
      "snippet": "BHP Billiton approves development of $870 million project to process low-grade ore at world's biggest Escondida copper mine, in Chile, as demand surges; project at mine, which will use bacteria to treat stockpiled ore, will start in second half of...",
      "abstract": "BHP Billiton approves development of $870 million project to process low-grade ore at world's biggest Escondida copper mine, in Chile, as demand surges; project at mine, which will use bacteria to treat stockpiled ore, will start in second half of 2006 and produce 180,000 tons per year; BHP Billiton produced 870,500 tons of copper in year ended June 30; BHP Billiton and rivals are raising output after prices rose 79 percent in last year; copper for May delivery rises 0.95 cent, to $1.319 per pound, in New York trading; photo (M)",
      "lead_paragraph": "BHP Billiton has approved development of an $870 million project to process low-grade ore at the world's biggest copper mine, in Chile, as demand surges from China's construction and electronics industries.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/07/business/mining-giant-approves-chilean-project.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "MINIMAL BENEFIT IS SEEN IN DRUGS FOR ALZHEIMER'S",
      "snippet": "Alzheimer's disease researchers recently told Johns Hopkins University conference that five drugs now available to treat disease's memory and thinking problems have not lived up to public's high expectations, offering only modest benefits on avera...",
      "abstract": "Alzheimer's disease researchers recently told Johns Hopkins University conference that five drugs now available to treat disease's memory and thinking problems have not lived up to public's high expectations, offering only modest benefits on average; leave doctors unsure about value of prescribing drugs; some researchers said it may be decades before real progress is made against disease; 1 million of nation's 4.5 million Alzheimer's patients take drugs, at overall cost of $1.2 billion a year; graph of drug use; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/07/us/minimal-benefit-is-seen-in-drugs-for-alzheimer-s.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: A Stake In Bank",
      "snippet": "World Business Briefing: South Africa: A Stake in Bank**",
      "abstract": "World Business Briefing: South Africa: A Stake in Bank**",
      "lead_paragraph": "The Absa Group, a South African bank, has agreed to sell a 10 percent stake for as much as 5.05 billion rand ($795 million) to a group of black investors led by a wealthy black investor and former political prisoner, Tokyo Sexwale. Mr. Sexwale, left, who was imprisoned with former President Nelson Mandela, is one of South Africa's wealthiest blacks. He is on the board at Absa and is the head of Mvelaphanda Resources, the biggest black-owned mining company. Mvelaphanda also is in talks to buy 15 percent of the South African assets of Gold Fields, a gold producer. Absa is the first of the largest banks in South Africa to announce a stake sale to blacks. Financial services companies agreed last year to sell a quarter of their business to blacks to help make up for discrimination during South Africa's apartheid era that lasted from 1948 to 1994.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/07/business/world-business-briefing-africa-south-africa-a-stake-in-bank.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Up to 12 Marines Die in Raid on Their Base As Fierce Fighting Spreads to 6 Iraqi Cities",
      "snippet": "American forces in Iraq come under fierce attack; up to 12 marines are killed in Ramadi, while Shiite militiamen loyal to rebel cleric Moktada al-Sadr step up three-day-old assault in Najaf; American warplanes fire rockets and houses in Falluja, w...",
      "abstract": "American forces in Iraq come under fierce attack; up to 12 marines are killed in Ramadi, while Shiite militiamen loyal to rebel cleric Moktada al-Sadr step up three-day-old assault in Najaf; American warplanes fire rockets and houses in Falluja, where American security contractors were killed and their bodies mutilated last week; marines drive armored columns into heart of city, where they fight block by block to flush out insurgents, making several arrests; violence hits some six cities, with heaviest fighting raging in Sunni strongholds of Falluja and Ramadi; role of most of majority Shiites previously thought to be relatively sympathetic to American goals is uncertain; Ramadi fighting began with attack by several dozen insurgents with rocket-propelled grenades and automatic weapons on American base; Defense Department says attackers, who suffered large numbers of casualties, seemed to be well-trained; al-Sadr urges his followers to keep up fight; proclaims his solidarity with Grand Ayatollah Ali al-Sistani, Iraq's most influential religious figure, while continuing to ignore Sistani's religious decree urging Shiites to stay calm; his followers have rolled over Iraqi security forces in number of cities, including Kufa, Najaf, Nasiriya, Basra and Baghdad, and taken over government offices; string of successes seems to inflate his popularity and draw more recruits to his militia; his forces have established occupation-free zone in some cities; map; photos (M)",
      "lead_paragraph": "American forces in Iraq came under fierce attack on Tuesday, with as many as 12 marines killed in Ramadi, near Baghdad, and with Shiite militiamen loyal to a rebel cleric stepping up a three-day-old assault in the southern city of Najaf, American officials said.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/07/world/struggle-for-iraq-combat-up-12-marines-die-raid-their-base-fierce-fighting.html",
      "byline": "By Jeffrey Gettleman and Douglas Jehl"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Tyco Juror No. 4 Says She Supported Acquittal  Ruth B. Jordan, Juror No. 4 in the trial of two former Tyco International executives, says she did not flash an ''O.K.'' to their lawyers. But she said she would have voted to acquit the defendants on...",
      "abstract": " Tyco Juror No. 4 Says She Supported Acquittal  Ruth B. Jordan, Juror No. 4 in the trial of two former Tyco International executives, says she did not flash an ''O.K.'' to their lawyers. But she said she would have voted to acquit the defendants on all counts.    Ms. Jordan, a 79-year-old former history teacher and lawyer, spoke publicly for the first time. She said that if the judge had not declared a mistrial last Friday because of a letter she received from a stranger, the six-month Tyco trial would probably have ended in a hung jury -- with herself very likely the lone holdout refusing to vote guilty on any of the 32 counts. [Page A1.]",
      "lead_paragraph": "Tyco Juror No. 4 Says She Supported Acquittal",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/07/business/business-digest-112283.html",
      "byline": ""
    },
    {
      "headline": "Detained by Militiamen",
      "snippet": "A journalistic encounter with militiamen loyal to the cleric Moktada al-Sadr began with a supposed news conference and lasted, under jumpy armed guard, for hours. Page A8.",
      "abstract": "A journalistic encounter with militiamen loyal to the cleric Moktada al-Sadr began with a supposed news conference and lasted, under jumpy armed guard, for hours. Page A8.",
      "lead_paragraph": "A journalistic encounter with militiamen loyal to the cleric Moktada al-Sadr began with a supposed news conference and lasted, under jumpy armed guard, for hours. Page A8.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/07/world/detained-by-militiamen.html",
      "byline": ""
    },
    {
      "headline": "Juror No. 4 Says No O.K. Sign and No Guilty Vote",
      "snippet": "Ruth B Jordan, 79, juror in trial of former Tyco International executives L Dennis Kozlowski and Mark H Swartz, says she did not flash OK sign to defense lawyers, interview; says trial would probably have ended without verdict, with her likely lon...",
      "abstract": "Ruth B Jordan, 79, juror in trial of former Tyco International executives L Dennis Kozlowski and Mark H Swartz, says she did not flash OK sign to defense lawyers, interview; says trial would probably have ended without verdict, with her likely lone holdout for acquittal, even if Justice Michael J Obus had not declared mistrial because of derisive letter she got from stranger; Jordan, retired teacher and lawyer, holds prosecution failed to prove criminal intent on part of defendants, who were accused of looting company of $600 million through theft and stock manipulation; photos (M)",
      "lead_paragraph": "No, she said, she did not flash an ''O.K.'' sign to the defense lawyers. But, yes, she would have voted to acquit the two former Tyco International executives on all counts.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/07/business/juror-no-4-says-no-ok-sign-and-no-guilty-vote.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Rediscovering the Forgotten Woman; A Big Middle-Age Demand for the Not So Revealing but Still Stylish",
      "snippet": "Women's clothiers are rediscovering baby boomer after years of neglect; some of biggest names in American clothing--Calvin Klein, Ralph Lauren, Tommy Hilfiger, Liz Claiborne and Jones Apparel Group--began shipping new or revamped lines last month ...",
      "abstract": "Women's clothiers are rediscovering baby boomer after years of neglect; some of biggest names in American clothing--Calvin Klein, Ralph Lauren, Tommy Hilfiger, Liz Claiborne and Jones Apparel Group--began shipping new or revamped lines last month that they say herald mature woman; photo (M)",
      "lead_paragraph": "Three women, all in their 50's, were gathered on the wide porch of Ella Flower's antebellum house here looking at clothes arrayed on wicker chairs. ''I went to Dillard's this morning and found these, but nothing matches,'' Mrs. Flower said, holding up a pink silk blouse and a yellow skirt. ''I buy a skirt here, a top there, but it doesn't look pulled together.''",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/07/business/rediscovering-forgotten-woman-big-middle-age-demand-for-not-so-revealing-but.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Pressure Builds on Mexican Banks to Ease Credit",
      "snippet": "Guillermo Ortiz, governor of Mexico's central bank, has publicly chastised banks and inserted Bank of Mexico into debate over need to lower bank fees and jump-start lending; has caled for lower costs to make financial services accessible to 70 per...",
      "abstract": "Guillermo Ortiz, governor of Mexico's central bank, has publicly chastised banks and inserted Bank of Mexico into debate over need to lower bank fees and jump-start lending; has caled for lower costs to make financial services accessible to 70 percent of Mexicans who do not use banks; photo (M)",
      "lead_paragraph": "Mexico's banks are running out of allies.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/07/business/pressure-builds-on-mexican-banks-to-ease-credit.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "Qantas Airways Discloses Plan For Low-Cost Singapore Carrier",
      "snippet": "Qantas Airways will set up low-cost carrier in Singapore with group of local investors that includes government agency that owns majority stake in rival Singapore Airlines; Qantas's chief executive Geoff Dixon says new airline is seeking approval ...",
      "abstract": "Qantas Airways will set up low-cost carrier in Singapore with group of local investors that includes government agency that owns majority stake in rival Singapore Airlines; Qantas's chief executive Geoff Dixon says new airline is seeking approval from local authorities to start operations by end of year; Qantas will invest about 50 million Singapore dollars ($30 million) for 49.9 percent stake in new airline, while Temasek Holdings, investment arm of Singapore government, will own 19 percent; two local businessmen will hold remainder; photos (M)",
      "lead_paragraph": "Qantas Airways waded into the contest for Asian budget travelers on Tuesday, saying that it would set up a low-cost carrier in Singapore with a group of local investors that includes the government agency that owns a majority stake in a rival, Singapore Airlines.",
      "publication_date": "2004-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/07/business/qantas-airways-discloses-plan-for-low-cost-singapore-carrier.html",
      "byline": "By Wayne Arnold"
    }
  ]
}