{
  "metadata": {
    "date": "2004-09-22",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Spanish Bank Courts Hispanic Customers in United States",
      "snippet": "Spain's Banco Bilbao Vizcaya Argentaria will buy south Texas banking group Laredo National Bancshares, heating up race by global banks to serve Hispanics living in US; Banco Bilbao says $850 million purchase will give it access to potential market...",
      "abstract": "Spain's Banco Bilbao Vizcaya Argentaria will buy south Texas banking group Laredo National Bancshares, heating up race by global banks to serve Hispanics living in US; Banco Bilbao says $850 million purchase will give it access to potential market of some five million Hispanics in south Texas; Banco Bilbao's chairman-chief executive Francisco Gonzalez comments; photos (M)",
      "lead_paragraph": "MEXICO CITY, Sept. 21 - Spain's Banco Bilbao Vizcaya Argentaria said on Tuesday that it would buy a south Texas banking group, Laredo National Bancshares, heating up the race by global banks to serve Hispanics living in the United States.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/22/business/worldbusiness/spanish-bank-courts-hispanic-customers-in-united.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "Legal Loophole Inflates Profits in Student Loans",
      "snippet": "Government Accountability Office report shows federal government is paying hundreds of millions of dollars in unnecessary subsidies to student loan companies even though Bush administration has authority to cut them off immediately; student loans ...",
      "abstract": "Government Accountability Office report shows federal government is paying hundreds of millions of dollars in unnecessary subsidies to student loan companies even though Bush administration has authority to cut them off immediately; student loans companies for last two years have been taking advantage of loophole in federal law to receive big subsidies that Congress tried to retire more than decade ago; as lenders have stepped up practice, billing government for more than three times as much as they did three years ago, Education Department has maintained that there is little it can do to stop them soon; subsidies could cost government nearly $1 billion that many lawmakers should go directly to students (M)",
      "lead_paragraph": "The federal government is paying hundreds of millions of dollars in unnecessary subsidies to student loan companies even though the Bush administration has the authority to cut them off immediately, according to a report by the Government Accountability Office.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/22/business/legal-loophole-inflates-profits-in-student-loans.html",
      "byline": "By Greg Winter"
    },
    {
      "headline": "Bush, at the U.N., Calls for Action to Widen Liberty",
      "snippet": "Pres Bush, in fourth annual address to UN General Assembly, tells skeptical foreign envoys that Iraq is on its way to stability and democracy and calls for 'new definition of security' allowing nations to act together to extend freedom to countrie...",
      "abstract": "Pres Bush, in fourth annual address to UN General Assembly, tells skeptical foreign envoys that Iraq is on its way to stability and democracy and calls for 'new definition of security' allowing nations to act together to extend freedom to countries in grip of tyranny; photos; defends US war with occasional defiant edge, rebutting Sec Gen Kofi Annan's assertion that war violated international law by referring to Security Council resolution that threatened 'serious consequences' if Saddam Hussein did not disarm, disclose weapons and permit inspections; Bush, repeating campaign position, describes Iraq as success story to audience of sober diplomats who remain mostly mute; Bush meets briefly with Iraqi Prime Min Ayad Allawi and lunches with other world leaders; speech's central theme is praise of democracy as best way to fight terrorism; Bush calls for permanent peacekeeping force for global conflicts, demands Sudan admit African peackeepers and, at end, rebukes Palestinian leadership and repeats calls for Israel to freeze settlements and end 'daily humiliation' of Palestinians (M)",
      "lead_paragraph": "UNITED NATIONS, Sept. 21 - President Bush told skeptical foreign leaders and envoys on Tuesday that Iraq was on its way to stability and democracy and called for \"a new definition of security\" that allows nations to act together to extend freedom to countries gripped by tyranny.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/22/world/bush-at-the-un-calls-for-action-to-widen-liberty.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "3 DeLay Aides Facing Charges In Fund-Raising",
      "snippet": "Three aides who ran House leader Tom Delay's political action committee are indicted by Texas grand jury on charges that include raising illegal corporate contributions and funneling them to state candidates in 2002; eight companies are also charg...",
      "abstract": "Three aides who ran House leader Tom Delay's political action committee are indicted by Texas grand jury on charges that include raising illegal corporate contributions and funneling them to state candidates in 2002; eight companies are also charged, including Sears Roebuck and Cracker Barrel Old Country Store Inc; 32 indictments stem from 2002 election in which DeLay's group spent $1.5 million to help Republicans gain control of Legislature, which led to redrawing of Congressional districts to help party maintain control of Congress; DeLay, himself under investigation by House ethics committee over fund-raising, dismisses indictments as political, insisting he played no role in directing funds; Craig McDonald of Texans for Public Justice, which filed complaint, notes that indictments reach deep into DeLay inner circle; aides are James W Ellis, John D Colyandro and Warren M Robold (M)",
      "lead_paragraph": "WASHINGTON, Sept. 21 - Three aides who helped run a political action committee created by the House majority leader, Representative Tom DeLay of Texas, were indicted by a grand jury in Texas on Tuesday on charges that included raising illegal corporate contributions and funneling them to state candidates during the 2002 elections.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/22/us/front page/3-delay-aides-facing-charges-in-fundraising.html",
      "byline": "By Glen Justice and Sheryl Gay Stolberg"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Enron Criminal Trial Begins in Houston Court  The first criminal trial involving an Enron financial transaction opened at federal court in Houston, with the prosecution arguing that the six defendants helped the onetime energy giant illegally incr...",
      "abstract": " Enron Criminal Trial Begins in Houston Court  The first criminal trial involving an Enron financial transaction opened at federal court in Houston, with the prosecution arguing that the six defendants helped the onetime energy giant illegally increase its income through a bogus asset sale.     But in their opening statements, defense lawyers argued that their clients -- four former executives with Merrill Lynch & Company and two former Enron executives -- were bit players who knew of no illegalities in the transaction, which entailed a sale to Merrill of an indirect stake in some electricity barges in Nigeria. [Page C4.]",
      "lead_paragraph": "Enron Criminal Trial Begins in Houston Court The first criminal trial involving an Enron financial transaction opened at federal court in Houston, with the prosecution arguing that the six defendants helped the onetime energy giant illegally increase its income through a bogus asset sale.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/22/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Big Asset Sales Are Expected From Shell",
      "snippet": "Royal Dutch/Shell Group's chairman Jeroen van der Veer will unveil corporate strategy that analysts say might include more than $11 billion in asset sales; photo (M)2",
      "abstract": "Royal Dutch/Shell Group's chairman Jeroen van der Veer will unveil corporate strategy that analysts say might include more than $11 billion in asset sales; photo (M)2",
      "lead_paragraph": "LONDON, Sept. 21 - The Royal Dutch/Shell Group will unveil a new corporate strategy on Wednesday that analysts said might include more than $11 billion in asset sales.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/22/business/worldbusiness/big-asset-sales-are-expected-from-shell.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Middle East: Egypt: Government To Sell Stakes",
      "snippet": "Egyptian Ministry of Investment announces plans to sell government's shares in 10 companies in number of industries; no timetable for sale is released (S)",
      "abstract": "Egyptian Ministry of Investment announces plans to sell government's shares in 10 companies in number of industries; no timetable for sale is released (S)",
      "lead_paragraph": "The Egyptian Ministry of Investment announced plans to sell the government's shares in 10 companies in a number of industries including food and housing. No timetable for the sale was released. Mona el-Naggar(NYT)",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/22/business/world-business-briefing-middle-east-egypt-government-to-sell.html",
      "byline": "By Mona El-Naggar (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: In-Flight Entertainment Fees",
      "snippet": "Ryanair plans to start charging about $9 for in-flight entertainment on five of its Boeing 737-800's based at Stansted Airport outside London in November; airline expects to make about 14 million euros ($17 million) per year from entertainment fee...",
      "abstract": "Ryanair plans to start charging about $9 for in-flight entertainment on five of its Boeing 737-800's based at Stansted Airport outside London in November; airline expects to make about 14 million euros ($17 million) per year from entertainment fees (S)",
      "lead_paragraph": "Ryanair, the low-fare Irish airline, plans to start charging about $9 for in-flight entertainment on five of its Boeing 737-800's based at Stansted Airport outside London in November. The programs will include music videos, cartoons, and movies. If the venture is financially successful, the small laptop-style screens will be installed on the rest of Ryanair's fleet over the winter. The chief executive, Michael O'Leary, said the airline expected to make about 14 million euros ($17 million) a year from the entertainment fees. Brian Lavery (NYT)",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/22/business/world-business-briefing-europe-ireland-inflight-entertainment-fees.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "U.S. Wants Air Traveler Files for Security Test",
      "snippet": "Transportation Security Administration will require all airlines to turn over records on every passenger carried domestically in June, for test of new system matching names against lists of known or suspected terrorists; data to include names, add...",
      "abstract": "Transportation Security Administration will require all airlines to turn over records on every passenger carried domestically in June, for test of new system matching names against lists of known or suspected terrorists; data to include names, addresses, telephone and flight numbers and possibly information on traveling companions, meal requests, reservation changes, payment methods and any comments on individuals by airline personnel; agency says goal is to reduce number of passengers chosen for more intrusive screenings and increase likelihood that persons on watch list are searched; government now does not give airlines all such lists; Air Transport Assn says carriers need legal order to protect them from lawsuits; security agency, in unusual move, opens proposal to public comment from privacy advocates and others; Secure Flight plan replaces broader Capps2 program, which would have also listed people with outstanding warrants for violent crimes; ACLU says it is appropriate for government to do such screening, but sees problems with new proposal as well (M)",
      "lead_paragraph": "WASHINGTON, Sept. 21 - The Transportation Security Administration said Tuesday that it planned to require all airlines to turn over records on every passenger carried domestically in June, so the agency could test a new system to match passenger names against lists of known or suspected terrorists.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/22/politics/us-wants-air-traveler-files-for-security-test.html",
      "byline": "By Matthew L. Wald"
    },
    {
      "headline": "Fed Raises a Key Rate a Quarter-Point as Widely Expected",
      "snippet": "Federal Reserve raises federal funds rate on overnight loans between banks up to 1.75 percent from 1.5 percent, third rate increase in three months; increases are not expected to pose threat to Pres Bush's re-election bid because consumers and bus...",
      "abstract": "Federal Reserve raises federal funds rate on overnight loans between banks up to 1.75 percent from 1.5 percent, third rate increase in three months; increases are not expected to pose threat to Pres Bush's re-election bid because consumers and businesses have felt almost no tangible impact; long-term interest rates have edged down since June as fears of inflation have receded; graphs (M)",
      "lead_paragraph": "WASHINGTON, Sept. 21 - The Federal Reserve raised short-term interest rates another quarter of a point on Tuesday, and it suggested that it will keep raising them gradually over the next year.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/22/business/fed-raises-a-key-rate-a-quarterpoint-as-widely-expected.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "World Business Briefing | Asia: The Philippines: Government Deficit Declines",
      "snippet": "Philippine government posted budget deficit of 11.67 billion pesos ($208 million) in August, more than meeting 16.03 billion peso gain and 35.7 percent lower than in month year earlier (S)",
      "abstract": "Philippine government posted budget deficit of 11.67 billion pesos ($208 million) in August, more than meeting 16.03 billion peso gain and 35.7 percent lower than in month year earlier (S)",
      "lead_paragraph": "Efforts by the Philippine government to rein in its chronic budget deficit appear to be making progress. The government said it posted a deficit of 11.67 billion pesos ($208 million) in August, more than meeting the 16.03 billion peso goal and 35.7 percent lower than in the month last year. After warning that the country faced a fiscal crisis, President Gloria Macapagal Arroyo has embarked on a drive to cut government spending as she tries to push new taxes through Congress. Analysts said recent data convinced them that the government could attain its goal of keeping the deficit to no more than 198 billion pesos this year. Wayne Arnold (NYT)",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/22/business/world-business-briefing-asia-the-philippines-government-deficit.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Land Prices Fall",
      "snippet": "Japanese land prices fell for 13th consecutive year; average price of commercial properties fell 6.5 percent for year ended July 1, compared with 7.4 percent decline year earlier; residential land prices fell 4.6 percent for year, compared with 4....",
      "abstract": "Japanese land prices fell for 13th consecutive year; average price of commercial properties fell 6.5 percent for year ended July 1, compared with 7.4 percent decline year earlier; residential land prices fell 4.6 percent for year, compared with 4.8 percent decline year ago (S)d",
      "lead_paragraph": "Average Japanese land prices fell for the 13th consecutive year, though the pace of decline slowed, according to a government survey. The average price of commercial properties fell 6.5 percent for the year ended July 1, the Ministry of Land, Infrastructure and Transport said. That was less than the 7.4 percent drop a year earlier and the first time in four years that the pace of decline slowed. Residential land prices fell 4.6 percent for the year, compared with a 4.8 percent decline the previous year. Land prices have been tumbling since the collapse of stock and real estate values in the early 1990's. Todd Zaun (NYT)",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/22/business/world-business-briefing-asia-japan-land-prices-fall.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "2 Iraq Views, 2 Campaigns",
      "snippet": "News analysis of sharply different portraits of Iraq war and current situation, as Pres Bush tells UN that Iraq is on way to being 'secure, democratic and free,' and Democratic challenger John Kerry charges Bush created 'crisis of historic proport...",
      "abstract": "News analysis of sharply different portraits of Iraq war and current situation, as Pres Bush tells UN that Iraq is on way to being 'secure, democratic and free,' and Democratic challenger John Kerry charges Bush created 'crisis of historic proportions' and war with no end in sight; opposing images are central to campaign in which Bush side focuses on liberation of Iraq, and Kerry emphasizes 'arrogant and incompetent' management of aftermath, terrorists 'pouring across' border, absence of allies and leeway for Iran and North Korea to pursue nuclear ambitions while US is preoccupied; Bush aides are no longer so sure that claims of winning will play out, but also far from clear is whether Kerry will be able to change terms of debate (M)",
      "lead_paragraph": "UNITED NATIONS, Sept. 21 - To hear President Bush and John Kerry argue bitterly in the past two days about the American mission in Iraq is to wonder if they are talking about the same war, or even the same country.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/22/politics/campaign/2-iraq-views-2-campaigns.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Growing Signs of a Slowing on Wall Street",
      "snippet": "Wall Street's earnings growth, fueled by two years of robust trading gains, is showing signs that it may taper off in coming quarters as sluggish stock market and less-favorable trading environment take toll on profits; earnings of Goldman Sachs a...",
      "abstract": "Wall Street's earnings growth, fueled by two years of robust trading gains, is showing signs that it may taper off in coming quarters as sluggish stock market and less-favorable trading environment take toll on profits; earnings of Goldman Sachs and Lehman Brothers are impressive, but mask continuing slump in their investment banking and equities capital markets business that is likely to show up in results of Morgan Stanley, Bear, Stearns and Merrill Lynch (M)",
      "lead_paragraph": "Wall Street's earnings growth, fueled by two years of robust trading gains, is showing signs that it may taper off in coming quarters as a sluggish stock market and a less-favorable trading environment take a toll on profits.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/22/business/growing-signs-of-a-slowing-on-wall-street.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Kerry in a Struggle for a Democratic Base: Women",
      "snippet": "Sen John Kerry's campaign is in energetic drive to win back women, given polls showing erosion of support among one of Democratic party's most reliable constituencies; photo of Kerry on television show Live With Regis and Kelly; registered female ...",
      "abstract": "Sen John Kerry's campaign is in energetic drive to win back women, given polls showing erosion of support among one of Democratic party's most reliable constituencies; photo of Kerry on television show Live With Regis and Kelly; registered female voters polled by The New York Times/CBS News favor Pres Bush 48 to 43 percent, whereas 54 percent of women voted for Al Gore and 43 percent for Bush in 2000; electoral dynamic has been recast by fears of terrorist attack, intensified by massacre at Russian school; other polls show Kerry still slightly ahead, and his campaign expresses confidence in support by Election Day; Kerry is also endorsed by several Sept 11 widows and deploys 'military moms' to campaign in swing states; polls suggest 'security moms' live everywhere and are leaning Republican, while 'soccer moms' tend to live in suburbs and could vote either way (M)",
      "lead_paragraph": "WASHINGTON, Sept. 21 - It was no accident that John Kerry appeared Tuesday on \"Live With Regis and Kelly\" and recalled his days as a young prosecutor in a rape case. Or that he then flew from New York to Jacksonville, Fla., to promote his health care proposals. Or that on Thursday in Davenport, Iowa, he will preside over a forum on national security with an audience solely of women.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/22/politics/campaign/kerry-in-a-struggle-for-a-democratic-base-women.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": " A NEWER WAY of buying real estate, tenant-in-common programs, offer fractional ownership of large properties and are aimed at people who have recently sold other commercial property and seek to defer capital gains taxes. [C10.]",
      "abstract": " A NEWER WAY of buying real estate, tenant-in-common programs, offer fractional ownership of large properties and are aimed at people who have recently sold other commercial property and seek to defer capital gains taxes. [C10.]",
      "lead_paragraph": "A NEWER WAY of buying real estate, tenant-in-common programs, offer fractional ownership of large properties and are aimed at people who have recently sold other commercial property and seek to defer capital gains taxes. [C10.]",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/22/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Guilty Plea Seen in Computer Associates Case",
      "snippet": "Computer Associates' former general counsel Steven Woghin will plead guilty to Federal criminal charges stemming from two-year probe into company's accounting practices; Woghin's plea is expected to clear way for prosecutors to move against former...",
      "abstract": "Computer Associates' former general counsel Steven Woghin will plead guilty to Federal criminal charges stemming from two-year probe into company's accounting practices; Woghin's plea is expected to clear way for prosecutors to move against former chief executive Sanjay Kumar and former vice president Stephen Richards, who have been focus of federal investigation; Kumar and Richards are expected to be indicted shortly; company and prosecutors also reach deal under which Computer Associates will temporarily accept outside monitor and pay restitution to shareholders in return for resolution of probe (M)",
      "lead_paragraph": "Steven Woghin, the former general counsel of Computer Associates, will plead guilty today in Federal District Court in Brooklyn to criminal charges stemming from a two-year investigation into the company's accounting practices, people close to the case said yesterday.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/22/technology/guilty-plea-seen-in-computer-associates-case.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Tesco Takes a Round in Bout of British Retailers",
      "snippet": "Britain's Marks & Spencer says comparable-store sales dropped for fourth consecutive quarter, down 6.3 percent in 10 weeks to Sept 18 compared with 10 weeks to Sept 13, 2003; company's shares decline 1.2 percent; Tesco shares rally 3.5 percent aft...",
      "abstract": "Britain's Marks & Spencer says comparable-store sales dropped for fourth consecutive quarter, down 6.3 percent in 10 weeks to Sept 18 compared with 10 weeks to Sept 13, 2003; company's shares decline 1.2 percent; Tesco shares rally 3.5 percent after company says first-half net profit rose to around $1 billion; photo (M)",
      "lead_paragraph": "LONDON, Sept. 21 - In the take-no-prisoners battle for the pocketbooks of Britain's shoppers, Tesco, the No. 1 supermarket, scored sharp gains on Tuesday, posting a 30 percent rise in first-half net income while Marks & Spencer, once the Main Street champion, reported a further decline in sales.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/22/business/worldbusiness/tesco-takes-a-round-in-bout-of-british-retailers.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Retail Sales Rise",
      "snippet": "Canadian retail sales posted 0.5 percent increase in July, third consecutive monthly gain, reaching record 28.9 billion Canadian dollars; graph (S)0",
      "abstract": "Canadian retail sales posted 0.5 percent increase in July, third consecutive monthly gain, reaching record 28.9 billion Canadian dollars; graph (S)0",
      "lead_paragraph": "Canadian retail sales posted a 0.5 percent increase in July, a third consecutive monthly gain, reaching a record 28.9 billion Canadian dollars, Statistics Canada said. The largest gains were in products related to the real estate market, like outdoor home supplies and home furnishings. General merchandise and clothing retailers also had substantial gains. Spending at pharmacies and on personal care products declined during the month. Ian Austen (NYT)",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/22/business/world-business-briefing-americas-canada-retail-sales-rise.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "CBS Storm Washes Over Viacom",
      "snippet": "Viacom, parent of CBS, is not expected to suffer much of blow from scandal over National Guard documents that CBS News now concedes cannot be authenticated; Viacom stretches far beyond CBS, and fate of its other businesses is not closely tied to r...",
      "abstract": "Viacom, parent of CBS, is not expected to suffer much of blow from scandal over National Guard documents that CBS News now concedes cannot be authenticated; Viacom stretches far beyond CBS, and fate of its other businesses is not closely tied to reputation of its news operation; CBS's national news division, whose evening news program remains stuck in third place in ratings behind NBC and ABC, generated no more than $100 million to $300 million in operating profit; Viacom chairman Sumner M Redstone acknowledges he is concerned about recent developments; says that neither he nor other top Viacom executives involved themselves in decisions inside CBS News; chart; photos (M)",
      "lead_paragraph": "As CBS News faces one of the worst public embarrassments in its history, experts say that the damage to the network's news division could be significant -- and costly.",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/22/business/media/cbs-storm-washes-over-viacom.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "World Business Briefing | Europe: Belgium: Financial Group Names Chief",
      "snippet": "World Business Briefing: Bel",
      "abstract": "World Business Briefing: Bel",
      "lead_paragraph": "The financial services group Fortis appointed a Citigroup executive, Jean-Paul Votron, left, as chief executive. Mr. Votron, 53, led Citigroup's operations in Europe, the Middle East, Russia and Africa. He will succeed Anton Van Rossum, 59, who plans to retire next year. The change will take effect on Oct. 11. Mr. Votron takes control of a banking and insurance group with a market value of about 25 billion euros. Analysts speculated that Mr. Votron, who presided over a number of acquisitions at Citigroup, might be looking for acquisitions at Fortis, but Mr. Votron said he intended to increase revenue within Fortis's existing business. Paul Meller (NYT)",
      "publication_date": "2004-09-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/22/business/world-business-briefing-europe-belgium-financial-group-names-chief.html",
      "byline": "By Paul Meller (NYT)"
    }
  ]
}