{
  "metadata": {
    "date": "2004-12-13",
    "total_articles": 30
  },
  "articles": [
    {
      "headline": "Justices to Hear Case on Sharing of Music Files",
      "snippet": "Supreme Court, responding to pleas from recording and film industries, agrees to hear case, Metro-Goldwyn-Mayer Studios vs Grokster Ltd, and decide whether online services that enable copyrighted songs and movies to be shared freely over Internet ...",
      "abstract": "Supreme Court, responding to pleas from recording and film industries, agrees to hear case, Metro-Goldwyn-Mayer Studios vs Grokster Ltd, and decide whether online services that enable copyrighted songs and movies to be shared freely over Internet can be held liable for aiding copyright infringement; more than 85 million copyrighted songs and smaller but growing number of movies are downloaded from Internet every day by people using file-sharing services (M)",
      "lead_paragraph": "WASHINGTON, Dec. 10 - The Supreme Court, accepting urgent pleas from the recording and film industries, agreed on Friday to decide whether the online services that enable copyrighted songs and movies to be shared freely over the Internet can be held liable themselves for aiding copyright infringement.",
      "publication_date": "2004-12-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/11/technology/justices-to-hear-case-on-sharing-of-music-files.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Doubts Are Raised on Push for Anthrax Vaccine",
      "snippet": "Federal government's $877 million project to create anthrax vaccine to protect Americans from germ warfare is undergoing significant setbacks; vaccine is unproven in humans, manufacturer VaxGen has legal and accounting troubles, and health officia...",
      "abstract": "Federal government's $877 million project to create anthrax vaccine to protect Americans from germ warfare is undergoing significant setbacks; vaccine is unproven in humans, manufacturer VaxGen has legal and accounting troubles, and health officials are not prepared to distribute vaccine quickly if it is needed; Bush administration officials and top executives at VaxGen are confident they can fulfill their promise to inoculate 25 million Americans; vaccine contract is part of $5.6 billion effort called Project Bioshield; photo (M)",
      "lead_paragraph": "In ordering a new $877 million anthrax vaccine last month, the federal government said it was a major step toward creating a \"bioshield\" to protect Americans from germ warfare. But delivering that protection may be difficult: the vaccine is unproven in humans, the maker has legal and accounting troubles, and health officials are not prepared to distribute the vaccine quickly if it is needed.",
      "publication_date": "2004-12-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/11/us/doubts-are-raised-on-push-for-anthrax-vaccine.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "OPEC Producers to Trim Output, Beginning Jan. 1",
      "snippet": "OPEC oil ministers, seeking to stem price slide, agree to cut production by million barrels a day, to 27 million barrels, and call for emergency meeting in January to consider quota reduction; price of crude oil plunges as traders question signifi...",
      "abstract": "OPEC oil ministers, seeking to stem price slide, agree to cut production by million barrels a day, to 27 million barrels, and call for emergency meeting in January to consider quota reduction; price of crude oil plunges as traders question significance of reduction and whether OPEC will stick to cuts; oil for January delivery drops $1.82, or 4.3 percent, to $40.71 a barrel in New York; photo (M)",
      "lead_paragraph": "CAIRO, Dec. 10 - OPEC oil ministers agreed on Friday to cut production by a million barrels a day to stem a recent slide in price and called for an emergency meeting next month to consider a reduction in the group's official quota.",
      "publication_date": "2004-12-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/11/business/worldbusiness/opec-producers-to-trim-output-beginning-jan-1.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Sprint Near $34 Billion Deal For Nextel Communications  Sprint is near a deal to acquire Nextel Communications for more than $34 billion. A merger would create a powerful competitor in the field with some 39 million cellphone customers.  ",
      "abstract": " Sprint Near $34 Billion Deal For Nextel Communications  Sprint is near a deal to acquire Nextel Communications for more than $34 billion. A merger would create a powerful competitor in the field with some 39 million cellphone customers.  ",
      "lead_paragraph": "Sprint Near $34 Billion Deal For Nextel Communications Sprint is near a deal to acquire Nextel Communications for more than $34 billion. A merger would create a powerful competitor in the field with some 39 million cellphone customers.",
      "publication_date": "2004-12-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/11/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Kerik Pulls Out as Bush Nominee for Homeland Security Job",
      "snippet": "Former New York City Police Comr Bernard B Kerik withdraws his name from consideration to be Pres Bush's secretary of homeland security; cites questions related to immigration status of former household employee; former Mayor Rudolph W Giuliani, w...",
      "abstract": "Former New York City Police Comr Bernard B Kerik withdraws his name from consideration to be Pres Bush's secretary of homeland security; cites questions related to immigration status of former household employee; former Mayor Rudolph W Giuliani, who had urged Bush to nominate Kerik, says after issue surfaced, it became apparent that Kerik had no choice but to withdraw his name (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/11/politics/kerik-pulls-out-as-bush-nominee-for-homeland-security-job.html",
      "byline": "By Eric Lipton and William K. Rashbaum"
    },
    {
      "headline": "Sprint Near Deal to Buy Nextel for $34 Billion",
      "snippet": "Sprint is near deal to acquire Nextel Communications for over $34 billion in transaction that would further consolidate rapidly changing telecommunications industry; merger would create powerful new cellular company, with some 39 million customers...",
      "abstract": "Sprint is near deal to acquire Nextel Communications for over $34 billion in transaction that would further consolidate rapidly changing telecommunications industry; merger would create powerful new cellular company, with some 39 million customers; it would also mean that 74 percent of cellphone market would be controlled by Cingular, Verizon Wireless and Sprint; executives say several details still need to be worked out and deal could fall apart; Sprint chairman Gary D Forsee would be company's chief executive and Nextel chief Timothy Donahue would be executive chairman (M)",
      "lead_paragraph": "Sprint is near a deal to acquire Nextel Communications for more than $34 billion in a transaction that would further consolidate the rapidly changing telecommunications industry, according to executives involved in the negotiations.",
      "publication_date": "2004-12-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/11/technology/sprint-near-deal-to-buy-nextel-for-34-billion.html",
      "byline": "By Andrew Ross Sorkin and Ken Belson"
    },
    {
      "headline": "Afghans' Gains Face Big Threat In Drug Traffic",
      "snippet": "Confidential US military assessment warns that poppy cultivation and opium production will continue to increase in Afghanistan, expanding dangerous influence of drug lords at all levels of Pres Hamid Karzai's government; says Taliban fighters and ...",
      "abstract": "Confidential US military assessment warns that poppy cultivation and opium production will continue to increase in Afghanistan, expanding dangerous influence of drug lords at all levels of Pres Hamid Karzai's government; says Taliban fighters and other militants will cement their ties to drug traffickers in effort to undermine government plan to offer amnesty to those who agree to lay down their arms; assessment by Lt Gen David W Barno was presented to Vice Pres Dick Cheney and Defense Sec Donald H Rumsfeld during their recent visit to Afghanistan; it is largely upbeat on military, economic and political fronts; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 10 - Poppy cultivation and opium production will continue to increase in Afghanistan, expanding the dangerous influence of drug lords at all levels of the government of President Hamid Karzai, a new confidential American military assessment warns.",
      "publication_date": "2004-12-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/11/washington/the-reach-of-war-drug-eradication-afghans-gains-face-big-threat.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Variations on Power to the People",
      "snippet": "Article on Portland General Electric, Oregon's largest utility and only energy-producing asset actually owned by Enron Corp; utility is at center of tug of war among city's business elite and consumer groups over proposed sale to Texas Pacific Cor...",
      "abstract": "Article on Portland General Electric, Oregon's largest utility and only energy-producing asset actually owned by Enron Corp; utility is at center of tug of war among city's business elite and consumer groups over proposed sale to Texas Pacific Corp; critics contend customers will pay too much for electricity, utility will make too much profit for a regulated monopoly and that government will not receive taxes included in rates paid by customers; photos (M)",
      "lead_paragraph": "PORTLAND, Ore. - In the long-running Enron bankruptcy tale, one of the more intriguing sideshows involves the fate of Portland General Electric, Oregon's largest utility and the only energy-producing asset Enron actually owned.",
      "publication_date": "2004-12-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/11/business/variations-on-power-to-the-people.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Diverging Fortunes, Tied to the Dollar",
      "snippet": "Article compares impact that falling dollar and rising euro is having on American and European manufacturing companies; focuses on Markel Corp, family-owned business near Philadelphia, Pa, and Alfred H Schutte Co of Cologne, Ger; while Markel is s...",
      "abstract": "Article compares impact that falling dollar and rising euro is having on American and European manufacturing companies; focuses on Markel Corp, family-owned business near Philadelphia, Pa, and Alfred H Schutte Co of Cologne, Ger; while Markel is scrambling to fill orders from Germany, Portugal and Czech Republic and pricing its products, insulated wire and tubing for cars, more competitively, Schutte, another family-owned company, is losing orders for its million-dollar auto-related machines; photos; graph (M)",
      "lead_paragraph": "COLOGNE, Germany, Dec. 9 - They sit on opposite sides of the Atlantic, but the Alfred H. Schütte Company and the Markel Corporation could well be neighbors.",
      "publication_date": "2004-12-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/11/business/worldbusiness/diverging-fortunes-tied-to-the-dollar.html",
      "byline": "By Mark Landler and Simon Romero"
    },
    {
      "headline": "South America Seeks to Fill the World's Table",
      "snippet": "South America, led by Brazil, has had explosion of farm exports over past decade; growth is fueled by combination of market-friendly economic policies and advances in agronomy that have brought formerly unusable tropical lands into production and ...",
      "abstract": "South America, led by Brazil, has had explosion of farm exports over past decade; growth is fueled by combination of market-friendly economic policies and advances in agronomy that have brought formerly unusable tropical lands into production and increased productivety levels beyond those in United States and Europe, challenging their traditional dominance of global farm trade; in addition to Brazil, trend is being felt in parts of Argentina, Bolivia, Paraguay and Uruguay; photos; map; graphs (L)",
      "lead_paragraph": "LUCAS DO RIO VERDE, Brazil - Almost overnight, South America has driven a historic global shift in food production that is turning the largely untapped frontier heartland of the continent into the world's new breadbasket.",
      "publication_date": "2004-12-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/12/world/americas/south-america-seeks-to-fill-the-worlds-table.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "Kerik's Position Was Untenable, Bush Aide Says",
      "snippet": "White House officials say Pres Bush readily accepted Bernard B Kerik's decision to withdraw his nomination as homeland security secretary after learning that Kerik's nanny was illegal alien and that he failed to pay taxes on her behalf; say it wou...",
      "abstract": "White House officials say Pres Bush readily accepted Bernard B Kerik's decision to withdraw his nomination as homeland security secretary after learning that Kerik's nanny was illegal alien and that he failed to pay taxes on her behalf; say it would be impossible for Kerik to win confirmation for post that supervises enforcement of nation's immigration laws; Kerik claims he could have won confirmation, but decided to spare Bush 'messy, ugly' confirmation process; White House officials are annoyed at Kerik for not determining nanny's immigration status before now, but they say there is no evidence he sought to mislead them; former New York City mayor Rudolph W Giuliani, who spoke on Kerik's behalf to White House, says he feels partly responsible for what happened; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 11 - President Bush readily accepted Bernard B. Kerik's decision to withdraw his nomination as homeland security secretary after the White House quickly concluded on Friday evening that it would be impossible for him to win confirmation for a post that supervises enforcement of the nation's immigration laws if he had had immigration problems in his own household, White House officials said on Saturday.",
      "publication_date": "2004-12-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/12/politics/keriks-position-was-untenable-bush-aide-says.html",
      "byline": "By Elisabeth Bumiller and Eric Lipton"
    },
    {
      "headline": "With Few Luxuries, an Artist Sticks to It",
      "snippet": "Home Front column profiles Jim Power, mosaic artist who uses bits of glass, tile and ceramic to form intricate designs on lampposts in Lower Manhattan that commemorate historic events and recognize city's working people; photo (M)",
      "abstract": "Home Front column profiles Jim Power, mosaic artist who uses bits of glass, tile and ceramic to form intricate designs on lampposts in Lower Manhattan that commemorate historic events and recognize city's working people; photo (M)",
      "lead_paragraph": "JIM POWER was standing on St. Marks Place in front of the Great Hall at Cooper Union recently, putting the final touches on one of his dozens of pieces of public art that New Yorkers walk past daily. Mr. Power is a mosaic artist and, during the last 16 years, he has traveled a well-worn course through Lower Manhattan, using bits of glass, tile and ceramic to form intricate designs on lampposts that are meant to commemorate historic events and recognize the working people of the city.",
      "publication_date": "2004-12-12T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/12/12/jobs/with-few-luxuries-an-artist-sticks-to-it.html",
      "byline": "By Colin Moynihan"
    },
    {
      "headline": "How Consultants Can Retire on Your Pension",
      "snippet": "Article, in light of scandal involving general pension plan for city of Chattanooga, Tenn, and its financial management consultant, William Keith Phillips, explores question of whether consultants are putting their interests ahead of clients; Secu...",
      "abstract": "Article, in light of scandal involving general pension plan for city of Chattanooga, Tenn, and its financial management consultant, William Keith Phillips, explores question of whether consultants are putting their interests ahead of clients; Securities and Exchange Commission, concerned about conflicts of interest among consultants who advise pension funds on asset allocation, selection of money managers and other investment matters, is conducting industrywide inquiry; graph; photos (L)",
      "lead_paragraph": "NINE years ago, William Keith Phillips, a top stockbroker at Paine Webber, met with the trustees of the Chattanooga Pension Fund in Tennessee to pitch his services as a consultant. He gave them an intriguing, if unusual, choice. They could pay for his investment advice directly, as pension funds often do, or they could save money by agreeing to allocate a portion of its trading commissions to cover his fees. Under a commission arrangement, Mr. Phillips told the trustees, the fund would be less likely to incur out-of-pocket expenses, leaving more money to invest for its 1,600 beneficiaries.",
      "publication_date": "2004-12-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/12/business/yourmoney/how-consultants-can-retire-on-your-pension.html",
      "byline": "By Gretchen Morgenson and Mary Williams Walsh"
    },
    {
      "headline": "Are Options Seducing Directors, Too?",
      "snippet": "Gretchen Morgenson column on study of stock option grants given to chief executives at US companies, conducted by Donal Byard and Ying Li, assistant professors of accountancy at Baruch College, which confirmed that options are very often granted t...",
      "abstract": "Gretchen Morgenson column on study of stock option grants given to chief executives at US companies, conducted by Donal Byard and Ying Li, assistant professors of accountancy at Baruch College, which confirmed that options are very often granted to executives just before good news about company or just after bad news about company is disclosed; study found heavier reliance on stock options in pay of independent directors more effectively aligns their interests to top management rather than shareholders (M)",
      "lead_paragraph": "TRYING to extricate company directors from their chief executives' pockets has been at the heart of many changes in corporate governance during these dizzying scandal years. Indeed, the most commonly cited cure-all for what ails corporate America is director independence.",
      "publication_date": "2004-12-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/12/business/yourmoney/are-options-seducing-directors-too.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "New Spy Plan Said to Involve Satellite System",
      "snippet": "Congress is engaged in secret battle over new $9.5 billion spy satellite system that could take photographs only in daylight hours and in clear weather; outside experts say program would duplicate existing reconnaissance capabilities; cost of syst...",
      "abstract": "Congress is engaged in secret battle over new $9.5 billion spy satellite system that could take photographs only in daylight hours and in clear weather; outside experts say program would duplicate existing reconnaissance capabilities; cost of system and doubts about its usefulness have caused some senators to oppose it, without identifying it by name; some current and former government officials express concern that disclosure of existence of highly classified program might be harmful to national security; Congressional Republicans question whether public hints first dropped by four Senate Democrats opposed to program might represent violation of Congressional rules; Sen John D Rockefeller IV, one of those four, reportedly consulted with security officials before issuing carefully worded statement of opposition to program; among champions of program is Porter J Goss, new director of central intelligence (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/12/politics/new-spy-plan-said-to-involve-satellite-system.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Liberal Leader From Ukraine Was Poisoned",
      "snippet": "Viennese doctor says tests confirm that Viktor A Yushchenko, Ukrainian opposition candidate, was poisoned with dioxin, providing explantion for broad array of painful and disfiguring conditions that plagued him during last three months of presiden...",
      "abstract": "Viennese doctor says tests confirm that Viktor A Yushchenko, Ukrainian opposition candidate, was poisoned with dioxin, providing explantion for broad array of painful and disfiguring conditions that plagued him during last three months of presidential campaign; Dr Michael Zimpfer says Yushchenko's blood dioxin leve was 'more than 1,000 times' upper limits of normal and that his initial severe abdominal pain suggests he ate the poison; Yushchenko's opponents have in past ridiculed his claim of having been poisoned; he fell ill after Sept 5 dinner with Gen Ihor P Smeshko, head of Ukraine's successor to KGB; KGB and Eastern European intelligence services used poison against political enemies in earlier years of cold war; Smeshko dismisses notion that he was involved in poisoning of Yushchenko, and Yushchenko himself has been vague on topic of who tried to poison him; photos (M)",
      "lead_paragraph": "LONDON, Dec. 11 - Tests done at a hospital in Vienna confirmed that Viktor A. Yushchenko, the Ukrainian opposition candidate, had been poisoned with dioxin, doctors there said Saturday, providing an explanation for a broad array of painful and disfiguring conditions that plagued him during the last three months of the presidential campaign.",
      "publication_date": "2004-12-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/12/world/europe/liberal-leader-from-ukraine-was-poisoned.html",
      "byline": "By Elisabeth Rosenthal"
    },
    {
      "headline": "The Pinochet Money Trail",
      "snippet": "Article tries to trace money trail at Riggs Bank of former Chilean dictator General Augusto Pinochet, whose fortune is estimated at as much as $15 million; focuses on privatization of businesses and industries, mostly in 1990's, that garnered larg...",
      "abstract": "Article tries to trace money trail at Riggs Bank of former Chilean dictator General Augusto Pinochet, whose fortune is estimated at as much as $15 million; focuses on privatization of businesses and industries, mostly in 1990's, that garnered large sums of money and roles in large companies for Pinochet's allies and family members; scandal has given fresh impetus to those seeking full accounting of financial underbelly of Pinochet era; timeline; photos (L)",
      "lead_paragraph": "Santiago, Chile - GEN. MANUEL CONTRERAS is a religious man. A bas-relief of the Last Supper hangs on his dining room wall, not far from a thick, leather-bound Bible that rests on a table. As the former head of Gen. Augusto Pinochet's secret police in Chile, General Contreras is also a controversial man. A large silver plate, given to him by Argentina's intelligence services, sits on a shelf, a few feet from the Bible.",
      "publication_date": "2004-12-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/12/business/yourmoney/the-pinochet-money-trail.html",
      "byline": "By Timothy L. O'Brien and Larry Rohter"
    },
    {
      "headline": "Pentagon Weighs Use of Deception in a Broad Arena",
      "snippet": "Pentagon said to be engaged in bitter, high-level debates over how far it can and should go in managing or manipulating information to influence opinion abroad; missions, if approved, could take deceptive techniques endorsed for use on battlefield...",
      "abstract": "Pentagon said to be engaged in bitter, high-level debates over how far it can and should go in managing or manipulating information to influence opinion abroad; missions, if approved, could take deceptive techniques endorsed for use on battlefield to confuse adversary and adopt them for covert propaganda campaigns aimed at neutral and even allied nations; critics say such program would shatter Pentagon's credibility; question is whether Pentagon and military should undertake official program that uses disinformation to shape perceptions abroad; efforts under consideration risk blurring traditional lines between public affairs programs in Pentagon--whose charter calls for giving truthful information to media and public--and world of combat information campaigns or psychological operations; critics see proposal as Pentagon's effort to resurrect its Office of Strategic Influence, short-lived operation to provide news items, including false ones, to foreign journalists in effort to influence overseas opinion; office was closed by Defense Sec Donald H Rumsfeld under intense criticism (M)",
      "lead_paragraph": "WASHINGTON, Dec. 12 - The Pentagon is engaged in bitter, high-level debate over how far it can and should go in managing or manipulating information to influence opinion abroad, senior Defense Department civilians and military officers say.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/13/politics/pentagon-weighs-use-of-deception-in-a-broad-arena.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "Sketches From the Front: An Artist's Dispatches, Rendered in Ink and Paint",
      "snippet": "Article on Steve Mumford, New York painter embedded with military units in Iraq who posts dispatches on Web magazine Artnet accompanied by drawings and paintings, some made on the spot; his 16th and final entry, to be posted this week, chronicles ...",
      "abstract": "Article on Steve Mumford, New York painter embedded with military units in Iraq who posts dispatches on Web magazine Artnet accompanied by drawings and paintings, some made on the spot; his 16th and final entry, to be posted this week, chronicles attempts by Third Brigade to quell insurgents in Baghdad; photos (M)",
      "lead_paragraph": "Though contemporary American art often flirts with politics, it is not usually noted for its head-on engagement with war. Yet some of the most compelling commentary on Iraq has come from a New York painter, Steve Mumford, who has been embedded with military units in hot spots like Baquba, Tikrit and Baghdad on and off since April 2003.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "E",
      "web_url": "https://www.nytimes.com/2004/12/13/arts/design/sketches-from-the-front-an-artists-dispatches-rendered-in-ink.html",
      "byline": "By Carol Kino"
    },
    {
      "headline": "Getting a Piece of a DVD Windfall",
      "snippet": "Dividing up revenues generated by soaring sales of DVD's becomes contentious issue in negotiations over new three-year film and television contract between producers, represented by Alliance of Motion Picture and Television Producers, and combined...",
      "abstract": "Dividing up revenues generated by soaring sales of DVD's becomes contentious issue in negotiations over new three-year film and television contract between producers, represented by Alliance of Motion Picture and Television Producers, and combined bargaining teams of Screen Actors Guild and American Federation of Radio and Television Artists; dispute has raised possibility of actors' strike; consumers, who in 1996 spent $6 billion buying VHS tapes and $9.2 billion renting them, will spend $24.5 billion buying and renting DVD's and VHS tapes in 2004, and nearly 80 percent of that will go to studios through their home entertainment division; studios have refused to change home video residual formula for creative talent guilds, which puts only fraction of pennies of each DVD sale into hands of most actors, writers and directors; infighting arises in Screen Actors Guild over Robert Pisano, its chief negotiator and national executive director, because he also sits on board and is shareholder of online DVD rental company Netflix; photo; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/13/business/media/getting-a-piece-of-a-dvd-windfall.html",
      "byline": "By Ross Johnson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Some Online Sites Falter During the Holiday Rush  Some big online shopping sites, including Amazon, Kmart.com and L.L. Bean, have had critical breakdowns during the holiday rush, effectively turning away thousands of customers and doing potentiall...",
      "abstract": " Some Online Sites Falter During the Holiday Rush  Some big online shopping sites, including Amazon, Kmart.com and L.L. Bean, have had critical breakdowns during the holiday rush, effectively turning away thousands of customers and doing potentially hurting revenues.     While analysts believe that most e-commerce sites have improved their performance, the glitches are a harsh reminder that online retailing is still in its early days. Bob Tedeschi: E-Commerce Report. [Page C8.]    Technology Magazine Gets Remake  The MIT Technology Review, which was introduced in 1899, is getting a makeover to help attract readers and advertisers. Jason Pontin, the editor in chief, right, has remade the Review for more sober times. ''We're working as hard as we can to get to break-even,'' said R. Bruce Journey, left, who is with the nonprofit company that publishes the magazine. [C4.]    A Shortage of PlayStation 2  A global shortage of the Sony PlayStation 2 video game consoles has left retailers scrambling to keep up with demand. [C4.]    Court Case Pits Google and Geico  A federal judge will hear opening arguments today in a case that pits Geico against Google. Geico sued Google in May for trademark infringement. A final ruling will help define how companies in the red-hot Internet search business make their money. Advertising. [C10.]    Man About Town at Home on Sirius  Robert Evans, the fabled Hollywood producer and man about town, will be enjoying his latest gig, as a satellite radio talk-show host, from the comfort of his home. Mr. Evans, 74, has signed on to be the anchor of a weekly program, ''In Bed with Robert Evans,'' for Sirius radio subscribers. ''The things I'm going to talk about are not going to be rebroadcast on the Disney channel, I promise you,'' Mr. Evans said. [C9.]    TiVo Moves to Protect Its Name  TiVo, the digital recording device and service, has recently stepped up efforts to police how its trademark is used. The company has begun sending letters to news organizations whenever it sees the term misused. [C9.]    A Salary Question at Miramax  Miramax Films is seeking compensation from the former head of its Italian unit, claiming that the executive, a friend of the company's co-chairman, also held another job. [C2.]    Cost Overruns for New Airbus Jet  Airbus said that development costs for the A380, the large passenger jet, would exceed budgets by 5 percent to 15 percent. [C2.]    Wal-Mart Sued Over Song Lyric  A lawsuit filed by a Maryland couple accused Wal-Mart Stores, which promotes itself as a seller of clean music, of deceiving customers by stocking compact discs by the rock group Evanescence that contain an obscenity. [C8.]    A New Leader at the Box Office  The new release ''Ocean's Twelve,'' topped the box office this weekend, followed by ''Blade: Trinity.'' [E2.]  ",
      "lead_paragraph": "Some Online Sites Falter During the Holiday Rush Some big online shopping sites, including Amazon, Kmart.com and L.L. Bean, have had critical breakdowns during the holiday rush, effectively turning away thousands of customers and doing potentially hurting revenues.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/13/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "I.B.M. Sought a China Partnership, Not Just a Sale",
      "snippet": "IBM executives describe events leading up to company's offer to sell its personal computer business to Lenovo, China's largest PC maker; say road to deal began in 2000, when Samuel J Palmisano, its new president and chief operating officer, ordere...",
      "abstract": "IBM executives describe events leading up to company's offer to sell its personal computer business to Lenovo, China's largest PC maker; say road to deal began in 2000, when Samuel J Palmisano, its new president and chief operating officer, ordered extensive review of PC business and decided to stop selling IBM PC's through retail stores; say that in May 2002, Palmisano, then chief executive, directed John Joyce, chief financial officer, to sound out Lenovo's management about its interest in establishing business relationship; say Palmisano met with Chinese government officials in July 2003 and told them that IBM was not merely looking to sell PC business, but hoped to create global enterprise, with IBM contributing technology, management, marketing and distribution and Lenovo becoming modern and truly international Chinese-owned corporation; photos; chart of IBM's revenue breakdown, 1982-2003, showing transformation of company from one that mostly sells hardware and software to one whose main function is selling its expertise (L)",
      "lead_paragraph": "In July 2003, Samuel J. Palmisano, the chief executive of I.B.M., traveled to Beijing to explore the sale of the company's personal computer business. But he did not start by making the usual visit with executives of I.B.M.'s preferred partner, Lenovo, China's largest personal computer maker.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/13/technology/ibm-sought-a-china-partnership-not-just-a-sale.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Advocate for a Friend",
      "snippet": "Bernard B. Kerik spoke to the New York Trade Waste Commission on behalf of a close friend who was helping a company accused of mob connections try to get a license, a former commission executive said.    Article, Page A20.",
      "abstract": "Bernard B. Kerik spoke to the New York Trade Waste Commission on behalf of a close friend who was helping a company accused of mob connections try to get a license, a former commission executive said.    Article, Page A20.",
      "lead_paragraph": "Bernard B. Kerik spoke to the New York Trade Waste Commission on behalf of a close friend who was helping a company accused of mob connections try to get a license, a former commission executive said.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/13/us/front page/advocate-for-a-friend.html",
      "byline": ""
    },
    {
      "headline": "Strain Is Seen in Giuliani Ties With President",
      "snippet": "Breakdown of Bernard Kerik's nomination to head Homeland Security Dept is expected to strain relations between Pres Bush and Kerik's strong advocate, Rudolph W Giuliani; Giuliani says he is apologizing to Bush for pushing Kerik's appointment; says...",
      "abstract": "Breakdown of Bernard Kerik's nomination to head Homeland Security Dept is expected to strain relations between Pres Bush and Kerik's strong advocate, Rudolph W Giuliani; Giuliani says he is apologizing to Bush for pushing Kerik's appointment; says he should have known about Kerik's legal problems because he had named him police commissioner and then gone into business with him; White House aides say Bush has long been leery of Giuliani as man who could not be counted on for loyalty president demands; advisers to Bush add that as Giuliani contemplates run for president in 2008, there is virtually no chance he will be named to position in administration because, they say, he would have his own agenda; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 12 - Former Mayor Rudolph W. Giuliani had a Christmas dinner at the White House on Sunday night, and he attended with an important goal in mind: to apologize to his host for pushing Bernard B. Kerik as homeland security secretary and then watching as Mr. Kerik's nomination collapsed in legal problems and embarrassed the president of the United States.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/13/us/strain-is-seen-in-giuliani-ties-with-president.html",
      "byline": "By Elisabeth Bumiller and Eric Lipton"
    },
    {
      "headline": "A Hostile Land Foils the Quest for bin Laden",
      "snippet": "America's search for Osama bin Laden has been frustrated by remote topography of his likely Pakistani sanctuary, stymied by well-financed and disciplined Qaeda network, sidetracked by Iraq war and, most significantly, limited by Pakistanis' deep s...",
      "abstract": "America's search for Osama bin Laden has been frustrated by remote topography of his likely Pakistani sanctuary, stymied by well-financed and disciplined Qaeda network, sidetracked by Iraq war and, most significantly, limited by Pakistanis' deep suspicion of United States, special report, Stalled Pursuit; Pakistan, under US pressure, began offensive along its northwest border this spring to flush out forces of Al Qaeda that escaped from Afghanistan and to help find bin Laden; Pakistani Army, after suffering heavy casualties and causing civilian deaths, declared victory and announced that bin Laden is not in Pakistan; many American intelligence officials are confident that he is--and that he is as dangerous as ever; they say that bin Laden, in his presumed hiding place on Pakistani side of Afghan-Pakistan border, controls elite terrorist cell devoted to attacking in US and hoping for another 'spectacular' event like Sept 11; many analysts are convinced he is being protected by well-financed network of Pakistani tribesmen and foreign militants who help him communicate with major figures in his network; detailed description of Americans' frustrating search for bin Laden; photos; map (L)",
      "lead_paragraph": "Hunting for Osama bin Laden, the C.I.A. established a series of small, covert bases in the rugged mountain frontier of northwest Pakistan in late 2003. Mr. bin Laden, the terrorist leader, was being sheltered there by local tribesmen and foreign militants, the agency had concluded, and controlled a group of handpicked operatives dedicated to attacking the United States.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/13/world/asia/a-hostile-land-foils-the-quest-for-bin-laden.html",
      "byline": "By James Risen and David Rohde"
    },
    {
      "headline": "China Relents, and Promises Textile Tariffs",
      "snippet": "China's Commerce Ministry says it would impose tariffs on some textile exports, step that could avert trade war with United States and European Union over new influx of low-cost Chinese garments expected to flood Western markets starting Jan 1; do...",
      "abstract": "China's Commerce Ministry says it would impose tariffs on some textile exports, step that could avert trade war with United States and European Union over new influx of low-cost Chinese garments expected to flood Western markets starting Jan 1; does not specify level of export taxes or what textiles would be taxed; if tariffs are not high enough to limit competitiveness of Chinese exports, Bush administration might proceed with recent threats to impose new limits on shipments by China; complex system of quotas has limited international trade in textiles and apparel for decades but will expire on Jan 1 under agreement worked out in 1993 as part of creation of World Trade Orgn; Chinese decision represents first sign of compromise on contentious issue by China, and appears to represent victory for Bush administration; it has been under strong pressure from apparel manufacturers and their workers in Southern states, who warn of large-scale layoffs if nothing is done (M)",
      "lead_paragraph": "HONG KONG, Monday, Dec. 13 - The Commerce Ministry in China announced Sunday night that it would impose tariffs on some textile exports, a step that could avert a trade war with the United States and the European Union over a new influx of low-cost Chinese garments that had appeared likely to flood Western markets starting Jan. 1.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/13/world/asia/china-relents-and-promises-textile-tariffs.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "In U.S. Market, Cellphone Users Are Often All Talk",
      "snippet": "American cellphone users continue to use phones for talking, passing up data services that have become popular in Europe and Asia, like trading photos, downloading songs and surfing Internet on their handset; trend benefits manufacturers like Moto...",
      "abstract": "American cellphone users continue to use phones for talking, passing up data services that have become popular in Europe and Asia, like trading photos, downloading songs and surfing Internet on their handset; trend benefits manufacturers like Motorola who are focusing on slim good-looking phones that do not have a lot of features, but it hurts wireless carriers like Verizon Wireless and Cingular Wireless who are spending billions of dollars to build high-speed networks in hopes that their customers will do more than just talk; data services account for only 4.7 percent of revenue of American carriers, up about two-thirds from 2003 but far behind what many operators earn in Europe and Asia; graph; photo of ultrathin Motorola Razr V3 (M)",
      "lead_paragraph": "One of the most popular new cellphones this holiday season is the Razr, an ultrathin model that stresses style over services. That is good news for Motorola, which makes the Razr, but bad news for wireless carriers that are spending billions of dollars to build high-speed networks in the hopes that their customers will do more than just talk.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/13/technology/in-us-market-cellphone-users-are-often-all-talk.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Christian ConservativesTurn to Statehouses",
      "snippet": "Conservative Christian advocates, energized by electoral victories last month, are pushing state and local initiatives on thorny issues, including same-sex marriage, public eduction and abortion; local advocacy groups hope to build quickly on mome...",
      "abstract": "Conservative Christian advocates, energized by electoral victories last month, are pushing state and local initiatives on thorny issues, including same-sex marriage, public eduction and abortion; local advocacy groups hope to build quickly on momentum from election when state legislatures convene in new year; some initiatives described; groups like American Civil Liberties Union caution that despite surveys of voters leaving polls showing that Pres Bush was supported by 80 percent of whose who list 'moral values' as their top concern, conservative Christians might not have gotten mandate they say they have; photos (NM)",
      "lead_paragraph": "Energized by electoral victories last month that they say reflect wide support for more traditional social values, conservative Christian advocates across the country are pushing ahead state and local initiatives on thorny issues, including same-sex marriage, public education and abortion.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/13/us/christian-conservativesturn-to-statehouses.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "Icahn Accuses a Hedge Fund of Stock Manipulation",
      "snippet": "Carl C Icahn files wide-ranging $1 billion lawsuit against Perry Corp, hedge fund, accusing it and other firms of engaging in effort to manipulate shares and outcome in several takeover battles, including sharply contested fight for acquisition of...",
      "abstract": "Carl C Icahn files wide-ranging $1 billion lawsuit against Perry Corp, hedge fund, accusing it and other firms of engaging in effort to manipulate shares and outcome in several takeover battles, including sharply contested fight for acquisition of Compaq Computer by Hewlett-Packard in late 2001 and early 2002; accuses Perry of using variety of complex techniques to effectively buy votes of companies pursuing acquisitions without actually holding economic interest in shares; questions about Perry and the practice Icahn accuses it of using have been raised with regard to proposed acquisition of King Pharmaceuticals by Mylan Laboratories, rival drug company, which is also named in Icahn suit; photo (M)",
      "lead_paragraph": "Carl C. Icahn has chosen his latest target. But this time, he is not content to go after just a single company but has his eye on the secretive practices of the hedge fund industry.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/13/business/icahn-accuses-a-hedge-fund-of-stock-manipulation.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Important Rules for Phone Market Face F.C.C. Vote",
      "snippet": "FCC prepares to issue rules that will permit four large regional telephone companies in many instances to charge their rivals more to lease parts of their networks; is acting in response to series of appeals court decisions striking down earlier v...",
      "abstract": "FCC prepares to issue rules that will permit four large regional telephone companies in many instances to charge their rivals more to lease parts of their networks; is acting in response to series of appeals court decisions striking down earlier versions of rules that were less favorable to Bells and more helpful to competitors, including AT&T and MCI; proceedings put agency's chairman, Michael K Powell, in difficult position between Bell companies, which want greater deregulation, and two Democratic members of commission, who fear that Powell's deregulatory stance could undermine competition in phone markets; Powell has been telling officials and lobbyists that he wants rules adopted unanimously (M)",
      "lead_paragraph": "WASHINGTON, Dec. 12 - The Federal Communications Commission is preparing to issue rules this week that will permit the four large regional telephone companies in many instances to charge their rivals more to lease parts of their networks.",
      "publication_date": "2004-12-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/13/technology/important-rules-for-phone-market-face-fcc-vote.html",
      "byline": "By Stephen Labaton"
    }
  ]
}