{
  "metadata": {
    "date": "2004-09-10",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Belgium: Brewer Posts Profit",
      "snippet": "Beer maker InBev says first-half profit rose 20 percent, to to 205 million euros ($250 million); sales increased 7 percent, to 3.5 billion euros; photo (S)",
      "abstract": "Beer maker InBev says first-half profit rose 20 percent, to to 205 million euros ($250 million); sales increased 7 percent, to 3.5 billion euros; photo (S)",
      "lead_paragraph": "The beer maker InBev said first-half profit rose 20 percent as demand for Stella Artois in Russia and acquisitions in China increased sales. The brewer, formerly known as Interbrew, said net income climbed to 205 million euros ($250 million) from 171 million euros a year earlier. Sales rose 7 percent to 3.5 billion euros. Both figures exclude AmBev, the Brazilian brewer the company gained control of last month. The company faces a tough comparison with sales from a year ago, when a heat wave encouraged beer consumption. The chief executive, John Brock, above, said the company's recent acquisitions of brewers in other parts of the world would offset the decline in Europe.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/10/business/world-business-briefing-europe-belgium-brewer-posts-profit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Budget Fares Change Face of Air Travel for Indians",
      "snippet": "Air Deccan, India's first no-frills airline, is beginning to make flights between major cities affordable for many middle-class Indians; discount carrier flew its first glight on Aug 25; some tickets are 700 rupees ($15); photo (M)",
      "abstract": "Air Deccan, India's first no-frills airline, is beginning to make flights between major cities affordable for many middle-class Indians; discount carrier flew its first glight on Aug 25; some tickets are 700 rupees ($15); photo (M)",
      "lead_paragraph": "BANGALORE, India, Sept. 9 - Three-year-old Harsha could not stop chattering about flying in an airplane. Her mother, Kusum Baid, a 29-year-old Bangalore homemaker, was also eager, and a little anxious. On Aug. 25, Ms. Baid boarded a flight for the first time in her life and, with her two children, flew from Bangalore to New Delhi to visit her family.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/10/business/worldbusiness/budget-fares-change-face-of-air-travel-for-indians.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Machinery Orders Fall",
      "snippet": "Orders for Japanese machinery fell seasonally adjusted 11.3 percent in July from month earlier; graph (S)",
      "abstract": "Orders for Japanese machinery fell seasonally adjusted 11.3 percent in July from month earlier; graph (S)",
      "lead_paragraph": "Orders for Japanese machinery fell a seasonally adjusted 11.3 percent in July from a month earlier in the latest of a string of recent data that points to a slowing of Japan's recovery. The decline was worse than economists expected and followed a 10 percent increase in machinery orders the month before. The biggest reasons for the decline in July orders were falling demand from makers of autos, transportation equipment and semiconductors. Todd Zaun (NYT)",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/10/business/world-business-briefing-asia-japan-machinery-orders-fall.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Cost of Insuring Workers' Health Increases 11.2%",
      "snippet": "Survey by Kaiser Family Foundation and Health Research and Educational Trust finds that cost of providing health care to employees has risen 11.2 percent this year; this is less than 13.9 percent increase in 2003, but is still fourth consecutive y...",
      "abstract": "Survey by Kaiser Family Foundation and Health Research and Educational Trust finds that cost of providing health care to employees has risen 11.2 percent this year; this is less than 13.9 percent increase in 2003, but is still fourth consecutive year of double-digit increases in health insurance premiums; small businesses are especially hard hit as average family coverage in preferred provider networks has risen to 10,217, with employees paying $2,691 of total; survey also finds that share of companies of all sizes offering health benefits to their workers declined to 61 percent, down from 65 percent in 2001; estimated five million fewer workers have access to employer health care coverage than 127 million reported in 2001; graph (M)",
      "lead_paragraph": "The cost of providing health care to employees has risen 11.2 percent this year, according to the results of an authoritative national survey reported yesterday.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/10/business/cost-of-insuring-workers-health-increases-112.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Cracking Under the Pressure? It's Just the Opposite, for Some",
      "snippet": "Last of three articles in series Sick of Work focuses on those who thrive under stressful jobs; people called workaholics by colleagues are seen by psychologists as being resilient, and sharing certain backgrounds and qualities that enable them to...",
      "abstract": "Last of three articles in series Sick of Work focuses on those who thrive under stressful jobs; people called workaholics by colleagues are seen by psychologists as being resilient, and sharing certain backgrounds and qualities that enable them to thrive under enormous pressure; say these people enjoy ongoing changes and difficulties, and tend to think of stress as normal part of life; chronic stress has been linked to array of illnesses; studies show that those who cope successfully begin workday with normal levels of stress hormones that climb during day and drop sharply at night; this is unlike their coworkers who complain of being too stressed, whose stress hormones never dip very far, trapping them in constant state of anxiety; psychologists say those who collapse under pressures of workplace are prone to envision every worst-case scenario, while resilient people think of how greater workload might lead to promotion; photos (M)",
      "lead_paragraph": "For Michael Jones, an architect at a top-tier firm in New York, juggling multiple projects and running on four hours of sleep is business as usual. Mr. Jones has adjusted, he says, to a rapid pace and the constant pressure that leads his colleagues to \"blow up\" from time to time.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/10/health/cracking-under-the-pressure-its-just-the-opposite-for-some.html",
      "byline": "By Anahad O'Connor"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "An Industry Group Seeks Stable Chinese Currency  With many American manufacturers still shedding jobs, a coalition of industry groups and labor unions petitioned the administration to sue China to keep the value of its currency fixed against the d...",
      "abstract": " An Industry Group Seeks Stable Chinese Currency  With many American manufacturers still shedding jobs, a coalition of industry groups and labor unions petitioned the administration to sue China to keep the value of its currency fixed against the dollar.    But the Bush administration immediately rejected the idea, saying it was already treating the issue seriously and was pleased with the progress it was making in negotiations with China to encourage greater flexibility in setting its currency rate. [Page C3.]",
      "lead_paragraph": "An Industry Group Seeks Stable Chinese Currency With many American manufacturers still shedding jobs, a coalition of industry groups and labor unions petitioned the administration to sue China to keep the value of its currency fixed against the dollar.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/10/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Beef Ban Reconsidered",
      "snippet": "Japan moves closer to lifting nine-month ban on imports of beef from US after government food safety commission lends support to idea of dropping requirement to test young cows for mad cow disease; Japan stopped imports in December after discovery...",
      "abstract": "Japan moves closer to lifting nine-month ban on imports of beef from US after government food safety commission lends support to idea of dropping requirement to test young cows for mad cow disease; Japan stopped imports in December after discovery of case of mad cow in US (S)",
      "lead_paragraph": "Japan moved a step closer to lifting a nine-month ban on imports of beef from the United States after a government food safety commission lent support to the idea of dropping a requirement to test young cows for mad cow disease. Japan stopped the imports in December after the discovery of a case of mad cow disease in the United States. Before the ban, Japan imported some $1.4 billion in beef a year from the United States. Japan has been calling for ranchers in the United States to test every cow for the disease as a condition to resuming imports, but Washington has refused to go along. Yesterday, the government food panel effectively said that there was no reason to require the testing of younger cows when it announced it has concluded that such tests could not detect the disease in animals younger than 20 months. Todd Zaun (NYT)",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/10/business/world-business-briefing-asia-japan-beef-ban-reconsidered.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Will Big Four Audit Firms Survive in a World of Unlimited Liability?",
      "snippet": "Floyd Norris column suggests that Big Four accounting firms will be able to survive without federal protection against liability lawsuits from shareholders; says that good auditing is essential to functioning capital markets and that government au...",
      "abstract": "Floyd Norris column suggests that Big Four accounting firms will be able to survive without federal protection against liability lawsuits from shareholders; says that good auditing is essential to functioning capital markets and that government auditing, only alternative to firms, is unworkable because of government pay scales, which are too low to draw top talent, and prospect of political pressure; says that firms appear to be engaged in real effort to prevent recurrence of past abuses and that that should offer some protection against devastating lawsuits and criminal prosecutions; photo (M)",
      "lead_paragraph": "ARE the Big Four accounting firms members of an endangered species, destined to die from litigation?",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/10/business/will-big-four-audit-firms-survive-in-a-world-of-unlimited.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "From Dismal Chechnya, Women Turn to Bombs",
      "snippet": "Participation of women in Chechen suicide terror attacks--despite culture's deeply patriarchal society--reflects radicalization of war that began as separatist struggle but has turned increasingly nihilistic; it also exposes deep schisms that are ...",
      "abstract": "Participation of women in Chechen suicide terror attacks--despite culture's deeply patriarchal society--reflects radicalization of war that began as separatist struggle but has turned increasingly nihilistic; it also exposes deep schisms that are tearing apart Chechnya, where few people speak warmly of Russia or Kremlin, but where all express horror at recent attacks carried out for sake of Chechnya's independence, including bombing of two planes and siege at school; Chechens have not embraced cult of religious martyrdom, and their religious leaders do not preach fiery sermons revering them; those who knew four women involved in recent attacks say they cannot believe they were involved and speculate about some other fate that has befallen them; female suicide bombers have taken part in at least 15 attacks since war erupted again in 1999; some say decade of war and destruction, including atrocities by Russian forces, have driven women to desperate acts; photos; brief descriptions of some suicide bombings by Chechen women (L)",
      "lead_paragraph": "GROZNY, Russia, Sept. 8 - Mariyam Taburova and three of her roommates left the cramped, dismal apartment they shared here in Chechnya on Aug. 22. She has not been seen or heard from since. The others, however, have been.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/10/world/europe/from-dismal-chechnya-women-turn-to-bombs.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "A Farsighted New Fortress Mentality on Wall St.",
      "snippet": "Wall Street firms have largely settled into new or repaired offices three years after Sept 11 attacks, but are still working to find right balance between ensuring security and doing business; adjustments made by Merrill Lynch, Goldman, Sachs, Mor...",
      "abstract": "Wall Street firms have largely settled into new or repaired offices three years after Sept 11 attacks, but are still working to find right balance between ensuring security and doing business; adjustments made by Merrill Lynch, Goldman, Sachs, Morgan Stanley, Lehman Brothers, Cantor Fitzgerald and Bank of New York detailed; map; photos (M)",
      "lead_paragraph": "In May, senior executives from Wall Street's top investment banks gathered at a conference center with a cadre of federal and local law enforcement authorities. Their task for the day was to simulate, down to the last detail, the aftermath of an explosion of a bomb in Midtown followed by others in Lower Manhattan.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/10/business/a-farsighted-new-fortress-mentality-on-wall-st.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "A Bank Takeover Fight, of Which Little Is Known",
      "snippet": "UFJ Holdings' shareholders say they have little information to judge which bid for Japanese bank by Mitsubishi Tokyo Financial Group and Sumitomo Mitsui Financial Group would offer best value; Mitsubishi Tokyo, UFJ's chosen partner, has made no pu...",
      "abstract": "UFJ Holdings' shareholders say they have little information to judge which bid for Japanese bank by Mitsubishi Tokyo Financial Group and Sumitomo Mitsui Financial Group would offer best value; Mitsubishi Tokyo, UFJ's chosen partner, has made no public offer; photo (M)",
      "lead_paragraph": "TOKYO, Sept. 9 - The unusual takeover battle for the ailing lender UFJ Holdings is shaking up Japan's ultraconservative financial industry, but many UFJ shareholders are wondering if anything has really changed.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/10/business/worldbusiness/a-bank-takeover-fight-of-which-little-is-known.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Moody's Raises a Key Debt Rating on Brazil",
      "snippet": "Moody's Investors Service upgrades Brazil's soverign debt rating, saying strong exports and prudent debt management helped make country less vulnerable to sudden swings in market sentiment; record exports are reducing Brazil's dependency on foreig...",
      "abstract": "Moody's Investors Service upgrades Brazil's soverign debt rating, saying strong exports and prudent debt management helped make country less vulnerable to sudden swings in market sentiment; record exports are reducing Brazil's dependency on foreign borrowing by bringing in much-needed dollars; exports have surged more than 33 percent so far this year to $62.7 billion, putting country on track to rack up record $90 billion in exports in 2004; photo (M)",
      "lead_paragraph": "SÃO PAULO, Brazil, Sept. 9 - Moody's Investors Service, the credit rating agency, upgraded Brazil's sovereign debt rating on Thursday, saying strong exports and prudent debt management had helped make the country, South America's largest economy, less vulnerable to sudden swings in market sentiment.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/10/business/worldbusiness/moodys-raises-a-key-debt-rating-on-brazil.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Judge Allows Oracle to Bid for PeopleSoft",
      "snippet": "Judge Vaughn R Walker rules that Oracle Corp can proceed with its hostile bid for PeopleSoft, dealing rare defeat to Justice Department, which sought to block merger on grounds that combining two companies would reduce competition in market for so...",
      "abstract": "Judge Vaughn R Walker rules that Oracle Corp can proceed with its hostile bid for PeopleSoft, dealing rare defeat to Justice Department, which sought to block merger on grounds that combining two companies would reduce competition in market for software that large corporations use to manage their finances and employees records; antitrust experts and industry analysts say ruling could open way for more mergers in industry if big companies feel less constrained by prospect of antitrust challenges; European Commission is continuing to probe proposed merger; chart; photo (M)",
      "lead_paragraph": "A federal judge ruled yesterday that Oracle, the nation's second-largest software company, could proceed with its hostile bid for PeopleSoft, handing the Justice Department a rare defeat in a legal challenge to a corporate merger.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/10/technology/judge-allows-oracle-to-bid-for-peoplesoft.html",
      "byline": "By Steve Lohr and Laurie J. Flynn"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Auto Exports Rise",
      "snippet": "Auto exports from Mexico rose 15.3 percent in August; production rose 11.3 percent, and domestic sales grew 8.8 percent (S)",
      "abstract": "Auto exports from Mexico rose 15.3 percent in August; production rose 11.3 percent, and domestic sales grew 8.8 percent (S)",
      "lead_paragraph": "Auto exports from Mexico rose 15.3 percent in August, the strongest month for sales abroad this year, the Mexican Automotive Industry Association said. Production increased 11.3 percent and domestic sales grew 8.8 percent, the association said. The rising exports were driven by recovering demand for Mexican-made models in the United States.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/10/business/world-business-briefing-americas-mexico-auto-exports-rise.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Interest Rate Unchanged",
      "snippet": "Bank of England leaves key interest unchanged at 4.75 percent (S)",
      "abstract": "Bank of England leaves key interest unchanged at 4.75 percent (S)",
      "lead_paragraph": "The Bank of England opted to hold its key interest rate steady at 4.75 percent, signaling that policy makers think the British housing market has cooled. The bank has raised interest rates five times since November in an attempt to slow rising home prices and consumer spending.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/10/business/world-business-briefing-europe-britain-interest-rate-unchanged.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "US Airways Seen as Likely to Declare Bankruptcy",
      "snippet": "US Airways is expected to seek bankruptcy protection on Sept 12 unless unions agree to givebacks; chairman David G Bronner says that liquidation is still possibility, but that bankruptcy filing would be more likely if any action occurs (M)",
      "abstract": "US Airways is expected to seek bankruptcy protection on Sept 12 unless unions agree to givebacks; chairman David G Bronner says that liquidation is still possibility, but that bankruptcy filing would be more likely if any action occurs (M)",
      "lead_paragraph": "Barring a last-minute change of heart by its recalcitrant unions, US Airways appears all but certain to seek bankruptcy protection on Sunday, people briefed on the situation said yesterday.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/10/business/us-airways-seen-as-likely-to-declare-bankruptcy.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Campaigns Enlist Big Names to Set Debates' Details",
      "snippet": "Campaigns of Pres Bush and Sen Kerry put forward their most seasoned and formidable proxies to take part in quadrennial face-off over establishing ground rules of presidential and vice-presidential debates; members of both parties and outside expe...",
      "abstract": "Campaigns of Pres Bush and Sen Kerry put forward their most seasoned and formidable proxies to take part in quadrennial face-off over establishing ground rules of presidential and vice-presidential debates; members of both parties and outside experts agree that pre-debate debates have become so sophisticated that naming of debate negotiating teams has turned into end in itself, in which campaigns try to gain leverage over each other while setting expectations for public; for all their negotiating talent, debate teams are likely to be able to affect only so much; bipartisan commission planning debates has said it will not negotiate its selections of moderators, locations and dates; power brokers from both campaigns could spend much of their time arguing over camera angles and lighting; their posturing is frustrating to members of bipartisan commission, who have been planning these debates for nearly two years; they are still waiting for Bush to join with Kerry in agreeing to schedule, format and moderators it announced weeks ago; photos of debate teams for Bush, headed by James A Baker III, and Kerry, headed by Vernon E Jordan Jr (M)",
      "lead_paragraph": "WASHINGTON, Sept. 9 - In the Kerry corner there are two of the most powerful lawyers in Washington, Vernon E. Jordan Jr. and Robert B. Barnett, not to mention the sitting governors of Michigan and Arizona, Jennifer M. Granholm and Janet Napolitano.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/10/politics/campaign/campaigns-enlist-big-names-to-set-debates-details.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Industrial Output Rises",
      "snippet": "Brazil's industrial production rose in July for 11th consecutive month, gaining 9.6 percent from year ago; industrial production has risen cumulative 7.8 percent in first seven months of year; automobile production rose 5.6 percent from previous m...",
      "abstract": "Brazil's industrial production rose in July for 11th consecutive month, gaining 9.6 percent from year ago; industrial production has risen cumulative 7.8 percent in first seven months of year; automobile production rose 5.6 percent from previous month (S)",
      "lead_paragraph": "Industrial production rose in July for the 11th consecutive month, gaining 9.6 percent from a year ago, the government's statistics agency said. When compared with June, output climbed 0.5 percent in July, the fifth consecutive monthly gain. Industrial production has risen a cumulative 7.8 percent in the first seven months, fueled by booming exports and an increase in domestic demand as Brazil's economic recovery grows. Automakers helped lead the surge in July, increasing output 5.6 percent from the previous month. Most economists expect the Brazilian economy to expand about 4.5 percent this year, up from initial forecasts of 3.5 percent. Todd Benson (NYT)",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/10/business/world-business-briefing-americas-brazil-industrial-output-rises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Spain: Bank Stake Sold",
      "snippet": "Spain's Banco Santander Central Hispano sells about half of its stake in Royal Bank of Scotland, or 79 million shares, raising $1.49 billion (S)",
      "abstract": "Spain's Banco Santander Central Hispano sells about half of its stake in Royal Bank of Scotland, or 79 million shares, raising $1.49 billion (S)",
      "lead_paragraph": "Spain's Banco Santander Central Hispano said it had sold about half of its stake in the Royal Bank of Scotland, or 79 million shares, raising 1.22 billion ($1.49 billion). Banco Santander is in the middle of an 8.5 billion acquisition of the British mortgage lender Abbey National. Heather Timmons (NYT)",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/10/business/world-business-briefing-europe-spain-bank-stake-sold.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Army Says C.I.A. Hid More Iraqis Than It Claimed",
      "snippet": "Two senior Army generals say that Army jailers in Iraq, acting at Central Intelligence Agency's request, kept dozens of detainees at Abu Ghraib prison and other detention facilities off official rosters to hide them from Red Cross inspectors; say ...",
      "abstract": "Two senior Army generals say that Army jailers in Iraq, acting at Central Intelligence Agency's request, kept dozens of detainees at Abu Ghraib prison and other detention facilities off official rosters to hide them from Red Cross inspectors; say depositions from military personnel who served at prison indicate that real total of so-called ghost detainees was many times higher than eight documented cases in Army inquiry completed last month, perhaps as many as 100; say no records were kept on most of CIA detainees; new disclosure by generals, who testified at Senate hearing, adds to questions about CIA practices in Iraq, including why agency took custody of certain Iraqi prisoners, what interrogation techniques it used and what became of ghost detainees; also, why Col Thomas M Pappas, military intelligence officer who oversaw interrogations at prison, agreed to let CIA officers use prison to hide ghost detainees; two cases have been made public in which prisoners in CIA custody were removed from Iraq for several months and held in detention centers outside country; photo of Gen Paul J Kern testifying at Senate hearing (M)",
      "lead_paragraph": "WASHINGTON, Sept. 9 - Army jailers in Iraq, acting at the Central Intelligence Agency's request, kept dozens of detainees at Abu Ghraib prison and other detention facilities off official rosters to hide them from Red Cross inspectors, two senior Army generals said Thursday. The total is far more than had been previously reported.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/10/politics/army-says-cia-hid-more-iraqis-than-it-claimed.html",
      "byline": "By Eric Schmitt and Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Volkswagen Threatens Cuts",
      "snippet": "Volkswagen is threatening to cut 30,000 jobs in Germany to force unionized workers to accept pay freeze; Volkswagen wants more than 100,000 workers to agree to two-year wage freeze, dismissing union demand for 4 percent yearly raise (S)",
      "abstract": "Volkswagen is threatening to cut 30,000 jobs in Germany to force unionized workers to accept pay freeze; Volkswagen wants more than 100,000 workers to agree to two-year wage freeze, dismissing union demand for 4 percent yearly raise (S)",
      "lead_paragraph": "Volkswagen is threatening to cut 30,000 jobs to force unionized employees to accept a pay freeze. Volkswagen wants more than 100,000 workers to agree to a two-year wage freeze, dismissing a union demand for a 4 percent yearly raise.",
      "publication_date": "2004-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/10/business/world-business-briefing-europe-germany-volkswagen-threatens-cuts.html",
      "byline": "By Bloomberg News"
    }
  ]
}