{
  "metadata": {
    "date": "2004-09-24",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "To Rally Stocks, China Moves to Ease Foreign Trading Rules",
      "snippet": "China plans to ease restrictions on overseas investors buying yuan-denominated shares, seeking to attract funds after Shanghai and Shenzhen stock indexes slumped to five-year low in early September; State Administration of Foreign Exchange will ma...",
      "abstract": "China plans to ease restrictions on overseas investors buying yuan-denominated shares, seeking to attract funds after Shanghai and Shenzhen stock indexes slumped to five-year low in early September; State Administration of Foreign Exchange will make it easier for institutions to transfer money out of and into China and will also increase number of approved yuan investors; yuan-denominated Class A shares traded on Shanghai and Shenzhen exchanges are open only to handful of approved foreign institutions under quota system; Class B shares trade on both exchanges in foreign currencies, and are open to overseas investors; ABN Amro Holding and Societe Generale win approval to invest combined $125 million in yuan shares, bringing to $2.85 billion total investment permitted under market-opening plan; photo (M)",
      "lead_paragraph": "SHANGHAI, Sept. 23 - China plans to ease restrictions on overseas investors buying yuan-denominated shares, seeking to attract funds after the Shanghai and Shenzhen stock indexes slumped to a five-year low earlier this month.",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/24/business/worldbusiness/to-rally-stocks-china-moves-to-ease-foreign-trading.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "New Island Hopes to Be Hong Kong of Korea",
      "snippet": "Man-made island known as Songdo in Yellow Sea off Inchon, South Korea, is intended to be corporate hub in free economic zone, bilingual English-Korean city where foreigners can own land, run schools and hospitals and where companies can get relief...",
      "abstract": "Man-made island known as Songdo in Yellow Sea off Inchon, South Korea, is intended to be corporate hub in free economic zone, bilingual English-Korean city where foreigners can own land, run schools and hospitals and where companies can get relief from Korean taxes and bureaucracy; Songdo is $20 billion, 120-million-square-foot development that will have 60 million square feet of office space over next 10 years; other development projects detailed; map; photo (M)",
      "lead_paragraph": "INCHON, South Korea - After Hong Kong, Singapore, and Shanghai, will Asia's new hub be Songdo?",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/24/business/worldbusiness/new-island-hopes-to-be-hong-kong-of-korea.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Bush and Allawi Say Iraqi Voting Won't Be Put Off",
      "snippet": "Pres Bush and Prime Min Ayad Allawi of Iraq vow that Iraq would hold free elections as scheduled in Jan, even with what Bush acknowledges is 'persistent violence' in some parts of country and as Allawi concedes elections 'may not be perfect; Defen...",
      "abstract": "Pres Bush and Prime Min Ayad Allawi of Iraq vow that Iraq would hold free elections as scheduled in Jan, even with what Bush acknowledges is 'persistent violence' in some parts of country and as Allawi concedes elections 'may not be perfect; Defense Sec Rumsfeld speaks openly for first time about possibility that elections might be held only in parts of Iraq; Bush and Allawi present rosy picture of Iraq, in contrast to Sen John Kerry's bleak portrait of Iraq and of a Bush administration in disarray; Allawi's visit to Washington is being seen as politically charged moment in presidential campaign; Bush claims polls in Iraq asking people whether country is on right track show more positive results than similar opinion polls in United States; Kerry campaign spokesman Joe Lockhart says Bush must be 'unhinged from reality' to cite such a poll; Kerry says Allawi is contradicting himself, claiming to Congress that terrorists in Iraq are on defensive just days after saying terrorists are pouring into country; photo of Bush and Allawi in White House Rose Garden (M)",
      "lead_paragraph": "WASHINGTON, Sept. 23 - President Bush and Prime Minister Ayad Allawi of Iraq vowed in the White House Rose Garden on Thursday that Iraq would hold free elections as scheduled in January, even though Mr. Bush acknowledged the \"persistent violence\" in some parts of the country and Dr. Allawi conceded that the elections \"may not be perfect.\"",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/24/politics/bush-and-allawi-say-iraqi-voting-wont-be-put-off.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "World Business Briefing | Europe: France: Liquor Maker's Profit Rises",
      "snippet": "Pernod Ricard says first-half profit rose 4.7 percent; net income climbed to 169 million euros ($207.3 million), from 161.5 million euros year ago; sales rose 5 percent, to 1.57 billion euros; operating profit dropped 0.6 percent, to 282 million e...",
      "abstract": "Pernod Ricard says first-half profit rose 4.7 percent; net income climbed to 169 million euros ($207.3 million), from 161.5 million euros year ago; sales rose 5 percent, to 1.57 billion euros; operating profit dropped 0.6 percent, to 282 million euros; chairman Patrick Ricard comments; photo (S)",
      "lead_paragraph": "The French liquor maker Pernod Ricard said its first-half profit rose 4.7 percent on growing Asian demand for Chivas Regal Scotch whiskey and Martell Cognac. Net income climbed to 169 million euros ($207.3 million), from 161.5 million euros a year earlier. Sales rose 5 percent, to 1.57 billion euros. Chivas shipments rose 11 percent and Martell shipments climbed 8 percent. Operating profit slipped 0.6 percent, to 282 million euros. The company raised its forecast for annual growth in its operating profit to 8 percent to 10 percent from 7 percent, the chairman, Patrick Ricard, above, told analysts at Pernod's headquarters in Paris.",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/24/business/world-business-briefing-europe-france-liquor-makers-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Troubled Unit of Halliburton May Go on Block",
      "snippet": "Halliburton says it may sell its KBR unit, which provides military and oil field services and has been plagued by losses, investigations and claims; its work in Iraq has contributed to public relations nightmare for its parent, keeping lid on its ...",
      "abstract": "Halliburton says it may sell its KBR unit, which provides military and oil field services and has been plagued by losses, investigations and claims; its work in Iraq has contributed to public relations nightmare for its parent, keeping lid on its stock price and hindering its ambitions to benefit from elevated oil prices; Halliburton's $12 billion contract for work in Iraq prompted critics to say company used its political connections to reap big profits; Halliburton chief executive David J Lesay claims company is victim of 'vicious campaign' of political attacks ahead of presidential election; laments Halliburton's prominence as target for critics of Bush administration's handling of war in Iraq; Halliburton was run by Vice Pres Dick Cheney for five years until 2000; KBR has long been associated with coziness of politics and business in oil industry in Texas; Halliburton acquired corporate ancestor of KBR in 1962; photo; graph (M)",
      "lead_paragraph": "HOUSTON, Sept. 23 - When Halliburton was awarded contracts worth more than $12 billion for work in Iraq, critics said that the company was using its political connections to reap big profits. But now, in a sign that those contracts are not providing the boon executives had expected from a subsidiary weighed down by other problems, Halliburton said Thursday that it was considering a sale of the business.",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/24/business/troubled-unit-of-halliburton-may-go-on-block.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "As Bull Market Nears a Birthday, Few Seem Ready to Celebrate",
      "snippet": "Floyd Norris comment on upcoming second anniversary of stock markets' bull market, which began on Oct 9, 2002; says tepid stock market this year illustrates how little enthusiasm this economic recovery is producing as election nears; graph (M)",
      "abstract": "Floyd Norris comment on upcoming second anniversary of stock markets' bull market, which began on Oct 9, 2002; says tepid stock market this year illustrates how little enthusiasm this economic recovery is producing as election nears; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/24/business/as-bull-market-nears-a-birthday-few-seem-ready-to-celebrate.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Central Bank Raises Inflation Target",
      "snippet": "Brazil's central bank raises its inflation target for 2005 to 5.1 percent from 4.5 percent, move that should remove some pressure on bank to increase interest rates in coming months to curb rising consumer prices (S)",
      "abstract": "Brazil's central bank raises its inflation target for 2005 to 5.1 percent from 4.5 percent, move that should remove some pressure on bank to increase interest rates in coming months to curb rising consumer prices (S)",
      "lead_paragraph": "Brazil's central bank raised its inflation target for next year to 5.1 percent from 4.5 percent, a move that should remove some pressure on the bank to increase interest rates in the coming months to curb rising consumer prices. The revision was disclosed in the minutes from the bank's monetary policy meeting last week, when it raised its benchmark lending rate by a quarter percentage point to 16.25 percent, the first rate increase in 19 months. The bank previously warned that more rate increases were on the horizon. But in the minutes released yesterday the bank said it hoped that the decision to pursue a higher inflation target in 2005 would give it the flexibility to raise interest rates only gradually. Todd Benson (NYT)",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/24/business/world-business-briefing-americas-brazil-central-bank-raises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Now, Reality for Trump Looks More Like 'Survivor'",
      "snippet": "Future of Trump Hotels and Casino Resorts is in doubt after financial talks between Donald J Trump and Credit Suisse First Boston collapse; analysts say Trump Hotels has to look for new investors, or restructure its debt and its relationship with ...",
      "abstract": "Future of Trump Hotels and Casino Resorts is in doubt after financial talks between Donald J Trump and Credit Suisse First Boston collapse; analysts say Trump Hotels has to look for new investors, or restructure its debt and its relationship with bondholders without help of third party, or sell itself to rival; Trump says he expects quick resolution of financing problem for Trump Hotels and has no interest in selling Trump Taj Mahal Hotel Casino and Resort in Atlantic City, company's flagship casino; photos (M)",
      "lead_paragraph": "The collapse of talks to secure financing for the struggling casinos of Donald J. Trump left him -- the largest shareholder -- scrambling to find alternate solutions, casino analysts said yesterday, and facing the possibility of the company's filing for bankruptcy protection.",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/24/business/now-reality-for-trump-looks-more-like-survivor.html",
      "byline": "By Timothy L. O'Brien and Eric Dash"
    },
    {
      "headline": "Report of First Birth for Cancer Survivor in a Tissue Implant",
      "snippet": "Healthy baby is born to woman in Belgium who, as cancer patient, had ovarian tissue removed, frozen and then implanted back in her body; patient had tissue removed in 1997 in hopes of preserving her fertility as she was about to undergo chemothera...",
      "abstract": "Healthy baby is born to woman in Belgium who, as cancer patient, had ovarian tissue removed, frozen and then implanted back in her body; patient had tissue removed in 1997 in hopes of preserving her fertility as she was about to undergo chemotherapy with drugs likely to damage her ovaries and cause infertility; case reflects success story in cancer treatment: cure rates for cancers in children and young people have increased enough to make it realistic to worry about whether survivors will be able to have children of their own in future; medical team in Brussels writes that their ovary-freezing technique should be offered to all young cancer patients who must undergo treatment that might leave them infertile; report is published in The Lancet, British medical journal; other experts in field say procedure, which must still be considered experimental, is not only option, and not neessarily best option, for all girls and women (M)",
      "lead_paragraph": "A 32-year-old woman in Belgium has become the first woman ever to give birth after having ovarian tissue removed, frozen and then implanted back in her body, doctors are reporting.",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/24/health/report-of-first-birth-for-cancer-survivor-in-a-tissue-implant.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: China Helps With Oil Shipping",
      "snippet": "China agrees to pay in advance for shipments next month of crude oil from Russia's Yukos oil company (S)",
      "abstract": "China agrees to pay in advance for shipments next month of crude oil from Russia's Yukos oil company (S)",
      "lead_paragraph": "China agreed to pay in advance for shipments next month of crude oil from Yukos, Russia's largest oil exporter, easing concern about supply disruptions. Yukos said on Monday that it would reduce rail shipments to China as a result of a cash drain caused by the Russian government's demands for $7.5 billion in back taxes. Gennadi Fadeyev, the chief executive of Russian Railways, said China had proposed an advance payment for a shipment of 367,000 barrels of oil that would be part of Yukos's shipments to the country next month.",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/24/business/world-business-briefing-europe-russia-china-helps-with-oil.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "In Indonesia, Businesses Hopeful After Election",
      "snippet": "Susilo Bambang Yudhoyono, former general experienced at countering terrorists, has apparently defeated Indonesia's Pres Megawati Sukarnoputri; many business leaders believe Susilo will uproot corruption and revive investment; photo (M)",
      "abstract": "Susilo Bambang Yudhoyono, former general experienced at countering terrorists, has apparently defeated Indonesia's Pres Megawati Sukarnoputri; many business leaders believe Susilo will uproot corruption and revive investment; photo (M)",
      "lead_paragraph": "SINGAPORE, Sept. 23 - After suffering through two shambling administrations, Indonesia appears to have a new president who many of its business leaders say they believe will uproot corruption and revive investment.",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/24/business/worldbusiness/in-indonesia-businesses-hopeful-after-election.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Echoes of a 1972 Loss Haunt a 2004 Campaign",
      "snippet": "Third article in biographical series, John Kerry's journey, finds striking parallels between his presidential race this year and his 1972 campaign for Congress from Massachusetts, only race he ever lost; then and now he was on defensive over his V...",
      "abstract": "Third article in biographical series, John Kerry's journey, finds striking parallels between his presidential race this year and his 1972 campaign for Congress from Massachusetts, only race he ever lost; then and now he was on defensive over his Vietnam War service and his antiwar record, and he faced Republican opponent who mocked him as out-of-touch elitist; once again, he is fighting to fulfill his campaign's early promise; Kerry is still surrounded by loyalists from that first campaign; crew from his Swift boat in Vietnam are working to refute attacks on his military service by group Swift Boat Veterans for Truth; former aide Dan Payne says it is disconcerting that Kerry's newer campaign advisors initially told him not to react to attacks on his military service, since same issue destroyed his first campaign; says Kerry should have anticipated these attacks and been ready with counterattack; polls show attacks apparently succeeded in raising doubts about Kerry just when many voters were first tuning in to race; some old colleagues worry that irreparable damage has already been done; photos (L)",
      "lead_paragraph": "BOSTON - It was the campaign that seemed to have everything. A rented mainframe computer and a sophisticated telephone voter list when typewriters and index cards were still common. A legion of eager volunteers, including a bike-riding boarding school student named Caroline Kennedy. Plenty of cash, celebrity supporters and a compelling first-time candidate: John Kerry.",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/24/politics/campaign/echoes-of-a-1972-loss-haunt-a-2004-campaign.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Halliburton Considers Sale of Its KBR Subsidiary  Halliburton said that it was considering a sale of its KBR subsidiary, which provides military and oil field services. The unit has been plagued by disappointing losses, investigations into its act...",
      "abstract": " Halliburton Considers Sale of Its KBR Subsidiary  Halliburton said that it was considering a sale of its KBR subsidiary, which provides military and oil field services. The unit has been plagued by disappointing losses, investigations into its activities in Nigeria and Iran, and sizable asbestos claims.    Making matters worse, KBR's work in Iraq has not been as profitable as other activities and has contributed to a public relations nightmare for its parent. All of this has happened while KBR is seeking to emerge from bankruptcy protection. [Page A1.]",
      "lead_paragraph": "Halliburton Considers Sale of Its KBR Subsidiary Halliburton said that it was considering a sale of its KBR subsidiary, which provides military and oil field services. The unit has been plagued by disappointing losses, investigations into its activities in Nigeria and Iran, and sizable asbestos claims.",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/24/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Bank of America, a Believer in Branches, Opens in New York",
      "snippet": "Bank of America opens more than 500 former Fleet Bank branches in New York City metropolitan area; Bank of America acquired FleetBoston Financial for $48 billion nearly year ago; graph (M)",
      "abstract": "Bank of America opens more than 500 former Fleet Bank branches in New York City metropolitan area; Bank of America acquired FleetBoston Financial for $48 billion nearly year ago; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/24/business/bank-of-america-a-believer-in-branches-opens-in-new-york.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Bid For Bank Stake",
      "snippet": "British bank Barclay says it is in preliminary discussions to acquire majority stake in ABSA, South Africa's largest consumer lender (S)",
      "abstract": "British bank Barclay says it is in preliminary discussions to acquire majority stake in ABSA, South Africa's largest consumer lender (S)",
      "lead_paragraph": "The British bank Barclays said it was in preliminary discussions to acquire a majority stake in ABSA, South Africa's largest consumer lender. ABSA has 307 billion rand ($47.79 billion) in assets and would bring Barclays more than six million customers. Heather Timmons (NYT)",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/24/business/world-business-briefing-europe-britain-bid-for-bank-stake.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "A Possible Case of Fudging Profit to Match Desires",
      "snippet": "Office of Federal Housing Enterprise Oversight report essentially argues that accounting policies at Fannie Mae violated generally accepted accounting principles and gave it far too much flexibility in choosing how much it would report in earnings...",
      "abstract": "Office of Federal Housing Enterprise Oversight report essentially argues that accounting policies at Fannie Mae violated generally accepted accounting principles and gave it far too much flexibility in choosing how much it would report in earnings (Market Place column) (M)",
      "lead_paragraph": "How profitable was Fannie Mae?",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/24/business/a-possible-case-of-fudging-profit-to-match-desires.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Food Service For Sale",
      "snippet": "Dutch food company Royal Ahold plans to sell its Benelux food service, Deli XL (S)",
      "abstract": "Dutch food company Royal Ahold plans to sell its Benelux food service, Deli XL (S)",
      "lead_paragraph": "The Dutch food company Royal Ahold said it planned to sell its Benelux food service, Deli XL, which last year recorded 837 million euros ($1.02 billion) in consolidated sales. Deli XL, which caters to institutions like company cafeterias, has reported declining results in recent years. Royal Ahold is in the process of selling selected assets as part of an effort to recover from a $1.2 billion accounting scandal last year, most of it centered at its U.S. Foodservice unit in Columbia, Md. Gregory Crouch (NYT)",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/24/business/world-business-briefing-europe-the-netherlands-food-service-for.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "Overseer Says Fannie Mae May Be Due for Shake-Up",
      "snippet": "Office of Federal Housing Enterprise Oversight raises possibility of management shake-up at Fannie Mae to clean up its culture and finances after harshly criticizing mortgage giant for improper accounting practices in report; submits list of corre...",
      "abstract": "Office of Federal Housing Enterprise Oversight raises possibility of management shake-up at Fannie Mae to clean up its culture and finances after harshly criticizing mortgage giant for improper accounting practices in report; submits list of corrective steps to Fannie Mae board, arguing that problems discovered thus far are grave enough that 'immediate action is warranted'; criticism of Fannie Mae's management appears to be sharp rebuke to its chief executive Franklin D Raines, even though he is seldom mentioned in regulators' report; graph; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 23 - After harshly criticizing Fannie Mae for improper accounting practices in a 211-page report, federal regulators said on Thursday that they had raised the possibility of a management shake-up at the mortgage giant to clean up its culture and finances.",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/24/business/overseer-says-fannie-mae-may-be-due-for-shakeup.html",
      "byline": "By Jennifer 8. Lee"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Jobless Rate Rises",
      "snippet": "Brazil's unemployment rate rose in August to 11.4 percent from 11.2 percent in July; number of umemployed people searching for jobs in six metropolitan areas surveyed rose to 2.5 million, from 2.4 million; number of employed people increased, to 1...",
      "abstract": "Brazil's unemployment rate rose in August to 11.4 percent from 11.2 percent in July; number of umemployed people searching for jobs in six metropolitan areas surveyed rose to 2.5 million, from 2.4 million; number of employed people increased, to 19.2 million from 19.1 million (S)",
      "lead_paragraph": "The unemployment rate in Brazil rose in August for the first time in four months, edging up to 11.4 percent from 11.2 percent in July. In releasing the data, the government's statistics agency stressed that the increase was not statistically significant, suggesting that the jobless rate may have risen because more people actively sought work last month now that the economy, South America's largest, is heating up. The number of unemployed people searching for jobs in the six metropolitan areas surveyed rose to 2.5 million in August, from 2.4 million the previous month. The number of employed people also increased, to 19.2 million from 19.1 million. Todd Benson (NYT)",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/24/business/world-business-briefing-americas-brazil-jobless-rate-rises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Feed-Tube Law Is Struck Down in Florida Case",
      "snippet": "Florida Supreme Court rules that hastily passed law Gov Jeb Bush cited in ordering that brain-damaged woman be kept alive against her husband's wishes violates separation of powers guaranteed by state's Constitution; justices rule unanimously that...",
      "abstract": "Florida Supreme Court rules that hastily passed law Gov Jeb Bush cited in ordering that brain-damaged woman be kept alive against her husband's wishes violates separation of powers guaranteed by state's Constitution; justices rule unanimously that so-called 'Terri's Law,' passed by Republican-controlled Legislature last fall, encroaches on power reserved for independent judiciary; lower courts have generally supported Michael Schiavo's efforts to end life support for his wife Terri, who has been in what doctors call persistent vegetative state since 1990; her parents have sought for six years to keep her alive; Bush's spokeswoman indicates that governor will not appeal ruling; photos (M)",
      "lead_paragraph": "MIAMI, Sept. 23 - Gov. Jeb Bush's efforts to keep a brain-damaged woman alive against her husband's wishes all but collapsed on Thursday, when the Florida Supreme Court ruled that the law letting the governor order her feeding tube reinserted violated the separation of powers guaranteed by the state's Constitution.",
      "publication_date": "2004-09-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/24/us/feedtube-law-is-struck-down-in-florida-case.html",
      "byline": "By Abby Goodnough"
    }
  ]
}