{
  "metadata": {
    "date": "2004-12-02",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Dollar's Fall Drains Profit of European Small Business",
      "snippet": "Smaller exporters in Europe are expressing more and more fear about how rise in value of euro and other currencies and decline in United States dollar will affect their businesses; euro reaches record high of $1.3319 in New York trading and Britis...",
      "abstract": "Smaller exporters in Europe are expressing more and more fear about how rise in value of euro and other currencies and decline in United States dollar will affect their businesses; euro reaches record high of $1.3319 in New York trading and British pound rises to 12-year high of $1.9327; distress in European industry is increasing pressure on European Central Bank to respond, either by intervening in currency market to curb rise of euro or by lowering interest rates; photos (M)",
      "lead_paragraph": "FRANKFURT, Dec. 1 - To get a sense of how fast the falling dollar can ruin a European businessman's day, talk to Udo Pfeiffer, the chief executive of a small German machinery maker in the industrial Ruhr Valley.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/02/business/worldbusiness/dollars-fall-drains-profit-of-european-small.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "At Museums, Computers Get Creative",
      "snippet": "Touch-screen technology and other innovations and interactive exhibits give museum-goers deeper understanding of objects that cannot be handled; photo (M)",
      "abstract": "Touch-screen technology and other innovations and interactive exhibits give museum-goers deeper understanding of objects that cannot be handled; photo (M)",
      "lead_paragraph": "SAN FRANCISCO - AT the Exploratorium, the hands-on science museum here, there is an exhibit called \"Energy From Death\" that staff members refer to as \"the rotting carcass.\" In a small terrarium hundreds of dermestid beetles eat the flesh and bones of a dead baby mouse over several days.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/02/technology/circuits/at-museums-computers-get-creative.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: U.S. Eases Avocado Limit",
      "snippet": "US Agriculture Department reportedly lifts almost all restrictions on imports of Mexican avocados; year-round restrictions in California, Florida and Hawaii will be lifted by 2007 (S)",
      "abstract": "US Agriculture Department reportedly lifts almost all restrictions on imports of Mexican avocados; year-round restrictions in California, Florida and Hawaii will be lifted by 2007 (S)",
      "lead_paragraph": "The United States Department of Agriculture has lifted almost all the restrictions on imports of Mexican avocados, the Mexican Agriculture Ministry said. Beginning Jan. 31, Mexican avocados will be allowed to enter all states year-round except California, Florida and Hawaii. By 2007, those states will also be opened. Mexican avocados are now allowed in only 31 states in the months from October to April. The Department of Agriculture estimates that the measure will cost California growers $71 million. Mexico exported $52 million worth of avocados to the United States last year. Elisabeth Malkin (NYT)",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/02/business/world-business-briefing-americas-mexico-us-eases-avocado-limit.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "Nothing Ventured, Everything Gained",
      "snippet": "New trading tactic that gives a hedge fund voting stake while holding no economic interest has emerged in takeover fight for King Pharmaceuticals, generic drug maker, by its larger rival, Mylan Laboratories; Perry Corp, New York-based hedge fund, ...",
      "abstract": "New trading tactic that gives a hedge fund voting stake while holding no economic interest has emerged in takeover fight for King Pharmaceuticals, generic drug maker, by its larger rival, Mylan Laboratories; Perry Corp, New York-based hedge fund, owns 7 million shares of King, hoping to profit from spread between price of Mylan offered for King shares, $16.49, and King's actual share price, $12.42 at close of trading on Dec 1; if deal is completed, Perry stands to make over $28 million; Perry appears to have set up sophisticated swap trade with Bear Stearns and Goldman Sachs so that it now controls about 10 percent of Mylan's votes, with limited or no exposure to fluctuations in Mylan's share price; move, which leaves Perry as largest, if indirect, shareholder of Mylan, could help ensure that Mylan receives enough shareholder votes to approve deal for King at time when next-biggest shareholder of Mylan, Carl C Icahn, is trying to block merger; chart; photo (M)",
      "lead_paragraph": "A new trading tactic that could tip proxy fights and takeover battles has emerged from the shadows of the hedge fund industry, igniting outrage among some investors and corporate governance experts.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/02/business/nothing-ventured-everything-gained.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Job Cuts At Bombardier",
      "snippet": "Canadian aircraft and train maker Bombardier plans to lay off 2,200 workers in rail business in 14 countries, bringing total of recent job cuts to 7,600; reports sharp decline in third-quarter earnings, to $10 million; graph (S)",
      "abstract": "Canadian aircraft and train maker Bombardier plans to lay off 2,200 workers in rail business in 14 countries, bringing total of recent job cuts to 7,600; reports sharp decline in third-quarter earnings, to $10 million; graph (S)",
      "lead_paragraph": "The Canadian aircraft and train maker Bombardier said it planned to lay off 2,200 employees, bringing the total of recently announced job cuts to 7,600. The latest layoffs will come from the rail business and involve workers in 14 countries. The company also said it earned $10 million in the third quarter, down from $133 million a year earlier. The chief executive, Paul M. Tellier, disputed concerns -- prompted by recent credit downgrades -- that the company was running short of cash. Mr. Tellier said that Bombardier had $5 billion available, with $3 billion of it untapped credit. Ian Austen (NYT)",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/02/business/world-business-briefing-americas-canada-job-cuts-at-bombardier.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "LG.Philips to Spend $5.1 Billion on New Flat-Panel TV Factory",
      "snippet": "LGPhilips LCD Co, venture between LG Electronics of South Korea and Royal Philips Electronics of Netherlands, plans to spend record 5.3 trillion won ($5.1 billion) to build world's largest plant for flat-panel television sets; plant will begin pro...",
      "abstract": "LGPhilips LCD Co, venture between LG Electronics of South Korea and Royal Philips Electronics of Netherlands, plans to spend record 5.3 trillion won ($5.1 billion) to build world's largest plant for flat-panel television sets; plant will begin producing 45,000 sheets of glass a month for 42-inch and 47-inch LCD sets beginning in first half of 2006, with production gradually increasing to capacity of 90,000 a month; photo (M)",
      "lead_paragraph": "SEOUL, South Korea, Dec. 1 - The LG.Philips LCD Company, the world's second-largest maker of liquid-crystal display television sets, plans to spend a record 5.3 trillion won, or $5.1 billion, to build the world's largest plant for flat-panel sets.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/02/business/worldbusiness/lgphilips-to-spend-51-billion-on-new-flatpanel-tv.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Trading Losses at Chinese Firm Coming to Light",
      "snippet": "China Aviation Oil (Singapore) Corp, which is controlled by China Aviation Oil Holdings Co, Chinese state-owned enterprise, loses $550 million in derivatives transactions in five week, touching off international scramble to determine who will cove...",
      "abstract": "China Aviation Oil (Singapore) Corp, which is controlled by China Aviation Oil Holdings Co, Chinese state-owned enterprise, loses $550 million in derivatives transactions in five week, touching off international scramble to determine who will cover losses; Singapore-listed company says it incurred losses while trading derivatives linked to price of jet fuel; Singapore Exchange has directed China Aviation Singapore to appoint special auditor, PricewaterhouseCoopers, to provide explanation of what went wrong; company is trying to negotiate additional investments of $50 million apiece by China Aviation Oil and Temasek, Singapore's state-controlled conglomerate, which owns less than 2 percent of China Aviation Singapore (M)",
      "lead_paragraph": "HONG KONG, Thursday, Dec. 2 - The disclosure this week that a Singapore-listed company controlled by a Chinese state-owned enterprise lost $550 million in derivatives transactions in the last five weeks has touched off an international scramble to determine who will cover the losses.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/02/business/worldbusiness/trading-losses-at-chinese-firm-coming-to-light.html",
      "byline": "By Keith Bradsher and Wayne Arnold"
    },
    {
      "headline": "For DVD's, a New Definition",
      "snippet": "David Pogue State of the Art column compares quality of DVD players with all-digital HD upconverters from Denon, Panasonic, Sony, Toshiba and Samsung; says new players should be used with HDTV with digital-video input for maximum benefit; drawing;...",
      "abstract": "David Pogue State of the Art column compares quality of DVD players with all-digital HD upconverters from Denon, Panasonic, Sony, Toshiba and Samsung; says new players should be used with HDTV with digital-video input for maximum benefit; drawing; photos (M)",
      "lead_paragraph": "THE runaway success of the DVD notwithstanding, its arrival on the electronics scene was poorly timed. Most of the content published by the movie studios is in theater-style wide-screen format. You can watch a movie letterboxed -- that is, squished -- taking up only about two-thirds of the screen on a 19-inch tube TV, or you can watch it blown up on a giant wide-screen high-definition set.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/02/technology/circuits/for-dvds-a-new-definition.html",
      "byline": "By Wilson Rothman"
    },
    {
      "headline": "Calpers Ouster Puts Focus on How Funds Wield Power",
      "snippet": "Sean Harrigan is removed as president of California Public Employees Retirement System, a move that raises questions about whether pension funds, endowments and other big activist investors will be able to keep wielding influence in corporate gove...",
      "abstract": "Sean Harrigan is removed as president of California Public Employees Retirement System, a move that raises questions about whether pension funds, endowments and other big activist investors will be able to keep wielding influence in corporate governance campaigns; change also underscores growing awareness of political and economic power lying largely untapped in nation's retirement money, about $6 trillion, and escalating dispute over how that power should be used; Harrigan says his ouster is retaliation for campaigns that he and others led to change behavior at companies like Disney, Safeway, New York Stock Exchange and Kohlberg Kravis Roberts; even when initiatives failed they often pitted Harrigan, union official, against business groups (M)",
      "lead_paragraph": "The ouster of the president of California's public pension fund has raised questions about whether pension funds, endowments and other big activist investors will be able to keep wielding influence in corporate governance campaigns.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/02/business/calpers-ouster-puts-focus-on-how-funds-wield-power.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Prisoner Enters Palestinian Race for New Leader",
      "snippet": "Imprisoned Palestinian leader Marwan Barghouti enters race for presidency of Palestinian Authority, in surprise move that makes Jan 9 vote competitive and potentially divisive; Mahmoud Abbas, official candidate of dominant Fatah movement, appeared...",
      "abstract": "Imprisoned Palestinian leader Marwan Barghouti enters race for presidency of Palestinian Authority, in surprise move that makes Jan 9 vote competitive and potentially divisive; Mahmoud Abbas, official candidate of dominant Fatah movement, appeared until now to have only token opposition in campaign to replace Yasir Arafat; Barghouti's wife Fadwa announces her husband's candidacy after prison visit with him; Palestinian and Israeli analysts speculate that Barghouti's candidacy could be designed to extract concessions from Fatah leadership; Barghouti had earlier said he would not run; before Arafat's death, opinion polls consistently cited Barghouti as second most popular Palestinian leader, with Abbas barely registering; Abbas has made strong showing in some recent polls, but many Palestinians appear undecided; it is not clear how they will respond to Barghouti's candidacy; photo (M)",
      "lead_paragraph": "JERUSALEM, Dec. 1 - Marwan Barghouti, an imprisoned Palestinian leader, reversed a decision Wednesday night and entered the race for the presidency of the Palestinian Authority. The surprise move instantly made the Jan. 9 vote competitive and potentially divisive.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/02/world/middleeast/prisoner-enters-palestinian-race-for-new-leader.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Bank Cutting Jobs",
      "snippet": "Deutsche Bank will cut 1,920 domestic jobs over next two years, reducing its work force to 25,410 full-time employees in Germany (S)",
      "abstract": "Deutsche Bank will cut 1,920 domestic jobs over next two years, reducing its work force to 25,410 full-time employees in Germany (S)",
      "lead_paragraph": "Deutsche Bank will cut 1,920 domestic jobs over the next two years, reducing its work force to 25,410 full-time employees in Germany, it said. The bank will eliminate 2,300 employees in transaction processing and administrative jobs and create 350 jobs at domestic units. Petra Kappl (NYT)",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/02/business/world-business-briefing-europe-germany-bank-cutting-jobs.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Justices Hear Arguments On Bankruptcy and I.R.A.'s  The Supreme Court heard arguments in a case that may determine whether bankruptcy protection covers individual retirement accounts.  ",
      "abstract": " Justices Hear Arguments On Bankruptcy and I.R.A.'s  The Supreme Court heard arguments in a case that may determine whether bankruptcy protection covers individual retirement accounts.  ",
      "lead_paragraph": "Justices Hear Arguments On Bankruptcy and I.R.A.'s The Supreme Court heard arguments in a case that may determine whether bankruptcy protection covers individual retirement accounts.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/02/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Chief Will Depart Early From Australian Phone Giant",
      "snippet": "Australian telecommunications provider Telstra announces chief executive Zygmunt E Switkowski will step down in July, two years ahead of schedule, as government prepares to sell its remaining stake in company; photo (M)",
      "abstract": "Australian telecommunications provider Telstra announces chief executive Zygmunt E Switkowski will step down in July, two years ahead of schedule, as government prepares to sell its remaining stake in company; photo (M)",
      "lead_paragraph": "Telstra, Australia's dominant telecommunications provider, announced yesterday that its chief executive, Zygmunt E. Switkowski, would step down in July -- two years ahead of schedule -- as the government prepares to sell its remaining stake in the company.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/02/business/worldbusiness/chief-will-depart-early-from-australian-phone-giant.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "U.S. to Increase Its Force in Iraq by Nearly 12,000",
      "snippet": "Pentagon says American military presence in Iraq will grow by nearly 12,000 troops, to 150,000, highest level since invasion, to provide security for Iraqi elections in Jan and to quell insurgent attacks around country; 10,400 soldiers and marines...",
      "abstract": "Pentagon says American military presence in Iraq will grow by nearly 12,000 troops, to 150,000, highest level since invasion, to provide security for Iraqi elections in Jan and to quell insurgent attacks around country; 10,400 soldiers and marines in Iraq will have their tours extended, some for second time, even as their replacement units begin to arrive; 1,500 paratroopers from 82d Airborne Div are being sent to Iraq for four-month tour; some commanders and military experts say Army is risking problems with morale and retention by breaking its pledge to keep troops on ground in Iraq for no more than 12 months; presence of combat-hardened forces is considered essential to attack insurgents and provide support to Iraqi security forces; one goal is to stiffen resolve of local forces and prevent routs like that in Mosul, where newly minted Iraqi police forces fled last month when attacked by small numbers of rebels (M)",
      "lead_paragraph": "WASHINGTON, Dec. 1 - The American military presence in Iraq will grow by nearly 12,000 troops by next month, to 150,000, the highest level since the invasion last year, to provide security for the Iraqi elections in January and to quell insurgent attacks around the country, the Pentagon announced Wednesday.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/02/politics/us-to-increase-its-force-in-iraq-by-nearly-12000.html",
      "byline": "By Eric Schmitt and Thom Shanker"
    },
    {
      "headline": "World Business Briefing | Australia: Economic Growth Slows",
      "snippet": "Australian Bureau of Statistics reports economy expanded 0.2 percent in third quarter (S)",
      "abstract": "Australian Bureau of Statistics reports economy expanded 0.2 percent in third quarter (S)",
      "lead_paragraph": "Australia's economy expanded 0.3 percent in the third quarter, its slowest rate of growth since 2000, according to the Australian Bureau of Statistics. While domestic consumer demand remained robust, global demand for the country's exports declined. Wayne Arnold (NYT)",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/02/business/world-business-briefing-australia-economic-growth-slows.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "A New Election for Ukrainians Appears Likely",
      "snippet": "Ukraine will hold new election under agreement brokered by Pres Leonid D Kuchma and two men aspiring to succeed him; agreement seeks to defuse crisis that has brought country to standstill after runoff election Nov 21 that was marred by accusation...",
      "abstract": "Ukraine will hold new election under agreement brokered by Pres Leonid D Kuchma and two men aspiring to succeed him; agreement seeks to defuse crisis that has brought country to standstill after runoff election Nov 21 that was marred by accusations of fraud; Kuchma, Prime Min Viktor F Yanukovich and Viktor A Yushchenko, meeting with European mediators, agree to draft proposals for new election if Supreme Court rules to overturn results of election, as is expected; Yanukovich, who was declared winner and president elect, files his own appeal citing fraudulent voting in Kiev; this adds ammunition to Yushchenko's arguments that election was fraudulent; efforts at mediation contrast with pointed political confrontation; Yanukovich's supporters and Kuchma's aides refuse to recognize parliamentary vote of no confidence in Yanukovich's government, but signs are growing that he is losing support of powerful allies; photo (M)",
      "lead_paragraph": "KIEV, Ukraine, Dec. 1 - Ukraine appears to be headed toward holding a new election under an agreement announced Wednesday night to adopt a sweeping reorganization of political power.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/02/world/europe/a-new-election-for-ukrainians-appears-likely.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Panel to Review Drug for Low Female Sex Drive",
      "snippet": "Procter & Gamble will try to persuade Food and Drug Administration to recommend approval of Intrinsa, first drug to increase woman's sex drive; plans to tell FDA that drug increases sexual desire of women and frequency with which they have satisfy...",
      "abstract": "Procter & Gamble will try to persuade Food and Drug Administration to recommend approval of Intrinsa, first drug to increase woman's sex drive; plans to tell FDA that drug increases sexual desire of women and frequency with which they have satisfying sex; some experts say approval of drug will bring new era in handling of women's sexual problems; Jennifer R Berman, director of Female Sexual Medicine Center at University of California, Los Angeles, and consultant to Procter & Gamble, comments; photo (M)",
      "lead_paragraph": "Men have Viagra and other pills to fight sexual impotence. Now women might soon have something roughly equivalent.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/02/health/panel-to-review-drug-for-low-female-sex-drive.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "World Business Briefing | Europe: France: Poor Outlook At Euro Disney",
      "snippet": "Chief executive Andre Lacroix reports Euro Disney expects net losses for at least next several years, indication that debt-restructuring program will not restore company to financial health anytime soon; photo (S)",
      "abstract": "Chief executive Andre Lacroix reports Euro Disney expects net losses for at least next several years, indication that debt-restructuring program will not restore company to financial health anytime soon; photo (S)",
      "lead_paragraph": "The theme park operator Euro Disney expects to record net losses \"for at least the next several years,\" indicating that the debt-restructuring program the company is completing will not restore it to financial health anytime soon. According to a management report signed by Euro Disney's chief executive, André Lacroix, the company expects its operating margin and net income to continue to suffer from management fees, interest expenses, depreciation and amortization and royalty fees paid to the Walt Disney Company, which owns 41 percent of Euro Disney. The management report is part of a 320-page document published on Euro Disney's Web site ahead of a shareholder's meeting on Dec. 17.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/02/business/world-business-briefing-europe-france-poor-outlook-at-euro-disney.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "Inspectors Said to Seek Access to Sites in Iran",
      "snippet": "Internatinal Atomic Energy Agency inspectors seek access to two secret Iranian military sites where Iran's Ministry of Defense may be working on atomic weapons, despite agreement Iran reached this week to suspend its producion of enriched uranium;...",
      "abstract": "Internatinal Atomic Energy Agency inspectors seek access to two secret Iranian military sites where Iran's Ministry of Defense may be working on atomic weapons, despite agreement Iran reached this week to suspend its producion of enriched uranium; inspectors base their suspicions on mix of satellite photographs indicating testing of high explosives and procurement records showing purchase of equipment that can be used for enriching uranium; weapons experts caution that equipment purchases and other activities could have nonnuclear purposes; areas IAEA wants to visit are all in secure military bases, traditionally considerd off limits to agency unless there is strong evidence of covert nuclear activity there; IAEA director general Mohamed ElBaradei says he has repeatedly asked Iran for access to two sites, but it has not yet been granted; says even with full Iranian cooperation, it would take two years or more to resolve outstanding questions surrounding Iran's nuclear program; photos; map (M)",
      "lead_paragraph": "VIENNA, Dec. 1 - International inspectors are requesting access to two secret Iranian military sites where intelligence suggests that Tehran's Ministry of Defense may be working on atomic weapons, despite the agreement that Iran reached this week to suspend its production of enriched uranium, according to diplomats here.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/02/world/middleeast/inspectors-said-to-seek-access-to-sites-in-iran.html",
      "byline": "This article is by William J. Broad, David E. Sanger and Elaine Sciolino"
    },
    {
      "headline": "No Streets of Gold in São Paulo",
      "snippet": "Two-year-old crackdown by Brazilian police on ranches, logging operations and mines reportedly has freed more enslaved workers than in previous eight years; crackdown, however, has done little to deter severe labor abuses in Sao Paulo, where thous...",
      "abstract": "Two-year-old crackdown by Brazilian police on ranches, logging operations and mines reportedly has freed more enslaved workers than in previous eight years; crackdown, however, has done little to deter severe labor abuses in Sao Paulo, where thousands of undocumented immigrants from Bolivia and neighboring countries work and live in small-scale garment factories in slave conditions; Catholic Church estimates that 50,000 to 60,000 Bolivians live in Sao Paulo, mostly in gritty immigrant neighborhoods on fringe of city center (M)",
      "lead_paragraph": "SÃO PAULO, Brazil, Dec. 1 - In less than two years since Brazil's first working-class president, Luiz Inácio Lula da Silva, announced an ambitious plan to eradicate forced labor in the country by 2006, government inspectors have freed more enslaved workers than in the previous eight years. They have done so by stepping up police raids on ranches, logging operations and mines that lure poor and often illiterate Brazilian peasants into servitude.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/02/business/worldbusiness/no-streets-of-gold-in-sao-paulo.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Trade Surplus Falls",
      "snippet": "Brazilian Trade Ministry reports trade surplus narrowed to $2 billion in November from $3 billion in October, lowest level in seven months; imports rose to record $6 billion from $5.8 billion in October; exports fell for third straight month, to $...",
      "abstract": "Brazilian Trade Ministry reports trade surplus narrowed to $2 billion in November from $3 billion in October, lowest level in seven months; imports rose to record $6 billion from $5.8 billion in October; exports fell for third straight month, to $8.2 billion (S)",
      "lead_paragraph": "Brazil's trade surplus fell to its lowest level in seven months in November, dragged down by surging imports and a strengthening local currency, which some economists say is starting to curb export growth. The surplus narrowed to $2 billion last month from $3 billion in October, the trade ministry said. Imports, which tend to peak at the end of the year, rose to a record $6 billion in November from $5.8 billion the previous month. Exports, meanwhile, fell for the third straight month, dropping to $8.2 billion from $8.8 billion. Todd Benson (NYT)",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/02/business/world-business-briefing-americas-brazil-trade-surplus-falls.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Europe to Sue Over Data Greece Gave on Economy",
      "snippet": "Spokeswoman Amelia Torres says European Commission will sue Greece for submitting inaccurate deficit figures before joing euro zone in 2001; stops short of accusing Greece of issuing deliberately misleading figures; photo (M)",
      "abstract": "Spokeswoman Amelia Torres says European Commission will sue Greece for submitting inaccurate deficit figures before joing euro zone in 2001; stops short of accusing Greece of issuing deliberately misleading figures; photo (M)",
      "lead_paragraph": "BRUSSELS, Dec. 1 - The European Commission said on Wednesday that it would sue Greece for submitting incaccurate deficit figures before joining the euro zone in 2001.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/02/business/worldbusiness/europe-to-sue-over-data-greece-gave-on-economy.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Retail Sales Decline",
      "snippet": "German Federal Statistics Office reports 3.7 percent decline in retail sales in October, largest decline in five months (S)",
      "abstract": "German Federal Statistics Office reports 3.7 percent decline in retail sales in October, largest decline in five months (S)",
      "lead_paragraph": "German retail sales fell in October by 3.7 percent from October 2003, the largest decline in five months, the Federal Statistics Office said. The decline was more than analysts had expected, but the figure was an increase from September, an indication that personal consumption might rebound in the Christmas shopping season. Petra Kappl (NYT)",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/02/business/world-business-briefing-europe-germany-retail-sales-decline.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "I Want My Moscow TV",
      "snippet": "Ken Schaffer invents TV2Me, device that retransmits home television signals worldwide over the Internet; system costs several thousand dollars, but Schaffer plans to reduce price to less than $1,000 within a year; Sony introduces similar product c...",
      "abstract": "Ken Schaffer invents TV2Me, device that retransmits home television signals worldwide over the Internet; system costs several thousand dollars, but Schaffer plans to reduce price to less than $1,000 within a year; Sony introduces similar product called LocationFree TV; brief profile; some of Schaffer's other inventions noted; photos (M)",
      "lead_paragraph": "KEN SCHAFFER doesn't like blind spots. Never has.",
      "publication_date": "2004-12-02T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/02/technology/circuits/i-want-my-moscow-tv.html",
      "byline": "By Seth Schiesel"
    }
  ]
}