{
  "metadata": {
    "date": "2004-02-09",
    "total_articles": 35
  },
  "articles": [
    {
      "headline": "39 DIE IN MOSCOW AS BOMB GOES OFF ON SUBWAY TRAIN",
      "snippet": "Bomb explodes inside Moscow subway train during morning rush on Feb 6, killing at least 39 people and wounding over 130; no one claims responsibility for bombing though senior government officials, including Pres Vladimir V Putin, suspect that it ...",
      "abstract": "Bomb explodes inside Moscow subway train during morning rush on Feb 6, killing at least 39 people and wounding over 130; no one claims responsibility for bombing though senior government officials, including Pres Vladimir V Putin, suspect that it is latest in series of terrorist attacks linked to war in Chechnya; hundreds of passengers have to stagger through smoke-filled tunnels to reach safety; Putin blames wave of terror on separatist leader Aslan Maskhadov; map; photos (M)",
      "lead_paragraph": "A bomb exploded inside a crowded subway train during the morning rush on Friday, killing at least 39 people and wounding more than 130. No one claimed responsibility for the bombing though senior government officials, including President Vladimir V. Putin, said they suspected that it was the latest in a series of terrorist attacks linked to the war in Chechnya.",
      "publication_date": "2004-02-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/07/world/39-die-in-moscow-as-bomb-goes-off-on-subway-train.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Assassinations Tear Into Iraq's Educated Class",
      "snippet": "Hundreds of intellectuals and mid-level administrators have been assassinated since May in widening campaign against Iraq's professional class; Brig Gen Mark Kimmitt says by silencing urban professionals, guerrillas are waging war on Iraq's fledgl...",
      "abstract": "Hundreds of intellectuals and mid-level administrators have been assassinated since May in widening campaign against Iraq's professional class; Brig Gen Mark Kimmitt says by silencing urban professionals, guerrillas are waging war on Iraq's fledgling institutions and progress itself; dead include doctors, lawyers and judges; US authorities say foreign terrorists may be behind attacks; Iraqi authorities point to former Baath Party elements or displaced military officers; say killings have been coordinated; photo of Khalid Ali al-Mayah, whose brother Prof Abdul al-Latif al-Mayah was recently assassinated (M)",
      "lead_paragraph": "Abdul al-Latif al-Mayah was never safe. Not before the war started, and not after.",
      "publication_date": "2004-02-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/07/world/the-struggle-for-iraq-killings-assassinations-tear-into-iraq-s-educated-class.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Report Eases Some Fears That Rates Will Rise Soon",
      "snippet": "Stocks and bonds rally on January jobs report that offers something for investors in both equities and Treasuries; while government reports addition of 112,000 jobs, increase is less than 175,000 expected, positive for bonds because slower growth ...",
      "abstract": "Stocks and bonds rally on January jobs report that offers something for investors in both equities and Treasuries; while government reports addition of 112,000 jobs, increase is less than 175,000 expected, positive for bonds because slower growth means interest rates will rise more slowly; price of 10-year note rises 23/32, to 101 12/32; yield falls to 4.08 percent from 4.17 percent (M)",
      "lead_paragraph": "Stocks and bonds rallied yesterday on a January jobs report that offered something for investors in both equities and Treasuries.",
      "publication_date": "2004-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/07/business/the-markets-currencies-report-eases-some-fears-that-rates-will-rise-soon.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "BUSH SETS PANEL ON INTELLIGENCE BEFORE IRAQ WAR",
      "snippet": "Pres Bush creates bipartisan commission to investigate quality of intelligence used to justify Iraq war and to address problems posed by weapons proliferation; gives panel until March 2005 to submit its conclusions; selects former Sen Charles S Ro...",
      "abstract": "Pres Bush creates bipartisan commission to investigate quality of intelligence used to justify Iraq war and to address problems posed by weapons proliferation; gives panel until March 2005 to submit its conclusions; selects former Sen Charles S Robb and Judge Laurence H Silberman as chairmen of commission; other members are Lloyd N Cutler, Sen John McCain, retired Adm William O Studeman, Yale University pres Richard C Levin and former appeals court judge Patricia M Wald; Bush says two other members will be named later; Bush photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/07/us/bush-sets-panel-on-intelligence-before-iraq-war.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Facing '96 Loss, Brawling Kerry Fought to Win",
      "snippet": "Sen John Kerry defeated Massachusetts Gov William F Weld by eight percentage points when he ran for re-election in 1996; polls in final stretch of campaign showed that little more than third of Massachusetts voters believed Kerry deserved third te...",
      "abstract": "Sen John Kerry defeated Massachusetts Gov William F Weld by eight percentage points when he ran for re-election in 1996; polls in final stretch of campaign showed that little more than third of Massachusetts voters believed Kerry deserved third term; how Kerry bounced back provides valuable insights into him as campaigner, his combative instincts and how he deals with adversity; people on either side of 1996 race say these same qualities propelled come-from-behind victory over Howard Dean in Iowa that set him on path to winning seven of nine Democratic contests; his supporters say 1996 race also put on display political prowess Kerry will show as candidate trying to topple incumbent president; Kerry and Weld photo (M)",
      "lead_paragraph": "As Labor Day opened the final stretch in John Kerry's 1996 re-election campaign, polls showed that little more than a third of Massachusetts voters believed he deserved a third term in the Senate.",
      "publication_date": "2004-02-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/07/us/the-2004-campaign-campaign-strategy-facing-96-loss-brawling-kerry-fought-to-win.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Asian-Americans Take Offense at a Law Firm Memo",
      "snippet": "Partner in London office of Dewey Ballantine sends e-mail containing jocular reference to Chinese restaurants that strikes some recipients as offensive and draws protests from dozens of Asian-American student associations and bar associations; sen...",
      "abstract": "Partner in London office of Dewey Ballantine sends e-mail containing jocular reference to Chinese restaurants that strikes some recipients as offensive and draws protests from dozens of Asian-American student associations and bar associations; senior partners at firm almost immediately send out firmwide apology, as does author of message (M)",
      "lead_paragraph": "It began, like so many office controversies, with an e-mail message.",
      "publication_date": "2004-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/07/business/asian-americans-take-offense-at-a-law-firm-memo.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Alterations for Signature Clothing",
      "snippet": "Midprice fashion lines being introduced by Ralph Lauren, Jones New York and Calvin Klein; companies say new lines represent significant shift of focus, away from teenagers and toward an older shopper who is looking for stylish, midprice clothing; ...",
      "abstract": "Midprice fashion lines being introduced by Ralph Lauren, Jones New York and Calvin Klein; companies say new lines represent significant shift of focus, away from teenagers and toward an older shopper who is looking for stylish, midprice clothing; photos (L)",
      "lead_paragraph": "As the final flounces are hand-stitched into $5,000 gowns that will be paraded down the runways during Fashion Week in New York, a different class of clothes is bound for department stores around the country.",
      "publication_date": "2004-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/07/business/alterations-for-signature-clothing.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "New Wage and Benefit Cuts Expected at US Airways  Officials at US Airways, which is struggling to meet the conditions of federal loans that lifted it out of bankruptcy last year, began making the case for more wage and benefit cuts to skeptical un...",
      "abstract": " New Wage and Benefit Cuts Expected at US Airways  Officials at US Airways, which is struggling to meet the conditions of federal loans that lifted it out of bankruptcy last year, began making the case for more wage and benefit cuts to skeptical union leaders who have already declared that ''the concessions stand is closed.''       US Airways has been working on a strategy since December, when its chief executive, David N. Siegel, said that increased competition from low-fare airlines was forcing it to revise the business plan it used when it emerged from bankruptcy last spring. [Page C3.]",
      "lead_paragraph": "New Wage and Benefit Cuts Expected at US Airways",
      "publication_date": "2004-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/07/business/business-digest-283878.html",
      "byline": ""
    },
    {
      "headline": "A First Lady Fiercely Loyal and Quietly Effective",
      "snippet": "Laura Bush is moving into new role as prominent surrogate for Pres Bush in his re-election campaign; has raised $5 million for campaign, vigorously defended him against Democratic attacks and showed herself to be more complicated and more immersed...",
      "abstract": "Laura Bush is moving into new role as prominent surrogate for Pres Bush in his re-election campaign; has raised $5 million for campaign, vigorously defended him against Democratic attacks and showed herself to be more complicated and more immersed in White House policy than her public image suggests; she has been decorous first lady who promoted causes like reading and women's health, but if anything makes her bristle, it is idea that she is viewed as 1950's-era first lady; photos (M)",
      "lead_paragraph": "For three years, Laura Bush has been a decorous first lady who promoted causes like reading and women's health. But if anything makes her bristle, it is the idea that she's viewed as a 1950's-era first lady.",
      "publication_date": "2004-02-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/07/us/a-first-lady-fiercely-loyal-and-quietly-effective.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "THE MARKETS: Market Place; Court Blocks Proxy Tactic In Offer For MONY",
      "snippet": "Judge Loretta Preska bars Highfields Capital Management from sending out copies of MONY Group's proxy ballot card with letters recommending that shareholders vote against company's proposed acquisition by AXA Financial for $31 a share, a price Hig...",
      "abstract": "Judge Loretta Preska bars Highfields Capital Management from sending out copies of MONY Group's proxy ballot card with letters recommending that shareholders vote against company's proposed acquisition by AXA Financial for $31 a share, a price Highfields says is too low; institutional investors like Highfields would like to use this tactic against management in proxy battles rather than go through complete proxy solicitation process, since it would make it easier for shareholders to change their vote or to vote for first time if they have not already done so; 1993 SEC rule has been informally interpreted as allowing tactic, and it has been used in other takeover battles without being challenged in court; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/07/business/the-markets-market-place-court-blocks-proxy-tactic-in-offer-for-mony.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Job Growth Picks Up But Misses Forecast",
      "snippet": "Bureau of Labor Statistics reports that job creation revived in January after abrupt year-end slowdown, with employers adding 112,000 jobs for the month; this is job market's best performance since economy started pulling out of recession in 2001,...",
      "abstract": "Bureau of Labor Statistics reports that job creation revived in January after abrupt year-end slowdown, with employers adding 112,000 jobs for the month; this is job market's best performance since economy started pulling out of recession in 2001, but growth in employment is well under 175,000 jobs expected by forecasters, and short of 150,000 new jobs that economists consider necessary to absorb new entrants into labor force; unemployment rate declines slightly in January, to 5.6 percent from 5.7 percent in December; charts (M)",
      "lead_paragraph": "Job creation revived in January after an abrupt year-end slowdown, with employers adding 112,000 jobs last month, the Bureau of Labor Statistics reported yesterday.",
      "publication_date": "2004-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/07/business/job-growth-picks-up-but-misses-forecast.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Histories Vanish Along With South's Cemeteries",
      "snippet": "Old Mill Cemetery in Thomaston, Ga, is one of thousands in South being swallowed by development and neglect; Mississippi Heritage Trust, alarmed by destruction and distintegration of so many historic burial grounds, includes handful of them on lis...",
      "abstract": "Old Mill Cemetery in Thomaston, Ga, is one of thousands in South being swallowed by development and neglect; Mississippi Heritage Trust, alarmed by destruction and distintegration of so many historic burial grounds, includes handful of them on list of state's most endangered places; weak laws and lax enforcement allow developers to bulldoze them and prevent vandals from being prosecuted; little money is available in state and county treasuries for upkeep; preservationists say most imperiled burial grounds are those historically used by blacks; poorly marked graves, neglected when people moved away, and lost tradition of cemetery tending are to blame, together with less vigilance by authorities in maintaining black cemeteries than white ones; photos (M)",
      "lead_paragraph": "The old dead lie beneath a noxious carpet of brambles and poison ivy, their tombstones mostly shattered and their names long forgotten. The graves of the recent dead, fresh mounds of ocher clay, are equally anonymous, without a single stone or marker among the strewn beer cans and candy wrappers.",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/08/us/histories-vanish-along-with-south-s-cemeteries.html",
      "byline": "By Andrew Jacobs"
    },
    {
      "headline": "KERRY VICTORIOUS BY WIDE MARGINS IN 2 MORE STATES",
      "snippet": "Sen John Kerry wins primaries in Washington and Michigan, solidifying his position as favorite to win party's nomination; he has now won 9 of first 11 nominating contests, and Howard Dean has won none; coming primaries are in Maine, Tennessee and ...",
      "abstract": "Sen John Kerry wins primaries in Washington and Michigan, solidifying his position as favorite to win party's nomination; he has now won 9 of first 11 nominating contests, and Howard Dean has won none; coming primaries are in Maine, Tennessee and Virginia; graph details results; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/08/us/the-2004-campaign-the-caucuses-kerry-victorious-by-wide-margins-in-2-more-states.html",
      "byline": "By Adam Nagourney and Katharine Q. Seelye"
    },
    {
      "headline": "The Pornography Industry vs. Digital Pirates",
      "snippet": "Pornography industry is finding novel ways to deal with online piracy threat; has been dealing with Internet copyright issues since 1980's; many companies seek ways to turn technologies that threaten them to their advantage; some give away picture...",
      "abstract": "Pornography industry is finding novel ways to deal with online piracy threat; has been dealing with Internet copyright issues since 1980's; many companies seek ways to turn technologies that threaten them to their advantage; some give away pictures to other sites in bid to turn freeloaders into subscribers; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/08/business/the-pornography-industry-vs-digital-pirates.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Delicate Dance For Musharraf In Nuclear Case",
      "snippet": "Some former and current American officials say there was considerable evidence that Gen Pervez Musharraf turned blind eye to Dr Abdul Qadeer Khan's selling of nuclear secrets to Iran, North Korea and Libya, even as Musharraf says he lacked proof; ...",
      "abstract": "Some former and current American officials say there was considerable evidence that Gen Pervez Musharraf turned blind eye to Dr Abdul Qadeer Khan's selling of nuclear secrets to Iran, North Korea and Libya, even as Musharraf says he lacked proof; with recent confession by Khan and pardon, Musharraf continues balancing act, privately calling Khan 'bad news,' but praising him publicly and giving him title 'special adviser'; US has been engaged in its own balancing act, weighing Pakistan's lack of action against Khan with its need to support Musharraf government in campaign against terrorism; details leading to confrontation between Musharraf and Khan and Khan's apology to nation described; Western experts say Khan, who is seen in Pakistan as founder of nuclear program, is egomaniac who is expert at making centrifuges but is not due all credit he is receiving; deal struck by Khan leaves many questions unanswered, including whether government officials or other scientists kenw about or played role in nuclear network; since Musharraf's pardon, US has refrained from criticism or any further action against Pakistan, but Simon Henderson, Washington Institute for Near East Policy, says there is much more potentially embarrassing information that could come to light (M)",
      "lead_paragraph": "Almost from the moment he took power in October 1999, Gen. Pervez Musharraf heard about serious problems with Abdul Qadeer Khan, the prominent Pakistani nuclear weapons scientist who this week issued a tearful, public confession to selling nuclear secrets around the world.",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/08/world/delicate-dance-for-musharraf-in-nuclear-case.html",
      "byline": "By David Rohde and Talat Hussain"
    },
    {
      "headline": "Executive Pay, Hiding Behind Small Print",
      "snippet": "Gretchen Morgenson column on on need for regulatory reform to force companies to better disclose executive pay; calls for increased disclosure of deferred compensation, supplemental retirement plans and payouts when company undergoes change in con...",
      "abstract": "Gretchen Morgenson column on on need for regulatory reform to force companies to better disclose executive pay; calls for increased disclosure of deferred compensation, supplemental retirement plans and payouts when company undergoes change in control (M)0",
      "lead_paragraph": "INVESTORS have been understandably irate over executive pay recently. But because disclosure in the area is so woeful, they don't know the half of it.",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/08/business/market-watch-executive-pay-hiding-behind-small-print.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Keeping Tight, if Numb, Grip on the Leash",
      "snippet": "Home Front column on how professional dog walker Danny DeLarosa copes with New York winter; photo (M)",
      "abstract": "Home Front column on how professional dog walker Danny DeLarosa copes with New York winter; photo (M)",
      "lead_paragraph": "EACH day Danny DeLarosa readies for battle as he combats a frigid winter with a body armor of clothes. Three layers of socks (one thermal, two cotton) warm his feet so they do nto feel as if ''they're going to fall off.'' Three pairs of pants - Lycra leggings, a layer of fleece and jeans - keep his legs from freezing. Four shirts, a hooded sweartshirt and a coat warm his chest against below-zero wind chills.",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/02/08/jobs/home-front-keeping-tight-if-numb-grip-on-the-leash.html",
      "byline": "By Betsy Cummings"
    },
    {
      "headline": "The East Joins the Low-Fare Bazaar",
      "snippet": "thØ",
      "abstract": "thØ",
      "lead_paragraph": "LIKE well-dressed wallflowers at a Valentine's Day ball, travelers on the East Coast once watched with envy as people in other parts of the country were courted assiduously with low fares.",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/08/business/the-east-joins-the-low-fare-bazaar.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Regional Terrorist Groups Pose Growing Threat, Experts Warn",
      "snippet": "Intelligence officers around world say landscape of terrorist threat has shifted, with number of regional military Islamic groups showing signs of growing strength and broader ambitions, even as operational power of Al Qaeda appears diminished; so...",
      "abstract": "Intelligence officers around world say landscape of terrorist threat has shifted, with number of regional military Islamic groups showing signs of growing strength and broader ambitions, even as operational power of Al Qaeda appears diminished; some groups are believed to be loosely affiliated with Al Qaeda, but others follow their own agenda, drawing inspiration from Osama bin Laden's periodic taped messages calling for attacks against US and its allies; smaller groups are resilient in resisting counterterrorism efforts led by US and setting sights beyond regional causes that inspired them; listing of six groups that have moved beyond original base and ideology; photos (M)",
      "lead_paragraph": "The landscape of the terrorist threat has shifted, many intelligence officials around the world say, with more than a dozen regional militant Islamic groups showing signs of growing strength and broader ambitions, even as the operational power of Al Qaeda appears diminished.",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/08/world/regional-terrorist-groups-pose-growing-threat-experts-warn.html",
      "byline": "By Raymond Bonner and Don van Natta Jr"
    },
    {
      "headline": "Shorten TV Season? End Sweeps? Rules Shifting at Networks",
      "snippet": "Prime time programming is going through substantial revision, as network television, battered by audience defections to cable and fearing impact that personal video recording machines like TiVo could wreak on advertising, is beginning to embrace t...",
      "abstract": "Prime time programming is going through substantial revision, as network television, battered by audience defections to cable and fearing impact that personal video recording machines like TiVo could wreak on advertising, is beginning to embrace tactics once considered heretical as it struggles to keep viewers; some strategies being considered include abolishing traditional TV season, introducing more short-term programs instead of typical 22-episode season and possibly eliminating rating sweep months; graph (M)",
      "lead_paragraph": "When NBC recently invited Donald J. Trump to move into its most exclusive neighborhood on Thursday night, the network's competitors immediately recognized the momentousness of the programming maneuver.",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/08/us/shorten-tv-season-end-sweeps-rules-shifting-at-networks.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "That Big Fat Budget Deficit. Yawn.",
      "snippet": "Concerns about mounting federal budget deficit have failed to spur big jump in bond interest rates; many economists say bond market's muted reaction is both symbol and cause of misplaced calm about deficits; say rapid fiscal swings of last 20 year...",
      "abstract": "Concerns about mounting federal budget deficit have failed to spur big jump in bond interest rates; many economists say bond market's muted reaction is both symbol and cause of misplaced calm about deficits; say rapid fiscal swings of last 20 years have creaded false sense of security about deficits, possibly reinforced by accounting moves in Pres Bush's new budget that mask deficit's true size; budget and interest rate graphs; photos (M)",
      "lead_paragraph": "DEMOCRATS grouse that President Bush has recklessly frittered away the surpluses of the 1990's. Foreign finance ministers plan to express their alarm about America's Brobdingnagian budget deficit at a Group of 7 meeting in Boca Raton, Fla., this weekend. Even a growing number of Republicans argue that Mr. Bush needs to stop making excuses and cut government spending.",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/08/business/that-big-fat-budget-deficit-yawn.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "In Senate, Kerry Focused on Inquiries, Not Bills",
      "snippet": "Sen John Kerry's Senate career has been focused on foreign affairs, with keen interest in investigations and oversight rather than legislation, making it difficult to pigeonhole, but having profound impact; Pres Bush's campaign portrays Kerry as e...",
      "abstract": "Sen John Kerry's Senate career has been focused on foreign affairs, with keen interest in investigations and oversight rather than legislation, making it difficult to pigeonhole, but having profound impact; Pres Bush's campaign portrays Kerry as extremely liberal, citing specific votes and asserting that he lacks legislative accomplishments; Democratic opponent Howard Dean points to lack of legislation bearing Kerry's name, to which Kerry responds that there are many different ways to influence legislation; graph shows voting record on key issues; photos (M)",
      "lead_paragraph": "No other senator wanted the job. His closest advisers said he was making a political blunder.",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/08/us/2004-campaign-massachusetts-senator-senate-kerry-focused-inquiries-not-bills.html",
      "byline": "By David E. Rosenbaum and Robin Toner"
    },
    {
      "headline": "Conservatives Using Issue of Gay Unions As a Rallying Tool",
      "snippet": "Rev Donald E Wildmon founder of American Family Assn, with support from other prominent Christian conservatives, is driving force behind campaign for constitutional amendment banning same-sex marriage; issue presents rare opportunity to forge alli...",
      "abstract": "Rev Donald E Wildmon founder of American Family Assn, with support from other prominent Christian conservatives, is driving force behind campaign for constitutional amendment banning same-sex marriage; issue presents rare opportunity to forge alliances with black and Hispanic churchgoers and promises to reopen flow of financial contributions to conservative advocacy groups that had slowed to trickle when Republicans took over Washington; many politicians, including Pres Bush, have been slow to sign on to effort; several conservative groups expect to conduct large mailings on issue in coming weeks finding it has traction among constituents; photo (M)",
      "lead_paragraph": "Last spring, the Rev. Donald E. Wildmon of Tupelo, Miss., decided to hold a summit meeting of the Christian conservative movement.",
      "publication_date": "2004-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/08/us/conservatives-using-issue-of-gay-unions-as-a-rallying-tool.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "U.S. Says Files Seek Qaeda Aid In Iraq Conflict",
      "snippet": "Letter seized in raid on known Al Qaeda safe house in Baghdad contains detailed proposal for waging 'sectarian war' in Iraq in next few months; Americans say letter was written by Abu Musab al-Zarqawi, Jordanian identified by Bush administration i...",
      "abstract": "Letter seized in raid on known Al Qaeda safe house in Baghdad contains detailed proposal for waging 'sectarian war' in Iraq in next few months; Americans say letter was written by Abu Musab al-Zarqawi, Jordanian identified by Bush administration in days before war as main link between Al Qaeda and Saddam Hussein's government; letter notes that extremists are failing to enlist support inside country, and have been unable to scare Americans into leaving; proposes mounting attacks on Iraq's Shiite majority with aim of prompting counter attacks against Arab Sunni minority; says such a 'sectarian war' will rally Sunni Arabs to religious extremists; says war against Shiites must start soon, before Americans hand over sovereignty to Iraqis; American officials in Baghdad say that they are confident letter is credible and that they have independently corroborated Zarqawi's authorship; document, if authentic, constitutes strongest evidence to date of contacts between extremists in Iraq and Al Qaeda; but it does not speak to debate about whether there was Qaeda presence in Iraq during Saddam Hussein era, nor is there any mention of collaboration with Hussein loyalists; photo (M)",
      "lead_paragraph": "American officials here have obtained a detailed proposal that they conclude was written by an operative in Iraq to senior leaders of Al Qaeda, asking for help to wage a ''sectarian war'' in Iraq in the next months.",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/09/world/the-struggle-for-iraq-intelligence-us-says-files-seek-qaeda-aid-in-iraq-conflict.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Democrats See Unified Party For November",
      "snippet": "Democratic leaders no longer worry that their presidential nominee will inherit demoralized and divided party; say Democrats seem poised to nominate Sen John Kerry, who has escaped damage from internal battling and enjoys broad suport from all fac...",
      "abstract": "Democratic leaders no longer worry that their presidential nominee will inherit demoralized and divided party; say Democrats seem poised to nominate Sen John Kerry, who has escaped damage from internal battling and enjoys broad suport from all factions of party; say he could become one of party's earliest nominees in memory after his lopsided victories in Michigan, Washington and Maine, states once considered heart of Howard Dean's support; Kerry still faces primaries Feb 10 in Tennessee and Virginia, where Sen John Edwards and Gen Wesley K Clark are making intense efforts to head off first Kerry victory in Southern state; on Feb 17 he faces primary in Wisconsin, where Dean has pumped his remaining resources; even Democratic leaders who do not back Kerry say that he is emerging quickly as consensus candidate and that unity makes them hopeful about party's prospects in November; photo (M)",
      "lead_paragraph": "Democratic leaders, once fearful that their presidential nominee would inherit a demoralized and divided party, said Sunday that Democrats now seemed poised to nominate a candidate who had escaped damage from internal battling and enjoyed broad support from all factions of the party.",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/09/us/the-2004-campaign-the-overview-democrats-see-unified-party-for-november.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Iraqi Militias Resisting U.S. Pressure to Disband",
      "snippet": "American occupation officials are unable to persuade several big political parties in Iraq to disband their well-armed militias; parties contend militias remain necessary in light of lack of security throughout country; occupation officials search...",
      "abstract": "American occupation officials are unable to persuade several big political parties in Iraq to disband their well-armed militias; parties contend militias remain necessary in light of lack of security throughout country; occupation officials search for new policy that will help disarm groups, whose members total in tens of thousands; with transfer of sovereignty to Iraq government less than five months away, Bush administration has little time to deal with what many officials in Iraq consider an incendiary problem; in north, Kurdish militiamen patrol roads; in south, members of Badr Organization, militia run by prominent Shiite political party, work with police to secure cities; experts say country's instability--and fog-shrouded political future--leave parties with no incentive to disband militias; militia leaders contend they can do what American troops have been unable to do--stabilize country; some Iraqi politicians suggest that American officials should transfer oversight of security entirely to Iraqi forces, including militias; American fear is that such private armies could inflame nation already divided along ethnic and religious lines; photos (M)",
      "lead_paragraph": "Several of the biggest political parties in Iraq say they are determined to keep their well-armed militias despite American opposition to the idea.",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/09/world/struggle-for-iraq-private-armies-iraqi-militias-resisting-us-pressure-disband.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Thorny Issues Await F.C.C. As It Takes Up Internet Phones",
      "snippet": "Federal Communications Commission is set to begin writing rules for Internet-based phone service; will also decide on Pulver.com bid for ruling that new Internet phone company need not pay interconnection access fees to phone companies for calls m...",
      "abstract": "Federal Communications Commission is set to begin writing rules for Internet-based phone service; will also decide on Pulver.com bid for ruling that new Internet phone company need not pay interconnection access fees to phone companies for calls made and received between computers through Internet connections; experts say ruling for Pulver will not have major effect immediately on nascent industry because there are few Internet phone users; FCC proceedings, which may outlast Michael K Powell's term as chairman, present thicket of policy questions; Powell, who has come through year of bruising political fights, is seen as generally supporting deregulatory approach to Internet phone technology; table of issues; photo (M)",
      "lead_paragraph": "The effort to write the rules for Internet telephone service begins this week, and whether it succeeds may ultimately come down to a matter of money.",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/09/business/thorny-issues-await-fcc-as-it-takes-up-internet-phones.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "THE 2004 CAMPAIGN",
      "snippet": " KERRY'S MARCH -- John Kerry appears to hold the upper hand in the Virginia primary.   PAGE A17    GORE ON THE ATTACK -- At a rally, Al Gore accused President Bush of betraying the country by using 9/11 to justify invading Iraq.   PAGE A18",
      "abstract": " KERRY'S MARCH -- John Kerry appears to hold the upper hand in the Virginia primary.   PAGE A17    GORE ON THE ATTACK -- At a rally, Al Gore accused President Bush of betraying the country by using 9/11 to justify invading Iraq.   PAGE A18",
      "lead_paragraph": "KERRY'S MARCH -- John Kerry appears to hold the upper hand in the Virginia primary. PAGE A17",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/09/us/the-2004-campaign.html",
      "byline": ""
    },
    {
      "headline": "For the Newly Stylish Man, Magazines Off the Rack",
      "snippet": "Conde Nast Publications and Fairchild Publications plan shopping magazines for men, following on success of Conde Nast's Lucky, shopping magazine for women; Conde Nast's Cargo and Fairchild's Vitals will serve as guides to growing array of clothin...",
      "abstract": "Conde Nast Publications and Fairchild Publications plan shopping magazines for men, following on success of Conde Nast's Lucky, shopping magazine for women; Conde Nast's Cargo and Fairchild's Vitals will serve as guides to growing array of clothing and grooming products aimed at men, on premise that male vanity is now business, not isolated trend; some retailers are also responding, seeking to attract new generation of young men around nation who care great deal about how they look; are increasing advertising geared to men and rejiggering shops and merchandise; photos (M)",
      "lead_paragraph": "Millions of American men grab their credit cards every weekend and head to Home Depot or Best Buy to fulfill their heart's desire with hardware and technology. Brad Chroback's version of home improvement includes himself.",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/09/business/for-the-newly-stylish-man-magazines-off-the-rack.html",
      "byline": "By David Carr"
    },
    {
      "headline": "PRESIDENT OFFERS DEFENSE ON IRAQ AND THE ECONOMY",
      "snippet": "Pres Bush agrees to interview on Meet the Press in effort to respond to months of Democratic attacks; justifies war in Iraq even though no banned weapons have been found there and says he has acted aggressively to help economy; presents himself as...",
      "abstract": "Pres Bush agrees to interview on Meet the Press in effort to respond to months of Democratic attacks; justifies war in Iraq even though no banned weapons have been found there and says he has acted aggressively to help economy; presents himself as steady leader in perilous times; rebuts accusations that he did not complete all his duties while in National Guard in 1972; portrays job growth as strengthening and does not rule out possibility of more tax cuts; acknowledges that he might have been wrong in asserting repeatedly before invasion that Iraq possessed stockpiles of unconventional weapons; suggests threat was no less urgent because Saddam Hussein had capability to produce banned chemical and biological agents--and might one day have nuclear bomb--and could pass them along to terrorists intent on striking United States; says others also viewed Hussein as threat; says intelligence about Iraq's weapons before invasion was best available, matched what foreign governments were saying and was basis for similar judgments about Iraq made by Pres Clinton and Congress; calls himself a 'war president' who has been steady and made good decisions in tough times; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/09/us/president-offers-defense-on-iraq-and-the-economy.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Social Networks: Will Users Pay To Get Friends?",
      "snippet": "'Social networking' Web sites, which link friends of friends in mini-networks of trust for variety of purposes, including dating, business or maintaining acquaintances, are growing in popularity, and technology investors are beginning to ask if si...",
      "abstract": "'Social networking' Web sites, which link friends of friends in mini-networks of trust for variety of purposes, including dating, business or maintaining acquaintances, are growing in popularity, and technology investors are beginning to ask if sites can make big profits; creators of such sites say they have clear plans for generating revenue; those plans could be short-circuited by Internet giants like Yahoo and Google, as well as by established players in online job and dating categories, who are quickly adding networking features of their own; analysts say sites that focus on business-oriented users seem more promising; photo (M)",
      "lead_paragraph": "The idea behind ''social networking'' Web sites like Friendster, Tribe.net and LinkedIn is almost the opposite of the old Groucho Marx joke: they attract people who want to join a club eager to have them.",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/09/business/e-commerce-report-social-networks-will-users-pay-to-get-friends.html",
      "byline": "By Bob Tedeschi"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Barclays Said to Hold Talks With Providian  Having cleaned up the credit card business of Providian Financial, the next move for its chief executive, Joseph W. Saunders, may be to sell it.    The company, which is valued at $3.8 billion, is in mer...",
      "abstract": " Barclays Said to Hold Talks With Providian  Having cleaned up the credit card business of Providian Financial, the next move for its chief executive, Joseph W. Saunders, may be to sell it.    The company, which is valued at $3.8 billion, is in merger talks with Barclays Bank, which bought Providian's British card operations two years ago, several people close to the situation said. But discussions are just preliminary, these people stressed. [Page C2.]",
      "lead_paragraph": "Barclays Said to Hold Talks With Providian",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/09/business/business-digest-310182.html",
      "byline": ""
    },
    {
      "headline": "With Costs Rising, Treating Back Pain Often Seems Futile",
      "snippet": "Duke University study finds treating back pain costs Americans $26 billion a year, or 2.5 percent of total health care bill, and far more if disability payments, workers compensation and lost wages are taken into account; Dr Richard Deyo, medical ...",
      "abstract": "Duke University study finds treating back pain costs Americans $26 billion a year, or 2.5 percent of total health care bill, and far more if disability payments, workers compensation and lost wages are taken into account; Dr Richard Deyo, medical professor, notes that variety of studies suggest that in 85 percent of cases it is impossible to say why person's back hurts; says most of time pain goes away with or without medical treatment; says that for small number of patients, surgery can offer quick relief, but even then it is common to have recurrences; doctors note that back pain has always been around, but that people's expectations have changed and they are demanding treatment; say medical profession has turned to ever more aggressive medication and surgery, even though studies find little evidence that patients are better off for all the treatment; photo; chart (M)",
      "lead_paragraph": "Treating back pain costs Americans $26 billion a year, or 2.5 percent of the total health care bill, according to a new study from Duke University, and far more if disability payments, workers' compensation and lost wages are taken into account. The costs are rising, researchers say, as patients get ever more aggressive forms of treatment.",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/09/us/with-costs-rising-treating-back-pain-often-seems-futile.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "A Day for Hard Choices in the Stewart Trial",
      "snippet": "Martha Stewart's lawyer in ImClone case faces daunting task of discrediting Douglas Faneuil, prosecution witness, and putting distance between Stewart and any possible wrongdoing; may try to isolate her from her stockbroker and co-defendant, Peter...",
      "abstract": "Martha Stewart's lawyer in ImClone case faces daunting task of discrediting Douglas Faneuil, prosecution witness, and putting distance between Stewart and any possible wrongdoing; may try to isolate her from her stockbroker and co-defendant, Peter E Bacanovic, arguing she had no part in any cover-up involving him and Faneuil, his former assistant; experts note strategy could hurt Bacanovic's case, possibly spurring him to seek deal with prosecutors that could harm Stewart (M)",
      "lead_paragraph": "Peter E. Bacanovic worked for Martha Stewart as her stockbroker, shared her social orbit and once even appeared in her magazine wearing a bathrobe. On the first day of their criminal trial, the two greeted each other with kisses. What happens today in court could determine whether they remain so friendly.",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/09/business/a-day-for-hard-choices-in-the-stewart-trial.html",
      "byline": "By Jonathan D. Glater and Constance L. Hays"
    },
    {
      "headline": "The Grooming of an Anchor",
      "snippet": "NBC is grooming Brian Williams to succeed Nightly News anchor Tom Brokaw before end of 2004; has ended his nightly newscast on its cable news channel and put him in featured reporting position on Brokaw's program; is giving him chance to show his ...",
      "abstract": "NBC is grooming Brian Williams to succeed Nightly News anchor Tom Brokaw before end of 2004; has ended his nightly newscast on its cable news channel and put him in featured reporting position on Brokaw's program; is giving him chance to show his sense of humor on programs like its late night show; graphs of network nightly news audience; table of top advertisers; photos (M)",
      "lead_paragraph": "Over lunch at a diner here on a recent afternoon, 14 teachers from a neighborhood elementary school were trying in vain to identify the television journalist interviewing prospective voters at the next table.",
      "publication_date": "2004-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/09/business/the-grooming-of-an-anchor.html",
      "byline": "By Jacques Steinberg"
    }
  ]
}