{
  "metadata": {
    "date": "2004-03-18",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "2 Equipment Makers Settle Dispute With Amtrak",
      "snippet": "Bombardier of Montreal and Alstom of Paris agree to settle legal dispute with Amtrak in which sides blamed each other for failed attempt to apply European high-speed train technology to US rail system; agreement, which comes as Bombardier announce...",
      "abstract": "Bombardier of Montreal and Alstom of Paris agree to settle legal dispute with Amtrak in which sides blamed each other for failed attempt to apply European high-speed train technology to US rail system; agreement, which comes as Bombardier announces plans to eliminate 6,600 jobs worldwide in huge realignment of its troubled rail division in Europe, will enable manufacturers to concentrate on return to financial health; will also allow Amtrak to eliminate distraction just as it appears to be making progress in improving deteriorated infrastructure; all legal claims will be dropped and Bombardier-Alstom consortium will collect $42.5 million of approximately $70 million that Amtrak withheld in payments for $1.2 billion Acela high-speed rail project; Amtrak will assume responsibility for maintaining 20 Acela trains, beginning in October 2006, about seven years earlier than planned; photo (M)",
      "lead_paragraph": "Bombardier of Montreal and Alstom of Paris agreed yesterday to settle a legal dispute with Amtrak in which the sides had blamed each other for a largely failed attempt to apply European high-speed train technology to the United States rail system.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/18/business/2-equipment-makers-settle-dispute-with-amtrak.html",
      "byline": "By Don Phillips"
    },
    {
      "headline": "Saudi Economy Defies Terrorism Fears",
      "snippet": "Saudi Arabia's economy is expected to deliver second year of growth in 2004, helped by highest sustained oil prices in more than two decades, though its performance is expected to fall short of surprising 6 percent increase in output last year; th...",
      "abstract": "Saudi Arabia's economy is expected to deliver second year of growth in 2004, helped by highest sustained oil prices in more than two decades, though its performance is expected to fall short of surprising 6 percent increase in output last year; there is considerable concern whether economy will grow fast enough to alleviate social concerns like unemployment, which stands at 10 percent in government figures but is probably above 13 percent (M)",
      "lead_paragraph": "Saudi Arabia's economy is expected to deliver a second year of growth in 2004, helped by the highest sustained oil prices in more than two decades, though its performance is expected to fall short of the surprising 6 percent surge in output last year.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/18/business/saudi-economy-defies-terrorism-fears.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Hey Kid, Your Backpack Is Ringing",
      "snippet": "Children and teenagers have become big users of cellphones; parents enjoy security of being able to stay in touch with children, while children see cellphones as status symbol; photos (M)",
      "abstract": "Children and teenagers have become big users of cellphones; parents enjoy security of being able to stay in touch with children, while children see cellphones as status symbol; photos (M)",
      "lead_paragraph": "GREG HARTSFIELD, an engineer with AT&T Wireless, was trying to explain to a class of 18 young people how cellphones work last Saturday afternoon at SciTrek, a science museum here. A cellphone in a network, he told the teenagers and preteenagers, is like a squirrel in a forest, hopping from tree to tree.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/03/18/technology/hey-kid-your-backpack-is-ringing.html",
      "byline": "By Jeffrey Selingo"
    },
    {
      "headline": "United Is Said To Push Back Its Timetable On Chapter 11",
      "snippet": "United Airlines is expected to push back its target date for emerging from bankruptcy, as Air Transportation Stabilization Board considers asking company to trim its request for $1.6 billion in federally backed loans; carrier, which most recently ...",
      "abstract": "United Airlines is expected to push back its target date for emerging from bankruptcy, as Air Transportation Stabilization Board considers asking company to trim its request for $1.6 billion in federally backed loans; carrier, which most recently estimated that it would emerge from bankruptcy protection by June 30, now does not expect to until later in summer at earliest; photo (M)",
      "lead_paragraph": "United Airlines will once again push back its target date for emerging from bankruptcy, as a government board considers asking the company to trim its request for $1.6 billion in federally backed loans, people close to the company said yesterday.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/18/business/united-is-said-to-push-back-its-timetable-on-chapter-11.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "How Do I Love Thee, TiVo?",
      "snippet": "Digital video recorders are changing how people experience television; users are passionate about technology, which allows them to record any program on hard drive, affording more flexibility than videotaping; photo; drawing (M)",
      "abstract": "Digital video recorders are changing how people experience television; users are passionate about technology, which allows them to record any program on hard drive, affording more flexibility than videotaping; photo; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/03/18/technology/how-do-i-love-thee-tivo.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Insurer Posts Loss",
      "snippet": "Munich Re reports net loss of 434 million euros ($532 million) in 2003 compared with profit of 1.1 billion euros year earlier; graph (S)",
      "abstract": "Munich Re reports net loss of 434 million euros ($532 million) in 2003 compared with profit of 1.1 billion euros year earlier; graph (S)",
      "lead_paragraph": "Munich Re, the world's largest reinsurer, reported its first annual loss since the 1906 San Francisco earthquake because of a tax charge and write-downs on equity investments, including a stake in the HVB Group of Germany. The company, which is based in Munich, had a net loss of 434 million euros ($532 million), or 2.25 euros a share, in contrast to a profit of 1.1 billion euros, or 6.08 euros, in 2002. Total premiums rose 1 percent, to 40.4 billion euros. The primary insurance business had a 2003 net loss of 1.1 billion euros after 3.1 billion euros in equity write-downs and losses on asset sales. Profit before amortization of good will and tax at the business was 248 million euros, the company said.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/18/business/world-business-briefing-europe-germany-insurer-posts-loss.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "CHENEY ATTACKS KERRY'S RECORD ON THE MILITARY",
      "snippet": "Vice Pres Dick Cheney, in blistering critique of Sen John Kerry's record in military issues, portrays Kerry as weak, inconsistent and threat to security of nation, speech, Ronald Reagan Presidential Library, Simi Valley, Calif; Kerry, speaking in ...",
      "abstract": "Vice Pres Dick Cheney, in blistering critique of Sen John Kerry's record in military issues, portrays Kerry as weak, inconsistent and threat to security of nation, speech, Ronald Reagan Presidential Library, Simi Valley, Calif; Kerry, speaking in Washington, denounces Pres Bush's foreign policy, which he says has left United States 'bogged down in Iraq' and its troops overextended and 'with the target squarely on their backs' (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/18/us/cheney-attacks-kerry-s-record-on-the-military.html",
      "byline": "By Nick Madigan and Katharine Q. Seelye"
    },
    {
      "headline": "Tighter Gas Supply Is Expected to Send Prices Even Higher",
      "snippet": "Fear of disruption in oil supplies and stricter environmental regulations are expected to push retail gasoline prices at gas pump even higher than at present this spring and summer; Energy Information Administration says that gasoline supplies dec...",
      "abstract": "Fear of disruption in oil supplies and stricter environmental regulations are expected to push retail gasoline prices at gas pump even higher than at present this spring and summer; Energy Information Administration says that gasoline supplies declined by 800,000 barrels last month, to 5 percent below five-year running average; that lifts price of next month's gasoline futures contract on New York Mercantile Exchange nearly 3 percent; crude oil increases nearly 2 percent, to a 13-year high; map shows states that require specially formulated gasoline; graphs show gasoline supply and prices; photos (L)",
      "lead_paragraph": "Anyone who has not been shocked by the rapid climb in retail gasoline prices, to record levels in some cities, may want to prepare for what is to come. The fear of disruptions in oil supplies and stricter environmental regulations are expected to push prices at the gas pump even higher this spring and summer.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/18/business/tighter-gas-supply-is-expected-to-send-prices-even-higher.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Taiwan Voters Weighing How Far to Push China",
      "snippet": "Taiwanese presidential election on March 20 is most competitive and, for United States and China, riskiest in Taiwan's history; there are changes in Taiwan indicating a more assertive national identity; incumbent president, Chen Shui-bian, casts v...",
      "abstract": "Taiwanese presidential election on March 20 is most competitive and, for United States and China, riskiest in Taiwan's history; there are changes in Taiwan indicating a more assertive national identity; incumbent president, Chen Shui-bian, casts vote as choice between subjugation to Communist China and Taiwanese nationalism, which some see as stepping stone to formal independence; opposition, led by Nationalist Party candidate, Lien Chen, favors more conciliatory approach to mainland; Lien photo (L)",
      "lead_paragraph": "Chen Mingyi, a 25-year-old graduate student here, spent years preparing for annual national examinations in the hope of someday joining the government elite.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/18/world/taiwan-voters-weighing-how-far-to-push-china.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Not Footloose but Fancy-Free, An Italian Comes Calling",
      "snippet": "Mario Moretti Polegato, who founded Italian shoemaker Geox in 1995, is opening shop on Madison Avenue and 57th Street, its first independent foray into US; company, which made 27 million euros ($33 million) in 2003 on sales of 250 million euros, s...",
      "abstract": "Mario Moretti Polegato, who founded Italian shoemaker Geox in 1995, is opening shop on Madison Avenue and 57th Street, its first independent foray into US; company, which made 27 million euros ($33 million) in 2003 on sales of 250 million euros, says it will sell 10 million pairs of shoes in 2004, more than twice number of two years ago, and it forecasts 15 million pairs for 2005; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/18/business/not-footloose-but-fancy-free-an-italian-comes-calling.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Rules to Strengthen Vehicle Roofs Are Weighed",
      "snippet": "Congess and National Highway Traffic Safety Administration are weighing separate proposals to bolster minimum requirements for strength of roofs of cars and trucks; roof strength has become increasingly scrutinized issue because of increase in dea...",
      "abstract": "Congess and National Highway Traffic Safety Administration are weighing separate proposals to bolster minimum requirements for strength of roofs of cars and trucks; roof strength has become increasingly scrutinized issue because of increase in deaths, now more than 10,000 annually, related to rollover accidents, which have risen because of booming sales of sport utility vehicles; dozens of models of heaviest sport utility vehicles are exempt from any roof strength regulations because rules were developed long before truck boom; House Energy and Commerce Committee members are exected to scrutinize more than dozen new auto safety regulations backed by Sen John McCain that are part of $318 billion highway financing bill (M)",
      "lead_paragraph": "Congress and the National Highway Traffic Safety Administration are weighing separate proposals to bolster minimum requirements for the strength of roofs of cars and trucks.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/18/business/rules-to-strengthen-vehicle-roofs-are-weighed.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Mysterious Fax Adds to Intrigue Over Drug Bill",
      "snippet": "Intrigue over enactment of prescription drug benefits for people on Medicare deepens with disclosure that mysterious fax was sent in January 2004 to Cybele Bjorklund, House Democratic health policy aide, giving chief Medicare actuary's estimate th...",
      "abstract": "Intrigue over enactment of prescription drug benefits for people on Medicare deepens with disclosure that mysterious fax was sent in January 2004 to Cybele Bjorklund, House Democratic health policy aide, giving chief Medicare actuary's estimate that measure would cost $551.5 billion over 10 years; document appears to confirm that Bjorklund and her bosses on House Ways and Means Committee had long suspected: that actuary, Richard S Foster, had concluded that legislation would be far more expensive than Congress's $400 billion estimate and had kept quiet while lawmakers voted on bill in November 2003 and Pres Bush signed it into law; Bjorklund had been pressing Foster for his numbers since June, and when he refused, saying he could be fired, she confronted his boss, Thomas A Scully, and says he emphatically restated threat; Scully denies making threats; Bjorklund still does not know who sent fax; interviews with federal officials make clear that Foster's numbers were circulating within administration, and possibly on Capitol Hill, throughout second half of 2003, but were either discounted or ignored, as Congress and White House grappled with political imperative to pass bill; photos (M)",
      "lead_paragraph": "Late one Friday afternoon in January, after the House of Representatives had adjourned for the week, Cybele Bjorklund, a House Democratic health policy aide, heard the buzz of the fax machine at her desk. Coming over the transom, with no hint of the sender, was a document she had been seeking for months: an estimate by Medicare's chief actuary showing the cost of prescription drug benefits for the elderly.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/18/us/mysterious-fax-adds-to-intrigue-over-drug-bill.html",
      "byline": "By Sheryl Gay Stolberg and Robert Pear"
    },
    {
      "headline": "Car Bomb at Baghdad Hotel Leaves at Least 27 Dead",
      "snippet": "Huge car bomb destroys five-story Mount Lebanon Hotel in central Baghdad, tearing facade off building and sending residents tumbling into street; at least 27 people are killed and 41 wounded; survivors of bombing say Americans and Britons and othe...",
      "abstract": "Huge car bomb destroys five-story Mount Lebanon Hotel in central Baghdad, tearing facade off building and sending residents tumbling into street; at least 27 people are killed and 41 wounded; survivors of bombing say Americans and Britons and other Europeans were among those staying at hotel; photos (L)",
      "lead_paragraph": "A huge car bomb destroyed the five-story Mount Lebanon Hotel in central Baghdad on Wednesday evening, tearing the facade off the building and sending residents tumbling into the street.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/18/world/struggle-for-iraq-attack-car-bomb-baghdad-hotel-leaves-least-27-dead.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "A TV That Cuts All Cords",
      "snippet": "David Pogue State of the Art column on Sharp Aquos 15-inch liquid crystal television that connects wirelessly to home entertainment system; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on Sharp Aquos 15-inch liquid crystal television that connects wirelessly to home entertainment system; photo; drawing (M)",
      "lead_paragraph": "EVERY industry has its marketing buzzwords. In the food business, you've got your ''fat-free,'' your ''all natural'' and, lately, your ''low-carb.'' In the auto market, it's ''G.P.S.,'' ''ABS'' and ''AWD.'' But in the consumer-technology racket, the three hottest buzzwords are, in no particular order, ''wireless,'' ''wireless'' and ''wireless.''",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/03/18/technology/state-of-the-art-a-tv-that-cuts-all-cords.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Hoping the Yen, if Not the Yuan, Will Show Muscle",
      "snippet": "US economists say increase in Japanese yen's value against dollar could help spur American exports and reduce trade gap; stronger yen tends to make Japanese exports to US more costly, also gives American exporters greater competitive edge in Japan...",
      "abstract": "US economists say increase in Japanese yen's value against dollar could help spur American exports and reduce trade gap; stronger yen tends to make Japanese exports to US more costly, also gives American exporters greater competitive edge in Japan; American international economic diplomacy has focused on pressuring China to allow yuan to revalue, but China shows no signs of bending; graph (Market Place column) (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/18/business/market-place-hoping-the-yen-if-not-the-yuan-will-show-muscle.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Methodists Put Pastor on Trial For Declaring Herself a Lesbian",
      "snippet": "Rev Karen Dammann, United Methodist minister, goes on trial in Bothell, Wash, charged with violating church law by living in lesbian relationship, which she openly professes; judge is retired bishop, William Boyd Grove, and jury is made up of 13 f...",
      "abstract": "Rev Karen Dammann, United Methodist minister, goes on trial in Bothell, Wash, charged with violating church law by living in lesbian relationship, which she openly professes; judge is retired bishop, William Boyd Grove, and jury is made up of 13 fellow ministers; church law holds that living in homosexual relationship is incompatible with Christian teachings; Dammann's lawyer will use Scripture and church's own Book of Discipline to argue that prosecution is at odds with church's teaching and heritage; photos (M)",
      "lead_paragraph": "The Rev. Karen Dammann, a United Methodist minister, went on trial in a church here on Wednesday for openly declaring that she is in a lesbian relationship.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/18/us/methodists-put-pastor-on-trial-for-declaring-herself-a-lesbian.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "New Momentum For Letting U.S. Help Regulate Nation's Insurers",
      "snippet": "Federal government moves closer to role regulation of insurance is gaining momentum after more than 150 years of control by states; state regulators have been given outline of proposed steps for federal oversight, and several leading regulators su...",
      "abstract": "Federal government moves closer to role regulation of insurance is gaining momentum after more than 150 years of control by states; state regulators have been given outline of proposed steps for federal oversight, and several leading regulators suggest that while they prefer to remain fully independent, giving some power to federal government appears inevitable; Rep Michael G Oxley, chairman of House Committee on Financial Services, outlines plans for legislation that would create council of federal and state officials to oversee insurance nationally, with presidential appointee as its head (M)",
      "lead_paragraph": "The prospect that Washington will seize a role in the regulation of insurance is gaining momentum after more than 150 years of control by the states.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/18/business/new-momentum-for-letting-us-help-regulate-nation-s-insurers.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Two Airlines Vie to Rule The Skies Of Australia",
      "snippet": "Qantas Airways and Virgin Blue, which monopolize big-city routes in Australia, will be joined in May by Qantas's Jetstar unit, which will have cheap seats and goal of grabbing business from both bigger carriers; photo (M)",
      "abstract": "Qantas Airways and Virgin Blue, which monopolize big-city routes in Australia, will be joined in May by Qantas's Jetstar unit, which will have cheap seats and goal of grabbing business from both bigger carriers; photo (M)",
      "lead_paragraph": "Two days after Sept. 11, 2001, as stranded passengers littered airports across the globe, travelers in Australia received a crippling second blow. After a long decline, Australia's second-biggest airline, Ansett, collapsed. The two events cracked open Pacific aviation and precipitated a ferocious battle for Australia's skies.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/18/business/two-airlines-vie-to-rule-the-skies-of-australia.html",
      "byline": "By Karen Middleton"
    },
    {
      "headline": "Drug for Osteoporosis Clears a 10-Year Test",
      "snippet": "The longest clinical trial ever conducted in osteoporosis has found that Fosamax, the drug most commonly used to improve bone density and prevent fractures, enabled postmenopausal women to maintain or increase their bone density through 10 years o...",
      "abstract": "The longest clinical trial ever conducted in osteoporosis has found that Fosamax, the drug most commonly used to improve bone density and prevent fractures, enabled postmenopausal women to maintain or increase their bone density through 10 years of treatment, with no apparent ill effects.    Article, Page A22.",
      "lead_paragraph": "The longest clinical trial ever conducted in osteoporosis has found that Fosamax, the drug most commonly used to improve bone density and prevent fractures, enabled postmenopausal women to maintain or increase their bone density through 10 years of treatment, with no apparent ill effects.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/18/us/drug-for-osteoporosis-clears-a-10-year-test.html",
      "byline": ""
    },
    {
      "headline": "No Longer On the Brink, American Air Is Still in Peril",
      "snippet": "American Airlines is long way from profitability despite gaining $2 billion in concessions from its unions and cutting its costs to 9.5 cents a seat-mile in fourth quarter; is also saddled with $21 billion debt, as well as ballooning pension and h...",
      "abstract": "American Airlines is long way from profitability despite gaining $2 billion in concessions from its unions and cutting its costs to 9.5 cents a seat-mile in fourth quarter; is also saddled with $21 billion debt, as well as ballooning pension and health care costs that it has few options to address; chief executive Gerard J Arpey comments; chart; photo (M)",
      "lead_paragraph": "American Airlines has pulled back from the brink. Now all it has to do is figure out how to stay on top of the brutally competitive airline industry.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/18/business/no-longer-on-the-brink-american-air-is-still-in-peril.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Aircraft Parts Contracts",
      "snippet": "Airbus chooses Japanese manufacturers Koito Industries, Matsushita Avionics System, Sumitomo Precision Products and Jamco Corp to supply parts for its A380 jumbo jet; 18 Japanese suppliers have been awarded contracts worth total of $4.25 billion (...",
      "abstract": "Airbus chooses Japanese manufacturers Koito Industries, Matsushita Avionics System, Sumitomo Precision Products and Jamco Corp to supply parts for its A380 jumbo jet; 18 Japanese suppliers have been awarded contracts worth total of $4.25 billion (S)",
      "lead_paragraph": "The European aircraft maker Airbus has chosen four Japanese manufacturers, including Koito Industries, to supply parts for its 555-seat A380 jumbo jet. Koito will make seats for the aircraft, which is scheduled to begin flights in 2006. Matsushita Avionics System was chosen to supply entertainment equipment. Sumitomo Precision Products will make parts for the landing gear, and the Jamco Corporation will produce galley equipment. Airbus has been awarding a large share of supply contracts for the A380 to Japanese companies, in part to make the jet more attractive to Japanese airlines, which have been loyal customers of Airbus's rival, the Boeing Company. In all, 18 Japanese suppliers have been awarded contracts worth a total of $4.25 billion on the A380 project. Todd Zaun (NYT)",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/18/business/world-business-briefing-asia-japan-aircraft-parts-contracts.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Gasoline Prices on Course To Reach Record Levels  Anyone who has not been shocked by the rapid climb in retail gasoline prices may want to brace for what is to come. The fear of disruptions in oil supplies and stricter environmental regulations ar...",
      "abstract": " Gasoline Prices on Course To Reach Record Levels  Anyone who has not been shocked by the rapid climb in retail gasoline prices may want to brace for what is to come. The fear of disruptions in oil supplies and stricter environmental regulations are expected to push prices even higher this spring and summer.    A federal agency said that gasoline supplies declined by 800,000 barrels last month, to 5 percent below the five-year running average. Earlier in the month, the agency warned that gasoline prices might rise to a nationwide average of $1.83 a gallon in April and $1.82 in May. Moreover, crude oil prices rose nearly 2 percent, to a 13-year high. [Page A1.]",
      "lead_paragraph": "Gasoline Prices on Course To Reach Record Levels",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/18/business/business-digest-841986.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Steel Bid Possible",
      "snippet": "South Korea's INI Steel might bid to buy Hanbo Iron and Steel Co, which filed for bankruptcy in 1997 with $4.7 billion of debt (S)",
      "abstract": "South Korea's INI Steel might bid to buy Hanbo Iron and Steel Co, which filed for bankruptcy in 1997 with $4.7 billion of debt (S)",
      "lead_paragraph": "A South Korean steel maker, INI Steel, said it might bid to buy the Hanbo Iron and Steel Company, which filed for bankruptcy in 1997 with $4.7 billion of debt. INI Steel said in a regulatory filing that it would announce details of a possible bid at a later time. The exchange asked INI Steel yesterday to respond to speculation that it might bid for Hanbo. Hanbo said last month that it had chosen the Samil Accounting Corporation, the South Korean associate of PricewaterhouseCoopers, and a consultant, the Q Capital Partners Company, to help it find a buyer. Hanbo has said it plans to accept bids in April and to choose the preferred negotiator in May.",
      "publication_date": "2004-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/18/business/world-business-briefing-asia-south-korea-steel-bid-possible.html",
      "byline": "By Bloomberg News"
    }
  ]
}