{
  "metadata": {
    "date": "2004-10-04",
    "total_articles": 35
  },
  "articles": [
    {
      "headline": "Aided by Iraqis, U.S. Seizes Part of Rebel Town",
      "snippet": "American and Iraqi troops battle way into heart of Samarra, claiming to have taken more than half of town and killed more than 100 guerrillas; assault represents first major effort to reclaim areas lost to insurgents; follows concern that Samarra ...",
      "abstract": "American and Iraqi troops battle way into heart of Samarra, claiming to have taken more than half of town and killed more than 100 guerrillas; assault represents first major effort to reclaim areas lost to insurgents; follows concern that Samarra insurgents are cooperating with those in Falluja; effort marks largest joint operation with Iraqi forces; map; photos (M)",
      "lead_paragraph": "SAMARRA, Iraq, Oct. 1 - American and Iraqi forces battled their way into the center of this insurgent-ridden city on Friday, claiming that they had taken control of more than half the town and that they had killed more than 100 guerrillas, in what is shaping up to be one of the largest military operations since the war began.",
      "publication_date": "2004-10-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/02/world/middleeast/aided-by-iraqis-us-seizes-part-of-rebel-town.html",
      "byline": "By Rick Lyman and Dexter Filkins"
    },
    {
      "headline": "Ex-Pentagon Official Gets 9 Months for Conspiring to Favor Boeing",
      "snippet": "Judge T S Ellis 3d sentences Darleen A Druyun, former top Air Force official, to nine months in prison after she acknowledges she favored Boeing Co in multibillion-dollar Defense contracts while seeking jobs at company for herself and family; Druy...",
      "abstract": "Judge T S Ellis 3d sentences Darleen A Druyun, former top Air Force official, to nine months in prison after she acknowledges she favored Boeing Co in multibillion-dollar Defense contracts while seeking jobs at company for herself and family; Druyun pleaded guilty in April to one count of conspiracy for negotiating job with Boeing overseeing its business with Pentagon; offers details on extent of her favoritism toward Boeing as well as difficult negotiations during which she admitted to misleading government investigators; apologizes to court for her actions; photo (M)",
      "lead_paragraph": "ALEXANDRIA, Va., Oct. 1. - A former top Air Force official was sentenced to nine months in prison on Friday after acknowledging that she had favored the Boeing Company in multibillion-dollar Pentagon contracts while seeking jobs at the company for herself and family.",
      "publication_date": "2004-10-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/02/business/expentagon-official-gets-9-months-for-conspiring-to-favor-boeing.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Pilots Reach Tentative Deal With US Airways on Pay Cuts",
      "snippet": "US Airways and its pilots' union reach tentative deal on $300 million in annual wage and benefit cuts; deal, which is worth $1.8 billion over next six years, includes annual pay cuts of 18 percent; also reduces company's contribution to pilots' re...",
      "abstract": "US Airways and its pilots' union reach tentative deal on $300 million in annual wage and benefit cuts; deal, which is worth $1.8 billion over next six years, includes annual pay cuts of 18 percent; also reduces company's contribution to pilots' retirement benefits, and require pilots to fly more hours a month for same pay; chief executive Bruce R Lakefield calls deal 'major step forward' (M)",
      "lead_paragraph": "US Airways and its pilots' union reached tentative agreement yesterday on $300 million in annual wage and benefit cuts, after weeks of debate inside the union over whether to grant concessions to the troubled airline.",
      "publication_date": "2004-10-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/02/business/pilots-reach-tentative-deal-with-us-airways-on-pay-cuts.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "A Closer Look at Statements From the Debate",
      "snippet": "Article on issues raised by Pres Bush and Sen John Kerry in first debate; Kerry's position on Iraq has been consistent, but he has repeatedly changed his emphasis and has been unclear in expressing his views; both candidates call nuclear prolifera...",
      "abstract": "Article on issues raised by Pres Bush and Sen John Kerry in first debate; Kerry's position on Iraq has been consistent, but he has repeatedly changed his emphasis and has been unclear in expressing his views; both candidates call nuclear proliferation greatest threat to American security but differ on specifics and use facts loosely; Bush's statements on percentage of Al Qaeda operatives who have been brought to justice are seen as unreliable; both candidates seen as distorting actions taken or not taken on domestic security; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/02/politics/campaign/a-closer-look-at-statements-from-the-debate.html",
      "byline": "By David E. Rosenbaum"
    },
    {
      "headline": "Change of Direction at PeopleSoft",
      "snippet": "PeopleSoft fires its president and chief executive, Craig A Conway, move that appears to increase likelihood that company will be taken over by Oracle Corp; board, citing 'loss of confidence' in Conway, says decision is unrelated to $7.7 billion b...",
      "abstract": "PeopleSoft fires its president and chief executive, Craig A Conway, move that appears to increase likelihood that company will be taken over by Oracle Corp; board, citing 'loss of confidence' in Conway, says decision is unrelated to $7.7 billion bid by Oracle; Conway has been vigorous opponent of hostile bid; board names David A Duffield, founder and chairman of PeopleSoft, as new chief executive, and appoints Kevin T Parker and W Phillip Wilmington as co-presidents, effective immediately; Justice Department says it will not appeal federal court decision in antitrust case last month that allowed Oracle to proceed with its bid; graph; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 1 - PeopleSoft fired its president and chief executive, Craig A. Conway, on Friday, a move that appeared to increase the likelihood that the company would be taken over by the Oracle Corporation.",
      "publication_date": "2004-10-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/02/technology/change-of-direction-at-peoplesoft.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Crude Oil Futures Top $50 On Concerns About Supply  Concerns about the interruption of supplies from the Gulf of Mexico because of Hurricane Ivan and threats to oil production because of unrest in Nigeria tipped crude oil over $50.  ",
      "abstract": " Crude Oil Futures Top $50 On Concerns About Supply  Concerns about the interruption of supplies from the Gulf of Mexico because of Hurricane Ivan and threats to oil production because of unrest in Nigeria tipped crude oil over $50.  ",
      "lead_paragraph": "Crude Oil Futures Top $50 On Concerns About Supply Concerns about the interruption of supplies from the Gulf of Mexico because of Hurricane Ivan and threats to oil production because of unrest in Nigeria tipped crude oil over $50.",
      "publication_date": "2004-10-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/02/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Inquiry Stymied on Company With Air Force Ties",
      "snippet": "First Command Financial Planning of Fort Worth is accused of using influence with Air Force Chief of Staff Gen T Michael Moseley to stymie Air Force's inquiry into its possible 'unethical or overly aggressive' sales practices and suitability of ar...",
      "abstract": "First Command Financial Planning of Fort Worth is accused of using influence with Air Force Chief of Staff Gen T Michael Moseley to stymie Air Force's inquiry into its possible 'unethical or overly aggressive' sales practices and suitability of archaic and expensive mutual fund it marketed to military personnel; Air Force legal staff has stopped cooperating with securities industry investigation, but NASD is still pursuing inquiry and has been joined by Securities and Exchange Commission; First Command has also come under scrutiny of Congress; has informed Air Force it will no longer sponsor Tops in Blue, Air Force talent show; chart; photo (L)",
      "lead_paragraph": "If you're a military officer, you can't miss First Command Financial Planning of Fort Worth.",
      "publication_date": "2004-10-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/02/business/inquiry-stymied-on-company-with-air-force-ties.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Ford Lays Out a Move to Cut Auto Emissions",
      "snippet": "Ford Motor Co top executives have privately endorsed aggressive goal of reining in emissions from automaker's vehicles by 2030, joining companies like BP and Toyota in approaching issue as business opportunity rather than regulatory chore; Ford's ...",
      "abstract": "Ford Motor Co top executives have privately endorsed aggressive goal of reining in emissions from automaker's vehicles by 2030, joining companies like BP and Toyota in approaching issue as business opportunity rather than regulatory chore; Ford's goal would require improvement of about 80 percent in fuel economy of its cars and trucks by 2030; goal was laid out by chairman William Clay Ford Jr and other executives at Aug 3 meeting at headquarters in Michigan; photo (M)",
      "lead_paragraph": "DETROIT, Oct. 1 - Top executives at the Ford Motor Company have privately endorsed an aggressive goal of reining in emissions from the automaker's vehicles by 2030, joining companies like BP and Toyota in approaching the issue as a business opportunity rather than a regulatory chore.",
      "publication_date": "2004-10-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/02/business/ford-lays-out-a-move-to-cut-auto-emissions.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Bush and Kerry Follow Debate With Sharp Jabs",
      "snippet": "Pres Bush steps up attack on Sen John Kerry during campaign stops in Pennsylvania and New Hampshire day after first presidential debate; Kerry ridicules Bush during stop in Florida; Democrats are jubilant, citing postdebate polls showing Kerry as ...",
      "abstract": "Pres Bush steps up attack on Sen John Kerry during campaign stops in Pennsylvania and New Hampshire day after first presidential debate; Kerry ridicules Bush during stop in Florida; Democrats are jubilant, citing postdebate polls showing Kerry as victor; Karl Rove's appearance before press suggests Bush campaign is on defensive; Democrats hammer away at idea that Bush was angry and frustrated during debate; Bush seizes on Kerry's use of phrase 'global test' and insists he will never make defense of America subject to veto by other countries; photo (M)",
      "lead_paragraph": "MANCHESTER, N.H., Oct. 1 - A day after the first presidential debate, President Bush ripped into Senator John Kerry on Friday as an equivocator who denigrates American troops and who would subject national security decisions to vetoes \"by countries like France.\"",
      "publication_date": "2004-10-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/02/politics/campaign/bush-and-kerry-follow-debate-with-sharp-jabs.html",
      "byline": "By Elisabeth Bumiller and David M. Halbfinger"
    },
    {
      "headline": "China Promises Currency Shift but Gives No Date",
      "snippet": "Chinese officials tell US officials that they will continue to push ahead with plans to float or revalue their currency, but avoid giving date to begin transformation; commitment falls short of immediate action recommended by International Monetar...",
      "abstract": "Chinese officials tell US officials that they will continue to push ahead with plans to float or revalue their currency, but avoid giving date to begin transformation; commitment falls short of immediate action recommended by International Monetary Fund and demands by American congress; pressure is building for China to announce change at meetings in Washington of IMF or at meeting with representatives of Group of 7 who meet with China for first time; Treas Sec John W Snow tells Chinese US wants pace to accelerate; other members of G-7 have said that continued, stable global economic growth requires China to relax its currency exchange rate immediately; G-7 industrialized nations fail to agree on program to give full debt relief to impoverished nations despite growing support for British proposal to use gold reserves at IMF to underwrite programs (M)",
      "lead_paragraph": "WASHINGTON, Oct. 1 - In the face of growing international pressure, Chinese officials told top United States officials on Friday that they would continue to push ahead with plans to float or revalue their currency, but avoided giving a date to begin the transformation.",
      "publication_date": "2004-10-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/02/business/worldbusiness/china-promises-currency-shift-but-gives-no-date.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Clothes, 'Sexy.' Profit, 'Bellissimo.'",
      "snippet": "Profile of Dolce &",
      "abstract": "Profile of Dolce &",
      "lead_paragraph": "MILAN - JUST a few minutes before the photographers, the models and the assistants crowded into the dressing room, shouting \"Ciao!\" and kissing everyone's cheeks at least three times, Domenico Dolce -- all alone -- circumnavigated the room, inspecting each garment hanging on a peg.",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/03/business/yourmoney/clothes-sexy-profit-bellissimo.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Domestic Issues Pushed to Front of Campaigns",
      "snippet": "Sen John Kerry's aides are moving to shift battle with Pres Bush to domestic issues of economy, job creation and health care as they prepare for second debate; even Republicans say Kerry gained ground as result of Sept 30 debate on foreign policy;...",
      "abstract": "Sen John Kerry's aides are moving to shift battle with Pres Bush to domestic issues of economy, job creation and health care as they prepare for second debate; even Republicans say Kerry gained ground as result of Sept 30 debate on foreign policy; some Democrats question whether it makes sense for Kerry to try to turn subject away from Iraq at time that continuing violence there is raising doubts among some voters about Bush's credentials to manage foreign policy; Bush's senior aides say Bush will continue to challenge Kerry's foreign policy fortitude, seizing in particular on his suggestion in debate that he might not engage in pre-emptive war without putting it to 'global test'; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 2 - With a barrage of new advertisements and speeches, Senator John Kerry's aides are moving to shift the battle with President Bush to what they said was stronger ground -- domestic policy -- as the two men head into a second debate that is expected to focus on the economy, job creation and health care.",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/03/politics/campaign/domestic-issues-pushed-to-front-of-campaigns.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "A Coming Nightmare of Homeownership?",
      "snippet": "Gretchen Morgenson column on impact of Fannie Mae's woes on United States economy, financial markets, interest rates and housing; notes financial markets response to disclosure of widespread accounting improprieties has been surprisingly muted, wi...",
      "abstract": "Gretchen Morgenson column on impact of Fannie Mae's woes on United States economy, financial markets, interest rates and housing; notes financial markets response to disclosure of widespread accounting improprieties has been surprisingly muted, with mortgage pools company sells continuing to attract investors; cites possible threat to dollar if foreign investors sell their big holdings of company's debt; Fannie Mae's woes could work against Federal Reserve efforts to control inflation by raising interest rates if company buys huge amounts of Treasury securities to more aggressively manage its interest rate risk, pushing rates down further; most damaging legacy may not be evident until next major economic slump, when its relaxed mortgage underwriting standards could result in steeper drop in housing prices as people are unable to pay mortgages (M)",
      "lead_paragraph": "IT is literally a trillion-dollar question: What will a humbled, reined-in Fannie Mae, the nation's biggest mortgage provider, mean to the economy, the financial markets, interest rates and housing in America?",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/03/business/a-coming-nightmare-of-homeownership.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "If Town Clears Out, It Must Be Squirrel Season",
      "snippet": "Squirrel season opens in Ville Platte and other parts of Evangeline Parish in Louisiana, and schools close for distinct Cajun tradition that sends boys into the woods with their fathers to hunt squirrel and bond; photos (M)",
      "abstract": "Squirrel season opens in Ville Platte and other parts of Evangeline Parish in Louisiana, and schools close for distinct Cajun tradition that sends boys into the woods with their fathers to hunt squirrel and bond; photos (M)",
      "lead_paragraph": "VILLE PLATTE, La., Oct. 2 - Before 7 a.m. Saturday, Jason Cary, 10, walked into an oak and palmetto forest with his father. Within 10 minutes, a fox squirrel began to bark and skitter from branch to branch.",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/03/sports/othersports/if-town-clears-out-it-must-be-squirrel-season.html",
      "byline": "By Jere Longman"
    },
    {
      "headline": "Need a New Job? Check Out a Blog.",
      "snippet": "Blogging is spreading in job market, both among employers and job seekers; employers find that blogs can say more about prospective employees than resumes and interviews do; job seekers use blogs to establish strong online presence, display their ...",
      "abstract": "Blogging is spreading in job market, both among employers and job seekers; employers find that blogs can say more about prospective employees than resumes and interviews do; job seekers use blogs to establish strong online presence, display their skills and advertise their availability; drawing (M)",
      "lead_paragraph": "GARY FELDMAN was vice president of strategic planning at 141 Worldwide, a Manhattan marketing and advertising agency, when he received an e-mail message last spring from HotJobs.com listing opportunities that might be of interest to him. Although he rarely gave such notices a second glance, he said, a position as director in the New York office of the marketing research and consulting firm Cheskin caught his eye. He followed a link to the company's Web log, or blog, and read the job description.",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/10/03/jobs/need-a-new-job-check-out-a-blog.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "On Kerrys Journey to Health,Stops for Shrapnel and Cancer",
      "snippet": "Sen John Kerry, who is in robust condition, and his doctors give extended interviews on his medical history, including surgery to remove his cancerous prostate gland in Feb 2003; his doctors pronounce Kerry to be cured of cancer; Kerry pledges to ...",
      "abstract": "Sen John Kerry, who is in robust condition, and his doctors give extended interviews on his medical history, including surgery to remove his cancerous prostate gland in Feb 2003; his doctors pronounce Kerry to be cured of cancer; Kerry pledges to disclose any ailment he might develop as president that is relevant to his ability to conduct his office or might affect country in some way; he and his doctors describe two pieces of metal shrapnel lodged in his left thigh since his service during Vietnam War and his recovery from surgery last March to repair tears in biceps tendon and muscle in his right shoulder; photos (L)",
      "lead_paragraph": "Senator John Kerry, a lean athlete who is the picture of health as he skis, skates, cycles and windsurfs, is in robust condition, he and his doctors said in their first extended interviews discussing his medical history.",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/03/politics/campaign/on-kerrys-journey-to-healthstops-for-shrapnel-and-cancer.html",
      "byline": "By Lawrence K. Altman"
    },
    {
      "headline": "Artworks Rushed to Auctions as Houses Expect Heated Sales",
      "snippet": "Art collectors consign hundreds of millions of dollars' worth of artworks for November sales at New York auction houses, sensing that a heated market may soon reach its peak; many seem to fear that bubble may soon burst; Sotheby's and Christie's s...",
      "abstract": "Art collectors consign hundreds of millions of dollars' worth of artworks for November sales at New York auction houses, sensing that a heated market may soon reach its peak; many seem to fear that bubble may soon burst; Sotheby's and Christie's say their estimates for evening sales are highest since May 1990, six months before art market crashed; list of sellers reads like who's who of Impressionist, modern and contemporary collectors; photos; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/03/arts/artworks-rushed-to-auctions-as-houses-expect-heated-sales.html",
      "byline": "By Carol Vogel"
    },
    {
      "headline": "Real Estate's Sizzle Draws New Brokers",
      "snippet": "Soaring real estate market prompts more and more people in New York area to become brokers or agents; entering field is relatively easy, and even new brokers can expect comfortable income, but a cooling of market could reduce number of high-price ...",
      "abstract": "Soaring real estate market prompts more and more people in New York area to become brokers or agents; entering field is relatively easy, and even new brokers can expect comfortable income, but a cooling of market could reduce number of high-price sales, and commissions, which stood between 6 to 7 percent for years, are declining to 5 percent or less because of greater competition; photo of aspiring brokers taking class (M)",
      "lead_paragraph": "JOHN P. HARRISON got a real estate license in May after his day-trading business deteriorated over several years. Jennifer Glass is studying for a license after leaving a 10-year career as a legal assistant. Luke Gardner, a former lawyer, became a real estate broker in August.",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/10/03/jobs/real-estates-sizzle-draws-new-brokers.html",
      "byline": "By Eve Tahmincioglu"
    },
    {
      "headline": "One Woman's Long Trek to a Fifth Avenue Salon",
      "snippet": "Cornelia Zicu runs her own Fifth Avenue beauty salon only 15 years after escaping Romania with her husband and 4-year-old son; she attributes her success to her willingness to take risks; photos (M)",
      "abstract": "Cornelia Zicu runs her own Fifth Avenue beauty salon only 15 years after escaping Romania with her husband and 4-year-old son; she attributes her success to her willingness to take risks; photos (M)",
      "lead_paragraph": "MILLIONS of Americans feel trapped in low-paying jobs with little prospect of advancing. Here to give them hope is Cornelia Zicu, a recent immigrant.",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/10/03/jobs/one-womans-long-trek-to-a-fifth-avenue-salon.html",
      "byline": "By Abby Ellin"
    },
    {
      "headline": "A Seismic Shift Under the House of Fannie Mae",
      "snippet": "Fannie Mae chief financial officer J Timothy Howard, financial architect of one of world's most formidable and elegantly designed corporate money machines, now finds himself in midst of legal and regulatory controversy that could upend his career,...",
      "abstract": "Fannie Mae chief financial officer J Timothy Howard, financial architect of one of world's most formidable and elegantly designed corporate money machines, now finds himself in midst of legal and regulatory controversy that could upend his career, throw company into turmoil and escalate long-running battle between mortgage giant and its enemies; issues raised by regulators seem largely linked to unwieldy accounting rules that are open to widely divergent interpretations, not sham transactions designed to hide corporate malfeasance; he and Fannie Mae chief executive Franklin D Raines have left long trail of embittered opponents who have complained about high-handedness; graphs of mortgages and problem loans; photos (L)",
      "lead_paragraph": "FROM a compulsively neat desk inside a company that routinely jousts with powerful critics from the White House, Congress, the Federal Reserve and Wall Street, J. Timothy Howard has been the financial architect of one of the world's most formidable and most elegantly designed corporate money machines. He also holds a corporate title that in recent years has emerged as one of the most treacherous in American business: chief financial officer.",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/03/business/yourmoney/a-seismic-shift-under-the-house-of-fannie-mae.html",
      "byline": "By Timothy L. O'Brien and Jennifer 8. Lee"
    },
    {
      "headline": "Militant Cleric Considers Entry Into Iraqi Politics",
      "snippet": "Shiite cleric Moktada al-Sadr begins laying groundwork to enter Iraq's nascent democratic process, telling Iraqi leaders that he is planning to disband his militia and possibly field candidates for office; aides say his political intentions have b...",
      "abstract": "Shiite cleric Moktada al-Sadr begins laying groundwork to enter Iraq's nascent democratic process, telling Iraqi leaders that he is planning to disband his militia and possibly field candidates for office; aides say his political intentions have been endorsed by Grand Ayatollah Ali al-Sistani, country's most powerful Shiite religious leader, who has long tried to tame what he believes is Sadr's destructive influence on chances of Iraq's Shiites to win majority in elections scheduled for January; photo of Iraqi women carrying bags decorated with Sadr's picture (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 2 - The Shiite cleric Moktada al-Sadr has begun laying the groundwork to enter Iraq's nascent democratic process, telling Iraqi leaders that he is planning to disband his militia and possibly field candidates for office.",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/03/world/middleeast/militant-cleric-considers-entry-into-iraqi-politics.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "THE NUCLEAR CARD: The Aluminum Tube Story -- A special report.; How White House Embraced Suspect Iraq Arms Intelligence",
      "snippet": "Bush administration brushed aside doubts of its foremost nuclear experts in leadup to war with Iraq when it embraced theory that high-strength aluminum tubes being acquired by Iraq were part of Saddam Hussein's program to develop nuclear weapons; ...",
      "abstract": "Bush administration brushed aside doubts of its foremost nuclear experts in leadup to war with Iraq when it embraced theory that high-strength aluminum tubes being acquired by Iraq were part of Saddam Hussein's program to develop nuclear weapons; Vice Pres Dick Cheney would go on to argue 'with absolute certainty' that tubes were intended for uranium centrifuge despite considerable evidence supporting alternative theory that they were in fact rocket parts; centrifuge idea was first championed by junior CIA analyst in April 2001, and momentum gathered behind it built on pattern of haste, secrecy, ambiguity, bureaucratic maneuver and persistent failure in Bush administration and in Congress to ask hard questions; tube episode is case study of intersection between politics of pre-emption and inherent ambiguity of intelligence; photos; drawings (L)",
      "lead_paragraph": "In 2002, at a crucial juncture on the path to war, senior members of the Bush administration gave a series of speeches and interviews in which they asserted that Saddam Hussein was rebuilding his nuclear weapons program. Speaking to a group of Wyoming Republicans in September, Vice President Dick Cheney said the United States now had \"irrefutable evidence\" -- thousands of tubes made of high-strength aluminum, tubes that the Bush administration said were destined for clandestine Iraqi uranium centrifuges, before some were seized at the behest of the United States.",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/03/washington/us/the-nuclear-card-the-aluminum-tube-story-a-special-report-how.html",
      "byline": "This article was reported by David Barstow, William J. Broad and Jeff Gerth, and Was Written By Mr. Barstow"
    },
    {
      "headline": "Fast Growth, but Wall St. Lags Behind",
      "snippet": "New York City outpaces nation in job growth, something that almost never happens, but several indicators, including dip in Wall Street profits, rise in Consumer Price Index and stubbornly high unemployment rate, lead some economists to be cautious...",
      "abstract": "New York City outpaces nation in job growth, something that almost never happens, but several indicators, including dip in Wall Street profits, rise in Consumer Price Index and stubbornly high unemployment rate, lead some economists to be cautious about breadth and robustness of city's recovery from deep doldrums caused by 9/11 and collapse of financial markets; graphs (M)",
      "lead_paragraph": "IF there was any doubt about the recovery of New York's economy from the deep doldrums caused by 9/11 and the collapse of the financial markets, it has disappeared in the last few months. The city has actually outpaced the nation in job growth, something that almost never happens. But other indicators, from Wall Street profits to the inflation rate, may hint at trouble ahead.",
      "publication_date": "2004-10-03T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/10/03/jobs/fast-growth-but-wall-st-lags-behind.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "A Finishing School for All, Disney Style",
      "snippet": "Walt Disney Co hopes to bring bit of Disneyland to its new flagship Manhattan World of Disney store, even as it looks to sell off bulk of its money-losing retail outlets elsewhere; seeks to draw on success of other retail experiments that feature ...",
      "abstract": "Walt Disney Co hopes to bring bit of Disneyland to its new flagship Manhattan World of Disney store, even as it looks to sell off bulk of its money-losing retail outlets elsewhere; seeks to draw on success of other retail experiments that feature in-store activities and entertainment based on products; offers rooms dedicated to interactive games and jewelry-making, kiosks to book Disney vacations and live theater like program on becoming princess; photo (M)",
      "lead_paragraph": "Last Thursday, 6-year-old Katarina Kronrad took the early morning train from Long Island to Manhattan with her stepmother, Dona, to visit Cinderella's Princess Court at the new World of Disney store on Fifth Avenue. There Katarina and 15 other young girls sipped tea and were tutored on the four qualities every princess worthy of a tiara with snap-on plastic jewels possesses: intelligence, grace, thoughtfulness and honesty.",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/04/business/media/a-finishing-school-for-all-disney-style.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Sentencing Tops Justices' Agenda as Term Begins",
      "snippet": "Supreme Court's most pressing task during new term that begins Oct 4 is to resolve fate of federal criminal sentencing system; court itself threw matter into limbo in June by declaring unconstitutional Washington State's similar, although not iden...",
      "abstract": "Supreme Court's most pressing task during new term that begins Oct 4 is to resolve fate of federal criminal sentencing system; court itself threw matter into limbo in June by declaring unconstitutional Washington State's similar, although not identical, system; in both state and federal systems, sentencing guidelines provide starting point for calculating criminal sentence, and judges then make findings about variety of factors to determine how much time defendant will actually serve; since ruling, federal judges around country have ruled that they could no longer treat federal sentencing guidelines as binding; justices have accepted 49 cases for review, enough to fill their argument calendar into early Feb and leaving room for two dozen more to be accepted over coming weeks; sketches of other important cases court has agreed so far to hear during its new term; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 3 - The Supreme Court opens its new term on Monday faced with urgent business and looming uncertainty.",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/04/politics/sentencing-tops-justices-agenda-as-term-begins.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "As Deadlines Hit, Rolls of Voters Show Big Surge",
      "snippet": "Record surge of potential voters swamps election boards across nation, as biggest of crucial swing states reach registration deadlines; Oct 4 is registration deadline for new voters in Pennsylvania, Ohio, Michigan, Florida and 12 other states; who...",
      "abstract": "Record surge of potential voters swamps election boards across nation, as biggest of crucial swing states reach registration deadlines; Oct 4 is registration deadline for new voters in Pennsylvania, Ohio, Michigan, Florida and 12 other states; who many of newly registered will vote for is matter of some debate, but it is clear pace is particularly high in urban areas of swing states, where independent Democratic groups and community organizations have been running huge voter registration campaigns for over year; parties have been registering voters as well, with Republicans especially active in critical states in effort to counter independent groups; big unknown is whether new registrations will result in higher turnout; election officials say some of big groups seem to be signing up anyone on strets to reach quotas, with half-filled-out forms suggesting something less than true enthusiasm; photos; graph (M)",
      "lead_paragraph": "A record surge of potential new voters has swamped boards of election from Pennsylvania to Oregon, as the biggest of the crucial swing states reach registration deadlines today. Elections officials have had to add staff and equipment, push well beyond budgets and work around the clock to process the registrations.",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/04/politics/campaign/as-deadlines-hit-rolls-of-voters-show-big-surge.html",
      "byline": "By Kate Zernike and Ford Fessenden"
    },
    {
      "headline": "AS DEADLINES HIT, ROLLS OF VOTERS SHOW BIG SURGE",
      "snippet": "A record surge of potential new voters has swamped boards of election from Pennsylvania to Oregon, as the biggest of the crucial swing states reach registration deadlines today. Elections officials have had to add staff and equipment, push well be...",
      "abstract": "A record surge of potential new voters has swamped boards of election from Pennsylvania to Oregon, as the biggest of the crucial swing states reach registration deadlines today. Elections officials have had to add staff and equipment, push well beyond budgets and work around the clock to process the registrations.    In Montgomery County, Pa., the elections staff has been working nights and weekends since the week before Labor Day to process the crush of registrations -- some 32,000 since May and counting. Today is the deadline for registering new voters in Pennsylvania, as well as Ohio, Michigan, Florida and 12 other states, and election workers will go on mandatory overtime to chip away at the thousands of forms that have been arriving daily. To help in the effort, the Montgomery office has also added 12 computers, 15 phone lines and 12 workers from other departments -- as well as one of the technicians whose usual job is fixing voting machines at the warehouse.   ",
      "lead_paragraph": "A record surge of potential new voters has swamped boards of election from Pennsylvania to Oregon, as the biggest of the crucial swing states reach registration deadlines today. Elections officials have had to add staff and equipment, push well beyond budgets and work around the clock to process the registrations.",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/04/us/front page/the-2004-campaign-voters-as-deadlines-hit-rolls-of-voters.html",
      "byline": "By Kate Zernike and Ford Fessenden"
    },
    {
      "headline": "Afghans Studying The Art of Voting",
      "snippet": "After 23 years of conflict, many Afghans appear to be enthusiastically supporting the concept of resolving political differences through peaceful elections. Western experts and Afghans say the Oct. 9 presidential election is a positive first step ...",
      "abstract": "After 23 years of conflict, many Afghans appear to be enthusiastically supporting the concept of resolving political differences through peaceful elections. Western experts and Afghans say the Oct. 9 presidential election is a positive first step in a long process.   ",
      "lead_paragraph": "After 23 years of conflict, many Afghans appear to be enthusiastically supporting the concept of resolving political differences through peaceful elections. Western experts and Afghans say the Oct. 9 presidential election is a positive first step in a long process.",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/04/front page/world/afghans-studying-the-art-of-voting.html",
      "byline": ""
    },
    {
      "headline": "Battle of Form (and Function) in MP3 Players",
      "snippet": "Damon Dash forms partnership Roc Digital to sell line of MP3 players, including one intended to compete with Apple Computer's iPod; cites possible tie-ins with his music label, Roc-A-Fella Records, Universal Music Group unit, interview; is capital...",
      "abstract": "Damon Dash forms partnership Roc Digital to sell line of MP3 players, including one intended to compete with Apple Computer's iPod; cites possible tie-ins with his music label, Roc-A-Fella Records, Universal Music Group unit, interview; is capitalizing on new interest in looks of electronics now that items are smaller and meant to be carried or even worn; photos (M)",
      "lead_paragraph": "As the trading of MP3 files ate into music sales, Damon Dash, the 33-year-old entrepreneur behind Roc-A-Fella Records, turned his hip-hop music company into a platform to sell other, more profitable products.",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/04/technology/battle-of-form-and-function-in-mp3-players.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Is It Still Called a Venture Fund When You Use Your Own Money?",
      "snippet": "Halsey M Minor, founder of Cnet, one of more successful Internet enterprises of 1990's, plans to form $50 million venture fund, On Demand Venture Fund; will use only own money and invest in single category, firms that lease computer software over ...",
      "abstract": "Halsey M Minor, founder of Cnet, one of more successful Internet enterprises of 1990's, plans to form $50 million venture fund, On Demand Venture Fund; will use only own money and invest in single category, firms that lease computer software over Internet; plans to invest between $500,000 and $20 million per start-up; strategy of making what he calls 'massive bets' on fledgling companies is astonishingly daring; his investment history noted; table of some of his winning and losing investments; photo (M)",
      "lead_paragraph": "The last time Halsey M. Minor tried his hand at the venture capital game, things got so bad that long-standing friendships were severed. At least a few of the investors and executives involved describe themselves as still traumatized by the experience, several years after the fact.",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/04/technology/is-it-still-called-a-venture-fund-when-you-use-your-own-money.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " US Airways Pilots' Union To Resume Debate on Cuts  Leaders of the US Airways pilots' union will meet tomorrow in Pittsburgh to resume debate over a tentative agreement that would grant $300 million in wage and benefit cuts to the airline.  ",
      "abstract": " US Airways Pilots' Union To Resume Debate on Cuts  Leaders of the US Airways pilots' union will meet tomorrow in Pittsburgh to resume debate over a tentative agreement that would grant $300 million in wage and benefit cuts to the airline.  ",
      "lead_paragraph": "US Airways Pilots' Union To Resume Debate on Cuts Leaders of the US Airways pilots' union will meet tomorrow in Pittsburgh to resume debate over a tentative agreement that would grant $300 million in wage and benefit cuts to the airline.",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/04/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "After First Debate, Both Sides Work Hard to Sway Perceptions",
      "snippet": "Bush and Kerry presidential campaigns mount energetic efforts to influence press, and public, perceptions of first presidential debate before they take hold across cable and network news, newspapers, Internet and late-night comedy shows; it is dau...",
      "abstract": "Bush and Kerry presidential campaigns mount energetic efforts to influence press, and public, perceptions of first presidential debate before they take hold across cable and network news, newspapers, Internet and late-night comedy shows; it is daunting task, since journalists try to be beyond such persuasion, partisan bloggers approach their writing with hardened point of view, and comedians will pounce on whatever will get most laughs; on Sunday morning public affairs programs, perceptions seem to have hardened; liberal and conservative commentators alike say Kerry won debate, and polls over weekend show that voters agree with that assessment; strategists on both sides say race for now seems to be tightening after weeks in which Bush had built first solid lead of general election; photo (M)",
      "lead_paragraph": "The loudest cackles among the reporters covering the first presidential debate broke out at about 9:55 on Thursday night in a vast, mirrored filing center at the University of Miami, where important impressions of the candidates' performance were just beginning to gel. And President Bush was on the receiving end.",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/04/politics/campaign/after-first-debate-both-sides-work-hard-to-sway.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "New Scrutiny of Drugs in Vioxx's Family",
      "snippet": "Removal of Merck's arthritis painkiller Vioxx from market because of studies showing it increased risk of heart attacks and strokes leads to more scrutiny of other drugs in widely prescribed group known as COX-2 inhibitors; Pfizer, in surprising s...",
      "abstract": "Removal of Merck's arthritis painkiller Vioxx from market because of studies showing it increased risk of heart attacks and strokes leads to more scrutiny of other drugs in widely prescribed group known as COX-2 inhibitors; Pfizer, in surprising stance, says it its looking into whether its somewhat similar drug, Celebrex, may actually help prevent heart attacks; admits evidence so far is scant and inconclusive; safety concerns could delay approval of two other drugs in advanced stages of development, Merck's Arcoxia and Novartis's Prexige, and others further behind; many experts say Celebrex is somewhat different chemically from Vioxx and has not shown signs of increasing cardiovascular risk; graphs of COX-2 inhibitors on market and in pipeline; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/04/business/new-scrutiny-of-drugs-in-vioxxs-family.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "SunGard to Spin Off Data Unit",
      "snippet": "SunGard will spin off its disaster data recovery business into separate publicly traded company, SunGard Availability Services; move will create appealing takeover target for technology giants; James C Simmons will become president and chief execu...",
      "abstract": "SunGard will spin off its disaster data recovery business into separate publicly traded company, SunGard Availability Services; move will create appealing takeover target for technology giants; James C Simmons will become president and chief executive of spun off company, James L Mann chairman and Michael J Ruane chief financial officer; Andrew P Bronstein will become SunGard chief financial officer (M)",
      "lead_paragraph": "SunGard, which provides software and services to top financial companies, is planning to announce today that it will spin off its disaster data recovery business into a separate publicly traded company through a tax-free distribution of shares, executives said yesterday.",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/04/technology/sungard-to-spin-off-data-unit.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Internet Grants to Schools Halted as the F.C.C. Tightens the Rules",
      "snippet": "Public libraries and schools around nation have stopped receiving any new grants from federal E-Rate program that provides money for high-speed Internet and telephone service; suspension came after Federal Communications Commission, in consultatio...",
      "abstract": "Public libraries and schools around nation have stopped receiving any new grants from federal E-Rate program that provides money for high-speed Internet and telephone service; suspension came after Federal Communications Commission, in consultation with White House, imposed tighter spending rules that FCC officials say will make it easier to detect fraud and waste in program; as much as $1 billion in grants states expected to receive by end of year may be affected; that has led state administrators to either take money from other educational programs or postpone paying their phone and Internet companies; tighter spending rules also force Universal Service Administrative Co, nonprofit group that runs program under FCC oversight, to hastily liquidate more than $3 billion in investments at a loss (M)",
      "lead_paragraph": "WASHINGTON, Oct. 3 - Public libraries and schools around the nation have suddenly stopped receiving any new grants from a federal program that is wrestling with new rules on how it spends $2.25 billion each year to provide high-speed Internet and telephone service.",
      "publication_date": "2004-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/04/business/media/internet-grants-to-schools-halted-as-the-fcc-tightens-the.html",
      "byline": "By Stephen Labaton"
    }
  ]
}