{
  "metadata": {
    "date": "2004-12-10",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Cellphones Aloft: The Inevitable Is Closer",
      "snippet": "Federal regulators plan to begin considering rules that woujld end official ban on cellphone use on commercial flights; technical challenges and safety questions remain; if ban is lifted, one of last cocoons of relative social silence would disapp...",
      "abstract": "Federal regulators plan to begin considering rules that woujld end official ban on cellphone use on commercial flights; technical challenges and safety questions remain; if ban is lifted, one of last cocoons of relative social silence would disappear, forcing strangers to work out rough etiquette of involuntary eavesdropping in confined space; diagram; photos (M)",
      "lead_paragraph": "The day may finally be coming when you will be allowed to make calls on your own cellphone from an airliner. Trouble is, so will the passengers sitting on either side of you, and in front and in back of you, as well.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/10/technology/cellphones-aloft-the-inevitable-is-closer.html",
      "byline": "By Ken Belson and Micheline Maynard"
    },
    {
      "headline": "Stern Stance for Europe's New Antitrust Chief",
      "snippet": "Neelie Kroes, talking tough in her first public appearance since becoming Europe's competition commissioner, blocks merger in Portugal's energy industry and sets fines on three chemical companies for colluding on prices; Kroes, expressing 'zero to...",
      "abstract": "Neelie Kroes, talking tough in her first public appearance since becoming Europe's competition commissioner, blocks merger in Portugal's energy industry and sets fines on three chemical companies for colluding on prices; Kroes, expressing 'zero tolerance' for cartels and speaking out in defense of energy consumers, tries to lay to rest suspicions that her close ties to business before taking office would not compromise her ability to police that world; Kroes recommends blocking acquisition of Gas de Portugal by Energias de Portugal and Italian energy company ENI; recommendation is accepted by her fellow commissioners; commission imposes fine of $88.4 million on Akzo Nobel, BASF and UCB for running cartel in market for vitamin B4, or choline chloride, animal growth stimulant given many to poultry and pigs (M)",
      "lead_paragraph": "BRUSSELS, Dec. 9 - Talking tough in her first public appearance since becoming Europe's competition commissioner, Neelie Kroes blocked a merger in Portugal's energy industry on Thursday and set fines on three chemical companies for colluding on prices.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/10/business/worldbusiness/stern-stance-for-europes-new-antitrust-chief.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "As Prices Drop, OPEC Warms to Output Cuts",
      "snippet": "OPEC ministers are considering curbing output and taking some oil off market to prevent price slump; light sweet crude for delivery in January rises 59 cents, to $42.53 per barrel, in New York trading as oil traders react to possibility of product...",
      "abstract": "OPEC ministers are considering curbing output and taking some oil off market to prevent price slump; light sweet crude for delivery in January rises 59 cents, to $42.53 per barrel, in New York trading as oil traders react to possibility of production cut; OPEC is producing at its highest rate in 25 years to meet record demand; OPEC will seek to prevent oversupply of oil in market as well as anticipate seasonal decline in second quarter as consumption growth is expected to slow in 2005; over last four years, it has been OPEC's policy to act pre-emptively to keep its benchmark price around $25 per barrel; analysts say OPEC now wants to defend higher prices, around $35 per barrel (M)",
      "lead_paragraph": "CAIRO, Dec. 9 - After pumping oil at close to full capacity for several months in a bid to bring prices down from record levels, OPEC ministers said Thursday that they were considering curbing output and taking some oil off the market to prevent a price slump.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/10/business/worldbusiness/as-prices-drop-opec-warms-to-output-cuts.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Corporations in Brazil Shed Stay-at-Home Tradition",
      "snippet": "Brazil's biggest companies are thriving by using their knowledge of nation's huge domestic market to fend off competition from abroad; are also increasingly flexing their muscles on international stage; many of them are buying assets and building ...",
      "abstract": "Brazil's biggest companies are thriving by using their knowledge of nation's huge domestic market to fend off competition from abroad; are also increasingly flexing their muscles on international stage; many of them are buying assets and building factories in foreign countries that just decade ago seemed out of reach to many in Brazil's traditionally inward-looking corporate sector; growing number of Brazilian businesses are setting up shop in Canada and US; photo (M)",
      "lead_paragraph": "SÃO PAULO, Brazil, Dec. 7 - When Brazil began opening its economy in the early 1990's, companies worried that they would end up being pummeled on their own turf by deep-pocketed foreign rivals.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/10/business/worldbusiness/corporations-in-brazil-shed-stayathome-tradition.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Fiat to Pursue Merger Pact It Made With G.M. in 2000  Sergio Marchionne, the chief executive of Fiat, left, said that his company would vigorously defend its right to sell its auto business to General Motors, a move G.M. has said it will contest i...",
      "abstract": " Fiat to Pursue Merger Pact It Made With G.M. in 2000  Sergio Marchionne, the chief executive of Fiat, left, said that his company would vigorously defend its right to sell its auto business to General Motors, a move G.M. has said it will contest in court if need be.  ",
      "lead_paragraph": "Fiat to Pursue Merger Pact It Made With G.M. in 2000 Sergio Marchionne, the chief executive of Fiat, left, said that his company would vigorously defend its right to sell its auto business to General Motors, a move G.M. has said it will contest in court if need be.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/10/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Australia: Miner Parries Takeover Bid",
      "snippet": "Australia's WMC Resources will offer shareholders as much as 1 billion Australian dollars ($754 million) in cash payments and share buybacks as it tries to fend off hostile takeover bid from Xstrata of Switzerland (S)",
      "abstract": "Australia's WMC Resources will offer shareholders as much as 1 billion Australian dollars ($754 million) in cash payments and share buybacks as it tries to fend off hostile takeover bid from Xstrata of Switzerland (S)",
      "lead_paragraph": "The Australian mining company WMC Resources said that it would offer shareholders as much as 1 billion Australian dollars ($754 million) in cash payments and share buybacks as it tried to fend off a hostile takeover bid from Xstrata, a Swiss mining company. WMC said it was on track to post a record $1.3 billion profit this year as a result of tax credits and rising prices for its copper and nickel. Xstrata, which is based in Zug, has offered shareholders 7.4 billion Australian dollars, or 6.35 Australian dollars a share, for WMC. But WMC shares are trading at a premium of more than 10 percent to that offer. Wayne Arnold (NYT)",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/10/business/world-business-briefing-australia-miner-parries-takeover-bid.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: France: Airline Stake Sold",
      "snippet": "French government sells 17.7 percent stake in Air France-KLM, netting more than 681.9 million euros ($908.5 million) that will be used to reduce debt; graph (S)",
      "abstract": "French government sells 17.7 percent stake in Air France-KLM, netting more than 681.9 million euros ($908.5 million) that will be used to reduce debt; graph (S)",
      "lead_paragraph": "The French government sold a 17.7 percent stake in the world's largest airline, Air France-KLM, netting more than 681.9 million euros ($908.5 million) that will be used to reduce debt, the finance ministry said. More than 47 million shares were traded at 14.30 euros a share. France lost majority control of the group when Air France merged with KLM in July. As a result of Thursday's sale, France's stake in the airline will fall below 20 percent, the Finance Ministry said. Ariane Bernard (NYT)",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/10/business/world-business-briefing-europe-france-airline-stake-sold.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "Greek Myths Expose Achilles' Heel of Europe's Common Currency",
      "snippet": "Floyd Norris comment on how Greece and Italy hid its financial figures from European Commission to gain entrance into European Union; says European Commission suspects that Greece substantially understated both its debts and its deficits as it qua...",
      "abstract": "Floyd Norris comment on how Greece and Italy hid its financial figures from European Commission to gain entrance into European Union; says European Commission suspects that Greece substantially understated both its debts and its deficits as it qualified to adopt euro; adds there are questions about Italy's reported figures back to 1997; holds there is need for Europe to control its finances and assure that cascade of deficits do not destroy currency as each country blames others for problems; graph (M)",
      "lead_paragraph": "PARIS - IT is when the stakes are highest that the numbers are most likely to be manipulated. That was proved in the United States by the corporate frauds that proliferated during the boom of the late 1990's, as the markets offered phenomenal rewards to companies -- and to option-rich executives -- who showed rapid growth in sales and profits.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/10/business/worldbusiness/greek-myths-expose-achilles-heel-of-europes-common.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "For Siblings of the Autistic, a Burdened Youth",
      "snippet": "Article on special burden borne by siblings of autistic children whose disability places huge demands on time, energy and emotions of parents and other family members; teaching autistic children, who are often also retarded, even simple skills is ...",
      "abstract": "Article on special burden borne by siblings of autistic children whose disability places huge demands on time, energy and emotions of parents and other family members; teaching autistic children, who are often also retarded, even simple skills is labor intensive and managing behavior requires constant vigilance, so that little time or attention is available for other children; Don Meyer, who runs Sibling Support Project, and Dr Sandra L Harris discuss counseling children who are themselves teachers and caregivers, and encouraging parents to be fair about needs of their normal children; photos (M)",
      "lead_paragraph": "ORADELL, N.J. - When Mark Plage, 15, forgets to padlock the door of his bedroom, his 13-year-old autistic brother, Derek, barges in and leaves the place a shambles. When Mark tries to toss a football with Derek, the boy turns his back and walks away.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/10/health/for-siblings-of-the-autistic-a-burdened-youth.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "Armor Scarce for Heavy Trucks Transporting U.S. Cargo in Iraq",
      "snippet": "Congress releases statistics documenting stark shortages in armor for military transport trucks that carry supplies across dangerous routes in Iraq, even as Pres Bush and Sec Donald Rumsfeld try to defuse public charges that Pentagon is sending so...",
      "abstract": "Congress releases statistics documenting stark shortages in armor for military transport trucks that carry supplies across dangerous routes in Iraq, even as Pres Bush and Sec Donald Rumsfeld try to defuse public charges that Pentagon is sending soldiers to war without enough armored equipment; House Armed Services Committee data show that while three-quarters of Humvees carry protective armor, which can vary in quality, only ten percent of medium-weight and fifteen percent of heavy trucks are armored; photo; trucks are mostly driven by reservists; Iraqi insurgency exploits vulnerability with roadside bombs that have caused two-thirds of combat deaths; simmering issue erupted with Tennessee National Guard scout Thomas Jerry Wilson's question to Rumsfeld, who says it is good that questions are raised but offers no immediate change; soldiers themselves improve armor and military is producing armor kits; Armor Holdings, which makes armor for new Humvees, says it has already told Army it could increase production to 550 vehicles a month, from 450 (M)",
      "lead_paragraph": "WASHINGTON, Dec. 9 - Congress released statistics Thursday documenting stark shortages in armor for the military transport trucks that ferry food, fuel and ammunition along dangerous routes in Iraq, while President Bush and his defense secretary both spoke out to defuse public criticism.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/10/washington/the-conflict-in-iraq-materiel-armor-scarce-for-heavy-trucks.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "Gucci Chief to Offer a Design for Luxury in Volume",
      "snippet": "Fashion industry and corporate investors will be watching intently as Gucci Group's new chief executive Robert Polet explains his strategy for frist time since joining company in July; there has been speculation in fashion industry that Gucci will...",
      "abstract": "Fashion industry and corporate investors will be watching intently as Gucci Group's new chief executive Robert Polet explains his strategy for frist time since joining company in July; there has been speculation in fashion industry that Gucci will try to expand its presence by signing more licensing deals and moving to make its goods more affordable; executives with knowledge of Polet's plans say he has no intention of aiming Gucci and its other luxury brands at mass audience; Polet is also expected to announce that instead of selling any of Gucci's money-losing brands, he will focus on trying to turn them around; chart; photo (M)",
      "lead_paragraph": "LONDON, Dec. 9 - Robert Polet spent much of his career in business selling mass market products, most recently frozen peas and Popsicles. Now, after a high-fashion makeover, he is about to find out if he can interest the public in $1,000 handbags.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/10/business/gucci-chief-to-offer-a-design-for-luxury-in-volume.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "It's Inauguration Time Again, and Access Still Has Its Price",
      "snippet": "Pres Bush's inaugural committee, seeking to raise more than $40 million, sends out hundreds of solicitations to biggest campaign contributors, offering packages of party benefits and special access to Bush in exchange for hundreds of thousands of ...",
      "abstract": "Pres Bush's inaugural committee, seeking to raise more than $40 million, sends out hundreds of solicitations to biggest campaign contributors, offering packages of party benefits and special access to Bush in exchange for hundreds of thousands of dollars; $100,000 buys dinner with special Bush appearance and $250,000 buys tickets to all events and 'exclusive' lunch with Bush and Vice Pres Cheney; photos; celebration will not be marked by restraint despite fact that 138,000 soldiers are at war in Iraq, but organizers plan strong emphasis on military and veterans; fund-raisers do cap donations at $250,000 to avoid seeming greedy and prevent bad publicity over huge corporate donations (M)",
      "lead_paragraph": "WASHINGTON, Dec. 9 - Tickets to all official inaugural events, including an \"elegant\" candlelight dinner with a special appearance by President Bush: $100,000.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/10/politics/its-inauguration-time-again-and-access-still-has-its-price.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Security Post Would Put Kerik Atop Field That Enriched Him",
      "snippet": "Bernard B Kerik, who just five years ago faced lawsuits over delinquent condominium payments, is now multimillionaire from consulting partnership with Rudolph Giuliani and even more profitable relationship with Taser stun gun maker, as well as sea...",
      "abstract": "Bernard B Kerik, who just five years ago faced lawsuits over delinquent condominium payments, is now multimillionaire from consulting partnership with Rudolph Giuliani and even more profitable relationship with Taser stun gun maker, as well as seats on boards of companies that do business with Homeland Security Department; chart; former New York City police commissioner nominated by Pres Bush to head enormous homeland security agency has diverse income sources that also include best-selling autobiography and film deal about his rags-to-riches career; Taser International relationship since spring 2002 has earned Kerik more than $6.2 million from stock options that became extremely valuable in part because of Kerik's sales pitches to police departments and company's aggressive push to sell stun guns to government; Kerik will have to recuse himself for year from decisions involving former clients, but that will not prevent department from doing business with same companies (M)",
      "lead_paragraph": "WASHINGTON, Dec. 9 - Just five years ago, Bernard B. Kerik was facing lawsuits from a condominium association and bank over delinquent payments owed on a modest New Jersey condo he owned. Today, he is a multimillionaire as a result of a lucrative partnership with former Mayor Rudolph W. Giuliani and an even more profitable relationship with a stun-gun manufacturer.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/10/politics/security-post-would-put-kerik-atop-field-that-enriched-him.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Nextel Said to Be in Talks With Sprint",
      "snippet": "Nextel Communications is in advanced talks to merge with Sprint Corp; deal would form third largest cellphone company in nation, with 39 million wireless subscribers; executives close to talks say negotiations are at particularly delicate point an...",
      "abstract": "Nextel Communications is in advanced talks to merge with Sprint Corp; deal would form third largest cellphone company in nation, with 39 million wireless subscribers; executives close to talks say negotiations are at particularly delicate point and may well collapse (M)",
      "lead_paragraph": "Nextel Communications is in advanced talks to merge with the Sprint Corporation, according to executives involved in the negotiations. The deal would form the third largest cellphone company in the nation, with 39 million wireless subscribers.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/10/technology/nextel-said-to-be-in-talks-with-sprint.html",
      "byline": "By Andrew Ross Sorkin and Ken Belson"
    },
    {
      "headline": "World Business Briefing | Asia: China: Industrial Output Settles",
      "snippet": "China's industrial production grew at slowest pace in 18 months in November as government ordered banks to restrict industrial lending; production rose 14.8 percent from year earlier to 508 billion yuan ($61 billion) after rising 15.7 percent in O...",
      "abstract": "China's industrial production grew at slowest pace in 18 months in November as government ordered banks to restrict industrial lending; production rose 14.8 percent from year earlier to 508 billion yuan ($61 billion) after rising 15.7 percent in October; China's exports in November grew 46 percent from year earlier, to $60.9 billion; imports rose 39 percent, to $51 billion, leaving trade surplus of $9.9 billion (S)",
      "lead_paragraph": "China's industrial production grew at the slowest pace in 18 months in November as the government ordered banks to restrict industrial lending. Production rose 14.8 percent from a year earlier to 508 billion yuan ($61 billion) after climbing 15.7 percent in October, the National Bureau of Statistics said. Another report showed that China's exports in November grew 46 percent from a year earlier, to $60.9 billion, the fastest pace in five months, as overseas demand rose for Chinese-made clothes and electronics. Imports climbed 39 percent, to $51 billion, leaving a trade surplus of $9.9 billion.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/10/business/world-business-briefing-asia-china-industrial-output-settles.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Surplus Falls",
      "snippet": "Japan's current account surplus declined seasonally adjusted 9.1 percent in October from September as higher oil prices increased value of imports while export growth slowed; surplus fell to 1.36 trillion yen ($13 billion) from 1.5 trillion yen in...",
      "abstract": "Japan's current account surplus declined seasonally adjusted 9.1 percent in October from September as higher oil prices increased value of imports while export growth slowed; surplus fell to 1.36 trillion yen ($13 billion) from 1.5 trillion yen in September; exports rose 0.9 percent from month earlier, to 4.97 trillion yen, while imports gained 3.2 percent, to 3.93 trillion yen (S)",
      "lead_paragraph": "Japan's current account surplus declined a seasonally adjusted 9.1 percent in October from September as higher oil prices increased the value of imports while export growth slowed. The surplus fell to 1.36 trillion yen ($13 billion) from 1.5 trillion yen in September, a Ministry of Finance report said. That was lower than economists had expected for the surplus, which shrank for the second consecutive month. Exports rose 0.9 percent from a month earlier, to 4.97 trillion yen, while imports gained 3.2 percent, to 3.93 trillion yen. Slowing export growth is a concern for Japan because the current recovery has been largely driven by exports. Also, orders for machinery unexpectedly fell in October, declining a seasonally adjusted 3.1 percent from the month before. Todd Zaun (NYT)",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/10/business/world-business-briefing-asia-japan-trade-surplus-falls.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Muslim Scholars Increasingly Debate Unholy War",
      "snippet": "Moderate Muslim scholars and intellectuals promote view that Muslims will untangle their faith from violence committed in its name only by reappraising sacred texts that are twisted by terrorists; Muhammad Shahrour, Syrian civil engineer, cites ve...",
      "abstract": "Moderate Muslim scholars and intellectuals promote view that Muslims will untangle their faith from violence committed in its name only by reappraising sacred texts that are twisted by terrorists; Muhammad Shahrour, Syrian civil engineer, cites verses in Koran's ninth chapter that are source of terrorists' self-justifications and says Muslims must differentiate between religion and state politics because Islam itself is 'human, sensible and just'; he and others held Cairo seminar calling for reinterpretations, and were attacked by hard-core faithful calling them liars, Zionists and infidels; conference in Morocco, attended by Sec Colin Powell, will focus on creating democracy in Muslim world; intellectuals are joined by ordinary Muslims dismayed by bloody image of their faith around world; arrayed against them are powerful institutions and clerics who say Islam is under assault by West and must fight back any way possible; photos; debate is driven by carnage in Iraq and events like slaying of children at Russian school, violence that some Muslims says is harem, shameful and forbidden; Abdul Rahman al-Rashed of Al Arabiya says Muslims must confront fact that most terrorist acts are by Muslims; ordinary people also seem to be grappling with old taboos, some rejecting any criticism and pointing fingers at Israel Prime Min Ariel Sharon and Pres Bush, but others expressing dismay, which was reflected in muted outcry at recent US offensive in Falluja; wide sympathy for those fighting American or Israeli soldiers makes it difficult at same time to mount campaign against violence (L)",
      "lead_paragraph": "CAIRO, Dec. 9 - Muhammad Shahrour, a layman who writes extensively about Islam, sits in his engineering office in Damascus, Syria, arguing that Muslims will untangle their faith from the increasingly gory violence committed in its name only by reappraising their sacred texts.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/10/world/middleeast/muslim-scholars-increasingly-debate-unholy-war.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "World Business Briefing | Europe: France: Vivendi Sells Water Stake",
      "snippet": "Vivendi",
      "abstract": "Vivendi",
      "lead_paragraph": "Vivendi Universal sold a 15 percent stake in Veolia Environnement for 1.5 billion euros ($2 billion), moving closer to severing ties with the 151-year-old water utility that was the foundation for forming Vivendi. Most of the stake was sold to institutional investors, leaving Vivendi with 5.3 percent of Veolia, the world's biggest water company, it said. The sale will cut Vivendi's debt to about 4 billion euros, compared with 34.9 billion euros in June 2002. The chief executive, Jean-René Fourtou, above, said Vivendi, owner of the world's largest music company, would resume paying a dividend. Analysts said Veolia might become a takeover target, and its stock rose 6 percent.",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/10/business/world-business-briefing-europe-france-vivendi-sells-water-stake.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Reuters Relocates Jobs",
      "snippet": "Reutern",
      "abstract": "Reutern",
      "lead_paragraph": "The Reuters Group said it would relocate about 100 editorial jobs, adding positions in China and India, continuing a reorganization of its newsrooms aimed at cutting costs. The company said it would keep its editorial head count steady at 2,300, but add reporters in China and editorial positions in India. Reuters said in October that it planned to triple its work force in India by the end of next year. Heather Timmons (NYT)",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/10/business/world-business-briefing-europe-britain-reuters-relocates-jobs.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Trade Envoy Is Favorite to Lead World Bank",
      "snippet": "Robert Zoellick, US trade representative, is favorite to become president of World Bank; Colin L Powell, outgoing secretary of state and previous top contender, said in no uncertain terms last week that he would not accept job; current bank presid...",
      "abstract": "Robert Zoellick, US trade representative, is favorite to become president of World Bank; Colin L Powell, outgoing secretary of state and previous top contender, said in no uncertain terms last week that he would not accept job; current bank president James D Wolfensohn completes his second five-year term next spring; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/10/business/worldbusiness/trade-envoy-is-favorite-to-lead-world-bank.html",
      "byline": "By Elizabeth Becker"
    }
  ]
}