{
  "metadata": {
    "date": "2004-02-06",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Shell Says Net Income Fell 19%, And It Offers a Bleak Forecast",
      "snippet": "Royal Dutch/Shell reports disappointing year-end results and production forecasts while its embattled chmn and chief exec, Sir Philip Watts, says he intends to stay on; Shell has been on defensive since it said on Jan 9 that its proven reserves ar...",
      "abstract": "Royal Dutch/Shell reports disappointing year-end results and production forecasts while its embattled chmn and chief exec, Sir Philip Watts, says he intends to stay on; Shell has been on defensive since it said on Jan 9 that its proven reserves are 20 percent less than previously reported; Shell says fourth-quarter net income fell 19 percent from year earlier, to $1.88 billion; photo (M)",
      "lead_paragraph": "Royal Dutch/Shell reported disappointing year-end results and production forecasts on Thursday while its embattled chairman and chief executive, Sir Philip Watts, said he intended to stay on.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/06/business/shell-says-net-income-fell-19-and-it-offers-a-bleak-forecast.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Bogotá's Social Capitalism, Led by a Marxist of Old",
      "snippet": "Antonio Sanguino is one of number of former Marxist rebel fighters in Colombia who now lead Nuevo Arco Iris, or New Rainbow, socially minded business model that channels money from business enterprises into social programs; he says he believes mar...",
      "abstract": "Antonio Sanguino is one of number of former Marxist rebel fighters in Colombia who now lead Nuevo Arco Iris, or New Rainbow, socially minded business model that channels money from business enterprises into social programs; he says he believes market can generate wealth, which benefits people in long run; survival of Arco Iris, along with similar but smaller programs run by former rebels, is crucial in country that is trying, through two-pronged strategy of military offensives and disarmament negotiations, to sideline three armed insurgencies; Nuevo Arcos owns hotels, agricultural brokerage firm, has built 600 homes and other ventures; photos (L)",
      "lead_paragraph": "Dressed in a silk tie and tailored navy blue suit, Antonio Sanguino looks every bit the chief executive. His cellphone chirps endlessly, the callers eager to make business propositions. With three bodyguards at his side, he dashes from one end of Bogotá to the other attending one meeting after another.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/06/business/bogota-s-social-capitalism-led-by-a-marxist-of-old.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Deutsche Bank Future Colored By a Flirtation With Citigroup",
      "snippet": "Deutsche Bank, emerging from top-to-bottom overhaul of its operations, announces ambitious new profit target; but news of brief flirtation with Citigroup overshadows optimistic outlook; Financial Times reports that Deutsche Bank had broached, then...",
      "abstract": "Deutsche Bank, emerging from top-to-bottom overhaul of its operations, announces ambitious new profit target; but news of brief flirtation with Citigroup overshadows optimistic outlook; Financial Times reports that Deutsche Bank had broached, then ended talks, about deal with Citigroup because of Deutsche Bank chief exec Josef Ackermann's worries about its political fallout in Germany; talk of a merger comes at awkward time for Deutsche Bank, given that Ackermann is on trial on charges of improper bonus payments; photo (L)",
      "lead_paragraph": "Deutsche Bank, emerging from a top-to-bottom overhaul of its operations, announced an ambitious new profit target on Thursday. But news of a brief flirtation with Citigroup overshadowed the optimistic outlook.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/06/business/deutsche-bank-future-colored-by-a-flirtation-with-citigroup.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Help Grandparents of Rich Kids Now. Deal With Real Problems Later.",
      "snippet": "Floyd Norris comments on Bush administration's tax priorities; sees administration not very interested in biggest tax fight now going on with Europe--tax break for exporters that has been ruled illegal by World Trade Orgn; sees administration also...",
      "abstract": "Floyd Norris comments on Bush administration's tax priorities; sees administration not very interested in biggest tax fight now going on with Europe--tax break for exporters that has been ruled illegal by World Trade Orgn; sees administration also not eager to deal with prospect of alternative minimum tax, which was intended for high-income earners, harming many middle-class taxpayers; sees Bush deeming it important to assure that wealthy Americans who die in 2011 and after will not face taxes on their estates; notes that in one of lesser tax proposals in budget released this week, Bush offers tax break for what must be very small group of taxpayers: those who support their grandchildren even though children are independenthly wealthy or earning substantial income on their own; chart shows revenue lost from Bush tax proposals each fiscal year, 2005 to 2014 (M)",
      "lead_paragraph": "IT is said that you can determine a government's priorities by studying its tax proposals. By that standard, the Bush administration does not appear to be very interested in the biggest tax fight now going on with Europe.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/06/business/help-grandparents-of-rich-kids-now-deal-with-real-problems-later.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Faulting U.S., Germany Frees A 9/11 Suspect",
      "snippet": "German court acquits man accused of providing support to suicide pilots in 9/11 attacks, citing refusal by United States to allow testimony from suspected member of Al Qaeda in its custody; Abdelghani Mzoudi, former roommate in Hamburg of Mohamed ...",
      "abstract": "German court acquits man accused of providing support to suicide pilots in 9/11 attacks, citing refusal by United States to allow testimony from suspected member of Al Qaeda in its custody; Abdelghani Mzoudi, former roommate in Hamburg of Mohamed Atta, is second suspect to be tried for involvement in attacks; German prosecutors already convicted another former roommate of Mzoudi, Mounir el-Motassadeq, on same charges: accessory to murder and membership in Al Qaeda, and based on virtually same evidence; that conviction is being appealed; prosecutors blame Mzoudi's acquittal on Bush administration's reluctance to make captured terrorists available for testimony and to allow prosecutors to make use of intelligence information on terrorist network; that stance could also imperil criminal prosecution of Zacarias Moussaoui, only person facing trial in US on charges of involvement in 9/11 attacks; at issue in both trials is testimony of Ramzi bin al-Shibh, captured Qaeda suspect who is believed to have been member of Hamburg cell and central to 9/11 plot; photo (M)",
      "lead_paragraph": "Citing a refusal by the United States to allow testimony from a suspected member of Al Qaeda in its custody, a German court on Thursday acquitted a former roommate of Mohamed Atta who was accused of providing support to suicide pilots in the Sept. 11, 2001, attacks.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/06/world/faulting-us-germany-frees-a-9-11-suspect.html",
      "byline": "By Desmond Butler"
    },
    {
      "headline": "Big Investors Would Gain In Change At Big Board",
      "snippet": "New York Stock Exchange announces plans to open electronic trading to institutional investors to much greater extent than before, saying it hopes move would assure that it would not be damaged by changes SEC is considering for market structure rul...",
      "abstract": "New York Stock Exchange announces plans to open electronic trading to institutional investors to much greater extent than before, saying it hopes move would assure that it would not be damaged by changes SEC is considering for market structure rules; John A Thain, exchange's chief exec, asserts that exchange wants to be 'very customer-sensitive,' after exchange's board approves rule changes that will be sent to SEC for approval; exchange faces substantial competitive threat as SEC weighs changes in market structure, particularly in rule that electronic exchanges want to change to make it easier for investors to trade on those markets even if their prices are not as good as those on Big Board (M)",
      "lead_paragraph": "The New York Stock Exchange announced plans yesterday to open electronic trading to institutional investors to a much greater extent than it has before, saying it hoped the move would assure that it would not be damaged by changes the Securities and Exchange Commission is considering for market structure rules.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/06/business/big-investors-would-gain-in-change-at-big-board.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Poor Telecom Result",
      "snippet": "LG Telecom, smallest of South Korea's three mobile phone operators, says fourth-quarter profit more than doubled, but is less than what analysts forecast; net income rises to 9.5 billion won ($8 million) from 3.7 billion won year ago; graph shows ...",
      "abstract": "LG Telecom, smallest of South Korea's three mobile phone operators, says fourth-quarter profit more than doubled, but is less than what analysts forecast; net income rises to 9.5 billion won ($8 million) from 3.7 billion won year ago; graph shows stock price (S)",
      "lead_paragraph": "The smallest of South Korea's three mobile phone operators, LG Telecom, said fourth-quarter profit more than doubled but was less than what analysts had forecast, as the company fell further behind its rivals in attracting customers. Net income rose to 9.5 billion won ($8 million) from 3.7 billion won a year ago, the company said. A Thomson Financial survey of 12 analysts had an average estimate of 14 billion won. Profit rose as customers spent more time on their cellphones. LG Telecom's market share fell to 14.4 percent in December from 14.8 percent a year ago.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/06/business/world-business-briefing-asia-south-korea-poor-telecom-result.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "NUCLEAR EXPERT RECEIVES PARDON FROM MUSHARRAF",
      "snippet": "Pres Pervez Musharraf grants full pardon to Abdul Qadeer Khan, founder of Pakistan's nuclear weapons program, for sharing nuclear technology with Iran, North Korea and Libya; pardon comes day after Khan appears on television and confesses his wron...",
      "abstract": "Pres Pervez Musharraf grants full pardon to Abdul Qadeer Khan, founder of Pakistan's nuclear weapons program, for sharing nuclear technology with Iran, North Korea and Libya; pardon comes day after Khan appears on television and confesses his wrongdoing; Musharraf says Pakistan will not hand over all documents from its investigation to international nuclear inspectors and will never allow United Nations supervision of its nuclear weapons; says he will not order independent investigation into Pakistani Army's role in proliferation; claims no government or military official has been found involved in proliferation activity; White House praises Musharraf for breaking up network linked to Khan, one of largest ever discovered, but makes little mention of pardon and declines to say whether it will insist that Pakistan sign nuclear nonproliferation treaty; photo (M)",
      "lead_paragraph": "Pakistan's president, Gen. Pervez Musharraf, granted a full pardon on Thursday to Abdul Qadeer Khan, the founder of Pakistan's nuclear weapons program, a day after Dr. Khan appeared on television and confessed to sharing nuclear technology with Iran, North Korea and Libya.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/06/world/nuclear-expert-receives-pardon-from-musharraf.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "Toyota Records 60% Rise in 3rd-Quarter Profits",
      "snippet": "Toyota Motor Corp, world's biggest automaker by market value, says that profits rose 60 percent in latest quarter, ended Dec 31, and predicts record full-year earnings on surging sales of its RX330 sport utility vehicles and Sienna minivans in Uni...",
      "abstract": "Toyota Motor Corp, world's biggest automaker by market value, says that profits rose 60 percent in latest quarter, ended Dec 31, and predicts record full-year earnings on surging sales of its RX330 sport utility vehicles and Sienna minivans in United States; net income rises to 285.5 billion yen ($2.72 billion), or 84.82 yen a share; Takeshi Suzuki, managing exec officer, comments; photos (L)",
      "lead_paragraph": "The Toyota Motor Corporation, the world's biggest automaker by market value, said Thursday that profits rose 60 percent in the latest quarter and predicted record full-year earnings on surging sales of its RX330 sport utility vehicles and Sienna minivans in the United States.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/06/business/toyota-records-60-rise-in-3rd-quarter-profits.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Stewart Witness Sticks to Story On Intimidation",
      "snippet": "Stewart Witness Sticks to Story On Intimidation** Douglas Faneuil endures second day of hostile cross-examination, but sticks to his story, reiterating that he participated in cover-up of reasons for Martha Stewart's 2001 ImClone Systems stock tra...",
      "abstract": "Stewart Witness Sticks to Story On Intimidation** Douglas Faneuil endures second day of hostile cross-examination, but sticks to his story, reiterating that he participated in cover-up of reasons for Martha Stewart's 2001 ImClone Systems stock trade because he felt intimidated by former Merrill Lynch boss Peter Bacanovic; testimony reviewed (M)",
      "lead_paragraph": "Enduring a second day of hostile cross-examination yesterday, Douglas Faneuil stuck to his story, reiterating that he participated in a cover-up of the reasons for Martha Stewart's 2001 ImClone Systems stock trade because he felt intimidated by his former boss at Merrill Lynch, Peter E. Bacanovic.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/06/business/stewart-witness-sticks-to-story-on-intimidation.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Aventis Chief Calls Merger A Step Back",
      "snippet": "Igor Landau, chief exec of Aventis, makes his case against what he calls 'ridiculous' bid from rival, Sanofi-Synthelabo, while presenting strong results for fourth quarter and full year; promises double-digit sale and earnings growth over next fou...",
      "abstract": "Igor Landau, chief exec of Aventis, makes his case against what he calls 'ridiculous' bid from rival, Sanofi-Synthelabo, while presenting strong results for fourth quarter and full year; promises double-digit sale and earnings growth over next four years; company plans to buy back 2 billion to 3 billion euros ($2.5 billion to $3.8 billion) of its own shares; net income from its core business rises 22.8 percent, to 716 million euros ($897 million), in fourth quarter (M)",
      "lead_paragraph": "Igor Landau, the chief executive of Aventis, made his case Thursday against what he called a ''ridiculous'' bid from a rival pharmaceutical company, Sanofi-Synthélabo, while presenting strong results for the fourth quarter and full year.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/06/business/aventis-chief-calls-merger-a-step-back.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Drug Discount for Elderly May Confuse as Well as Help",
      "snippet": "Consumer advocates warn that millions of elderly Americans will face a bewildering array of new government-approved drug discount cards this spring, and Bush administration officials acknowledge that major effort will be needed to clear up confusi...",
      "abstract": "Consumer advocates warn that millions of elderly Americans will face a bewildering array of new government-approved drug discount cards this spring, and Bush administration officials acknowledge that major effort will be needed to clear up confusion; administration officials say that 106 health industry companies--unexpectedly large number--met deadline last week for applying to sponsor new cards; cards will be available to 10 million Medicare beneficiaries who do not have drug coverage, as precursor to prescription drug benefit scheduled to begin in 2006; photos (L)",
      "lead_paragraph": "Consumer advocates are warning that millions of elderly Americans will face a bewildering array of new government-approved drug discount cards this spring, and Bush administration officials acknowledge that a major effort will be needed to clear up the confusion.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/06/business/drug-discount-for-elderly-may-confuse-as-well-as-help.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Falling Dollar and Deficit Are Expected to Draw Fire  The Bush administration is expected to come under fire for a plunging dollar and a surging budget deficit when a two-day meeting of finance ministers from the Group of 7 industrialized nations ...",
      "abstract": " Falling Dollar and Deficit Are Expected to Draw Fire  The Bush administration is expected to come under fire for a plunging dollar and a surging budget deficit when a two-day meeting of finance ministers from the Group of 7 industrialized nations begins today.     Though committed to a ''strong dollar,'' Treasury Secretary John W. Snow is fending off European leaders who fear the dollar has fallen so far against the euro that European exports will soon be in jeopardy. [Page C3.]",
      "lead_paragraph": "Falling Dollar and Deficit Are Expected to Draw Fire",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/06/business/business-digest-271390.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Telecom Profit",
      "snippet": "Strengthening Australian dollar helps Singapore Telecommunications nearly triple its net profit in most recent quarter; net profit in quarter ended Dec 31 rises about 188 percent, to 854 million Singapore dollars ($504 million) (S)",
      "abstract": "Strengthening Australian dollar helps Singapore Telecommunications nearly triple its net profit in most recent quarter; net profit in quarter ended Dec 31 rises about 188 percent, to 854 million Singapore dollars ($504 million) (S)",
      "lead_paragraph": "The strengthening Australian dollar helped Singapore Telecommunications nearly triple its net profit in its most recent quarter. The company, known as SingTel, said net profit in the period, which ended Dec. 31 and was its fiscal third quarter, rose about 188 percent, to 854 million Singapore dollars ($504 million), helped by a foreign exchange gain of 223 million Singapore dollars from loans denominated in Australian dollars to its Australian subsidiary Optus. SingTel now counts on overseas units for 77 percent of its group revenues. Wayne Arnold (NYT)",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/06/business/world-business-briefing-asia-singapore-telecom-profit.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Dean Says He'll Quit if He Doesn't Win Wisconsin",
      "snippet": "Howard Dean says he will end his presidential bid if he fails to win Democratic primary in Wisconsin on Feb 17; makes announcement in stark e-mail message to supporters after string of defeats; his advisers express optimism that he would get his c...",
      "abstract": "Howard Dean says he will end his presidential bid if he fails to win Democratic primary in Wisconsin on Feb 17; makes announcement in stark e-mail message to supporters after string of defeats; his advisers express optimism that he would get his candidacy on track in Wisconsin and emerge as chief alternative to Sen John Kerry, who has won seven of first nine Democratic contests; party strategists wonder how much Dean would gain from Wisconsin victory after so many losses; they expect Kerry to win contests this weekend in Michigan, Maine and perhaps Washington State; fight in Wisconsin is shaping up as perhaps last big battle of 2004 Democratic nomination campaign; aides to Kerry, Dean and Sen John Edwards and Gen Wesley K Clark say they are preparing full-scale campaigns to win that state; chart showing Dean's results in early races; photos (M)",
      "lead_paragraph": "Reeling from a string of defeats and rising disillusionment among his supporters, Howard Dean said Thursday that his presidential bid would end if he failed to win the Democratic primary in Wisconsin in 12 days.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/06/us/the-2004-campaign-the-overview-dean-says-he-ll-quit-if-he-doesn-t-win-wisconsin.html",
      "byline": "By Jodi Wilgoren and Adam Nagourney"
    },
    {
      "headline": "TENET CONCEDES GAPS IN C.I.A. DATA ON IRAQ WEAPONS",
      "snippet": "Central Intelligence Director George J Tenet acknowledges for first time that American spy agencies may have overestimated Iraq's illicit weapons capacities, in part because of failure to penetrate inner workings of Iraqi government, address at Ge...",
      "abstract": "Central Intelligence Director George J Tenet acknowledges for first time that American spy agencies may have overestimated Iraq's illicit weapons capacities, in part because of failure to penetrate inner workings of Iraqi government, address at Georgetown Univ; presents steadfast defense of American spy agencies and their integrity in his first attempt to provide comprehensive accounting of gaps between prewar intelligence on Iraq and what has been found on ground there; his presentation is more candid and less defensive than any previous government comment on issue that critics are calling major intelligence failure; he claims American spy agencies 'were generally on target' in prewar warnings about Iraq's missile and unmanned aerial vehicle programs, but 'may have overestimated the progress' Iraq was making toward development of nuclear weapons; insists that intelligence agencies acted independently of policy makers, and says intelligence analysts never portrayed Iraq as presenting imminent threat to United States before American invasion; Sen John Kerry and other Democrats seize on that statement as evidence that Pres Bush had no foundation for his prewar claim that Saddam Hussein's government was 'grave and gathering danger'; photos (L)",
      "lead_paragraph": "George J. Tenet, the director of central intelligence, acknowledged for the first time on Thursday that American spy agencies may have overestimated Iraq's illicit weapons capacities, in part because of a failure to penetrate the inner workings of the Iraqi government.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/06/world/tenet-concedes-gaps-in-cia-data-on-iraq-weapons.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Interest Rate Move",
      "snippet": "Bank of England raises its benchmark interest rate by quarter point, second increase in four months, on concerns that stronger economic growth in Britain and global recovery may lead to higher inflation (S)",
      "abstract": "Bank of England raises its benchmark interest rate by quarter point, second increase in four months, on concerns that stronger economic growth in Britain and global recovery may lead to higher inflation (S)",
      "lead_paragraph": "The Bank of England raised its benchmark interest rate by a quarter point, the second increase in four months, on concerns that stronger economic growth in Britain and a global recovery may lead to higher inflation. The decision to raise the rate, the repurchase rate, to 4 percent came after an increase in November that reversed course from two reductions made last year. British consumers, whose spending fuels two-thirds of the economy, borrowed at record levels in the last quarter, and December retail sales rose 0.9 percent. The European Central Bank, whose rate-setting council also met yesterday, left its main rate unchanged at 2 percent for the dozen countries sharing the euro. The bank remains concerned about excessive moves in exchange rates, its president, Jean-Claude Trichet, said at a news conference in Frankfurt.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/06/business/world-business-briefing-europe-britain-interest-rate-move.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Array of Drug Cards May Prove Confusing",
      "snippet": "Consumer advocates are warning that millions of elderly Americans will face a bewildering array of new government-approved drug discount cards this spring, and Bush administration officials are acknowledging that a serious effort will be needed to...",
      "abstract": "Consumer advocates are warning that millions of elderly Americans will face a bewildering array of new government-approved drug discount cards this spring, and Bush administration officials are acknowledging that a serious effort will be needed to clear up the confusion.    Administration officials said that 106 health industry companies -- an unexpectedly large number -- met a deadline last week for applying to sponsor the new cards. They will be available to 10 million Medicare beneficiaries who do not have drug coverage, as a precursor to the prescription drug benefit scheduled to begin in 2006.   ",
      "lead_paragraph": "Consumer advocates are warning that millions of elderly Americans will face a bewildering array of new government-approved drug discount cards this spring, and Bush administration officials are acknowledging that a serious effort will be needed to clear up the confusion.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/06/business/array-of-drug-cards-may-prove-confusing.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Canary Wharf Bid Raised",
      "snippet": "Toronto property company Brascan Group shocks London markets by saying it will make higher-than-expected bid of $2.9 billion for Canary Wharf, commercial real-estate complex that has become London's financial hub (S)",
      "abstract": "Toronto property company Brascan Group shocks London markets by saying it will make higher-than-expected bid of $2.9 billion for Canary Wharf, commercial real-estate complex that has become London's financial hub (S)",
      "lead_paragraph": "The Toronto property company Brascan Group shocked London markets by saying that it will make a higher-than-expected bid of $2.9 billion for Canary Wharf, the commercial real estate complex that has become London's financial hub. Hours later, a group of investors led by Morgan Stanley countered with an offer that values the property at $2.93 billion. The board of Canary Wharf has already backed a previous bid from Morgan Stanley. Heather Timmons (NYT)",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/06/business/world-business-briefing-europe-britain-canary-wharf-bid-raised.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Air Service Growing",
      "snippet": "Fast-growing Canadian discount airline WestJet says it plans to start scheduled service to several United States cities later this year in competition with Air Canada (S)",
      "abstract": "Fast-growing Canadian discount airline WestJet says it plans to start scheduled service to several United States cities later this year in competition with Air Canada (S)",
      "lead_paragraph": "The fast-growing Canadian discount airline WestJet said that it planned to start scheduled service to several United States cities later this year in competition with Air Canada. WestJet, based in Calgary, also announced more than 100 extra domestic flights a week. With operating costs about half those of Air Canada, WestJet has gained significant market share since it started flying in 1996. Another low-cost Canadian carrier, Jetsgo of Montreal, also announced expanded services, with the purchase of 18 Fokker 100 aircraft from American Airlines. Bernard Simon (NYT)",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/06/business/world-business-briefing-americas-canada-air-service-growing.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "If Only for a Night, Wall St. Fallen Idol Is One of the Boys",
      "snippet": "Richard Grasso, former head of New York Stock Exchange, mixes with old friends at annual black-tie dinner of Kappa Beta Phi, secretive Wall Street society which claims more than 250 of Wall St's executives and former chiefs; sole purpose of societ...",
      "abstract": "Richard Grasso, former head of New York Stock Exchange, mixes with old friends at annual black-tie dinner of Kappa Beta Phi, secretive Wall Street society which claims more than 250 of Wall St's executives and former chiefs; sole purpose of society is to allow some of biggest egos in finance to poke fun at themselves and to induct new members in campy rite dating back to 1929; among inductees is Diana L Taylor, New York State banking superintendent and companion of Mayor Michael Bloomberg; new members perform skit lampooning Wall St's many scandals in past year and sing series of songs poking fun at Grasso's pay before he was forced off New York Stock Exchange; photos (M)",
      "lead_paragraph": "Richard A. Grasso is no longer a member of Wall Street's most exclusive public club, the New York Stock Exchange, but he still belongs to its most secretive society, Kappa Beta Phi.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/06/business/if-only-for-a-night-wall-st-fallen-idol-is-one-of-the-boys.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Credit Card Rescue",
      "snippet": "Koram Bank agrees to rescue of LG Card Company, South Korea's largest credit card issuer, easing concerns that other banks might have to contribute more funds after Korea Exchange Bank rejects 5 trillion won bailout plan (S)",
      "abstract": "Koram Bank agrees to rescue of LG Card Company, South Korea's largest credit card issuer, easing concerns that other banks might have to contribute more funds after Korea Exchange Bank rejects 5 trillion won bailout plan (S)",
      "lead_paragraph": "The Koram Bank agreed to a rescue of the LG Card Company, South Korea's largest credit card issuer, easing concerns that other banks might have to contribute more funds after the Korea Exchange Bank rejected the 5 trillion won ($4.3 billion) bailout plan. Koram Bank, controlled by the Carlyle Group and J.P. Morgan Chase, agreed to provide 33.4 billion won of new loans and exchange debt for shares in LG Card, a bank spokesman, Lee Sang Eun, said. Korea Exchange Bank, which is majority owned by Lone Star Funds, rejected the bailout. The lender is the only one of LG Card's 16 main creditors to reject the plan.",
      "publication_date": "2004-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/06/business/world-business-briefing-asia-south-korea-credit-card-rescue.html",
      "byline": "By Bloomberg News"
    }
  ]
}