{
  "metadata": {
    "date": "2004-07-30",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "THE CONVENTION IN BOSTON: NEWS ANALYSIS; Strong Show Of 'Strength'",
      "snippet": "News analysis of John Kerry's acceptance speech at Democratic National Convention; his goal was to show that he is strong enough to keep nation safe and caring enough to make it comfortable with him as president; he portrays himself as vastly pref...",
      "abstract": "News analysis of John Kerry's acceptance speech at Democratic National Convention; his goal was to show that he is strong enough to keep nation safe and caring enough to make it comfortable with him as president; he portrays himself as vastly preferable commander in chief to Pres Bush, citing his own combat service and using some variation of word 'strength' 17 times; he seeks to cast himself as determined skeptic in effort to counter Bush campaign's highlighting of sometimes contradictory votes he has cast in long Senate career; again and again speech reaches beyond Democratic delegates at convention to millions of viewers and voters who have yet to make up their minds and who, according to latest polls, have neither favorable nor unfavorable opinion of him (M)",
      "lead_paragraph": "For months, John Kerry and his supporters have told voters that he is strong enough to keep the nation safe and caring enough to make it comfortable with him as president. On Thursday night his goal was to show the biggest audience of his life that both claims were true, and he gave it his best shot.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/30/us/the-democrats-the-convention-in-boston-news-analysis-strong-show-of-strength.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "THE CONVENTION IN BOSTON: INSIDERS AND OUTSIDERS: DELEGATES; For Democratic Delegates in Boston, It's a Tale of Two Conventions",
      "snippet": "Diversity among delegates at Democratic convention in Boston discussed; backgrounds diverge sharply by income, social position and political ties, reflecting reality that is little noted in party's official publications and speeches; privileged ha...",
      "abstract": "Diversity among delegates at Democratic convention in Boston discussed; backgrounds diverge sharply by income, social position and political ties, reflecting reality that is little noted in party's official publications and speeches; privileged have been treated to variety of glittering soirees, while less well-heeled have more limited choices; photo (M)",
      "lead_paragraph": "Not long after John Edwards gave his speech on Wednesday night denouncing the existence of ''two Americas,'' two convention delegates peeled away from the FleetCenter.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/30/us/democrats-convention-boston-insiders-outsiders-delegates-for-democratic.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "THE CONVENTION IN BOSTON: APPLE'S ALMANAC; With 20 Electoral Votes Up for Grabs, Ohio Gets Its Dessert First",
      "snippet": "R W Apple Jr column on importance of Ohio's 20 electoral votes; delegation is given priority seating at Democratic convention, and numerous visits by, and coddling from, bigwigs; strategists say race is shaping up to be very close in state; photo ...",
      "abstract": "R W Apple Jr column on importance of Ohio's 20 electoral votes; delegation is given priority seating at Democratic convention, and numerous visits by, and coddling from, bigwigs; strategists say race is shaping up to be very close in state; photo (M)",
      "lead_paragraph": "These are heady days for Ohio, and for your scribe, who grew up in Akron and learned his first political lessons there at the knee of Ray C. Bliss, a storied political string-puller who went on to head the Republican National Committee.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/30/us/democrats-convention-boston-apple-s-almanac-with-20-electoral-votes-up-for-grabs.html",
      "byline": "By R. W. Apple Jr"
    },
    {
      "headline": "Floor Trades vs. Fast Trades on Big Board",
      "snippet": "John A Thain, chief executive of New York Stock Exchange, is expected to unveil radical new plan to allow large investors to trade big blocks of shares electronically on floor of exchange; plan, called Direct Plus, represents stiffest challenge ye...",
      "abstract": "John A Thain, chief executive of New York Stock Exchange, is expected to unveil radical new plan to allow large investors to trade big blocks of shares electronically on floor of exchange; plan, called Direct Plus, represents stiffest challenge yet to open outcry model of trading used on exchange floor; is seen as Thain's best hope for stemming loss of exchange's market share to aggressive new breed of electronic trading exchanges and presenting to still skeptical public his vision of Big Board as hybrid market place, faithful to its legacy as auction-based trading arena, while also being technologically up to date; most significant element is new sweep function, which will allow investors to trade larger blocks of shares at different price points, with ultimate limit, via exchange's electronic networks, thus skirting price improvement process on floor; only 10 percent of volume on exchange is traded electronically, but that figure is expected to increase as plan becomes operational in coming months; photo (M)",
      "lead_paragraph": "John A. Thain, the chief executive of the New York Stock Exchange, is expected to unveil a radical new plan, as early as Monday, to allow large investors to trade big blocks of shares electronically on the floor of the exchange, according to people who have been briefed on the plan.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/30/business/floor-trades-vs-fast-trades-on-big-board.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Shell to Pay $150 Million In Settlement On Reserves",
      "snippet": "Royal Dutch/Shell Group agrees to pay total of $150 million in fines to settle investigations by American and British securities regulators into its reporting of crude oil and natural gas reserves; agreement eases some of pressure on Shell, but it...",
      "abstract": "Royal Dutch/Shell Group agrees to pay total of $150 million in fines to settle investigations by American and British securities regulators into its reporting of crude oil and natural gas reserves; agreement eases some of pressure on Shell, but it still faces separate criminal investigations into matter by US Justice Department, continuing regulatory investigation in Netherlands and several shareholder lawsuits; Shell reports second-quarter net income of $4 million, up 54 percent from a year earlier; production falls 5 percent, to equivalent of 3.58 million barrels of oil a day, and is expected to stay in range of 3.5 million to 3.8 billion barrels a day through 2006; Shell expects to pay $1 more to extract each barrel of oil in 2004 than it did in 2003; photo (M)",
      "lead_paragraph": "The Royal Dutch/Shell Group said on Thursday that it had agreed to pay a total of $150 million in fines to settle investigations by American and British securities regulators into its reporting of crude oil and natural gas reserves. The company said in January that it had substantially overstated those reserves.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/30/business/shell-to-pay-150-million-in-settlement-on-reserves.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Europe: Brussels: Car Sales Inquiry",
      "snippet": "European Commission accuses French carmaker PSA Peugeot Citroen of distorting Europe's car market by discouraging its dealers in Germany and Holland from selling to foreigners; Peugeot denies charge (S)",
      "abstract": "European Commission accuses French carmaker PSA Peugeot Citroen of distorting Europe's car market by discouraging its dealers in Germany and Holland from selling to foreigners; Peugeot denies charge (S)",
      "lead_paragraph": "The European Commission has accused the French carmaker PSA Peugeot Citröen of distorting Europe's car market by discouraging its dealers in Germany and Holland from selling to foreigners, a spokesman for the commission, Tilman Lueder, said. Dealers who sold to people not based locally have been denied bonuses by the manufacturer. Peugeot denied the charges and said it would make a formal reply. Paul Meller (NYT)",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/30/business/world-business-briefing-europe-brussels-car-sales-inquiry.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "THE CONVENTION IN BOSTON: THE OVERVIEW; KERRY ACCEPTS NOMINATION, TELLING PARTY THAT HE'LL 'RESTORE TRUST AND CREDIBILITY'",
      "snippet": "John Kerry accepts Democratic presidential nomination, pledging to 'restore trust and credibility to the White House'; offers blistering critique of Pres Bush's 42 months in office, claiming he misled nation into war and is pursuing policies that ...",
      "abstract": "John Kerry accepts Democratic presidential nomination, pledging to 'restore trust and credibility to the White House'; offers blistering critique of Pres Bush's 42 months in office, claiming he misled nation into war and is pursuing policies that pose threat to economy, the Constitution and nation's standing in world; promises to take charge of 'nation at war,' invoking his service in Vietnam War as he vows to protect Americans from terrorism in 21st century; seeks to set out differences between him and Bush on critical issues, and pe-empt attacks on him by White House; speech is heavily weighted toward foreign affairs and national security, underlining urgency Kerry sees in trying to compete with Bush on that terrain against backdrop of war in Iraq and threat of another terrorist attack; again and again Kerry uses speech to try to push back on lines of attack White House has launched against him, such as its portrayal of him as inconsistent; says that during campaign he and Bush should be 'optimists, not just opponents,' and voices hope that election will be contest of 'big ideas, not small-minded attacks'; photos (L)",
      "lead_paragraph": "John Forbes Kerry accepted the Democratic presidential nomination on Thursday night, pledging to ''restore trust and credibility to the White House'' as he accused President Bush of misleading the nation into war and pursuing policies that he described as a threat to the economy, the Constitution and the nation's standing in the world.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/30/us/democrats-convention-boston-overview-kerry-accepts-nomination-telling-party-that.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Nissan Profit Rises",
      "snippet": "Nissan Motor's second-quarter earnings rise 4.5 percent, to 123.2 million yen ($1.1 billion); revenue rises 15.4 percent, to 1.91 trillion yen; graph (S)",
      "abstract": "Nissan Motor's second-quarter earnings rise 4.5 percent, to 123.2 million yen ($1.1 billion); revenue rises 15.4 percent, to 1.91 trillion yen; graph (S)",
      "lead_paragraph": "Nissan Motor said yesterday that net income in its second quarter rose 4.5 percent from a year earlier to 123.2 billion yen ($1.1 billion) amid growing sales of pickups and other light trucks in the United States. Nissan's revenue for the quarter rose 15.4 percent, to 1.91 trillion yen. Nissan has been gaining market share in the United States after introducing its first full-sized pickup truck, the Titan, and a range of other new or redesigned light trucks. Nissan's worldwide sales volume rose 9.9 percent, to 769,000 vehicles. The announcement was Nissan's first quarterly earnings report. Todd Zaun (NYT)",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/30/business/world-business-briefing-asia-japan-nissan-profit-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: India: Strong Demand For Stock",
      "snippet": "Demand from institutional investors is strong for initial sale of $1.2 billion in shares of Tata Consultancy Services (S)",
      "abstract": "Demand from institutional investors is strong for initial sale of $1.2 billion in shares of Tata Consultancy Services (S)",
      "lead_paragraph": "Demand from institutional investors was strong for the initial sale of $1.2 billion in shares of Tata Consultancy Services, India's biggest outsourced services company. The 33 million shares available to institutional investors sold out within hours of the offer. Additional shares will be offered to retail investors through Aug. 5. Tata Consultancy Services, part of the Tata group of companies, intends to raise 50 billion rupees ($1.1 billion) in the stock offering. Saritha Rai (NYT)",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/30/business/world-business-briefing-asia-india-strong-demand-for-stock.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Sony and BMG Start Building Their Odd Music Club",
      "snippet": "Sony Corp and Bertelsmann face challenge of bridging two strikingly different corporate cultures in their joint venture record label, Sony BMG; Sony is largely driven by vision in which various content divisions feed its hardware operations, while...",
      "abstract": "Sony Corp and Bertelsmann face challenge of bridging two strikingly different corporate cultures in their joint venture record label, Sony BMG; Sony is largely driven by vision in which various content divisions feed its hardware operations, while Bertelsmann tends to run its divisions as separate businesses; BMG's current chief executive, Rolf Schmidt-Holtz, will serve as nonexecutive chairman of board, and Andrew Lack, Sony Music Entertainment's chief executive, will run venture day to day as its chief executive; Lack, former television executive with little music experience, must find way to work with once-rival executives who have been in music business for decades; merger is expected to result in elimination of 2,000 jobs, or about 20 percent of new company's work force, and $350 million drop in operating costs, mainly through consolidation of far-flung offices; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/30/business/sony-and-bmg-start-building-their-odd-music-club.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Chrysler, With a Profit, Lifts Quarter For Daimler",
      "snippet": "Earnings at DaimlerChrysler soar more than fivefold in second quarter, to $675 million, lifted by continuing recovery of company's Chrysler unit as well as strong performances in its financial services and commercial vehicle divisions; revenue ris...",
      "abstract": "Earnings at DaimlerChrysler soar more than fivefold in second quarter, to $675 million, lifted by continuing recovery of company's Chrysler unit as well as strong performances in its financial services and commercial vehicle divisions; revenue rises 9 percent, to $45.2 billion; Mercedes group, Daimler's crown jewel, reports decline in operating profits, and struggles of Mitsubishi Motors reduces Daimler's earnings by $600 million in quarter; Eckhard Cordes, head of commercial vehicles group, will take over Mercedes group in October; photo (M)",
      "lead_paragraph": "Earnings at DaimlerChrysler soared, rising more than fivefold in the second quarter, lifted by a continuing recovery at the company's Chrysler unit as well as strong performances in its financial services and commercial vehicle divisions.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/30/business/chrysler-with-a-profit-lifts-quarter-for-daimler.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Francis Crick, Co-Discoverer of DNA, Dies at 88",
      "snippet": "Francis H C Crick, co-discoverer of structure of DNA, genetic blueprint for life, and leading molecular biologist of his age, dies at age 88; discovery of structure of DNA resolved longstanding questions about nature of hereditary material and man...",
      "abstract": "Francis H C Crick, co-discoverer of structure of DNA, genetic blueprint for life, and leading molecular biologist of his age, dies at age 88; discovery of structure of DNA resolved longstanding questions about nature of hereditary material and manner in which it is copied as one generation succeeds another; consequences of understanding structure of DNA have been far-reaching, from linking suspects to crime scene evidence to manipulating it to make genetically engineered crops; Crick, James D Watson and Maurice H F Wilkins received Nobel Prize in 1962; photo; diagram (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/30/us/francis-crick-co-discoverer-of-dna-dies-at-88.html",
      "byline": "By Nicholas Wade"
    },
    {
      "headline": "Losses Increase as Cash Decreases, Straining Trump's Casinos",
      "snippet": "Trump Hotels and Casino Resorts reports second-quarter loss of $17.6 million, compared with loss of $10 million a year earlier, and reduction in its cash reserves, which it needs to help reduce its $1.8 billion in debts, to $81.1 million from 124....",
      "abstract": "Trump Hotels and Casino Resorts reports second-quarter loss of $17.6 million, compared with loss of $10 million a year earlier, and reduction in its cash reserves, which it needs to help reduce its $1.8 billion in debts, to $81.1 million from 124.3 million in first quarter of year; is reportedly talking with bondholders about restructuring its debts; Donald J Trump, chief executive, blames rising gasoline prices and fact that gamblers are winning more money than usual; photo (M)",
      "lead_paragraph": "Trump Hotels and Casino Resorts Inc., the flagship of Donald J. Trump's debt-laden casino holdings, reported increased losses for the second quarter and a dwindling supply of cash yesterday, leaving the struggling company in an increasingly perilous financial position.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/30/business/losses-increase-as-cash-decreases-straining-trump-s-casinos.html",
      "byline": "By Timothy L. O'Brien and Eric Dash"
    },
    {
      "headline": "Did Someone Say Doughnuts? Yes. The S.E.C.",
      "snippet": "Krispy Kreme Doughnuts shares drop 16 percent after company discloses that SEC has requested information concerning company's franchise reacquisitions and its previously announced reduction in earnings guidance; some analysts believe SEC wants to ...",
      "abstract": "Krispy Kreme Doughnuts shares drop 16 percent after company discloses that SEC has requested information concerning company's franchise reacquisitions and its previously announced reduction in earnings guidance; some analysts believe SEC wants to probe May 7 warning from management that sales are being hurt by increased popularity of low-carbohydrate diets; some investors doubt if diet fad could have such deleterious effect on Krispy Kreme's results; Krispy Kreme does not amortize value of franchise operations that it requires, with result that its earnings per share are higher than they would be if assets were reduced in value over time; company's shares have lost 57 percent of its value this year (M)",
      "lead_paragraph": "Investors have started to see some flaws in a one-time stock market darling.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/30/business/market-place-did-someone-say-doughnuts-yes-the-sec.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "THE CONVENTION IN BOSTON: THE CONVENTION HALL; Tender Stories About Family Position Kerry In a Soft Light",
      "snippet": "Sen John Kerry's daughters Alexandra and Vanessa tell anecdotes about their father as lead-in to his acceptance speech at Democratic convention, hoping to establish him as warm and loving father; Kerry enters hall through throng of delegates, paus...",
      "abstract": "Sen John Kerry's daughters Alexandra and Vanessa tell anecdotes about their father as lead-in to his acceptance speech at Democratic convention, hoping to establish him as warm and loving father; Kerry enters hall through throng of delegates, pausing to shake hands before ascending to stage, where he embraces Max Cleland, who introduced him, and men who served with him in Vietnam; speech is mix of highlights from campaign trail and fresh biographical and personal material; photo (M)",
      "lead_paragraph": "He captured the Democratic presidential nomination by convincing primary voters that he was the candidate who could best win back the White House. But on Thursday night Senator John Kerry still had to prove to Democrats that he was a man they could love. So he sent the people who love him.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/30/us/democrats-convention-boston-convention-hall-tender-stories-about-family-position.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Siemens Posts A Gain",
      "snippet": "Siemens reports earning 815 million euros ($981 million) in third quarter, increase of 29 percent from a year earlier; sales rise 5 percent, to 18.2 billion euros; photo (S)",
      "abstract": "Siemens reports earning 815 million euros ($981 million) in third quarter, increase of 29 percent from a year earlier; sales rise 5 percent, to 18.2 billion euros; photo (S)",
      "lead_paragraph": "The German electronics and engineering group Siemens said it earned 815 million euros ($981 million) in the third quarter, an increase of 29 percent from the period a year ago. Sales rose 5 percent, to 18.2 billion euros ($21.9 billion) and new orders booked by 11 percent to 19.1 billion euros ($23 billion). The chief executive, Heinrich von Pierer, above, attributed the results to an ''improvement in the macro-economic environment'' and reiterated the company's goal for profit growth of more than 10 percent for the year. Victor Homola (NYT)",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/30/business/world-business-briefing-europe-germany-siemens-posts-a-gain.html",
      "byline": "By Victor Homola (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Competing Bid Is Made To Create Banking Giant  The Sumitomo Mitsui Financial Group, Japan's third-largest bank, said today that it planned to propose a merger with UFJ Holdings, which is already in merger talks with Japan's second-largest bank, se...",
      "abstract": " Competing Bid Is Made To Create Banking Giant  The Sumitomo Mitsui Financial Group, Japan's third-largest bank, said today that it planned to propose a merger with UFJ Holdings, which is already in merger talks with Japan's second-largest bank, setting up a what could be a highly unusual takeover battle.    UFJ, Japan's fourth-largest bank, said earlier this month that it was entering talks to combine with the Mitsubishi Tokyo Financial Group in a deal that would create the world's largest bank, ahead of Citigroup. Those negotiations hit a snag earlier this week when a Tokyo court ordered UFJ to exclude its trust bank unit from the talks because of a previous agreement to sell it. [Page C7.]",
      "lead_paragraph": "Competing Bid Is Made To Create Banking Giant",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/30/business/business-digest-476838.html",
      "byline": ""
    },
    {
      "headline": "India Hopes for Growth in Textile Exports",
      "snippet": "Textile manufacturers in India are preparing for end of global textile and apparel quota system, which has protected textile and garment industries in US and Europe by limiting imports from low-cost manufacturing countries like India; US and Europ...",
      "abstract": "Textile manufacturers in India are preparing for end of global textile and apparel quota system, which has protected textile and garment industries in US and Europe by limiting imports from low-cost manufacturing countries like India; US and European Union say they are moving ahead with final phase-out of system set for Dec 31; end is enthusiastically sought by American and European retailers but opposed by textile and garment industries in both markets; McKinsey & Co predicts that India's $15 billion garment and textile exports industry could increase its global market share from current 4 percent to 6.5 pecent by 2008; industry employs 35 million people and accounts for nearly 4 precent of India's gross national product and about one-quarter of its total export earnings; photos (M)",
      "lead_paragraph": "Business is good for Dinesh J. Hinduja. In the last three months, he has added four garment units, for a total of 41 factories. And in the next few months, he says, he will add another three.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/30/business/india-hopes-for-growth-in-textile-exports.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Geneva Talks Move Toward Farm Pact",
      "snippet": "Global trade talks in Geneva are put back on track when five crucial players, US, European Union, Australia, Brazil and India, reach informal agreement on agricultural subsidies and supports; delegates say US in particular has made significant com...",
      "abstract": "Global trade talks in Geneva are put back on track when five crucial players, US, European Union, Australia, Brazil and India, reach informal agreement on agricultural subsidies and supports; delegates say US in particular has made significant compromises, inspiring optimism that talks will lead to agreement; new questions are raised, however, about efforts to lower barriers to industrial goods, especially in poorer, developing countries; photo (M)",
      "lead_paragraph": "Working into the early hours of Thursday, five crucial players, including the United States and the European Union, reached an informal agreement on agriculture that has put global trade talks back on track, although behind schedule.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/30/business/geneva-talks-move-toward-farm-pact.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "No Headline",
      "snippet": "Convention news appears today in a separate section, The Democrats, Page P1-8.     SportsFriday begins on the back page of The Metro Section.",
      "abstract": "Convention news appears today in a separate section, The Democrats, Page P1-8.     SportsFriday begins on the back page of The Metro Section.",
      "lead_paragraph": "Convention news appears today in a separate section, The Democrats, Page P1-8.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/30/us/no-headline-475602.html",
      "byline": ""
    },
    {
      "headline": "Report Looks Harshly at I.M.F.'s Role in Argentine Debt Crisis",
      "snippet": "Independent Evaluation Office of International Monetary Fund reports that fund was too lenient for too long with Argentina and made series of mistakes in 1990's that contributed to that country's spectacular economic implosion in late 2001; critic...",
      "abstract": "Independent Evaluation Office of International Monetary Fund reports that fund was too lenient for too long with Argentina and made series of mistakes in 1990's that contributed to that country's spectacular economic implosion in late 2001; criticizes fund for supporting Argentina's exchange rate policy that pegged peso to American dollar for too long; says fund failed to recognize early on that Argentina was running up unsustainable debt even though Argentina repeatedly missed macroeconmic goals agreed upon with fund; says fund was wrong to have increased its lending to Argentina to as much as $22 billion from late 2000 to late 2001, just as analysts were increasingly warning that country was heading toward collapse; lays ultimate blame, however, on Argentine authorities; IMF is now taking harder line with Argentina and has yet to disburse $728 million installment of $13 billion loan deal with it; photo of Rodrigo Rato, IMF managing director (M)",
      "lead_paragraph": "The International Monetary Fund was too lenient for too long with Argentina and made a series of mistakes in the 1990's that contributed to that country's spectacular economic implosion in late 2001, according to a report released on Thursday.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/30/business/report-looks-harshly-at-imf-s-role-in-argentine-debt-crisis.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "THE CONVENTION IN BOSTON: ON THE FLOOR: FUND-RAISING; Determined Not to Be Outdone by Richer G.O.P., Democrats Rev Up Their Own Money Engine",
      "snippet": "Democratic leaders embark on furious round of fund-raising, hoping to raise $100 million between now and Election Day; while only part of national committee money can be spent in coordination with Kerry-Edwards campaign, committee can independentl...",
      "abstract": "Democratic leaders embark on furious round of fund-raising, hoping to raise $100 million between now and Election Day; while only part of national committee money can be spent in coordination with Kerry-Edwards campaign, committee can independently buy television time and finance voter mobilization in swing states where Bush campaign is expected to spend vast amounts; Kerry will accept $75 million in public financing, ushering in new rules; system was intended to minimize need to raise money and limit spending in general elections, but now both parties will be raising hundreds of millions of dollars in support of candidates, keeping money chase alive until Nov 2; Kerry's advisers are confident campaign can keep pace with Republicans, using aggressive grass-roots strategy; fund-raising plans discussed (M)",
      "lead_paragraph": "Two months after Democratic leaders worried that Senator John Kerry's campaign would be at a significant financial disadvantage heading into the general election, party leaders now say they have devised a plan to compensate by embarking on a furious new round of fund-raising.",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/30/us/democrats-convention-boston-floor-fund-raising-determined-not-be-outdone-richer.html",
      "byline": "By Glen Justice"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Drug Maker Posts Loss",
      "snippet": "Elan Corp, Irish drug maker, reports loss of $117.6 million in second quarter, in contrast to $17.3 million profit a year earlier; revenues are cut in half, to $116.2 million (S)",
      "abstract": "Elan Corp, Irish drug maker, reports loss of $117.6 million in second quarter, in contrast to $17.3 million profit a year earlier; revenues are cut in half, to $116.2 million (S)",
      "lead_paragraph": "The Elan Corporation, the Irish drug maker, said it lost $117.6 million in the second quarter, in contrast to a $17.3 million profit a year earlier, because it no longer receives income from products that it sold off to refocus its operations after an accounting scandal two years ago. Its revenues were cut nearly in half, to $116.2 million. Elan is likely to receive a ruling from the United States Food and Drug Administration by the end of the year on its application to sell Antegren, which it is developing with Biogen Idec, for treating multiple sclerosis. Brian Lavery (NYT)",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/30/business/world-business-briefing-europe-ireland-drug-maker-posts-loss.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Higher Profit For Clothier",
      "snippet": "German clothing retailer Hugo Boss says its profit rose 5 percent to 39 million euros ($47 million) in first half on 9 percent increase in sales (S)",
      "abstract": "German clothing retailer Hugo Boss says its profit rose 5 percent to 39 million euros ($47 million) in first half on 9 percent increase in sales (S)",
      "lead_paragraph": "The German clothing retailer Hugo Boss said its profit rose 5 percent to 39 million euros ($47 million) in the first half on a 9 percent increase in sales. Revenue rose to 554 million euros ($666 million), helped by strong sales to women. Sales in the United States grew 25 percent in dollar terms, and 13 percent in euros, the company said. Hugo Boss is based in Metzingen. Victor Homola (NYT)",
      "publication_date": "2004-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/30/business/world-business-briefing-europe-germany-higher-profit-for-clothier.html",
      "byline": "By Victor Homola (NYT)"
    }
  ]
}