{
  "metadata": {
    "date": "2004-12-28",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "World Business Briefing | Americas: Brazil: Steel Stakes Acquired",
      "snippet": "World Business BrA",
      "abstract": "World Business BrA",
      "lead_paragraph": "Gerdau S.A. of Brazil said it bought stakes in two Colombian steel makers, expanding operations to a fifth Latin American country. Gerdau, based in Porto Alegre, Brazil, said in a statement to Brazil's securities regulator that it bought stakes in Diaco S.A., the largest maker of reinforcing rod in Colombia, and in Siderúrgica del Pacifico S.A., Colombia's only maker of stainless and other specialty steels, from Grupo Mayaguez and Latin American Enterprise Steel Holding. Gerdau did not say how big the stakes were or how much it paid. Gerdau has been expanding for two years, adding to its operations in Canada and the United States to become the largest steel maker in Latin America and the largest maker of concrete-reinforcing rod in the United States.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/28/business/world-business-briefing-americas-brazil-steel-stakes-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "At Warning Center, Alert for the Quake, None for a Tsunami",
      "snippet": "Experts at Pacific Tsunami Warning Center in Honolulu had no way of knowing that earthquake that struck off Indonesia had generated devastating tsunami and no way to warn people most likely to suffer; sequence of events as knowledge of earthquake,...",
      "abstract": "Experts at Pacific Tsunami Warning Center in Honolulu had no way of knowing that earthquake that struck off Indonesia had generated devastating tsunami and no way to warn people most likely to suffer; sequence of events as knowledge of earthquake, tsunami and destruction unfolded suggest speed and precision of science and modern communication, as well as their limits; scientists do not have tools to tell when earthquake has created one; for Pacific Ocean, there are computer models to analyze consequences of earthquake, based on years of observations of previous quakes and tsunamis; for Indian Ocean, where tsunamis are rare, there are no such models (M)",
      "lead_paragraph": "HONOLULU, Dec. 27 - When experts at the Pacific Tsunami Warning Center in Honolulu were first alerted that an earthquake had struck Sunday off Indonesia, they had no way of knowing that it had generated a devastating tsunami and no way to warn the people most likely to suffer.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/28/science/at-warning-center-alert-for-the-quake-none-for-a-tsunami.html",
      "byline": "By Michele Kayal and Matthew L. Wald"
    },
    {
      "headline": "World Business Briefing | Middle East: Israel: Military Companies Trade Stakes",
      "snippet": "Worl4",
      "abstract": "Worl4",
      "lead_paragraph": "Koor Industries agreed to buy a stake in a military electronics maker, Elbit Systems, and Elbit agreed to buy a controlling stake in Koor's military holdings to create Israel's biggest nongovernment maker of military equipment. Koor, an investment holding company based in Tel Aviv, agreed to sell as much as 32 percent of a military communications systems maker, Tadiran Communications, to Elbit for $146 million, the companies said. In return, Koor will buy 9.8 percent of Elbit for $99 million in two stages over 16 months. Elbit is based in Haifa. \"This is a significant step in the consolidation of the Israeli defense industry, and I have no doubt that it will enhance our ability to compete in the global market,\" Elbit's chief executive, Joseph Ackerman, said.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/28/business/world-business-briefing-middle-east-israel-military-companies.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Dental Double Standards",
      "snippet": "Increasing number of working Americans cannot afford to see dentist even for chronic problems with dental costs rising and employers cutting dental coverage; policy specialists say in nation where person's smile is considered sign of general well-...",
      "abstract": "Increasing number of working Americans cannot afford to see dentist even for chronic problems with dental costs rising and employers cutting dental coverage; policy specialists say in nation where person's smile is considered sign of general well-being and important factor in landing a job, dental care is becoming ever more unequal; Americans spend about $70 billion annually on dental services; some dentists and patients comment; graph; photos (M)",
      "lead_paragraph": "Among the nation's reservists, a common reason for not being sent to Iraq has been poor teeth. The military offers dental insurance to reservists and members of the National Guard, but for those who opt for it, the benefit of $1,200 a year does not cover many procedures and still requires reservists to pay as much as half the cost of the care.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/28/business/dental-double-standards.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: No Help For LG Card",
      "snippet": "LG Group says its companies cannot jol",
      "abstract": "LG Group says its companies cannot jol",
      "lead_paragraph": "LG Group, the South Korean conglomerate, said its companies could not join a planned bailout of a former unit, the LG Card Company, by swapping debt for equity in the credit card issuer. A debt-for-equity swap is impossible, LG Group said in a statement. LG Group rejected both a debt-for-equity swap and a cash buyout, Laah Chong Gyu, an executive director at the Korea Development Bank, LG Card's biggest creditor, said. The presidents of LG Card's major creditors were scheduled to meet today to discuss a bailout plan.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/28/business/world-business-briefing-asia-south-korea-no-help-for-lg-card.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Once a Backwater, Slovakia Surges",
      "snippet": "Foreign investors are turning Slovakia into one of fastest-growing economies in Central Europe; Slovakia's state investment agency has signed 47 deals this year worth $2.26 billion, up from 22 deals for $1.55 billion in 2003; economic growth is up...",
      "abstract": "Foreign investors are turning Slovakia into one of fastest-growing economies in Central Europe; Slovakia's state investment agency has signed 47 deals this year worth $2.26 billion, up from 22 deals for $1.55 billion in 2003; economic growth is up 5.3 percent, to $33.3 billion in last three quarters; businesses are lured by political stability, low labor costs and low taxes; biggest investments have been in automotive plants; Peugeot Citroen, Kia, and Ford Motor are set to join Volkswagen, which already makes 300,000 vehicles a year in Bratislava; Slovakia is expected to produce 850,000 cars a year by 2007, becoming world's largest car producer per capita; photo (M)",
      "lead_paragraph": "BRATISLAVA, Slovakia, Dec. 22 - Declan Cantwell is gung ho about Slovakia. A director at OneEU, a payroll company based in Dublin, he set up a branch here this fall and expects to grow from 2 employees to 40 within three years as Slovakia's economy surges.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/28/business/worldbusiness/once-a-backwater-slovakia-surges.html",
      "byline": "By Matthew Reynolds"
    },
    {
      "headline": "Travel Havoc Prompts U.S. to Investigate",
      "snippet": "Federal government will investigate air travel disruptions over holiday weekend that left thousands of peopple stranded at airports or without their luggage when they reached their destinations; Transportation Sec Norman Y Mineta says his agency w...",
      "abstract": "Federal government will investigate air travel disruptions over holiday weekend that left thousands of peopple stranded at airports or without their luggage when they reached their destinations; Transportation Sec Norman Y Mineta says his agency will examine disruptions at US Airways and Delta Air Lines unit Comair in effort to prevent them from happening again; US Airways, which canceled nearly 400 flights and mishandled at least 10,000 bags, says its operations have returned to normal after large number of ramp workers in Philadelphia and flight attendants elsewhere called in sick; says it will deliver about 9,000 of bags Dec 28, but impact of what US Airways describes as 'operational meltdown' could have far-reaching consequences as it attempts to emerge from bankruptcy protection for second time in three years; Comair expects to resume normal schedule of its 1,160 flights by Dec 29; photo (M)",
      "lead_paragraph": "The federal government said yesterday that it would investigate air travel disruptions over the holiday weekend that left thousands of people stranded at airports or without their luggage when they reached their destinations.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/28/business/travel-havoc-prompts-us-to-investigate.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "In Drowned Village, Grim Searches, Quick Burials",
      "snippet": "Many of undersea earthquake's victims are also most vulnerable--old men, women and children unable to outrun the sea; in Cuddalore, on India's southeast coast, fisherman spends day searching for bodies of his wife and three children; wife's body, ...",
      "abstract": "Many of undersea earthquake's victims are also most vulnerable--old men, women and children unable to outrun the sea; in Cuddalore, on India's southeast coast, fisherman spends day searching for bodies of his wife and three children; wife's body, found in morgue, is quickly buried in mass grave; photo (M)",
      "lead_paragraph": "CUDDALORE, India, Dec. 27 - The earth covered Muniamma's body even faster than the water had taken her life. The wiry gravedigger shoveled spadefuls of soft soil at blurring speed, then moved toward the next body. No time to waste, no sentiment to spare, no ceremony, no marker: just a mass grave for victims of the tsunami on Sunday, and mass grief.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/28/world/asia/in-drowned-village-grim-searches-quick-burials.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "MORE ON THE QUAKE",
      "snippet": "RUSHING TO HELP -- International agencies were scrambling to coordinate a mammoth aid project. Also included is a partial list of aid agencies taking donations.   PAGE A12    THE TOLL ACROSS ASIA -- A map of affected countries and estimated death ...",
      "abstract": " RUSHING TO HELP -- International agencies were scrambling to coordinate a mammoth aid project. Also included is a partial list of aid agencies taking donations.   PAGE A12    THE TOLL ACROSS ASIA -- A map of affected countries and estimated death figures across the region.   PAGE A13",
      "lead_paragraph": "RUSHING TO HELP -- International agencies were scrambling to coordinate a mammoth aid project. Also included is a partial list of aid agencies taking donations. PAGE A12",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/28/front page/world/more-on-the-quake.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Turkey: Offering Of Energy Shares",
      "snippet": "Turkey's Alarko Holding is planning to sell shares in its power production unit initial public offering; graph (S)",
      "abstract": "Turkey's Alarko Holding is planning to sell shares in its power production unit initial public offering; graph (S)",
      "lead_paragraph": "Alarko Holding, a diversified Turkish company with interests in manufacturing, construction and tourism, is planning to sell shares in its power production unit in an initial public offering. A 20 percent stake in the operation, Altek Alarko Elektrik Santralleri Tesis Isletme ve Ticaret, will be offered to the public \"if market conditions are suitable,\" Alarko said in a statement to the Istanbul Stock Exchange. No further details about the sale were disclosed.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/28/business/world-business-briefing-europe-turkey-offering-of-energy-shares.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "That Line at the Ferrari Dealer? It's Bonus Season on Wall Street",
      "snippet": "Wall Street's traditional year-end bonuses are up significantly for second consecutive year; Goldman Sachs, Lehman Brothers and Bear Stearns have reported record profits for year and all are said to have given out handsome bonuses; investment bank...",
      "abstract": "Wall Street's traditional year-end bonuses are up significantly for second consecutive year; Goldman Sachs, Lehman Brothers and Bear Stearns have reported record profits for year and all are said to have given out handsome bonuses; investment bankers are expected to see gains in bonuses of 10 to 15 percent, amid year-end flurry of mergers; fixed-income traders will also be amply rewarded, but their percentage gains may be smaller than those of bankers; bonuses vary by bank, by division and by individual; they reflect firm's profitability and group's performance, as well as individual's contribution; this year's bonuses are rich enough to persuade many of Wall Street's elite to rediscover conspicuous consumption; but many Wall Street professionals urge caution, given that bonus typically constitutes majority of their compensation; say they are all too aware that good times could end as quickly as they did after 2000, when $2.5 million income could turn to $800,000 overnight; photo; graph (M)",
      "lead_paragraph": "Samantha Kleier Forbes, a 30-year-old real estate broker, was getting ready to leave for a vacation to Florida with her mother and sister when she got an urgent call. It was a client who had spent the summer scouring the Upper East Side of Manhattan for an apartment priced between $4 million and $5 million.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/28/business/that-line-at-the-ferrari-dealer-its-bonus-season-on-wall-street.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Leading Chinese TV Exporter Has Huge Loss",
      "snippet": "China's biggest television exporter Sichuan Changhong Electric Co announces major losses stemming in part from declining sales in US and unfolding financial scandal involving its biggest American customer Apex Digital Inc; Changhong says Apex Digi...",
      "abstract": "China's biggest television exporter Sichuan Changhong Electric Co announces major losses stemming in part from declining sales in US and unfolding financial scandal involving its biggest American customer Apex Digital Inc; Changhong says Apex Digital owes it $468 million; estimates it might be able to recover $150 million and says it is making provisions to take losses on $310 million; also says that Apex has suffered large losses to royalty payments, US antidumping measures 'and adverse business factors and is experiencing considerable hardship making full payments'; announcement of losses follows report in Chinese newspaper of detention in China of Apex Digital president David Ji on charges of financial fraud; photo (M)",
      "lead_paragraph": "BEIJING, Tuesday, Dec. 28 - China's biggest television exporter announced major losses Tuesday stemming in part from declining sales in the United States and an unfolding financial scandal involving its biggest American customer.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/28/business/worldbusiness/leading-chinese-tv-exporter-has-huge-loss.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Venezuela Agrees to Export Oil and Gas to China",
      "snippet": "Venezuela's Pres Hugo Chavez completes four-day visit to China with agreements that promise to open Venezuela's oil and natural gas fields to China; Chinese companies will gain development rights to 15 oil fields in eastern Venezuela, and China wi...",
      "abstract": "Venezuela's Pres Hugo Chavez completes four-day visit to China with agreements that promise to open Venezuela's oil and natural gas fields to China; Chinese companies will gain development rights to 15 oil fields in eastern Venezuela, and China will also be allowed to build oil refineries there; Chavez praises agreements as opportunity to reduce his country's dependence on oil sales to US, which has opposed his government's leftist policies; says Venezuela has also invited China to help Venezuela establish government-owned oil corporation; Venezuela offers to export 120,000 barrels of oil a month to China, and Chavez says his country is planning to expand pipeline across Panama to speed oil shipments to China across Pacific Ocean; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/28/washington/business/venezuela-agrees-to-export-oil-and-gas-to-china.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Supermarket Giants Crush Central American Farmers",
      "snippet": "Latin American supermarket chains partly or wholly owned by global corporate goliaths, offering shoppers lower prices, choice and convenience, have brought unanticipated and daunting challenges to millions of struggling small farmers, special repo...",
      "abstract": "Latin American supermarket chains partly or wholly owned by global corporate goliaths, offering shoppers lower prices, choice and convenience, have brought unanticipated and daunting challenges to millions of struggling small farmers, special report, The Food Chain; many small farmers and farmer's co-operatives lack expertise, money to invest in modern greenhouses, drip irrigation and pest control that would help them meet supermarket specifications; danger is that increasing numbers of them will go bust and join streams of desperate migrants to America and urban slums of their own countries; supermarkets went from controlling 10 to 20 percent of market in Latin America to dominating it in 1990's; transformation of region's food retailing system began in 1980's and accelerated in 1990's as countries opened their economies, often to satisfy conditions for loans from International Monetary Fund and World Bank; foreign investment flooded in, and multinational retailers bought up domestic chains or entered joint ventures with them; as chains' market share expands, farmers who are shut out find themselves forced to retreat to shrinking rural markets; photos; map (L)",
      "lead_paragraph": "PALENCIA, Guatemala - Mario Chinchilla, his face shaded by a battered straw hat, worriedly surveyed his field of sickly tomatoes. His hands and jeans were caked with dirt, but no amount of labor would ever turn his puny crop into the plump, unblemished produce the country's main supermarket chain displays in its big stores.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/28/world/americas/supermarket-giants-crush-central-american-farmers.html",
      "byline": "By Celia W. Dugger"
    },
    {
      "headline": "Fannie Mae's Regulator to Review Pay Packages of Ex-Officials",
      "snippet": "Fannie Mae says regulator Office of Federal Housing Enterprise Oversight will review benefits company plans to pay its former top officers Franklin D Raines and J Timothy Howard after their ouster last week; regulator could seek to block compensat...",
      "abstract": "Fannie Mae says regulator Office of Federal Housing Enterprise Oversight will review benefits company plans to pay its former top officers Franklin D Raines and J Timothy Howard after their ouster last week; regulator could seek to block compensation; Ofheo is probing whether any changes were made to two executives' termination packages since they were originally agreed upon; Raines is eligible for monthly pension payments of $114,393 for life, or about $1.4 million per year; is also owed $8.7 million in deferred compensation; Howard would be eligible for $36,071 in monthly pension payments and deferred compensation of $4 million; Rep Barney Frank says payments are not appropriate; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/28/business/fannie-maes-regulator-to-review-pay-packages-of-exofficials.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Perfume Unit Sold",
      "snippet": "Fashion houÿ",
      "abstract": "Fashion houÿ",
      "lead_paragraph": "Gianni Versace, the fashion house, sold its fragrance business as part of a plan to focus on clothing and accessories, and signed a license with the buyer to make Versace perfumes. Versace said it had sold the business, Giver Profumi, to Euroitalia for an undisclosed amount. The company, based in Milan, controlled 75 percent of Giver Profumi; the rest was held by Rofin, a fragrance company owned by an Italian entrepreneur, Roberto Martone. As part of the transaction, Versace signed a six-year license under which Euroitalia will make and distribute perfumes, makeup and skin care products bearing the Versace brand. Versace's chief executive, Gian Carlo Di Risio, who joined Versace in August, is reorganizing the business in an effort to make it profitable.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/28/business/world-business-briefing-europe-italy-perfume-unit-sold.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Strong Points at a Telecom May Also Be a Weakness",
      "snippet": "Strong Points At a Telecom May Also",
      "abstract": "Strong Points At a Telecom May Also",
      "lead_paragraph": "MADRID - As an expanding European Union tries to find its way in a new world of competition and regulatory restructuring, its members might look to the example of Telefónica, one of the largest companies in Spain. The lesson learned, some economists and business analysts say, may be that while former government-owned companies make their lumbering dominance profitable in the short term, they can undermine an economy's competitiveness in the long term.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/28/business/worldbusiness/strong-points-at-a-telecom-may-also-be-a-weakness.html",
      "byline": "By Samuel Loewenberg"
    },
    {
      "headline": "World Business Briefing | Asia: Germany: New Web Service",
      "snippet": "T-Online International, unit of Deutscn",
      "abstract": "T-Online International, unit of Deutscn",
      "lead_paragraph": "T-Online International, Europe's largest Internet service provider, introduced a second brand in Germany that offers Web access for less than half the price of its regular service. T-Online, a unit of Deutsche Telekom, is offering the lower rate through a new unit, Congster, for as little as 3.99 euros ($5.40) a month, Congster said. That compares with a price of 9.95 euros a month for T-Online services. \"This second brand focuses on Internet access and offers no content, no community and no e-mail addresses,\" Heiko Biesterfeldt, a spokesman for Congster, said. T-Online, which serves more than half of Germany's subscribers with broadband Web access lines, added the new brand as it combats cheaper packages offered by rivals.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/28/business/world-business-briefing-asia-germany-new-web-service.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "A Good Year for Bonuses Among Wall Street Crowd  For a second consecutive year, investment bankers are receiving impressive bonuses as major Wall Street firms report record profits. Bonuses could increase 10 to 15 percent amid a flurry of mergers....",
      "abstract": " A Good Year for Bonuses Among Wall Street Crowd  For a second consecutive year, investment bankers are receiving impressive bonuses as major Wall Street firms report record profits. Bonuses could increase 10 to 15 percent amid a flurry of mergers.     This year's bonuses do not quite reach the heights touched in the heyday of the technology bubble. But they are rich enough to persuade many of Wall Street's elite to rediscover conspicuous consumption. [Page A1.]    Chains Hurt Latin American Farmers  Across Latin America, supermarket chains partly or wholly owned by companies like Royal Ahold, Wal-Mart and Carrefour have revolutionized food distribution and have begun to transform food growing as well. [A1.]    A Cold-Weather-Only Ad Campaign  Commercials for the cruise line Royal Caribbean International will run in certain markets only when the weather there turns cold or snowy. Advertising. [C3.]    Oil Prices Drop on Weather Outlook  Crude oil futures fell by nearly $3 a barrel as traders anticipated warmer weather in the Northeast later this week. Traders said the earthquake and tsunamis in Asia were having little impact on the market. [C7.]    Energy Shares Hurt Stock Indexes  Stocks ended lower as a drop in oil prices hurt energy-related shares. The Dow Jones industrial average fell 50.99 points to 10,776.13. The Standard & Poor's 500-stock index fell 5.21 points, to 1,204.92, and the Nasdaq composite index dropped 6.4 points, to 2,154.22. [C7.]    The dollar fell to a record low against the euro, continuing a slide in thin trading. [C7.]    Old Songs Generate New Cash  SoundExchange, the sole collector and distributor of music royalties earned from Internet and satellite radio, has been sending larger checks to performers lately. [E1.]    Allied Capital Under Investigation  Allied Capital, a lender to private companies that planned to go public, said federal prosecutors had requested information in connection with a criminal investigation. [C7.]    Keeping Kosher Almost Anywhere  Yaniv Madar, left, an Israeli entrepreneur, helped set up a comprehensive online guide to kosher resources overseas, in Hebrew and English. The site is designed to ease some of the concerns that kosher travelers often have about the availability of food that meets their needs in unfamiliar surroundings. [C6.]    When the Plane Becomes a Nursery  Business travelers and parents share some tips for dealing with small children on airplanes. Joe Sharkey: On the Road. [C6.]    Video Feeds From Disaster in Asia  Television news networks have been sifting through thousands of images sent from around Asia as they struggle to make sense of the widespread disaster. [A12.]    Sirius Beats Subscriber Goal  Shares of Sirius Satellite Radio rose sharply after it said it had surpassed a year-end goal of attracting one million subscribers. [C5.]    Apple Sues Over Software Release  Apple sued three software developers, saying they distributed unreleased versions of its operating system on the Internet. [C4.]    A Manga Boom Far From Japan  Sales of Japanese comics are exploding in the United States as publishers try to extend their reach beyond young male readers. [E1.]  ",
      "lead_paragraph": "A Good Year for Bonuses Among Wall Street Crowd For a second consecutive year, investment bankers are receiving impressive bonuses as major Wall Street firms report record profits. Bonuses could increase 10 to 15 percent amid a flurry of mergers.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/28/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Retail in Review: More Bah Than Sis-Boom",
      "snippet": "Retail analysts say Christmas shopping season was good, but not great; analysts were assessing traditional bricks-and-mortar retail companies; Amazon.com says it set one-day record during holiday season of 2.8 mill1on orders; Wal-Mart Stores says ...",
      "abstract": "Retail analysts say Christmas shopping season was good, but not great; analysts were assessing traditional bricks-and-mortar retail companies; Amazon.com says it set one-day record during holiday season of 2.8 mill1on orders; Wal-Mart Stores says sales rose 1 percent to 3 percent during seasons, smaller than originally predicted; Target says sales in December may have increased by as much as 5 percent; retail consultants NPD Group sticks to prediction of 3.4 percent increase; National Retail Federation maintains its prediction of 4.5 percent growth; MasterCard predicts 8.1 percent holiday sales growth for both online and gift card sales; Sharper Image says its gadgets did not produce expected windfall, and cuts its profit forecast significantly; photos (Market Place column) (M)",
      "lead_paragraph": "As customers crammed stores the day after Christmas, waving their gift cards and seeking the latest markdowns, analysts were there, too -- watching. They offered their latest judgment of the Christmas shopping season yesterday: good, but not great.",
      "publication_date": "2004-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/28/business/retail-in-review-more-bah-than-sisboom.html",
      "byline": "By Tracie Rozhon"
    }
  ]
}