{
  "metadata": {
    "date": "2004-01-22",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Many Prospective Jurors Interviewed in Stewart Trial  Several of the three dozen prospective jurors interviewed in the government's case against Martha Stewart have bought her products, watched interviews in which she proclaimed her innocence, or ...",
      "abstract": " Many Prospective Jurors Interviewed in Stewart Trial  Several of the three dozen prospective jurors interviewed in the government's case against Martha Stewart have bought her products, watched interviews in which she proclaimed her innocence, or had dealings with her or her company, a court transcript shows.     Ms. Stewart is on trial on charges of conspiracy, obstruction of justice and securities fraud stemming from a sale of nearly 4,000 shares of ImClone Systems. She has pleaded not guilty. [Page C7.]",
      "lead_paragraph": "Many Prospective Jurors Interviewed in Stewart Trial",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/22/business/business-digest-067466.html",
      "byline": ""
    },
    {
      "headline": "Easing of Internet Regulations Challenges Surveillance Efforts",
      "snippet": "Federal law enforcement agencies say their ability to monitor terrorists and other criminal suspects electronically is being threatened by easing of Internet rules; officials from Justice Dept, FBI and Drug Enforcement Adm have held series of unpu...",
      "abstract": "Federal law enforcement agencies say their ability to monitor terrorists and other criminal suspects electronically is being threatened by easing of Internet rules; officials from Justice Dept, FBI and Drug Enforcement Adm have held series of unpublicized meetings, complaining about Federal Communications Comm's 2002 decision to classify high-speed Internet cable services under looser regulatory regime than phone system; Justice Dept fears deregulation order impedes its ability to enforce wiretapping orders, and it has tried to block FCC from appealing recent federal appeals court decision that strikes down major parts of its deregulatory order; FCC has appealed, and as result some telecommunications carriers have taken position in court proceedings that they do not need to make their networks available to federal agents for court-approved wiretapping; law enforcement officials are also concerned about recent statements by FCC Chmn Michael K Powell that he intends to propose rules placing nascent Internet-based telephone services under looser regulatory regime than traditional phone system (M)",
      "lead_paragraph": "The Federal Communications Commission's efforts to reduce regulations over some Internet services have come under intense criticism from officials at law enforcement agencies who say that their ability to monitor terrorists and other criminal suspects electronically is threatened.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/22/business/technology-easing-of-internet-regulations-challenges-surveillance-efforts.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "World Business Briefing | Asia: India: Software Service Profit",
      "snippet": "India's Wipro says quarterly profit rose 18.6 percent, to 2.74 billion rupees ($61 million); photo (S)",
      "abstract": "India's Wipro says quarterly profit rose 18.6 percent, to 2.74 billion rupees ($61 million); photo (S)",
      "lead_paragraph": "An Indian software services company, Wipro, said its quarterly profit rose 18.6 percent, reflecting an increase in outsourcing of technology and related work to India by American corporations. Wipro, which is based in Bangalore, said it earned 2.74 billion rupees ($61 million) in the quarter, which ended in December. Azim Premji, chairman of Wipro, above, said its results were helped by an increase in volume and stable prices. Saritha Rai (NYT)",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/22/business/world-business-briefing-asia-india-software-service-profit.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: France: Internet Share Offer",
      "snippet": "French Internet service company Iliad will float 12 percent to 15 percent of its capital in attempt to raise up to 90.9 million euros ($114 million) (S)",
      "abstract": "French Internet service company Iliad will float 12 percent to 15 percent of its capital in attempt to raise up to 90.9 million euros ($114 million) (S)",
      "lead_paragraph": "A French Internet service company, Iliad, said it would float 12 percent to 15 percent of its capital in an attempt to raise up to 90.9 million euros ($114 million). The company's median price offer is 15.15 euros a share. The offering will be made up of a 5,000-share capital increase, representing about 9.5 percent of the company's total share capital, and the sale of 1,000 shares owned by Goldman Sachs, representing 1.9 percent of Iliad. After the offer, Iliad would be valued at around 720 million euros ($906 million). Iliad owns Free, France's second-largest broadband Internet provider behind Wanadoo, which is owned by France Telecom. Ariane Bernard (NYT)",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/22/business/world-business-briefing-europe-france-internet-share-offer.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Grocer Closing Office",
      "snippet": "Dutch food retailer Royal Ahold is closing its US corporate retail headquarters in Chantilly, Va, relocating or eliminating about 100 positions there; most of its corporate retail functions in US will be managed starting in summer from Boston admi...",
      "abstract": "Dutch food retailer Royal Ahold is closing its US corporate retail headquarters in Chantilly, Va, relocating or eliminating about 100 positions there; most of its corporate retail functions in US will be managed starting in summer from Boston administrative office that will help manage US subsidiaries Stop & Shop and Giant-Landover (S)",
      "lead_paragraph": "Still struggling to recover from a $1.2 billion accounting scandal, Royal Ahold, the food retailer, said it was closing its United States corporate retail headquarters in Chantilly, Va., relocating or eliminating about 100 positions there. Ahold said most of its corporate retail functions in the United States would be managed starting this summer from a new Boston administrative office that would help manage two of its United States subsidiaries, the supermarket chains Stop & Shop and Giant-Landover. Ahold is in the midst of a major cost-cutting program. Earlier this week, the company announced plans to sell 204 convenience stores in the United States that belong to its Tops Markets chain. Gregory Crouch (NYT)",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/22/business/world-business-briefing-europe-the-netherlands-grocer-closing-office.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "Home Building Keeps Driving The Economy",
      "snippet": "Commerce Department says construction began on larger-than-expected number of homes in December, capping best year for new housing in quarter of century and leading some industry analysts to raise their housing forecasts for 2004; builders broke g...",
      "abstract": "Commerce Department says construction began on larger-than-expected number of homes in December, capping best year for new housing in quarter of century and leading some industry analysts to raise their housing forecasts for 2004; builders broke ground on 1.85 million homes in 2003, 8.4 percent increase over 2002 and best year for home building since 1978; housing starts in December reached annual rate of 2.09 million, fastest rate since February 1984; December's new-construction figure represents increase of 1.7 percent over November's figure and rise of 15 percent over that for December 2002; applications for building permits rose 3.3 percent in December, to annual rate of 1.92 million, from 1.86 million in November; graphs; photo (M)",
      "lead_paragraph": "The housing market may not be done driving the economy.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/22/business/home-building-keeps-driving-the-economy.html",
      "byline": "By Jennifer Bayot"
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: Telecom Venture",
      "snippet": "South Africa's Allied Technologies and Econet Wireless, cellular provider in Johannesburg, have created $140 million joint venture; Allied, known as Altech and controlled by Allied Electronics Corp, will contribute $70 million in cash and Econet $...",
      "abstract": "South Africa's Allied Technologies and Econet Wireless, cellular provider in Johannesburg, have created $140 million joint venture; Allied, known as Altech and controlled by Allied Electronics Corp, will contribute $70 million in cash and Econet $70 million in assets, including cellular and satellite interests in Botswana, Britain, Kenya, Lesotho, New Zealand and Nigeria; venture will expand Allied's cellular telephone reach and will be based in Johannesburg (S)",
      "lead_paragraph": "A South African telecommunications and multimedia company, Allied Technologies, and Econet Wireless, a cellular provider in Johannesburg, said they had created a $140 million joint venture. Under the deal, which is subject to government approval, Allied, known as Altech and controlled by the Allied Electronics Corporation, also of Johannesburg, will contribute $70 million in cash and Econet $70 million in assets, including cellular and satellite interests in Botswana, Britain, Kenya, Lesotho, New Zealand and Nigeria. Econet's company listed in Zimbabwe and its international assets will not initially be part of the deal. The venture will expand Allied's cellular telephone reach and will be based in Johannesburg.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/22/business/world-business-briefing-africa-south-africa-telecom-venture.html",
      "byline": "By Nicole Itano (NYT)"
    },
    {
      "headline": "Guilty Plea Is Expected From Inquiry Into Earnings",
      "snippet": "Computer Associates' former senior vice president Lloyd Silverstein is expected to plead guilty to charge that stems from federal investigation into company's accounting practices; plea would be significant step in probe, which federal prosecutors...",
      "abstract": "Computer Associates' former senior vice president Lloyd Silverstein is expected to plead guilty to charge that stems from federal investigation into company's accounting practices; plea would be significant step in probe, which federal prosecutors and Securities and Exchange Commission began two years ago; joint inquiry has not resulted in any civil or criminal charges against company or any current or former employees (M)",
      "lead_paragraph": "Lloyd Silverstein, a former senior vice president for Computer Associates, is expected to plead guilty today in United States District Court in Brooklyn to a charge that stems from the federal investigation into the company's accounting practices, people close to the investigation said.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/22/business/guilty-plea-is-expected-from-inquiry-into-earnings.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Deutsche Bank Chief Calls Pay Law Unfair",
      "snippet": "Deutsche Bank chief executive Josef Ackermann, facing breach of trust charges for his role in approving 57 million euros in payments to Mannesmann executives four years ago, says German laws are unfairly punishing business people; says it is cruci...",
      "abstract": "Deutsche Bank chief executive Josef Ackermann, facing breach of trust charges for his role in approving 57 million euros in payments to Mannesmann executives four years ago, says German laws are unfairly punishing business people; says it is crucial that companies are able to pay bonuses based on performance; Ackermann and three other former Mannesmann directors are accused of approving payments to persuade managers to drop objections to Vodafone Group's record 154 billion euro acquisition of company in 2000; Mannesmann's former chief executive Klaus Esser, who received more than quarter of money at issue, and former employee Dietmar Droste are charged as accessories; all defendants deny wrongdoing; photo (M)",
      "lead_paragraph": "The chief executive of Deutsche Bank, Josef Ackermann, facing breach of trust charges for his role in approving 57 million euros in payments to Mannesmann executives four years ago, said yesterday that German laws were unfairly punishing business people.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/22/business/deutsche-bank-chief-calls-pay-law-unfair.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Conservative Republicans Push For Slowdown in U.S. Spending",
      "snippet": "Republican conservatives step up campaign to force White House and Republican leaders on Capitol Hill to do more to hold down growth of government spending; even after Pres Bush vows to submit austere budget and halve deficit in five years, 40 Rep...",
      "abstract": "Republican conservatives step up campaign to force White House and Republican leaders on Capitol Hill to do more to hold down growth of government spending; even after Pres Bush vows to submit austere budget and halve deficit in five years, 40 Republican House members gather to hash out how to press him and Congressional leadership to deal with what they see as out-of-control spending increases and deficit that is reaching alarming proportions; their discomfort is being echoed by conservative researchers and commentators who support Bush on most other issues; Bush is facing political pressure not just from small-government conservatives in Congress and Democrats who say his tax cuts have plunged government into sea of red ink, but also from voters; polls show that widening deficit is of increasing concern to electorate and that Republicans are losing their traditional advantage over Democrats on that issue; graph (M)",
      "lead_paragraph": "A day after President Bush vowed to submit an austere budget and halve the deficit in five years, conservatives in his own party said on Wednesday that they were not satisfied and stepped up their campaign to force the White House and Republican leaders on Capitol Hill to do more to hold down the growth of government spending.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/22/us/conservative-republicans-push-for-slowdown-in-us-spending.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Music Industry Returns to Court, Altering Tactics On File Sharing",
      "snippet": "Recording Industry Association of America sues 532 people it accuses of large-scale copyright infringement; suits, involving largest group of defendants to date, represent third round against suspected file sharers since industry began its litigat...",
      "abstract": "Recording Industry Association of America sues 532 people it accuses of large-scale copyright infringement; suits, involving largest group of defendants to date, represent third round against suspected file sharers since industry began its litigation campaign last summer; are first suits after federal appeals court ruled against industry's use of special copyright subpoenas to force Internet service providers to disclose names of music traders; photo (M)",
      "lead_paragraph": "The music industry returned to the courthouse yesterday to sue 532 people it accuses of large-scale copyright infringement.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/22/business/technology-music-industry-returns-to-court-altering-tactics-on-file-sharing.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Kerry and Edwards Get Second Looks In New Hampshire",
      "snippet": "Iowa caucus results prompt New Hampshire voters to take second look at Sen John Kerry and Sen John Edwards and reconsider whether front-runner Howard Dean is best choice among Democrats; many New Hampshire voters say Kerry's strong showing in Iowa...",
      "abstract": "Iowa caucus results prompt New Hampshire voters to take second look at Sen John Kerry and Sen John Edwards and reconsider whether front-runner Howard Dean is best choice among Democrats; many New Hampshire voters say Kerry's strong showing in Iowa is leading them to believe he could be strongest opponent against Pres Bush in Nov; others say renewed news media coverage of Kerry, as well as strong second-place finish by Edwards, is causing them to re-evaluate all candidates; New Hampshire voters take pride in their independence, but in year when vast majority of Democrats there say that defeating Bush is their first priority, they seem not to care that Iowa has pointed them toward new candidate; photo (M)",
      "lead_paragraph": "A week and a half ago, when Steve Wulff and his friends held up homemade ''Kerry for President'' signs, their effort was met with derision. ''Drivers heckled me and a jogger shouted I was wasting my time,'' recalled Mr. Wulff, a 20-year-old volunteer.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/22/us/the-2004-campaign-the-voters-kerry-and-edwards-get-second-looks-in-new-hampshire.html",
      "byline": "By Elisabeth Rosenthal"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: A New Nintendo",
      "snippet": "Nintendo Co will release new portable video game called Nintendo DS that comes with two screens and gigabyte of memory (S)",
      "abstract": "Nintendo Co will release new portable video game called Nintendo DS that comes with two screens and gigabyte of memory (S)",
      "lead_paragraph": "The Nintendo Company will release a new portable video game that comes with two screens and a gigabyte of memory. The company, which is based in Kyoto and makes the Game Boy machines, said it would start selling the console, to be called Nintendo DS, by the end of the year. The split screen will allow users to view the entire playing field and close-ups at the same time. The company did not disclose the game's price. Ken Belson (NYT)",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/22/business/world-business-briefing-asia-japan-a-new-nintendo.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "For Those in the Fast Lane, MSN Tries to Smooth the Way",
      "snippet": "THE assumption of many providers of high-speed Internet service today is that you are a power user; that is, you don't need any help. You manage your e-mail with a free service like Hotmail or Yahoo, or know how to set up a POP3 account in Outlook...",
      "abstract": "THE assumption of many providers of high-speed Internet service today is that you are a power user; that is, you don't need any help. You manage your e-mail with a free service like Hotmail or Yahoo, or know how to set up a POP3 account in Outlook.     You already have software to protect you from hackers, viruses and spyware. You have a working knowledge of Photoshop (or at least Photoshop Elements) and you share pictures with family members at Ofoto. Google is your research hub, you download movie trailers at QuickTime.com, and you may even subscribe to a streaming music service like Rhapsody. You're a Net veteran, and all you require of your service provider is an always-on connection to a fat Internet pipeline.  ",
      "lead_paragraph": "THE assumption of many providers of high-speed Internet service today is that you are a power user; that is, you don't need any help. You manage your e-mail with a free service like Hotmail or Yahoo, or know how to set up a POP3 account in Outlook.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/22/technology/state-of-the-art-for-those-in-the-fast-lane-msn-tries-to-smooth-the-way.html",
      "byline": "By Wilson Rothman"
    },
    {
      "headline": "Market Place; In Surprise, Liberty Media Fattens Stake in News Corp.",
      "snippet": "Liberty Media Corp increases its voting stake in News Corp to 9.1 percent, making it second-largest shareholder after Murdoch family, which controls 30 percent of vote; will control 17 percent of News Corp because it still holds large number of no...",
      "abstract": "Liberty Media Corp increases its voting stake in News Corp to 9.1 percent, making it second-largest shareholder after Murdoch family, which controls 30 percent of vote; will control 17 percent of News Corp because it still holds large number of nonvoting shares; some industry experts say move appears to be hostile transaction because John C Malone, who controls Liberty Media, has so drastically increased his voting stake without informing News Corp chairman, Rupert Murdoch; photos (M)",
      "lead_paragraph": "In a move that caught investors and analysts by surprise, the Liberty Media Corporation disclosed yesterday that it had increased its voting stake in the News Corporation to 9.1 percent, making it the second-largest shareholder after the Murdoch family, which controls 30 percent of the vote.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/22/business/market-place-in-surprise-liberty-media-fattens-stake-in-news-corp.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Intel Pursuing Much Faster Home Internet Access",
      "snippet": "Intel Corp is moving ahead with new wireless technology that it says it believes can bring extremely high-speed Internet access to American homes; Sean Maloney, general manager of Intel's wireless division, says Intel sees enormous promise in new ...",
      "abstract": "Intel Corp is moving ahead with new wireless technology that it says it believes can bring extremely high-speed Internet access to American homes; Sean Maloney, general manager of Intel's wireless division, says Intel sees enormous promise in new technology known as WiMax and will produce computer chips that use technology, speech on opening day of annual technical symposium sponsored by Wireless Communications Association, San Jose, Calif (M)",
      "lead_paragraph": "Intel, the world's largest computer chip maker, is pushing forward with a new wireless technology that it says it believes can bring extremely high-speed Internet access to American homes, a promise once offered by fiber optic networks.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/22/business/technology-intel-pursuing-much-faster-home-internet-access.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Yahoo Profit Rises",
      "snippet": "Yahoo Japan Corp earns 6.7 billion yen ($63 million) in October-December quarter, 87 percent more than same period year earlier (S)",
      "abstract": "Yahoo Japan Corp earns 6.7 billion yen ($63 million) in October-December quarter, 87 percent more than same period year earlier (S)",
      "lead_paragraph": "The Yahoo Japan Corporation, the country's largest Web portal, earned 6.7 billion yen ($63 million) in the October-December quarter, 87 percent more than the same period a year earlier. The company, an affiliate of Yahoo Inc. in the United States, cited rising revenue from its auction site. The company also raised its profit forecast to 9 percent for the year, ending in March. Ken Belson (NYT)",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/22/business/world-business-briefing-asia-japan-yahoo-profit-rises.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "And the Band Played On, Online",
      "snippet": "Article discusses availability of music from rock concerts downloadable from Internet hours after concert; bands and record companies hope to make money and nurture ties to fans; photo (M)",
      "abstract": "Article discusses availability of music from rock concerts downloadable from Internet hours after concert; bands and record companies hope to make money and nurture ties to fans; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/22/technology/and-the-band-played-on-online.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Your Message Here",
      "snippet": "Article discusses Google bombing, a group sport taking advantage of Web-indexing algorithms used by Google; perpetrators recruit accomplices to link from their Web sites to target site using specific anchor text; Web sites noted; photo (M)",
      "abstract": "Article discusses Google bombing, a group sport taking advantage of Web-indexing algorithms used by Google; perpetrators recruit accomplices to link from their Web sites to target site using specific anchor text; Web sites noted; photo (M)",
      "lead_paragraph": "TIME was -- say, two months ago -- when typing the phrase ''miserable failure'' into the Google search box produced an unexpected result: the White House's official biography of President George W. Bush.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/22/technology/your-message-here.html",
      "byline": "By Tom McNichol"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Tourist Concern Sells Assets",
      "snippet": "Germany-based TUI, Europe's largest travel company, will sell additional industrial units this year to concentrate on its tourism business and to cut its debt to less than 2 billion euros in third quarter; graph (S)",
      "abstract": "Germany-based TUI, Europe's largest travel company, will sell additional industrial units this year to concentrate on its tourism business and to cut its debt to less than 2 billion euros in third quarter; graph (S)",
      "lead_paragraph": "Europe's largest travel company, TUI, said it would sell additional industrial units in 2004 to concentrate on its tourism business and to cut its debt to less than 2 billion euros ($2.5 billion) from 3.5 billion euros in the third quarter. The units include holdings in the logistics sector and about a third of its shipping unit, the Hapag-Lloyd Group, which is to be placed on the stock market in the second half of 2004. The profitable freight and cruise business is valued at about 2.8 billion euros. TUI has been transformed in five years from a steel conglomerate named Preussag, which acquired Hapag-Lloyd in 1997, to a leading tourism group.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/22/business/world-business-briefing-europe-germany-tourist-concern-sells-assets.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "DEAN'S CAMPAIGN ALTERS APPROACH AFTER IOWA LOSS",
      "snippet": "Howard Dean's campaign takes steps to overhaul his candidacy following loss in Iowa; speeches will be toned-down and high-voltage campaign rallies will be eliminated in favor of dignified appearances where he will present himself as mature ex-gove...",
      "abstract": "Howard Dean's campaign takes steps to overhaul his candidacy following loss in Iowa; speeches will be toned-down and high-voltage campaign rallies will be eliminated in favor of dignified appearances where he will present himself as mature ex-governor with command of health care and economy; senior advisers express concern about Dean's candidacy after his third-place finish in Iowa and roaring, raucous concession speech that many opponents are citing as evidence that he is unfit to be president; advisers conclude that portrayal of Dean as candidate unhinged would make it impossible, at least for now, to run advertisements attacking opponents in New Hampshire; Dean and his wife have agreed to do their first joint television interview, on ABC's Prime Time; Dean appears in Manchester, NH, speaking softly and haltingly, highlighting his proposed overhaul of campaign finance system; his advisers say they have been deluged with advice from all camps that make up unusual alliance of Dean campaign about what Dean should do; Rep Frank Pallone Jr, in conference call with members of Congress and Dean's staff, says Dean must stop negative attacks, be positive and talk about future; says he should not even defend himself against attacks by others; photos (M)",
      "lead_paragraph": "Senior aides to Howard Dean took several steps on Wednesday to overhaul his candidacy, including softening the tone of his speeches and eliminating high-voltage campaign rallies in favor of dignified appearances where he would present himself as a mature ex-governor with a command of health care and the economy.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/22/us/2004-campaign-former-governor-dean-s-campaign-alters-approach-after-iowa-loss.html",
      "byline": "By Adam Nagourney and Jodi Wilgoren"
    },
    {
      "headline": "Report Says Europe Is Behind on Single-Economy Goal",
      "snippet": "European Commission report says European Union's goal to build seamless single market out of 15 disparate economies is running out of steam; commission's president Romano Prodi says union's more specific aim of becoming most competitive knowledge-...",
      "abstract": "European Commission report says European Union's goal to build seamless single market out of 15 disparate economies is running out of steam; commission's president Romano Prodi says union's more specific aim of becoming most competitive knowledge-based economy in world by 2010 is on course to fail (M)",
      "lead_paragraph": "After a decade of effort, the European Union's goal to build a seamless single market out of 15 disparate economies is running out of steam, according to a report released Wednesday by its executive body, the European Commission.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/22/business/report-says-europe-is-behind-on-single-economy-goal.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Shell Lowers Estimate, And Investors Ask Why",
      "snippet": "Some investors and analysts are saying Shell's surprise cut in its reserve estimate may be sign that uniquely structured company needs to reconfigure itself; attention has been focused on Sir Philip B Watts, who led unit in question before becomin...",
      "abstract": "Some investors and analysts are saying Shell's surprise cut in its reserve estimate may be sign that uniquely structured company needs to reconfigure itself; attention has been focused on Sir Philip B Watts, who led unit in question before becoming chairman in 2001, but also on Shell's two-headed structure; Shell is unusual in that it is made up of two separate holding companies, Royal Dutch Petroleum Co in Netherlands and Shell Transport and Trading Co in Britain; latter owns 40 percent of total group, former 60 percent; both have separate boards, with no overlapping executives; investor groups have been lobbying company for meeting to explain Jan 9 announcement of drastic cut in estimates, which removed 3.9 billion barrels from proven reserves; Shell has declined to provide any further information; photo (M)",
      "lead_paragraph": "Shell's surprise cut in its reserve estimate this month may be a sign that the uniquely structured company needs to reconfigure itself, some investors and analysts are saying.",
      "publication_date": "2004-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/22/business/shell-lowers-estimate-and-investors-ask-why.html",
      "byline": "By Heather Timmons"
    }
  ]
}