{
  "metadata": {
    "date": "2004-03-31",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "BUSH ALLOWS RICE TO TESTIFY ON 9/11 IN A PUBLIC SESSION",
      "snippet": "Pres Bush bows to growing political pressure and agrees to permit his national security adviser Condoleezza Rice to testify in public and under oath before independent commission investigating Sept 11 terrorist attacks; also drops strict terms for...",
      "abstract": "Pres Bush bows to growing political pressure and agrees to permit his national security adviser Condoleezza Rice to testify in public and under oath before independent commission investigating Sept 11 terrorist attacks; also drops strict terms for his and Vice Pres Cheney's interviews; announces major reversal, after weeks of refusal on separation of powers grounds, in brief appearance at White House; photo; furor grew after testimony by former counterrorism chief Richard A Clarke; commission agrees not to seek public testimony from other White House aides; Bush and Cheney will submit to joint private interview with all ten panel members without time limit, although not under oath; chairman Thomas Kean says Rice will be asked about development of anti-terrorism policy before attacks, her preception of threat then and her public remarks that have been disputed by others including Clarke and Cheney (M)",
      "lead_paragraph": "President Bush bowed to growing political pressure on Tuesday and agreed to allow Condoleezza Rice, his national security adviser, to testify in public and under oath before the independent commission investigating the Sept. 11 attacks.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/31/us/threats-responses-overview-bush-allows-rice-testify-9-11-public-session.html",
      "byline": "By Philip Shenon and Elisabeth Bumiller"
    },
    {
      "headline": "Freight-Car Congestion Is Worrying Union Pacific",
      "snippet": "Freight congestion has spread across Union Pacific railroad system, especially in Southern California and Southwest, raising concerns about delays in agricultural shipments and international trade if solution is not found before rail freight rush ...",
      "abstract": "Freight congestion has spread across Union Pacific railroad system, especially in Southern California and Southwest, raising concerns about delays in agricultural shipments and international trade if solution is not found before rail freight rush begins in late summer and fall; some railroad people in Southern California are calling situation small-scale meltdown; slowdown has not affected international trade through ports of Los Angeles and Long Beach, but analysts are keeping wary eye on situation; severity of problem can be traced partly to Union Pacific's effort to provide premium service to United Parcel Service; UPS has begun new coast-to-coast premium service that requires high-speed train shipment to Dallas, Atlanta and New York; photo (M)",
      "lead_paragraph": "Freight congestion has spread across the Union Pacific railroad system, especially in Southern California and the Southwest, raising concerns about delays in agricultural shipments and international trade if a solution is not found before the rail freight rush begins in late summer and fall.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/31/business/freight-car-congestion-is-worrying-union-pacific.html",
      "byline": "By Don Phillips"
    },
    {
      "headline": "World Business Briefing | Europe: France: Vivendi Investigation",
      "snippet": "French police raid offices",
      "abstract": "French police raid offices",
      "lead_paragraph": "The French police raided the offices of the stock market regulator, Autorité des Marchés Financiers, as part of an investigation into possible share-price manipulation at Vivendi Universal, owner of the Universal Music Group and Universal studios. A spokeswoman for the prosecutor's office, Maryvonne Caillibotte, said the police seized documents during the raid. Officials of the regulator were not available to comment. Judges Henri Pons and René Cros are examining possible share-price manipulation linked to the buyback of 21 million Vivendi shares from Sept. 18, 2001, through Oct. 2, 2001.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/31/business/world-business-briefing-europe-france-vivendi-investigation.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Saudis Push Plan for Cut In Production By OPEC",
      "snippet": "Saudi Arabia, pivotal member of OPEC, is pushing ahead with plan to lower cartel's target for crude oil production by million barrels per day, move that would keep oil prices high; Saudi Oil Min Ali al-Naimi says throwing more oil on market would ...",
      "abstract": "Saudi Arabia, pivotal member of OPEC, is pushing ahead with plan to lower cartel's target for crude oil production by million barrels per day, move that would keep oil prices high; Saudi Oil Min Ali al-Naimi says throwing more oil on market would be destructive for everybody; says recent run-up in prices has been caused by spate of speculative activity in commodity markets, not by inadequate supply; crude oil reaches near-record high of $36.25 in New York trading; average retail price for gasoline rises to record $1.753 per gallon; twenty-five Democratic senators urge Pres Bush to press OPEC to increase production; Sen John Kerry says Bush administration has not done enough to hold down energy costs; says US should be putting pressure on OPEC to increase supplies and not allow those countries to undermine economies of world; White House spokesman Scott McClellan dismisses criticism; chart; photo (M)",
      "lead_paragraph": "Saudi Arabia, the pivotal member of OPEC, signaled on Tuesday that it was pushing forward with a plan to lower the cartel's target for crude oil production by a million barrels a day, a move that would keep oil prices high.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/31/business/saudis-push-plan-for-cut-in-production-by-opec.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "THE MARKETS: Market Place; HealthSouth's Bondholders Await Ruling",
      "snippet": "HealthSouth Corp and some bondholders are in court in Jefferson County, Ala, arguing over value of company's lack of financial statements; HealthSouth is attempting to persuade judge that some bondholders are trying to accelerate payment of about ...",
      "abstract": "HealthSouth Corp and some bondholders are in court in Jefferson County, Ala, arguing over value of company's lack of financial statements; HealthSouth is attempting to persuade judge that some bondholders are trying to accelerate payment of about $2.6 billion in debt as part of 'a financial extortion strategy,' in company's language, to force about $250 million in additional payments--form of prepayment premium that woujld be equal to about 11 percent of principal of bonds (Market Place column) (M)",
      "lead_paragraph": "It was a matter of faith until it became a matter of money.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/31/business/the-markets-market-place-healthsouth-s-bondholders-await-ruling.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Europe Opts for a Longer View On Filing Financial Statements",
      "snippet": "European Parliament decides European companies should not have to file quarterly financial statements, but also concludes that companies should release more information than they now do (M)",
      "abstract": "European Parliament decides European companies should not have to file quarterly financial statements, but also concludes that companies should release more information than they now do (M)",
      "lead_paragraph": "European companies should not have to file quarterly financial statements, the European Parliament decided on Tuesday. But it also concluded that companies should release more information than they now do.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/31/business/europe-opts-for-a-longer-view-on-filing-financial-statements.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Administration Defends Worldwide Free Trade  The Bush administration, still sparring with Senator John Kerry over the issue of trade, said the practice of exporting work overseas had little to do with the loss of jobs in the United States. John W....",
      "abstract": " Administration Defends Worldwide Free Trade  The Bush administration, still sparring with Senator John Kerry over the issue of trade, said the practice of exporting work overseas had little to do with the loss of jobs in the United States. John W. Snow, the Treasury secretary, said that the practice of moving American jobs to low-cost countries ''is part of trade'' and that ''there can't be any doubt about the fact that trade makes the economy stronger.''      Mr. Snow's comments reflect a growing willingness by the Bush administration to defend global free trade even in hard-hit industrial states like Ohio. [Page C7.]",
      "lead_paragraph": "Administration Defends Worldwide Free Trade",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/31/business/business-digest-017353.html",
      "byline": ""
    },
    {
      "headline": "Energy Scarce As Argentina Faces Winter",
      "snippet": "Energy Scarce As",
      "abstract": "Energy Scarce As",
      "lead_paragraph": "The nascent recovery that has lifted the Argentine economy over the last year is being threatened by a shortage of electricity and gas, which is appearing just as the weather in the Southern Hemisphere turns cool ahead of winter.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/31/business/energy-scarce-as-argentina-faces-winter.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Corporate Shelter Warning",
      "snippet": "European Commission sends German government final warning to change its so-called Volkswagen law, which is intended to protect carmaker from hostile takeover, or face court action; action is part of campaign to force member countries to abandon pr...",
      "abstract": "European Commission sends German government final warning to change its so-called Volkswagen law, which is intended to protect carmaker from hostile takeover, or face court action; action is part of campaign to force member countries to abandon protectionist measures that prevent cross-border investment (S)",
      "lead_paragraph": "The European Commission sent the German government a final warning to change its so-called Volkwagen law, which was intended to protect the carmaker from a hostile takeover, or face court action. The action is part of a campaign to force member countries to abandon protectionist measures that prevent cross-border investment. ''The VW law makes it substantially less attractive for other E.U. investors to acquire the company's shares with a view to participating effectively in management decisions or controlling the company,'' the commission said. Paul Meller (NYT)",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/31/business/world-business-briefing-europe-germany-corporate-shelter-warning.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Insurer Omits Dividend",
      "snippet": "Swiss Ll",
      "abstract": "Swiss Ll",
      "lead_paragraph": "Swiss Life Holding, the big life insurer, said it would omit a 2003 dividend and raise as much as 1.15 billion francs ($900 million) selling stock and bonds after failing to sell its Banca del Gottardo private bank. The shares slumped 9.9 percent. The insurer, which decided to keep Gottardo after talks broke down with UniCredito Italiano, will sell 800 million francs of shares and 350 million francs of convertible bonds to transfer the bank from a unit to the parent company, the chief executive, Rolf Doerig, said. Swiss Life, which bought Gottardo for 2.4 billion francs in 1999, has been trying to reverse a $3 billion move into banking to focus on insurance. The talks with UniCredito broke down over price.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/31/business/world-business-briefing-europe-switzerland-insurer-omits-dividend.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "When Goals Meet Reality",
      "snippet": "News analysis of Pres Bush's decision, in reaction to mounting furor, to allow national security adviser Condoleezza Rice to testify in public before commission investigating Sept 11 terrorist attacks; photo; Bush and especially Vice Pres Cheney h...",
      "abstract": "News analysis of Pres Bush's decision, in reaction to mounting furor, to allow national security adviser Condoleezza Rice to testify in public before commission investigating Sept 11 terrorist attacks; photo; Bush and especially Vice Pres Cheney have aggressively tried to restore presidential perogatives but efforts have often fallen victim to political reality; distinct pattern emerging from highly secretive Bush White House is to stonewall demands for outside inquiries, as with commission itself initially and with Iraq intelligence, only to yield under pressure; notable exception is Cheney himself, who, despite shaking of heads at White House, refuses to reveal information on his energy task force; that case has now reached Supreme Court (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/31/us/threats-and-responses-news-analysis-when-goals-meet-reality.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "This Year, More Boards Feel Pressure To Show Up",
      "snippet": "Several large corporations, including Morgan Stanley and Dana Corp, have adopted policies that encourage their directors to show up, and some companies have abandoned practice of holding their meetings in out-of-the-way locations; one cause for sh...",
      "abstract": "Several large corporations, including Morgan Stanley and Dana Corp, have adopted policies that encourage their directors to show up, and some companies have abandoned practice of holding their meetings in out-of-the-way locations; one cause for shifts is Sarbanes-Oxley Act, which requires companies to publish their policies on directors' attendance at annual meetings (M)",
      "lead_paragraph": "For directors of publicly traded corporations, showing up at the annual shareholders meeting is not so optional anymore.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/31/business/this-year-more-boards-feel-pressure-to-show-up.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "Fuel Prices a Focus Of Both Campaigns",
      "snippet": "Presidential campaign attacks on issue of rising gas prices noted",
      "abstract": "Presidential campaign attacks on issue of rising gas prices noted",
      "lead_paragraph": "On a campaign stop in California, Senator John Kerry blamed the Bush administration's policies for rising fuel costs. In turn, the president's campaign attacked Mr. Kerry's support of gasoline taxes.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/31/us/fuel-prices-a-focus-of-both-campaigns.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Decline In Output",
      "snippet": "Japan's industrial production fell 3.7 percent in February from January, but government says it expects decline to be short-lived as it forecasts rise in manufacturers' output; unemployment rate was 5 percent in February, unchanged from January; u...",
      "abstract": "Japan's industrial production fell 3.7 percent in February from January, but government says it expects decline to be short-lived as it forecasts rise in manufacturers' output; unemployment rate was 5 percent in February, unchanged from January; umemployment rate for men age 15 to 24 rose to 12 percent in February from 10.5 percent in January (S)d",
      "lead_paragraph": "Industrial production fell 3.7 percent in February from January, but the government said it expected the decline to be short-lived as it forecast a rise in manufacturers' output. Japan's unemployment rate was 5 percent in February, unchanged from January. The job market worsened for young Japanese, with the unemployment rate for men age 15 to 24 rising to 12 percent in February from 10.5 percent in January. Todd Zaun (NYT)",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/31/business/world-business-briefing-asia-japan-decline-in-output.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Reason to Run? Nader Argues He Has Plenty",
      "snippet": "Ralph Nader defends decision to run for president, turning aside appeals from longtime admirers not to hurt Democratic chance of unseating Pres Bush and mocking their letters as 'liberal virus, interview; photo; map showing where he drew support i...",
      "abstract": "Ralph Nader defends decision to run for president, turning aside appeals from longtime admirers not to hurt Democratic chance of unseating Pres Bush and mocking their letters as 'liberal virus, interview; photo; map showing where he drew support in 2000; Nader agrees that defeating Bush is essential but insists Democrats will rally around John Kerry and he himself will take votes from disaffected Republicans and independents, despite evidence of 2000 and this year's polls (M)",
      "lead_paragraph": "Ralph Nader knows all the arguments against him. He can recite, word for importuning word, the letters from old friends urging him not to run for president -- ''all individually written, all stunningly similar'' -- and he does so with the theatrical relish of a man whose public life has been one long, unyielding argument with the world.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/31/us/reason-to-run-nader-argues-he-has-plenty.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Politeness Among Canadian Investors May Be Wearing Thin",
      "snippet": "Revolt among investors over takeover bid involving Canada's Manitoba Telecom Services and Allstream Inc is latest sign thata long tradition of politeness toward corporate directors and managers is eroding; Toronto Stock Exchange is due to decide w...",
      "abstract": "Revolt among investors over takeover bid involving Canada's Manitoba Telecom Services and Allstream Inc is latest sign thata long tradition of politeness toward corporate directors and managers is eroding; Toronto Stock Exchange is due to decide whether Manitoba Telecom can proceed with proposed bid of 1.7 billion Canadian dollars ($1.3 billion) for Allstream without first seeking approval of its own shareholders; some Manitoba Telecom shareholders are angry that company's chief executive William C Fraser negotiated deal with Allstream's chief John McLennan, backtracking on earlier proposal to transform itself into income trust, tax-sheltered structure that generally provides rich income stream; photo (M)",
      "lead_paragraph": "A revolt among investors over a takeover bid involving two Canadian telephone companies is the latest sign that a long tradition of politeness toward corporate directors and managers north of the border is eroding.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/31/business/politeness-among-canadian-investors-may-be-wearing-thin.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "World Business Briefing | Europe: Norway: Telecom Stake Sold",
      "snippet": "Norwegian government sells 9.4 percent stake, worth about 8.5 billion kroner ($1.2 billion), in Telenor, bringing it closer to its goal of holding 51 percent of company; government has been reducing ownership to lure foreign investors (S)y",
      "abstract": "Norwegian government sells 9.4 percent stake, worth about 8.5 billion kroner ($1.2 billion), in Telenor, bringing it closer to its goal of holding 51 percent of company; government has been reducing ownership to lure foreign investors (S)y",
      "lead_paragraph": "The government sold a 9.4 percent stake, worth about 8.5 billion kroner ($1.2 billion), in Telenor, the telephone company, bringing it closer to its goal of holding 51 percent of the company. Norway took advantage of the stock's doubling in the last year to cut its stake to 53 percent. It has been reducing ownership in Telenor to lure foreign investors, first selling stock in December 2000.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/31/business/world-business-briefing-europe-norway-telecom-stake-sold.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Bertelsmann's Profit Falls",
      "snippet": "Bertelsmann says profit dropped last year, hurt by strong euro, declining CD sales and weak advertising spending; net profit fell to 154 million euros ($187 million) from 928 million euros year earlier; sales dropped 8 percent, to 16.8 billion eur...",
      "abstract": "Bertelsmann says profit dropped last year, hurt by strong euro, declining CD sales and weak advertising spending; net profit fell to 154 million euros ($187 million) from 928 million euros year earlier; sales dropped 8 percent, to 16.8 billion euros; chief executive Gunter Thielen comments; photo (S)",
      "lead_paragraph": "The media company Bertelsmann said its profit dropped last year, hurt by a strong euro, declining CD sales and weak advertising spending. The company, based in Gütersloh, said net profit fell to 154 million euros ($187 million) from 928 million euros a year earlier. Sales dropped 8 percent, to 16.8 billion euros, partly because currency exchange rates reduced revenue from the United States, which accounts for 25 percent of Bertelsmann's sales. The chief executive, Gunter Thielen, above, said that after last year's restructuring, the company would be turning ''from consolidation to attack,'' helped by 2 billion euros it has available for acquisitions over the next three years. Bertelsmann said it was focusing on acquisitions in Asia and Eastern Europe. Petra Kappl (NYT)",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/31/business/world-business-briefing-europe-germany-bertelsmann-s-profit-falls.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Internet Chatter on the Tyco Trial: What's With Juror No.4?",
      "snippet": "Internet chatter becomes issue in Tyco International fraud trial when defense moves yet again for mistrial because of 'venomous and just outrageous statements' in online chat rooms about juror number 4--79-year-old woman with law degree who lives ...",
      "abstract": "Internet chatter becomes issue in Tyco International fraud trial when defense moves yet again for mistrial because of 'venomous and just outrageous statements' in online chat rooms about juror number 4--79-year-old woman with law degree who lives on Upper East Side and who apparently was at odds with her fellow jurors last week but agreed on March 29 to resume deliberating with group; Justice Michael J Obus defers mistrial motion, as jury appears to continue making progress in its deliberations; photo (M)",
      "lead_paragraph": "When it comes to the Tyco trial, the hot topic in Internet chat rooms and online message boards is motive.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/31/business/internet-chatter-on-the-tyco-trial-what-s-with-juror-no.4.html",
      "byline": "By Jennifer Bayot and Andrew Ross Sorkin"
    },
    {
      "headline": "Fight Against Illegal File Sharing Is Moving Overseas",
      "snippet": "Recording industry associations in Denmark, Germany, Italy and Canada announce legal action against 247 people accuse of illegal file sharing outside US, taking its war against Internet piracy abroad for first time; photo (M)",
      "abstract": "Recording industry associations in Denmark, Germany, Italy and Canada announce legal action against 247 people accuse of illegal file sharing outside US, taking its war against Internet piracy abroad for first time; photo (M)",
      "lead_paragraph": "The music industry announced legal action Tuesday against 247 people accused of illegal file sharing outside the United States, taking its war against Internet piracy abroad for the first time.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/31/business/fight-against-illegal-file-sharing-is-moving-overseas.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Defying Bush, Senate Increases Child Care Funds for the Poor",
      "snippet": "Senate votes, 78-20, to add $6 billion over five years to funding for child care for welfare recipients and other low-income families; 31 Republicans, including Senate leader Bill Frist and Finance Committee chairman Charles Grassley, defy Bush ad...",
      "abstract": "Senate votes, 78-20, to add $6 billion over five years to funding for child care for welfare recipients and other low-income families; 31 Republicans, including Senate leader Bill Frist and Finance Committee chairman Charles Grassley, defy Bush administration's strenuous objections; amendment sponsored by Republican Olympia Snowe and Democrat Christopher Dodd is part of updating of welfare reform law, which administration favors; backers say welfare recipients cannot be required to work longer hours without child care (M)",
      "lead_paragraph": "Over strenuous objections from the White House, the Senate voted on Tuesday for a significant increase in money to provide child care to welfare recipients and other low-income families.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/31/us/defying-bush-senate-increases-child-care-funds-for-the-poor.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Telecom Spinoff",
      "snippet": "World Business Briefing: Hong",
      "abstract": "World Business Briefing: Hong",
      "lead_paragraph": "Hutchison Whampoa announced plans to spin off its Hong Kong telecommunications businesses and most of its emerging-market mobile units. Hutchison said it planned to bundle its fixed-line, second-generation and third-generation telecommunications businesses in Hong Kong with its wireless interests in seven emerging markets into a separate entity that would be listed on the Hong Kong stock exchange. The unit, called Hutchison Telecommunications International, will include the conglomerate's interests in wireless businesses in Ghana, India, Israel, Macau, Paraguay, Sri Lanka and Thailand, as well as its Hong Kong telecommunications unit. Hutchison said it would remain the majority shareholder.",
      "publication_date": "2004-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/31/business/world-business-briefing-asia-hong-kong-telecom-spinoff.html",
      "byline": "By Dow Jones"
    }
  ]
}