{
  "metadata": {
    "date": "2004-06-14",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "In Shift, Cleric Backs Interim Setup for Iraq",
      "snippet": "The rebel Shiite cleric Moktada al-Sadr, in a reversal of his past position, endorsed the interim Iraqi government and appeared to urge his followers to honor a week-old cease-fire that has been frayed by continuing violence.  ",
      "abstract": "The rebel Shiite cleric Moktada al-Sadr, in a reversal of his past position, endorsed the interim Iraqi government and appeared to urge his followers to honor a week-old cease-fire that has been frayed by continuing violence.  ",
      "lead_paragraph": "The rebel Shiite cleric Moktada al-Sadr, in a reversal of his past position, endorsed the interim Iraqi government and appeared to urge his followers to honor a week-old cease-fire that has been frayed by continuing violence.",
      "publication_date": "2004-06-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/12/world/in-shift-cleric-backs-interim-setup-for-iraq.html",
      "byline": ""
    },
    {
      "headline": "Made in India vs. Made in China",
      "snippet": "Multinational companies find new opportunities when setting up operations in India rather than China, where many multinationals are struggling to earn profits; reasons discussed; India's economy has been growing nearly as quickly as China's in rec...",
      "abstract": "Multinational companies find new opportunities when setting up operations in India rather than China, where many multinationals are struggling to earn profits; reasons discussed; India's economy has been growing nearly as quickly as China's in recent years; government in New Delhi has dismantled many barriers to foreign investment, making country increasingly attractive market for globalizing companies; India's steep tariffs still keep prices somewhat higher for many manufactured goods; China's effort recently to brake its economy is also starting to take edge off some companies' interest; China's political prospects remain murky; by contrast, India has just gone through peaceful change of democratic government that produced mere two-day drop in stock market followed by immediate recovery in share prices and corporate confidence; Whirlpool Corp's different experiences in India and China discussed; photos; graph (L)",
      "lead_paragraph": "When Crystal Chen, a 28-year-old mechanical engineer, started designing microwave oven doors for Whirlpool in 2001 in this gleaming Chinese metropolis, one of her biggest surprises was the size of the ovens.",
      "publication_date": "2004-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/12/business/international-business-made-in-india-vs-made-in-china.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Electronic Arts to Stop Advertising For Online Casinos on Its Web Site",
      "snippet": "Electronic Arts, video game giant, says that it had decided to stop running advertisements for Internet casinos on its Website, delivering another blow to onine gambling industry (M)",
      "abstract": "Electronic Arts, video game giant, says that it had decided to stop running advertisements for Internet casinos on its Website, delivering another blow to onine gambling industry (M)",
      "lead_paragraph": "Electronic Arts, the video game giant, said Friday that it had decided to stop running advertisements for Internet casinos on its Web site, delivering another blow to the online gambling industry.",
      "publication_date": "2004-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/12/business/electronic-arts-to-stop-advertising-for-online-casinos-on-its-web-site.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "At Rites for Reagan, Soaring Farewells",
      "snippet": "Former Pres Ronald Reagan's state funeral is held at National Cathedral in Washington, DC; nearly 4,000 mourners, including four surviving ex-presidents and world leaders past and present, attend funeral; Pres Bush, former British Prime Min Margar...",
      "abstract": "Former Pres Ronald Reagan's state funeral is held at National Cathedral in Washington, DC; nearly 4,000 mourners, including four surviving ex-presidents and world leaders past and present, attend funeral; Pres Bush, former British Prime Min Margaret Thatcher, former Canadian Prime Min Brian Mulroney, former Pres George Bush and former Sen John C Danforth deliver eulogies; Thatcher's remarks were videotaped in late 2003 because of her own failing health; Danforth, ordained Episcopal priest, was chosen by Nancy Reagan to conduct services after illness sidelined Rev Billy Graham; funeral caps six days of national mourning for Reagan; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/12/us/the-40th-president-in-washington-at-rites-for-reagan-soaring-farewells.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Fee Payments Questioned As Insurer Inquiry Widens  Three big insurance companies, Aetna, Cigna and MetLife, said that they had received subpoenas from the New York attorney general as an investigation widened into the field of employee benefits --...",
      "abstract": " Fee Payments Questioned As Insurer Inquiry Widens  Three big insurance companies, Aetna, Cigna and MetLife, said that they had received subpoenas from the New York attorney general as an investigation widened into the field of employee benefits -- health, disability and group life insurance.      Investigators have been concerned that payments from insurance companies to brokers for exceeding sales goals and keeping down claims costs may undermine the brokers' loyalty to the corporations that pay them fees and commissions to arrange coverage. Industry executives said similar fees were widely paid to brokers and consultants by employee benefits companies. [Page C2.]",
      "lead_paragraph": "Fee Payments Questioned As Insurer Inquiry Widens",
      "publication_date": "2004-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/12/business/business-digest-948160.html",
      "byline": ""
    },
    {
      "headline": "For a Frail Mrs. Reagan, a Week of Great Resolve",
      "snippet": "Nancy Reagan started her seventh day of mourning bowed over her husband's coffin in Rotunda of Capitol, but by time sun set in California 12 hours later, she had attended state funeral at National Cathedral, formal sendoff at Andrews Air Force Bas...",
      "abstract": "Nancy Reagan started her seventh day of mourning bowed over her husband's coffin in Rotunda of Capitol, but by time sun set in California 12 hours later, she had attended state funeral at National Cathedral, formal sendoff at Andrews Air Force Base and, after cross-country flight aboard Air Force jumbo jet, Ronald Reagan's burial on hillside outside Los Angeles; day is exhausting and emotional test of endurance for 82-year-old Mrs Reagan, who for last 10 years has cared for her ailing husband; photos (M)",
      "lead_paragraph": "Nancy Reagan started her seventh day of mourning Friday bowed over her husband's coffin in the Rotunda of the Capitol. By the time the sun set in California 12 hours later, Mrs. Reagan had attended a state funeral at National Cathedral, a formal send-off at Andrews Air Force Base and, after a cross-country flight aboard an Air Force jumbo jet, Ronald Reagan's burial on a hillside outside Los Angeles.",
      "publication_date": "2004-06-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/12/us/40th-president-president-s-widow-for-frail-mrs-reagan-week-great-resolve.html",
      "byline": "By Adam Nagourney and Bernard Weinraub"
    },
    {
      "headline": "An Oil Enigma: Production Falls Even as Reserves Rise",
      "snippet": "Chevron Texaco says its proven oil and natural gas reserves have risen 14 percent, over one billion barrels, in last six years, but its annual output during that time has fallen by almost 15 percent; Chevron Texaco is not only big oil company whos...",
      "abstract": "Chevron Texaco says its proven oil and natural gas reserves have risen 14 percent, over one billion barrels, in last six years, but its annual output during that time has fallen by almost 15 percent; Chevron Texaco is not only big oil company whose production is falling despite rising reserves, though it has largest gap; consumers, economists and governments around world are wondering if oil supplies can keep pace with rising demand; production trends at industry's publicly traded co mpanies are not promising; fears about supply shortfalls and rising demand have caused prices to climb about 20 percent in 2004; proven reserves and output usually move in tandem; industry experts disagree why relationship has broken down; production trends at Exxon Mobil, BP PLC and Royal Dutch/Shell noted; photo (M)",
      "lead_paragraph": "For six consecutive years, ChevronTexaco has had good news for anyone worried that the world is running out of oil: the company has found more oil and natural gas than it has produced. Over that time, ChevronTexaco's proven oil and gas reserves have risen 14 percent, more than one billion barrels.",
      "publication_date": "2004-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/12/business/an-oil-enigma-production-falls-even-as-reserves-rise.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Big Employers Join Forces in Effort to Negotiate Lower Drug Prices",
      "snippet": "Fifty of country's largest employers are creating buyers' club to bargain directly with drug makers on behalf of five million active and retired employees and their families; move is major departure from current industry practice of employers payi...",
      "abstract": "Fifty of country's largest employers are creating buyers' club to bargain directly with drug makers on behalf of five million active and retired employees and their families; move is major departure from current industry practice of employers paying middlemen--known as pharmacy benefit management companies--to provide drug coverage for their insured workers; those prices are supposed to be at discounted rates; but because drug pricing is notoriously opaque, employers cannot be sure if they are getting best possible deal; photos; chart (L)",
      "lead_paragraph": "Hoping to slow the rising cost of providing health coverage, 50 of the country's largest employers are creating a buyers' club to bargain directly with drug makers on behalf of five million active and retired employees and their families.",
      "publication_date": "2004-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/12/business/big-employers-join-forces-in-effort-to-negotiate-lower-drug-prices.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "McCain Is Said To Tell Kerry He Won't Join",
      "snippet": "Informed sources say that John Kerry, presumptive Democratic nominee for president, has repeatedly asked Sen John McCain, independent-minded Republican, to consider being his running mate, but McCain has refused; friend of both men says McCain doe...",
      "abstract": "Informed sources say that John Kerry, presumptive Democratic nominee for president, has repeatedly asked Sen John McCain, independent-minded Republican, to consider being his running mate, but McCain has refused; friend of both men says McCain does not want to be vice president, no matter who is in White House; McCain's testy relationship with Pres Bush fueled speculation; some prominent members of Congress say Kerry-McCain ticket would be unstoppable; photos (M)",
      "lead_paragraph": "John Kerry, the presumptive Democratic nominee for president, has repeatedly and personally asked Senator John McCain, the independent-minded Arizona Republican, to consider being his running mate, but Mr. McCain has refused, people who have spoken to both men said Friday.",
      "publication_date": "2004-06-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/12/us/mccain-is-said-to-tell-kerry-he-won-t-join.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "Mandalay Rejects MGM Mirage",
      "snippet": "Mandalay Resort Group rejects $4.5 billion takeover offer from MGM Mirage, saying there is too great a risk that deal would not go through; Mandalay says that MGM Mirage, resort empire owned by Kirk Kerkorian, is balking at doing whatever it might...",
      "abstract": "Mandalay Resort Group rejects $4.5 billion takeover offer from MGM Mirage, saying there is too great a risk that deal would not go through; Mandalay says that MGM Mirage, resort empire owned by Kirk Kerkorian, is balking at doing whatever it might take to persuade regulators to approve acquisition, and that it is trying to tie up Mandalay's business for 15 months; photo; map shows casinos on Las Vegas strip (L)",
      "lead_paragraph": "The Mandalay Resort Group rejected a $4.5 billion takeover offer from MGM Mirage yesterday, saying there was too great a risk that the deal would not go through.",
      "publication_date": "2004-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/12/business/mandalay-rejects-mgm-mirage.html",
      "byline": "By Jennifer Bayot and Andrew Ross Sorkin"
    },
    {
      "headline": "One Journal Of Oil Industry Covers More Than Just Rigs",
      "snippet": "Upstream, irreverent weekly, has become must-read for oil and gas industry executives; Upstream is popular not only for its extensive news coverage of oil and gas developments and trends, but has made point of upending stereotype of eye-glazing tr...",
      "abstract": "Upstream, irreverent weekly, has become must-read for oil and gas industry executives; Upstream is popular not only for its extensive news coverage of oil and gas developments and trends, but has made point of upending stereotype of eye-glazing trade journal; some of its appeal comes from its offbeat humor, cheeky headlines and photographs that sometimes seem to have only most tenuous connection to accompanying articles; photo of Erik Means, editor in chief; photo of Upstream cover that was banned by censors in Iran (L)",
      "lead_paragraph": "With energy supplies tight around the world and prices bobbing near record highs, many eyes are on the oil and gas industry. And the industry's eyes are on an irreverent weekly printed on salmon-colored paper with a supermarket-tabloid taste in cover photos.",
      "publication_date": "2004-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/12/business/one-journal-of-oil-industry-covers-more-than-just-rigs.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "ERRORS ARE SEEN IN EARLY ATTACKS ON IRAQI LEADERS",
      "snippet": "Senior military and intelligence officials say United States launched 50 failed airstrikes, far more than previously disclosed, and targeted broader array of Iraqi leaders during early days of war last year than has previously been admitted; say s...",
      "abstract": "Senior military and intelligence officials say United States launched 50 failed airstrikes, far more than previously disclosed, and targeted broader array of Iraqi leaders during early days of war last year than has previously been admitted; say some strikes caused significant civilian casualties; say raids targeted 13 Iraqi leaders and were seemingly undercut by poor intelligence; targets included Gen Izzat Ibrahim and Maj Gen Rafi Abd al-Latif Tilfah, who now play leadership role in anti-American insurgency; photos (M)",
      "lead_paragraph": "The United States launched many more failed airstrikes on a far broader array of senior Iraqi leaders during the early days of the war last year than has previously been acknowledged, and some caused significant civilian casualties, according to senior military and intelligence officials.",
      "publication_date": "2004-06-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/13/world/struggle-for-iraq-intelligence-errors-are-seen-early-attacks-iraqi-leaders.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    },
    {
      "headline": "Need a Superlawyer? Take a Number",
      "snippet": "Interview with",
      "abstract": "Interview with",
      "lead_paragraph": "ON a steamy day in New York last week, Dan K. Webb, the chief counsel for the New York Stock Exchange in its case against Richard A. Grasso, its former chairman, was doing what $700-an-hour lawyers normally do -- juggling a boatload of cases.",
      "publication_date": "2004-06-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/13/business/need-a-superlawyer-take-a-number.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "From Top of the Head to the Bottom Line",
      "snippet": "Daniel J Wakin Home Front column on business of making wigs from human hair; people buy wigs for variety of reason, among them chemotherapy and Jewish law; photo (M)",
      "abstract": "Daniel J Wakin Home Front column on business of making wigs from human hair; people buy wigs for variety of reason, among them chemotherapy and Jewish law; photo (M)",
      "lead_paragraph": "SOME industries are more recession-resistant than others. Include wigmaking among them: vanity, and the hair-loss effects of chemotherapy, are powerful buying incentives.",
      "publication_date": "2004-06-13T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/06/13/jobs/home-front-from-top-of-the-head-to-the-bottom-line.html",
      "byline": "By Daniel J. Wakin"
    },
    {
      "headline": "Healthier and Wiser? Sure, but Not Wealthier",
      "snippet": "Studies showing today's older workers are better prepared for retirement than previous generations fail to take into account demise of tradition pension, employee benefit widely available until early 1980's; fewer than half of households headed by...",
      "abstract": "Studies showing today's older workers are better prepared for retirement than previous generations fail to take into account demise of tradition pension, employee benefit widely available until early 1980's; fewer than half of households headed by people 47 to 64 had someone earning pension in 2001, down from over two-thirds in 1983; impact of shift on family finances has gotten little attention because it is hard to measure; new evidence suggests waning of pension has stripped older workers of immense store of wealth; near-retirees in typical households are a little poorer, in constant dollars, than previous generation when it neared retirement in 1983; pension plans served as social leveler in past, while advent of self-directed retirement plans is giving rise to elite minority who are well prepared for retirement and majority who are falling behind; household net worth graph; photos (M)",
      "lead_paragraph": "BY many measures, today's older workers appear better equipped for retirement than any previous generation. Their homes are worth more than their parents' homes were. Their bank accounts are fatter. And study after study suggests that typical late-middle-age employees have accumulated more wealth than their counterparts did a quarter-century ago.",
      "publication_date": "2004-06-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/13/business/healthier-and-wiser-sure-but-not-wealthier.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Diversity Plan Shaped in Texas Is Under Attack",
      "snippet": "Texas rule guaranteeing admission to state's public universities to top 10 percent of graduating class from any public or private high school, approach later adopted by other states as alternative to outlawed race-based affirmative action as way t...",
      "abstract": "Texas rule guaranteeing admission to state's public universities to top 10 percent of graduating class from any public or private high school, approach later adopted by other states as alternative to outlawed race-based affirmative action as way to restore diversity, is coming under increasing attack; consensus seems to be building that some change is needed as wealthy parents whose children are denied admission to Texas top state university argue that staying in top 25 percent of demanding school should mean more than landing in top 10 percent at less rigorous one; dispute shows how hard it is to devise system for doling out scarce spots in elite schools without angering someone; University of Texas at Austin president Dr Larry R Faulkner backs capping number of students admitted under rule at, perhaps, half of all first-year students; Gov Rick Perry is concerned rule spurs qualified students to leave state; photos (M)",
      "lead_paragraph": "Texas lawmakers thought they had found the ideal alternative to race-based affirmative action.",
      "publication_date": "2004-06-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/13/us/diversity-plan-shaped-in-texas-is-under-attack.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Mandalay Executives May Still Win the Jackpot",
      "snippet": "Gretchen Morgenson column on shift by companies from stock options to restricted stock grants as form of executive compensation notes Mandalay Resort Group top executives Michael S Ensign, William A Richardson and Glenn W Schaeffer could reap wind...",
      "abstract": "Gretchen Morgenson column on shift by companies from stock options to restricted stock grants as form of executive compensation notes Mandalay Resort Group top executives Michael S Ensign, William A Richardson and Glenn W Schaeffer could reap windfall from $50.4 million in restricted stock grants they got in Apr should hotel and casino operator be sold; restricted shares held by executives usually become free to trade when company is acquired; grants require no outlay by executives and present little downside if stock declines; are often not tied to performance; photo (M)",
      "lead_paragraph": "LATE Friday, officials at the Mandalay Resort Group, the hotel and casino operator based in Las Vegas, rejected Kirk Kerkorian's $4.5 billion bid, saying his company did not give enough assurance that it would pursue the deal in the face of regulatory opposition.",
      "publication_date": "2004-06-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/13/business/mandalay-executives-may-still-win-the-jackpot.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Behind the Scenes, a Restless and Relentless Kerry",
      "snippet": "Sen John Kerry's restlessness on campaign trail and desire to break out for walk, meal or movie is one of many facets of his style and personality that are all by invisible to most voters in era of stage-managed politics; observations on campaign ...",
      "abstract": "Sen John Kerry's restlessness on campaign trail and desire to break out for walk, meal or movie is one of many facets of his style and personality that are all by invisible to most voters in era of stage-managed politics; observations on campaign trail over several months, combined with interviews with politicians and aides who spend time by his side, help flesh out one-dimensional portraits of him offered by two sides' television ads; he relentlessly polishes even well-worn stump speech segments; is diligent greeter and chronically and unapologetically late; is avid and able athlete, although he sometimes seems physicall awkward; photos (M)",
      "lead_paragraph": "Like a caged hamster, Senator John Kerry is restless on the road. He pokes at the perimeter of the campaign bubble that envelops him, constantly trying to break out for a walk around the block, a restaurant dinner, the latest movie.",
      "publication_date": "2004-06-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/13/us/behind-the-scenes-a-restless-and-relentless-kerry.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "By a Back Door to the U.S.: A Migrant's Grim Sea Voyage",
      "snippet": "Special report: Dangerous Passage: From Ecuador by Sea describes hazardous and arduous eight-day voyage, covering 1,100 nautical miles from Ecuador to Guatemala coast, by migrants seeking to reach United States; El Tiempo reporter Sandra Ochoa mad...",
      "abstract": "Special report: Dangerous Passage: From Ecuador by Sea describes hazardous and arduous eight-day voyage, covering 1,100 nautical miles from Ecuador to Guatemala coast, by migrants seeking to reach United States; El Tiempo reporter Sandra Ochoa made trip as client of smugglers, and sometimes as hostage, after migrant smugglers refused to take New York Times reporter; journey provides rare look inside small part of vast pipeline that carries migrants to US; map; photos (L)",
      "lead_paragraph": "A red light, barely visible on the horizon, made the captain of the William turn as mean as the devil.",
      "publication_date": "2004-06-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/13/world/by-a-back-door-to-the-us-a-migrant-s-grim-sea-voyage.html",
      "byline": "By Ginger Thompson and Sandra Ochoa"
    },
    {
      "headline": "Iraqis Start to Exercise Power Even Before Date for Turnover",
      "snippet": "Much of return of sovereignty to Iraq has already happened in advance of official turnover date; new interim government has been formed, old governing council has been dissolved and majority of ministries, including some key ones, have been turned...",
      "abstract": "Much of return of sovereignty to Iraq has already happened in advance of official turnover date; new interim government has been formed, old governing council has been dissolved and majority of ministries, including some key ones, have been turned over to Iraqi management; both American advisers and Iraqi leaders say their roles have already shifted, with Iraqis running day-to-day affairs and Americans dispensing advice and money; United States will continue to steer Iraq through its control over $18.4 billion reconstruction budget and presence of 140,000 American troops, who struggle to end insurgency; builds large embassy on grounds of occupation authority, central Baghdad, essentially to serve as shadow government; transition time line; photos (M)",
      "lead_paragraph": "With less than three weeks to go before sovereignty returns to Iraq, American and Iraqi officials are saying that much of the transfer has already happened.",
      "publication_date": "2004-06-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/13/world/struggle-for-iraq-new-government-iraqis-start-exercise-power-even-before-date.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Tiger Is Human, and Golf World Wonders if That's Good or Bad",
      "snippet": "Golfer Tiger Woods, while still ranked world's best player, has not won major tournament since 2002 United States Open; it is uncertain whether end to his dominance would be good or bad for sport that gained from attention he attracted; graphs of ...",
      "abstract": "Golfer Tiger Woods, while still ranked world's best player, has not won major tournament since 2002 United States Open; it is uncertain whether end to his dominance would be good or bad for sport that gained from attention he attracted; graphs of tournament television ratings; photo (M)",
      "lead_paragraph": "Golf's most dominant force has not dominated for months. Is Tiger Woods currently the world's best player? The world ranking says yes. But this year's results suggest otherwise.",
      "publication_date": "2004-06-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/13/us/tiger-is-human-and-golf-world-wonders-if-that-s-good-or-bad.html",
      "byline": "By Clifton Brown"
    },
    {
      "headline": "Its Brief Fling With Microsoft Makes SAP Almost Famous",
      "snippet": "Disclosure that Microsoft held merger talks with SAP, German supplier of back-office software to big corporations, turns SAP into a hot property; Henning Kagermann, SAP chief executive, hopes word of talks will give SAP higher profile; insists tha...",
      "abstract": "Disclosure that Microsoft held merger talks with SAP, German supplier of back-office software to big corporations, turns SAP into a hot property; Henning Kagermann, SAP chief executive, hopes word of talks will give SAP higher profile; insists that SAP can be world giant even without merger; says there are good arguments for merger with Microsoft; says negotiations never progressed far enough for SAP to consider regulatory obstacles; photo (M)",
      "lead_paragraph": "For Henning Kagermann, the chief executive of SAP, the disclosure by Microsoft last Monday that it had held merger talks with his software company could not have come at a more awkward moment.",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/14/business/its-brief-fling-with-microsoft-makes-sap-almost-famous.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Recruiters Try New Tactics to Sell Wartime Army",
      "snippet": "Article in series The War at Home, on effects of Iraq deployment on American soldiers and their families, focuses on military recruitment; Army recruiters say parents are urging children to resist lure of recruitment bonuses and easy cash to pay f...",
      "abstract": "Article in series The War at Home, on effects of Iraq deployment on American soldiers and their families, focuses on military recruitment; Army recruiters say parents are urging children to resist lure of recruitment bonuses and easy cash to pay for college; recruiters are pitching broad range of options, including shorter enlistment of 15 months, and spending more time with prospects; recruitment efforts in Kansas and youths who plan to enlist noted; recruitment graphs; photos (M)",
      "lead_paragraph": "Katherine Jordan, who marched self-consciously across a basketball court in a black robe and orange flip-flops the other afternoon to collect her diploma, has just a few days left to fill the high school scrapbook she keeps here on the floor of her bedroom.",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/14/us/recruiters-try-new-tactics-to-sell-wartime-army.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "12 Killed in Iraq Car Bombing",
      "snippet": "Four Iraqi police officers were among 12 people who died in a car-bomb explosion near an American military base and sewage-treatment plant in southeast Baghdad. Page A7.",
      "abstract": "Four Iraqi police officers were among 12 people who died in a car-bomb explosion near an American military base and sewage-treatment plant in southeast Baghdad. Page A7.",
      "lead_paragraph": "Four Iraqi police officers were among 12 people who died in a car-bomb explosion near an American military base and sewage-treatment plant in southeast Baghdad. Page A7.",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/14/world/12-killed-in-iraq-car-bombing.html",
      "byline": ""
    },
    {
      "headline": "Selling 'Nemo' Online, Trying to Repel Pirates",
      "snippet": "New flat-rate subscription service from RealNetworks and Starz Encore Group will allow high-speed users to download and watch many of movies shown on Starz cable channel on their computers or on television sets wired to those computers; $12.95 a m...",
      "abstract": "New flat-rate subscription service from RealNetworks and Starz Encore Group will allow high-speed users to download and watch many of movies shown on Starz cable channel on their computers or on television sets wired to those computers; $12.95 a month will give users access to 100 or movies a month; service, an early attempt by Hollywood to build business out of downloadable movies and head off sort of piracy that has hurt music industry, uses technology that allows movies to be played only by given subscriber and only within certain time period; is expected to be more attractive to consumers than pay-per-view services and to offer more profitable business model; photo (M)",
      "lead_paragraph": "RealNetworks and the Starz Encore Group will introduce an online service today that will let high-speed Internet users download and watch many of the movies shown on the Starz cable channel. The move is another early attempt by Hollywood to build a business out of downloadable movies and head off the sort of piracy that has hurt the music industry.",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/14/business/selling-nemo-online-trying-to-repel-pirates.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "In Race to Give Power to Iraqis, Electricity Lags",
      "snippet": "American-led occupation has failed by wide margin to meet its long-stated goal of raising Iraq's electricity output well above prewar level for start of searing summer, tripped up by problems ranging from sabotage to reliance on by-the-book engine...",
      "abstract": "American-led occupation has failed by wide margin to meet its long-stated goal of raising Iraq's electricity output well above prewar level for start of searing summer, tripped up by problems ranging from sabotage to reliance on by-the-book engineering; capacity has been stuck in range around 4,000 megawatts for months, compared with prewar level of about 4,500 megawatts; lag has damaged occupation's efforts to foster stabiity and good will among populace; occupation is now talking about succeeding well into summer; map and graphs of power output; photos (M)",
      "lead_paragraph": "Tripped up by problems ranging from sabotage to its reliance on by-the-book engineering, the United States has failed by a wide margin to meet its long-stated goal of reviving Iraq's electricity output for the start of the searing summer.",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/14/world/the-reach-of-war-energy-in-race-to-give-power-to-iraqis-electricity-lags.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Journals of 2 Former Slaves Draw Vivid Portraits",
      "snippet": "Handwritten autobiographies by former slaves John Washington and Wallace Turnage have recently surfaced and come to attention of historian David W Blight; are likely to generate great interest in academic world, in part because they speak to debat...",
      "abstract": "Handwritten autobiographies by former slaves John Washington and Wallace Turnage have recently surfaced and come to attention of historian David W Blight; are likely to generate great interest in academic world, in part because they speak to debate over Abraham Lincoln's role in emancipating slaves; both men liberated selves during Civil War, stealing away from masters at great risk, and were taken in by Union Army, easing risk of recapture; Blight says he will publish narratives together, along with his research into author's lives, interview; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/14/us/journals-of-2-former-slaves-draw-vivid-portraits.html",
      "byline": "By Randy Kennedy"
    },
    {
      "headline": "CLINTON PLANNING TO USE BOOK TOUR TO ASSIST KERRY",
      "snippet": "Former Pres Bill Clinton's aides say he will use cross-country book tour to promote both his memoirs My Life, and Sen John Kerry's presidential campaign; say he is eager to plug Kerry and subtly put down Republicans at book-selling events and to s...",
      "abstract": "Former Pres Bill Clinton's aides say he will use cross-country book tour to promote both his memoirs My Life, and Sen John Kerry's presidential campaign; say he is eager to plug Kerry and subtly put down Republicans at book-selling events and to speak at fund-raisers or campaign stops on his tour; is going out of his way not to overshadow Kerry; Kerry aides say he will embrace Clinton, despite risks, capitalizing on his support as much as possible in places where he is popular; say two men speak personally about every 10 days; photo (M)",
      "lead_paragraph": "As former President Bill Clinton prepares for a barrage of publicity and a cross-country tour to promote his memoirs, his political advisers are consulting with the Democratic Party and Senator John Kerry's campaign about ways that Mr. Clinton can lend a political hand in the process.",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/14/us/campaign-2004-former-president-clinton-planning-use-book-tour-assist-kerry.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "After the Peaks Of Journalism, Budget Realities",
      "snippet": "Tribune Co orders Los Angeles Times to cut its budget despite editors' plea that this could stall momentum that came from winning five Pulitzer Prizes this year; newsroom employees are being offered voluntary buyout program, and involunatary layof...",
      "abstract": "Tribune Co orders Los Angeles Times to cut its budget despite editors' plea that this could stall momentum that came from winning five Pulitzer Prizes this year; newsroom employees are being offered voluntary buyout program, and involunatary layoffs may follow if that does not get big enough response; plans for weekly fashion section and redesign of Sunday magazine are postponed; Tribune attributes cost-saving initiatives to shortfalls in ad revenue that came up very quickly during second quarter; photos; graph (M)",
      "lead_paragraph": "Late last month, John S. Carroll, the editor of The Los Angeles Times, traveled to New York for a luncheon to celebrate the five Pulitzer Prizes that his paper won this year, one of the high points of his nearly 40-year journalistic career.",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/14/business/after-the-peaks-of-journalism-budget-realities.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "The Odd Couple vs. Nielsen",
      "snippet": "News Corp, whose media properties are popular with conservatives, joins forces with Democrats, including people who have worked with Pres Bill Clinton and Sen Hillary Rodham Clinton, in effort to stop Nielsen Media Research from making changes to ...",
      "abstract": "News Corp, whose media properties are popular with conservatives, joins forces with Democrats, including people who have worked with Pres Bill Clinton and Sen Hillary Rodham Clinton, in effort to stop Nielsen Media Research from making changes to way it measures television viewership in big urban centers; Fox Television Stations Group, News Corp division, owns local stations in Chicago, Los Angeles and New York that are part of Fox and UPN networks, which have significant numbers of black and Hispanic viewers; tests in New York using Nielsen's new measuring system, which involves people meters, showed steep declines in ratings for series on UPN that are favored by black viewers and increase in ratings of programs on stations not owned by Fox stations group; photos (M)",
      "lead_paragraph": "The battle over Nielsen Media Research's plans to modernize the way it measures local television viewership has become far more than the typical industry dispute.",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/14/business/advertising-the-odd-couple-vs-nielsen.html",
      "byline": "By Raymond Hernandez and Stuart Elliott"
    },
    {
      "headline": "Life to Be Reborn (Again), as a Newspaper Supplement",
      "snippet": "Time Inc is reviving Life magazine as Friday supplement in 12 million newspapers; new Life will be quick read, designed to catch consumers on Friday before they head to mall or movie theater, and will feature lots of feel-good photography; will fo...",
      "abstract": "Time Inc is reviving Life magazine as Friday supplement in 12 million newspapers; new Life will be quick read, designed to catch consumers on Friday before they head to mall or movie theater, and will feature lots of feel-good photography; will forgo any claim on being news magazine; will compete with Parade and USA Weekend, which have built-in distribution networks because their proprietors already own numerous newspapers, and could run into trouble with newspaper partners if it starts eating into advertising categories those publications depend on; Bill Shapiro, managing editor, comments (M)",
      "lead_paragraph": "Bill Shapiro's journalistic laboratory is tucked into a cramped space midway down a long hall in the Time & Life Building. There last week, he was mixing together large-format photography with a pinch of words to bring forth Life, or more precisely, to recreate it.",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/14/business/media-life-to-be-reborn-again-as-a-newspaper-supplement.html",
      "byline": "By David Carr"
    },
    {
      "headline": "UNIT SAYS IT GAVE EARLIER WARNING OF ABUSE IN IRAQ",
      "snippet": "Military personnel who worked in Iraq's Abu Ghraib prison say small unit of interrogators at prison began in Nov reporting charges of prisoner abuse, including beatings of five blindfolded Iraqi generals, in internal documents sent to senior offic...",
      "abstract": "Military personnel who worked in Iraq's Abu Ghraib prison say small unit of interrogators at prison began in Nov reporting charges of prisoner abuse, including beatings of five blindfolded Iraqi generals, in internal documents sent to senior officers, interviews; disclosure of documents raises new questious about stand by top military officials that they only learned about abuses in Jan; members of unit that screened prisoners for possible release cited abuse charges in routine weekly reports to military judge advocates and others; reports were to be sent for final approval to board that included Gens Janis Karpinski and Barbara Fast (M)",
      "lead_paragraph": "Beginning in November, a small unit of interrogators at Abu Ghraib prison began reporting allegations of prisoner abuse, including the beatings of five blindfolded Iraqi generals, in internal documents sent to senior officers, according to interviews with military personnel who worked in the prison.",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/14/world/reach-war-interrogations-unit-says-it-gave-earlier-warning-abuse-iraq.html",
      "byline": "By Andrea Elliott"
    },
    {
      "headline": "Pushing Edwards as No. 2",
      "snippet": "Some Democrats are promoting Senator John Edwards as a vice presidential candidate, saying he would help the party's chances of recapturing the Senate. Page A16.",
      "abstract": "Some Democrats are promoting Senator John Edwards as a vice presidential candidate, saying he would help the party's chances of recapturing the Senate. Page A16.",
      "lead_paragraph": "Some Democrats are promoting Senator John Edwards as a vice presidential candidate, saying he would help the party's chances of recapturing the Senate. Page A16.",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/14/us/pushing-edwards-as-no-2.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Investigation Continues On Halliburton Project  Halliburton, the oil-services company, sought to distance itself from a report that investigators in France were close to cracking a kickback scheme related to a project in Nigeria that might have en...",
      "abstract": " Investigation Continues On Halliburton Project  Halliburton, the oil-services company, sought to distance itself from a report that investigators in France were close to cracking a kickback scheme related to a project in Nigeria that might have enriched a former executive.     Investigators are ratcheting up efforts to determine whether KBR, Halliburton's engineering and construction unit, was involved in making $180 million in illegal payments in the 1990's to win a contract to build a large liquefied natural gas complex in Nigeria. Halliburton disclosed on Friday that the Securities and Exchange Commission had begun a formal investigation into the payments. [C9.]",
      "lead_paragraph": "Investigation Continues On Halliburton Project",
      "publication_date": "2004-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/14/business/business-digest-960926.html",
      "byline": ""
    }
  ]
}