{
  "metadata": {
    "date": "2004-01-26",
    "total_articles": 37
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Judge Says She Is Satisfied With Microsoft's Actions  A federal judge said that she was generally satisfied with Microsoft's efforts to comply with the settlement terms in the government's antitrust case, after the software maker announced steps t...",
      "abstract": " Judge Says She Is Satisfied With Microsoft's Actions  A federal judge said that she was generally satisfied with Microsoft's efforts to comply with the settlement terms in the government's antitrust case, after the software maker announced steps to make it easier for companies to license its technology.      The judge's comments come a week after the Justice Department, along with 16 states and the District of Columbia, said the November 2002 decree had ''fallen short'' in nurturing competition in the industry. [Page C14.]",
      "lead_paragraph": "Judge Says She Is Satisfied With Microsoft's Actions",
      "publication_date": "2004-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/24/business/business-digest-093467.html",
      "byline": ""
    },
    {
      "headline": "Black Moves To Block Sale Of Hollinger Newspapers",
      "snippet": "Conrad Black moves to block Hollinger International, in which he holds a controlling interest, from selling any of its newspaper properties; changes Hollinger International bylaws to require that asset sales or mergers in excess of $1 million rece...",
      "abstract": "Conrad Black moves to block Hollinger International, in which he holds a controlling interest, from selling any of its newspaper properties; changes Hollinger International bylaws to require that asset sales or mergers in excess of $1 million receive unanimous board approval; Black, who is attempting to sell his controlling interest in Hollinger International for $178 million to company owned by Barclay brothers of Britain, is embroiled in dispute with Hollinger over its charges that he and associates received more than $200 million from Hollinger in unauthorized payments; photo (M)",
      "lead_paragraph": "In the escalating battle between Conrad M. Black and Hollinger International, Lord Black moved yesterday to stop the company from selling any of its newspapers, which include The Daily Telegraph of London, The Chicago Sun-Times and The Jerusalem Post.",
      "publication_date": "2004-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/24/business/black-moves-to-block-sale-of-hollinger-newspapers.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "A Wireless Deal Could Trouble Gear Makers",
      "snippet": "AT&T Wireless' decision to sell company could threaten turnaround made by equipment companies such as Lucent Technologies, Motorola, Nortel Networks and Nokia; sale would at minimum delay investment of hundreds of millions of dollars in equipment,...",
      "abstract": "AT&T Wireless' decision to sell company could threaten turnaround made by equipment companies such as Lucent Technologies, Motorola, Nortel Networks and Nokia; sale would at minimum delay investment of hundreds of millions of dollars in equipment, although in long run it may lead to larger investments by heightening competition within industry; potential buyers include Cingular Wireless, Nextel Communications, NTT DoCoMo and Vodafone Group; graph; photo (M)",
      "lead_paragraph": "The announcement this week that AT&T Wireless, the nation's third-largest cellular company, is for sale adds uncertainty to growth projections for wireless equipment suppliers at an especially sensitive moment for investors, according to industry analysts.",
      "publication_date": "2004-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/24/business/a-wireless-deal-could-trouble-gear-makers.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Pakistan Chief Says It Appears Scientists Sold Nuclear Data",
      "snippet": "Pakistan Pres Pervez Musharraf says scientists from his country appear to have sold nuclear designs to other nations; denies that government knew of sales; diplomats and US officials say documents recently obtained from Libya and Iran relating to ...",
      "abstract": "Pakistan Pres Pervez Musharraf says scientists from his country appear to have sold nuclear designs to other nations; denies that government knew of sales; diplomats and US officials say documents recently obtained from Libya and Iran relating to their nuclear activities undercut years of Pakistani denials; believe that Pakistan received missile parts from North Korea in return for nuclear aid; International Atomic Energy Agency dir gen Mohamed ElBaradei comments; Musharraf photo (M)",
      "lead_paragraph": "Pakistan's president, Gen. Pervez Musharraf, acknowledged Friday that scientists from his country appeared to have sold nuclear designs to other nations probably ''for personal financial gain.'' He denied that the Pakistan government knew of any sales at the time but vowed that suspects would be dealt with ''as antistate elements.''",
      "publication_date": "2004-01-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/24/world/pakistan-chief-says-it-appears-scientists-sold-nuclear-data.html",
      "byline": "By Mark Landler and David E. Sanger"
    },
    {
      "headline": "IRAQ ILLICIT ARMS GONE BEFORE WAR, INSPECTOR STATES",
      "snippet": "David Kay, who led US effort to find banned weapons in Iraq, says after stepping down from his post that he has concluded that Iraq had no stockpiles of chemical and biological weapons at start of war; says he thinks Iraq had illicit weapons at en...",
      "abstract": "David Kay, who led US effort to find banned weapons in Iraq, says after stepping down from his post that he has concluded that Iraq had no stockpiles of chemical and biological weapons at start of war; says he thinks Iraq had illicit weapons at end of 1991 Persian Gulf war, but that United Nations inspections and Iraq's own decisions 'got rid of them'; CIA Dir George J Tenet names Charles A Duelfer to replace Kay; Duelfer photo (M)",
      "lead_paragraph": "David Kay, who led the American effort to find banned weapons in Iraq, said Friday after stepping down from his post that he has concluded that Iraq had no stockpiles of chemical and biological weapons at the start of the war last year.",
      "publication_date": "2004-01-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/24/world/iraq-illicit-arms-gone-before-war-inspector-states.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "U.S. Steps Up Effort Against Drug Imports",
      "snippet": "Second 'blitz' inspection by US drug and customs officials finds medicines imported from Canada contain foreign versions of American drugs deemed possibly unsafe by US officials; inspections are part of major effort by Bush administration to stop ...",
      "abstract": "Second 'blitz' inspection by US drug and customs officials finds medicines imported from Canada contain foreign versions of American drugs deemed possibly unsafe by US officials; inspections are part of major effort by Bush administration to stop drug imports and defuse potential confrontation between Federal government and states over drug imports; at issue in latest inspection is asthma medicine Serevent, made by GlaxoSmithKline, which was recalled in Canada because of a manufacturing defect (M)",
      "lead_paragraph": "A second ''blitz'' inspection by federal drug and customs officials of medicines imported from Canada has found that nearly all of the almost 2,000 packages opened contained foreign versions of American pharmaceuticals that officials said might not be safe.",
      "publication_date": "2004-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/24/business/us-steps-up-effort-against-drug-imports.html",
      "byline": "By Gardiner Harris and Monica Davey"
    },
    {
      "headline": "South Carolina's Advice to Kerry: Don't Forget Us",
      "snippet": "South Carolina Democrats urge Sen John Kerry not to write off their state, first in South to hold primary in 2004 and first with sizeable black population; Sen John Edwards and Gen Wesley K Clark seem to hold advantage there; Kerry is only major c...",
      "abstract": "South Carolina Democrats urge Sen John Kerry not to write off their state, first in South to hold primary in 2004 and first with sizeable black population; Sen John Edwards and Gen Wesley K Clark seem to hold advantage there; Kerry is only major candidate who has run no commercials in South Carolina; he has opened only two offices, and has only seven paid employees there, compared with 50 for Howard Dean, about 40 for Clark and nine for Edwards; Dick Harpootlian, former state Democratic chairman, says if Kerry does not compete in South Carolina, it will look like he is writing off South in general election; former Democratic National Committee chmn Donald L Fowler urges Kerry to campaign in state; Harpootlian and Fowler photos (M)",
      "lead_paragraph": "After watching Senator Ernest F. Hollings endorse Senator John Kerry for president in Columbia on Thursday, Donald L. Fowler returned to his office and telephoned important Kerry supporters.",
      "publication_date": "2004-01-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/24/us/2004-campaign-south-carolina-south-carolina-s-advice-kerry-don-t-forget-us.html",
      "byline": "By R. W. Apple Jr"
    },
    {
      "headline": "New Pressures Over U.S. Plan For Iraqi Rule",
      "snippet": "Grand Ayatollah Ali al-Sistani, Iraq's most influential Shiite cleric, asks his followers to suspend demonstrations demanding direct elections; urges them to wait while United Nations decides whether to send team to Iraq to weigh whether early dir...",
      "abstract": "Grand Ayatollah Ali al-Sistani, Iraq's most influential Shiite cleric, asks his followers to suspend demonstrations demanding direct elections; urges them to wait while United Nations decides whether to send team to Iraq to weigh whether early direct elections are possible; Ahmad Chalabi, member of Iraqi Governing Council, joins other Shiite members of council calling for direct elections; photo of Iraqis consoling one another after explosion killed two men outside Communist Party office in Baghdad (M)",
      "lead_paragraph": "Iraq's most influential Shiite cleric asked his followers on Friday to suspend demonstrations demanding direct elections, even as a prominent political leader joined the call for such elections.",
      "publication_date": "2004-01-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/24/world/new-pressures-over-us-plan-for-iraqi-rule.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Thais Infected With Bird Flu; Virus Spreads",
      "snippet": "Thai officials acknowledge concealing outbreak of avian influenza for 'few weeks' to avoid public panic; announcement confirms spread of disease and deepens concern of possible global epidemic; concealment protects Thailand's politically powerful ...",
      "abstract": "Thai officials acknowledge concealing outbreak of avian influenza for 'few weeks' to avoid public panic; announcement confirms spread of disease and deepens concern of possible global epidemic; concealment protects Thailand's politically powerful chicken industry until word leaks out; Thailand reports that two boys from different provinces have become infected with bird flu, and six more people are suspected of having it; Vietnam has reported five fatal cases in people near Hanoi and two cases in Ho Chi Minh City; chickens from South Korea, Japan, Vietnam and Thailand have been dying from disease; World Health Organization says if someone becomes infected with bird flu and human flu at same time, viruses could swap genetic material, creating new strain that could spread quickly among people; map (M)",
      "lead_paragraph": "Human cases of avian influenza, contracted from birds, have turned up in a second Asian country, Thailand, showing the virus has spread in recent weeks. The announcement, made by the Thai government on Friday, has deepened fears of a global epidemic if the virus combines with another that can be transmitted from person to person.",
      "publication_date": "2004-01-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/24/world/thais-infected-with-bird-flu-virus-spreads.html",
      "byline": "By Keith Bradsher and Lawrence K. Altman"
    },
    {
      "headline": "Battle Is Looming Over Cotton Subsidies",
      "snippet": "Brazil has first case challenging agricultural subsidies before World Trade Organization, accusing US of breaking trade rules by giving American cotton growers and agribusiness $1.54 billion in annual subsidies; Bush administration's refusal to tu...",
      "abstract": "Brazil has first case challenging agricultural subsidies before World Trade Organization, accusing US of breaking trade rules by giving American cotton growers and agribusiness $1.54 billion in annual subsidies; Bush administration's refusal to turn over documents to WTO could increase chances of ruling in favor of Brazil; subsidies have helped make US world's top cotton producer, with 40 percent of global market; graph; photo (M)",
      "lead_paragraph": "An international court case in Geneva could force a resolution of the global battle over agricultural subsidies, which has pitted rich nations against poorer ones for decades.",
      "publication_date": "2004-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/24/business/battle-is-looming-over-cotton-subsidies.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "A Year of Worry for Cambodia's Garment Makers",
      "snippet": "Decades-old system of American textile import quotas is due to expire at end of 2004 and it poses major threat to Cambodian apparel manufacturers, who will be severely tested by untrammeled competition from China; Cambodian manufacturers concede t...",
      "abstract": "Decades-old system of American textile import quotas is due to expire at end of 2004 and it poses major threat to Cambodian apparel manufacturers, who will be severely tested by untrammeled competition from China; Cambodian manufacturers concede they cannot compete on price with China, whose production costs are 25 percent lower, but hope to create niche as labor-friendly producer that respects workers' rights; Cambodian factories have been improving working conditions since 1999, working under inspection program operated by International Labor Organization; photo (M)",
      "lead_paragraph": "Clothing manufacturers here dread New Year's Day 2005. That will be the first day they have to compete with China, no holds barred, to supply their most important market, the United States.",
      "publication_date": "2004-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/24/business/a-year-of-worry-for-cambodia-s-garment-makers.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "The Stewart Trial's Other Star",
      "snippet": "Profile of Peter Bacanovic, Martha Stewart's co-defendant and former broker at Merrill Lynch, who now plays key role as her chief alibi; he has consistently held that they had pre-existing accord to sell her ImClone Systems shares if stock fell be...",
      "abstract": "Profile of Peter Bacanovic, Martha Stewart's co-defendant and former broker at Merrill Lynch, who now plays key role as her chief alibi; he has consistently held that they had pre-existing accord to sell her ImClone Systems shares if stock fell below $60; their fates hinge on whether jury in their trial on obstruction of justice and perjury charges believes claim; he has remained mystery, disappearing from New York social scene, while she has started campaign to restore her public image; photos (M)",
      "lead_paragraph": "ON a brutally cold winter day last week, Peter E. Bacanovic trudged up the stairs of United States District Court in Lower Manhattan. Passing through the clamorous gantlet of cameramen, Mr. Bacanovic, Martha Stewart's former broker, stared directly ahead, stone-faced and pale.",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/25/business/the-stewart-trial-s-other-star.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Made in Heaven? Programs Try Down-to-Earth Aid for Marriages",
      "snippet": "Marriage education has mushroomed over last decade, without government backing, in churches, community centers and schools; states have been experimenting for several years with ways to use money from federal aid program for needy families to prom...",
      "abstract": "Marriage education has mushroomed over last decade, without government backing, in churches, community centers and schools; states have been experimenting for several years with ways to use money from federal aid program for needy families to promote marriage; Bush aministration's plan to use federal money to foster healthy marriages among low-income families has drawn fire amid sharp disagreement about government role in promoting marriage; photos (M)",
      "lead_paragraph": "There is a lot of earnest nodding as Leo Godzich tells the seven couples in his premarital education class how important it is to enter into marriage knowing each other's finances, sharing assets, and agreeing on their budget priorities. He tells of a time early in his marriage when he and his wife went without utilities -- dinner by candelight, every night -- to save money, and how, because they chose their sacrifice together, it became a fond memory.",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/25/us/made-in-heaven-programs-try-down-to-earth-aid-for-marriages.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "Many Are Surprised By Bold Decisions Of the Bush F.D.A.",
      "snippet": "Food and Drug Administrati",
      "abstract": "Food and Drug Administrati",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/25/us/many-are-surprised-by-bold-decisions-of-the-bush-fda.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "THE 2004 CAMPAIGN",
      "snippet": " IN KERRY'S CORNER -- Senator John Kerry has a powerful supporter in the former governor of New Hampshire, Jeanne Shaheen.   PAGE 20    STATE OF A STATE -- New Hampshire may have lost some of its political prickliness.   PAGE 18",
      "abstract": " IN KERRY'S CORNER -- Senator John Kerry has a powerful supporter in the former governor of New Hampshire, Jeanne Shaheen.   PAGE 20    STATE OF A STATE -- New Hampshire may have lost some of its political prickliness.   PAGE 18",
      "lead_paragraph": "IN KERRY'S CORNER -- Senator John Kerry has a powerful supporter in the former governor of New Hampshire, Jeanne Shaheen. PAGE 20",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/25/us/the-2004-campaign.html",
      "byline": ""
    },
    {
      "headline": "Honing Your Skills for the Hunt",
      "snippet": "Stephanie L Marks, who conducts career coaching seminars for job hunters, discusses strategies that work when pursuing job in market that is still far from robust; drawing (M)",
      "abstract": "Stephanie L Marks, who conducts career coaching seminars for job hunters, discusses strategies that work when pursuing job in market that is still far from robust; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/01/25/jobs/honing-your-skills-for-the-hunt.html",
      "byline": "By Jill Andresky Fraser"
    },
    {
      "headline": "A Rosier Picture For Hiring",
      "snippet": "Overall job growth remains weak, but Bureau of Labor Statistics has reported growing number of industries added to their payrolls during last six months of 2003; much of new hiring has been in crescent that stretches from Pacific Northwest down th...",
      "abstract": "Overall job growth remains weak, but Bureau of Labor Statistics has reported growing number of industries added to their payrolls during last six months of 2003; much of new hiring has been in crescent that stretches from Pacific Northwest down through California and eastward to Texas; trends are less encouraging for workers who are hoping for pay increases in their current jobs; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/01/25/jobs/a-rosier-picture-for-hiring.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Big Blue's Big Bet: Less Tech, More Touch",
      "snippet": "Profile of International Business Machines chief executive Samuel J Palmisano focuses on his bold, even risky, strategy that promises to redefine what it means to be computer company; he seeks to make IBM side-by-side partner with businesses, help...",
      "abstract": "Profile of International Business Machines chief executive Samuel J Palmisano focuses on his bold, even risky, strategy that promises to redefine what it means to be computer company; he seeks to make IBM side-by-side partner with businesses, helping them improve their marketing, planning, procurement and customer service, rather than merely supplier of hardware and software; graphs of declining role of hardware as revenue source; photos (M)",
      "lead_paragraph": "PEOPLE tend to underestimate Samuel J. Palmisano, the chairman and chief executive of I.B.M. It's not just that he is an I.B.M. lifer, who joined Big Blue more than 30 years ago and rose through the ranks, while the famous names of the computer industry are mostly entrepreneurial founders -- Bill Gates, Steve Jobs, Andy Grove, Larry Ellison, Scott McNealy.",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/25/business/big-blue-s-big-bet-less-tech-more-touch.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "DEMOCRATS LOOK TO INDEPENDENTS IN TUESDAY'S VOTE",
      "snippet": "Democratic presidential candidates hurtle through final weekend of campaigning before New Hampshire primary; candidates try, in general, to keep race civil as they seek to attract support of independents who can vote in primary and are viewed as i...",
      "abstract": "Democratic presidential candidates hurtle through final weekend of campaigning before New Hampshire primary; candidates try, in general, to keep race civil as they seek to attract support of independents who can vote in primary and are viewed as increasingly significant force; Howard Dean, traveling with his mother in bid to soften his image, complains about tactics used by Sen John Edwards's supporters in Iowa and attacks Sen John Kerry for backing Pres Bush's 2003 bid to invade Iraq; remarks come as number of polls show Kerry leads in state; campaign aides call race volatile; photo (M)",
      "lead_paragraph": "The Democratic presidential candidates hurtled through their final weekend of campaigning before the New Hampshire primary, with Howard Dean attacking two of his rivals on Saturday in a race that Democrats described as increasingly volatile.",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/25/us/the-2004-campaign-the-overview-democrats-look-to-independents-in-tuesday-s-vote.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Explaining (or Not) Why the Boss Is Paid So Much",
      "snippet": "Gretchen Morgenson colum",
      "abstract": "Gretchen Morgenson colum",
      "lead_paragraph": "WITH proxy season nigh, it will soon be time to tally the chief executives whose 2003 pay was enough to feed and clothe the population of Haiti.",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/25/business/market-watch-explaining-or-not-why-the-boss-is-paid-so-much.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Iraq's Path Hinges on Words of Enigmatic Cleric",
      "snippet": "Profile of Grand Ayatollah Ali al-Sistani, reclusive cleric revered by many Iraqi Shiites; his Najaf home has become center of power in Iraq; visitors clearly vie for his backing in current political free-for-all; his advisers range from formerly ...",
      "abstract": "Profile of Grand Ayatollah Ali al-Sistani, reclusive cleric revered by many Iraqi Shiites; his Najaf home has become center of power in Iraq; visitors clearly vie for his backing in current political free-for-all; his advisers range from formerly exiled politicians to local imams to envoys of coalition authority head L Paul Bremer III; photo (M)",
      "lead_paragraph": "An austere home in a dusty alleyway here has become a center of power rivaling the American occupation headquarters in Baghdad -- and the scene of fierce inner struggles for one man's ear.",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/25/world/struggle-for-iraq-reconstruction-iraq-s-path-hinges-words-enigmatic-cleric.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Take to the Streets? It Worked for Them",
      "snippet": "WeWantWork, marketing campaign by and for group of 43 jobless New Yorkers, was started in Sept 2002 by group of white-collar workers who had been unemployed for months; so far, three creators of group and 27 other members have found jobs; group ha...",
      "abstract": "WeWantWork, marketing campaign by and for group of 43 jobless New Yorkers, was started in Sept 2002 by group of white-collar workers who had been unemployed for months; so far, three creators of group and 27 other members have found jobs; group has inspired similar self-help efforts in other cities; group members' success in finding jobs may be partly attributable to improving economy, though in New York City that improvement has been slow; that might explain why many of group's members have moved to other cities to take new jobs; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/01/25/jobs/take-to-the-streets-it-worked-for-them.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "Rivals Mine Kerry Senate Years For Material to Slow Him Down",
      "snippet": "Sen John Kerry's 19-year record in Senate could make him vulnerable as rivals for Democratic presidential nomination and Republicans seek to slow his momentum; rivals cite his series of shifting stands on issues, questioning his claim to be 'real ...",
      "abstract": "Sen John Kerry's 19-year record in Senate could make him vulnerable as rivals for Democratic presidential nomination and Republicans seek to slow his momentum; rivals cite his series of shifting stands on issues, questioning his claim to be 'real deal' Democratic alternative to Pres Bush; Republicans seek to paint him as voting in lock step with, or to left of, his fellow Massachusetts Democrat Edward M Kennedy; photos (M)",
      "lead_paragraph": "The moment John Kerry began to seem like the candidate to watch in the Iowa caucuses, the campaigns of his Democratic rivals Howard Dean and Richard A. Gephardt swiftly used a handful of Mr. Kerry's decade-old Senate votes and statements against ethanol and agricultural subsidies to attack him as not supportive of Iowa's essential industry.",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/25/us/2004-campaign-massachusetts-senator-rivals-mine-kerry-senate-years-for-material.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Changing Careers, An Option For Some",
      "snippet": "Middle-aged job seekers are advised to focus on industries that need workers now, rather than look to next big technological advance for potential jobs; job-market experts say health care, education, construction and service-industry jobs are amon...",
      "abstract": "Middle-aged job seekers are advised to focus on industries that need workers now, rather than look to next big technological advance for potential jobs; job-market experts say health care, education, construction and service-industry jobs are among fields most likely to flourish in years and decades to come; advise people to get retrained to acquire entry-level skills that will make them immediately marketable so they can start working in their desired industries even while they continue their education so they can climb career ladder; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-25T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/01/25/jobs/changing-careers-an-option-for-some.html",
      "byline": "By Karen Alexander"
    },
    {
      "headline": "Source for USA Today Reporter Disputes Details of Kosovo Article",
      "snippet": "Natasa Kandic, human rights advocate identified by Jack Kelley, USA Today correspondent who recently resigned under pressure, as source for 1999 article about ethnic cleansing in Kosovo village, disputes many of article's details, phone interview;...",
      "abstract": "Natasa Kandic, human rights advocate identified by Jack Kelley, USA Today correspondent who recently resigned under pressure, as source for 1999 article about ethnic cleansing in Kosovo village, disputes many of article's details, phone interview; she told USA Today about disagreements at Oct meeting; his editors began questioning article, and several others he wrote over years, last May; at issue is his claim that he saw typed order to 'cleanse' village in Yugoslav Army notebook; photo (M)",
      "lead_paragraph": "A human rights advocate identified by Jack Kelley, the USA Today correspondent who resigned under pressure this month, as a source for a 1999 article about ethnic cleansing in a Kosovo village disputes many of the details in the article.",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/26/business/source-for-usa-today-reporter-disputes-details-of-kosovo-article.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Ex-Inspector Says C.I.A. Missed Disarray in Iraqi Arms Program",
      "snippet": "David A Kay, recently resigned chief weapons inspector for CIA, says American intelligence agencies failed to recognize that Iraq had all but abandoned its efforts to produce large quantities of chemical or biological weapons after first Persian G...",
      "abstract": "David A Kay, recently resigned chief weapons inspector for CIA, says American intelligence agencies failed to recognize that Iraq had all but abandoned its efforts to produce large quantities of chemical or biological weapons after first Persian Gulf war in 1991; says they did not detect that Iraq's unconventional weapons programs were in state of disarray in recent years under increasingly erratic leadership of Saddam Hussein, and they did not know that Hussein insisted on self-directing projects that were not vetted by anyone else, allowing wily scientists to fake weapons programs and pocket money themselves; says Iraq did attempt to revive its efforts to develop nuclear weapons in 2000 and 2001, but never got as far toward making bomb as Iran and Libya did; says Baghdad was working to produce biological weapon using poison ricon until American invasion last Mar; says Tariq Aziz, former deputy prime minister, said after his capture that Hussein had become increasingly divorced from reality during last two years of his rule; Kay says CIA missed significance of chaos in Iraqi leadership; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/26/world/struggle-for-iraq-intelligence-ex-inspector-says-cia-missed-disarray-iraqi-arms.html",
      "byline": "By James Risen"
    },
    {
      "headline": "With the Race Changing Fast, Clark Adjusts",
      "snippet": "Gen Wesley K Clark has not yet convinced Democratic voters that he has rightful claim to party's presidential nomination; polls show support for him in New Hampshire has flatlined or even fallen; Clark was preparing campaign against Howard Dean an...",
      "abstract": "Gen Wesley K Clark has not yet convinced Democratic voters that he has rightful claim to party's presidential nomination; polls show support for him in New Hampshire has flatlined or even fallen; Clark was preparing campaign against Howard Dean and was caught off guard when Sen John Kerry won Iowa caucuses; is facing emboldened challenges from Kerry, decorated Vietnam veteran, and Sen John Edwards who, like Clark, is from South; Clark's campaign has faced some internal tension and has reduced public role of Chris Lehane, one of its top strategists; Clark's campaign has no chief political strategist and is having difficulty adapting to changed scene since Iowa; photo (M)",
      "lead_paragraph": "It was Gen. Wesley K. Clark's turn to make his pitch to the hundreds of members of the New Hampshire Democratic Party jammed into a hotel room on Saturday night. General Clark, who declared his party affiliation only four months ago, knew that some in the audience of lifelong Democrats might be skeptical of his credentials, so he began:",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/26/us/the-2004-campaign-the-retired-general-with-the-race-changing-fast-clark-adjusts.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "A Micromanager (or Craftsman) Seeks To Repair Damage at Gruner & Jahr",
      "snippet": "Axel Ganz, interim chief executive of Gruner & Jahr USA Publishing, takes over day-to-day control of magazine publishing company that is no bigger or more competitive than it was five years ago, when now-ousted chief executive Daniel B Brewster Jr...",
      "abstract": "Axel Ganz, interim chief executive of Gruner & Jahr USA Publishing, takes over day-to-day control of magazine publishing company that is no bigger or more competitive than it was five years ago, when now-ousted chief executive Daniel B Brewster Jr arrived; he insists parent Bertelsmann remains committed to American market, interview; photo (M)",
      "lead_paragraph": "Few would accuse Axel Ganz, the interim chief executive of Gruner & Jahr USA Publishing, of neglecting the details. On the contrary, Mr. Ganz, the president of the German company's international division, sometimes uses his commuting time from Paris to New York to circle displeasing headlines and inappropriately spaced text in company-owned magazines like Parents and Fitness.",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/26/business/a-micromanager-or-craftsman-seeks-to-repair-damage-at-gruner-jahr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Someone Is Stealing Avocados, And 'Guac Cops' Are on the Case",
      "snippet": "Avocado growers of San Diego County, Calif, source of nearly half of nation's avocados, report widespread avocado theft; say thieves come in the night, plucking avocados from trees; size and price of avocados conspire with geography to make them p...",
      "abstract": "Avocado growers of San Diego County, Calif, source of nearly half of nation's avocados, report widespread avocado theft; say thieves come in the night, plucking avocados from trees; size and price of avocados conspire with geography to make them particularly vulnerable; theft of avocados or any other fruit or vegetable is not insurable; at San Diego County Farm Bureau, ratio of law enforcement to avocados is slim, with two deputies patrolling 400 square miles; in Ventura County, 29 suspected thieves were arrested last year, charged with stealing estimated $115,000 worth of avocados; photos (M)",
      "lead_paragraph": "The thieves come in the dead of night, after it rains and the hillsides are empty, or during a full moon. They disappear into jungly thickets on steep, remote hillsides, stepping carefully through the groves to avoid crunching leaves before doing their dirty work. They operate stealthily, without clippers, amassing warty, thick-skinned booty by the hundreds.",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/26/us/someone-is-stealing-avocados-and-guac-cops-are-on-the-case.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "Preparing to Go Extra Rounds, Candidates Set Their Priorities",
      "snippet": "Strategists for major Democratic presidential campaigns are looking beyond New Hampshire to prepare for national race, putting premium on competing in many states and steadily acquiring delegates; seven states will hold primaries or caucuses on Fe...",
      "abstract": "Strategists for major Democratic presidential campaigns are looking beyond New Hampshire to prepare for national race, putting premium on competing in many states and steadily acquiring delegates; seven states will hold primaries or caucuses on Feb 3; that will begin four weeks of contests that will climax on Mar 2, when 10 states weigh in; strategists for major campaigns say they do not expect contest to be resolved until Mar 2, if then; Sen John Kerry is ahead now, but his campaign faces calendar that poses challenge for Northeasterner like him as well as several rivals determined to stay and fight for at least one more round; photo (M)",
      "lead_paragraph": "Even as they scrambled through the final hours of the New Hampshire primary, strategists for the major Democratic campaigns said they were preparing for a long, hard and expensive march through the next five weeks of primaries and caucuses, a far more complicated race than many had predicted just a month ago.",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/26/us/2004-campaign-strategy-preparing-go-extra-rounds-candidates-set-their-priorities.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "A Recovery Unlike Others Seems to Alter Fed Rate View",
      "snippet": "Very low inflation, atypical of economic recovery, has Federal Reserve officials apparently determined to keep interest rates low, policy likely to aid Pres Bush's re-election bid; analysts predict Fed's policy-making committee, meeting this week,...",
      "abstract": "Very low inflation, atypical of economic recovery, has Federal Reserve officials apparently determined to keep interest rates low, policy likely to aid Pres Bush's re-election bid; analysts predict Fed's policy-making committee, meeting this week, will leave federal funds rate at just 1 percent and probably offer few new hints about future rate increases (M)",
      "lead_paragraph": "If this economic recovery were like almost any other in the last several decades, President Bush might well be on a classic election-year collision course with the Federal Reserve.",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/26/business/a-recovery-unlike-others-seems-to-alter-fed-rate-view.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "DELAYS AND SPLIT ON IRAQI COUNCIL IMPERIL U.S. PLAN",
      "snippet": "Powerful cleric's demand for quick elections is undermining Bush administration's plan for political transition in Iraq, delaying drafting of interim constitution and creating serious new split in Iraqi Governing Council; entire timetable for Amer...",
      "abstract": "Powerful cleric's demand for quick elections is undermining Bush administration's plan for political transition in Iraq, delaying drafting of interim constitution and creating serious new split in Iraqi Governing Council; entire timetable for American transfer of power to Iraqi government by June 30 could be disrupted without interim constitution; divide in Governing Council presents American authorities with new complication in pushing their plan for caucus-style process for selecting transitional national assembly; many Shiite Arab council members support direct elections demanded by Ayatollah Ali al-Sistani, while Sunni Arab and Kurdish members say it is impossible to hold them; American officials and reclusive ayatollah say they are counting on United Nations to send team to Iraq to determine whether direct elections are possible, given continuing insurgent war and lack of voter rolls; Secretary General Kofi Annan is expected to announce whether he will send such a team shortly (M)",
      "lead_paragraph": "A powerful cleric's demand for quick elections has delayed the drafting of an interim constitution and created a serious new split in the Iraqi Governing Council, officials said Sunday, further undermining the Bush administration's troubled plan for a political transition in Iraq.",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/26/world/struggle-for-iraq-governing-council-delays-split-iraqi-council-imperil-us-plan.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Vodafone May See AT&T Wireless As Possible Last Piece to an Empire",
      "snippet": "Vodafone must unravel its complicated and sometimes contentious investment in Verizon Wireless, in which it has 45 percent stake, if it wants to buy AT&T Wireless; it would probably not be practical for Vodafone to buy AT&T Wireless and simultaneo...",
      "abstract": "Vodafone must unravel its complicated and sometimes contentious investment in Verizon Wireless, in which it has 45 percent stake, if it wants to buy AT&T Wireless; it would probably not be practical for Vodafone to buy AT&T Wireless and simultaneously take over SFR, French mobile phone company owned by Vivendi; Vodafone wants SFR because it would fill gap for company in Europe; reportedly sees AT&T acquisition giving it major United States player that uses compatible network format; stock price graph; photo (M)",
      "lead_paragraph": "Vodafone is in a bind.",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/26/business/vodafone-may-see-at-t-wireless-as-possible-last-piece-to-an-empire.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "THE 2004 CAMPAIGN",
      "snippet": " POLLING PUZZLE -- Intricate rules and changeable voters make the New Hampshire race hard to gauge.   PAGE A20    IN THE TRENCHES -- Candidates, their crews and assorted celebrities descended on homes and meeting halls.   PAGE A19",
      "abstract": " POLLING PUZZLE -- Intricate rules and changeable voters make the New Hampshire race hard to gauge.   PAGE A20    IN THE TRENCHES -- Candidates, their crews and assorted celebrities descended on homes and meeting halls.   PAGE A19",
      "lead_paragraph": "POLLING PUZZLE -- Intricate rules and changeable voters make the New Hampshire race hard to gauge. PAGE A20",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/26/us/the-2004-campaign.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Showdown Over Control Of Hollinger International  As bankers for Hollinger International pushed ahead with plans to sell its most valuable newspaper assets in Britain, the Barclay brothers prepared to take control of the company, making a showdown...",
      "abstract": " Showdown Over Control Of Hollinger International  As bankers for Hollinger International pushed ahead with plans to sell its most valuable newspaper assets in Britain, the Barclay brothers prepared to take control of the company, making a showdown between the parties inevitable.      Early this week, David and Frederick Barclay, through their newspaper company, Press Holdings International, will tender an offer for all of Hollinger Inc., the company that holds Conrad Black's controlling stake in Hollinger International, an executive who has been briefed on their plans said. [Page C2.]",
      "lead_paragraph": "Showdown Over Control Of Hollinger International",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/26/business/business-digest-116785.html",
      "byline": ""
    },
    {
      "headline": "Barbara Walters to Leave '20/20'; After 25 Years, Show's Last Season of Emotion-Laden Interviews",
      "snippet": "Barbara Walters says she will leave as co-anchor of ABC newsmagazine 20/20 in Sept and plans to scale back her ABC workload, interview; says she is unhappy about changing nature of television news and newsmagazines; cites increasing pressure to fi...",
      "abstract": "Barbara Walters says she will leave as co-anchor of ABC newsmagazine 20/20 in Sept and plans to scale back her ABC workload, interview; says she is unhappy about changing nature of television news and newsmagazines; cites increasing pressure to find interviews that appeal to young viewers; graph of show's rankings; photos (M)",
      "lead_paragraph": "After conducting some of the most memorable television interviews of the last quarter-century for the ABC newsmagazine ''20/20,'' Barbara Walters has decided to leave as co-anchor of the program.",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/26/business/barbara-walters-leave-20-20-after-25-years-show-s-last-season-emotion-laden.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "CAUSE IS UNCLEAR",
      "snippet": "Cases of autism are rising sharply, but causes remain matter of debate; to some, upswing has hallmarks of epidemic, while others cite increased public awareness of autism in recent years, changes in way disorder is diagnosed and incentive of tappi...",
      "abstract": "Cases of autism are rising sharply, but causes remain matter of debate; to some, upswing has hallmarks of epidemic, while others cite increased public awareness of autism in recent years, changes in way disorder is diagnosed and incentive of tapping into federally mandated services for autistic children; neither side can prove its arguments, because types of studies that could find true causes for trend have not been done; experts say question is crucial because its answer has significant implications for how federal money is spent, how afraid parents should be and how much effort scientists should devote to tracking down environmental factors in addition to genetic influences; everyone agrees that autism is being diagnosed more frequently than in past; disorder, which is believed to be strongly influenced by genes, is marked by profound impairment in ability to relate to other people, delay in language development, or repetitive behaviors; photo; graph (M)",
      "lead_paragraph": "No one disputes it. Cases of autism, the baffling and often devastating neurological disorder that strikes in early childhood, are rising sharply.",
      "publication_date": "2004-01-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/26/us/autism-cases-up-cause-is-unclear.html",
      "byline": "By Erica Goode"
    }
  ]
}