{
  "metadata": {
    "date": "2004-11-15",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "Damp and Pushy, but What a Reward: $99 Designer Frock",
      "snippet": "Hundreds of shoppers storm H&M's New York flagship store to snap up Karl Lagerfeld's inexpensive line for chain; photo; line sells out in hours in most of European stores (M)",
      "abstract": "Hundreds of shoppers storm H&M's New York flagship store to snap up Karl Lagerfeld's inexpensive line for chain; photo; line sells out in hours in most of European stores (M)",
      "lead_paragraph": "On a giant H&M billboard at 31st Street and 10th Avenue in Manhattan, Karl Lagerfeld looms like a stern Inquisitor, wearing a black frock coat, white collar, dark glasses and an expression so dour it seems to hard to avoid asking: Would you buy a suit from this man?",
      "publication_date": "2004-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/13/business/damp-and-pushy-but-what-a-reward-99-designer-frock.html",
      "byline": "By Ruth La Ferla"
    },
    {
      "headline": "US Air Asks Court to End Labor Contracts",
      "snippet": "US Airways asks bankruptcy court to throw out contracts covering passenger service agents, flight attendants, mechanics and other workers in favor of less expensive arrangements; also seeks to replace remaining traditional pension plans with cheap...",
      "abstract": "US Airways asks bankruptcy court to throw out contracts covering passenger service agents, flight attendants, mechanics and other workers in favor of less expensive arrangements; also seeks to replace remaining traditional pension plans with cheaper benefits like 401(k) plans, all with goal of saving $1.3 billion a year (M)",
      "lead_paragraph": "US Airways asked a bankruptcy court yesterday to throw out contracts covering passenger service agents, flight attendants, mechanics and other workers and replace them with less-expensive ones.",
      "publication_date": "2004-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/13/business/us-air-asks-court-to-end-labor-contracts.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Arafat Is Buried in Chaotic Scene in the West Bank",
      "snippet": "Yasir Arafat is buried in Ramallah, West Bank, in extraordinary scene of grief and chaos; thousands of Palestinians climb walls of his compound and surge around his coffin, trying to bear it aloft; Palestinian security guards are unable to hold ba...",
      "abstract": "Yasir Arafat is buried in Ramallah, West Bank, in extraordinary scene of grief and chaos; thousands of Palestinians climb walls of his compound and surge around his coffin, trying to bear it aloft; Palestinian security guards are unable to hold back frenzied flow of some 20,000 mourners; passionate scene is in contrast to Arafat's Cairo funeral service earlier in day, which was restricted to officials and Arafat's wife Suha and daughter Zahwa, 9; photos (M)",
      "lead_paragraph": "RAMALLAH, West Bank, Nov. 12 - Yasir Arafat was buried here on Friday in an extraordinary scene of grief and chaos, with thousands of Palestinians climbing the walls of his compound, surging around his coffin and trying to bear it aloft.",
      "publication_date": "2004-11-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/13/world/middleeast/arafat-is-buried-in-chaotic-scene-in-the-west-bank.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Business Digest summaries; photo",
      "abstract": "Business Digest summaries; photo",
      "lead_paragraph": "Ex-Director of Walt Disney Says Styles Clashed Stanley P. Gold, left, a former director of Walt Disney testified that Michael S. Ovitz was fired in 1996 because he did things differently than Michael D. Eisner.",
      "publication_date": "2004-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/13/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Spitzer Sues Broker Used for Workplace Insurance",
      "snippet": "New York Atty Gen Eliot Spitzer's investigation of abuses in insurance industry escalates with lawsuit accusing California broker, Universal Life Resources, of fraudulent practices that led to higher premiums at major corporations; Spitzer charges...",
      "abstract": "New York Atty Gen Eliot Spitzer's investigation of abuses in insurance industry escalates with lawsuit accusing California broker, Universal Life Resources, of fraudulent practices that led to higher premiums at major corporations; Spitzer charges Universal with steering business to insurers like MetLife, Prudential and Unum Provident in exchange for millions of dollars in payments; Universal, like Marsh & McLennan, is influential middleman, but in area of employee benefits (M)",
      "lead_paragraph": "The New York attorney general's investigation into abuses in the insurance industry escalated yesterday with a lawsuit accusing a California broker of fraudulent practices that led to higher premiums for employees at some of the nation's leading companies.",
      "publication_date": "2004-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/13/business/spitzer-sues-broker-used-for-workplace-insurance.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Disguised in Iraqi Uniforms, Rebels Kill a Marine",
      "snippet": "US marines in Falluja report that one of their own was killed by insurgent disguised as Iraqi national guardsman; say insurgents have dug network of tunnels beneath city; marines kill about 100 insurgents in gun battles around mosque; photos (M)1",
      "abstract": "US marines in Falluja report that one of their own was killed by insurgent disguised as Iraqi national guardsman; say insurgents have dug network of tunnels beneath city; marines kill about 100 insurgents in gun battles around mosque; photos (M)1",
      "lead_paragraph": "FALLUJA, Iraq, Nov. 12 - The farther south the marines push through this rebellious city, the more often they notice that the men shooting at them are wearing tan uniforms with a smart-looking camouflage pattern that is the color of chocolate chips.",
      "publication_date": "2004-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/13/world/middleeast/disguised-in-iraqi-uniforms-rebels-kill-a-marine.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "In Europe, Rising Euro Gathers Much Angst",
      "snippet": "Rise of euro, up seven percent in last two months, raises new anxiety among European exporters like Hugo Boss and Mercedes, especially given signs that Bush administration will tolerate prolonged weakness in dollar; new data also show Europe's rec...",
      "abstract": "Rise of euro, up seven percent in last two months, raises new anxiety among European exporters like Hugo Boss and Mercedes, especially given signs that Bush administration will tolerate prolonged weakness in dollar; new data also show Europe's recovery sputtered in third quarter, dragged down by lagging German and French economies and sluggish exports and consumer spending; photos; map (M)",
      "lead_paragraph": "FRANKFURT, Nov. 12 - Bruno E. Sälzer insists he is too busy to worry about exchange rates. But Mr. Sälzer, chairman of the German fashion house Hugo Boss, has kept a watchful eye on the galloping euro.",
      "publication_date": "2004-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/13/business/worldbusiness/in-europe-rising-euro-gathers-much-angst.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Pentagon Envisioning a Costly Internet for War",
      "snippet": "First article in periodic series Arsenal of the Future notes that Pentagon is building its own Internet, military's world wide web for wars of future; plan is to link satellites, new generations of aircraft and weapons, and hundreds of thousands o...",
      "abstract": "First article in periodic series Arsenal of the Future notes that Pentagon is building its own Internet, military's world wide web for wars of future; plan is to link satellites, new generations of aircraft and weapons, and hundreds of thousands of new ground terminals for soldiers; it aims to give every fighter 'God's-eye view' of battle; Pentagon calls secure network Global Information Grid (GIG); it may take two decades and hundreds of billions of dollars to build; skeptics say costs are staggering and technological hurdles huge; advocates say networked computers will be most powerful weapon in US arsenal; drawing; photos (M)",
      "lead_paragraph": "The Pentagon is building its own Internet, the military's world wide web for the wars of the future.",
      "publication_date": "2004-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/13/technology/pentagon-envisioning-a-costly-internet-for-war.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "Bush Says U.S. Will Push Hard On Peace Plan",
      "snippet": "Pres Bush, in joint news conference with British Prime Min Tony Blair at White House, says there is 'great chance' to establish Palestinian state and he will invest authority of US to try to accomplish that goal during his second term; says he is ...",
      "abstract": "Pres Bush, in joint news conference with British Prime Min Tony Blair at White House, says there is 'great chance' to establish Palestinian state and he will invest authority of US to try to accomplish that goal during his second term; says he is willing to plunge back into Middle East peacemaking in wake of Yasir Arafat's death; also signals his intention to mend fences with European allies; says he will travel to Europe as soon as possible after his inauguration; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 12 - President Bush said Friday that there was now a \"great chance\" to establish a Palestinian state and that he would invest the authority of the United States to try to accomplish that goal during his second term.",
      "publication_date": "2004-11-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/13/front page/world/the-death-of-arafat-the-president-bush-says-us-will-push.html",
      "byline": "By Richard W. Stevenson and Steven R. Weisman"
    },
    {
      "headline": "U.S. Troops Set for Final Attack on Falluja Force",
      "snippet": "US forces move into position for decisive battle with insurgents in Falluja, pounding some of their remaining strongholds with airstrikes and repelling attempts by some fighters to shoot their way out; other insurgents seem resigned to making last...",
      "abstract": "US forces move into position for decisive battle with insurgents in Falluja, pounding some of their remaining strongholds with airstrikes and repelling attempts by some fighters to shoot their way out; other insurgents seem resigned to making last stand; 22 US servicemen have been killed and 170 wounded in five days of fighting; Iraqi government deploys national guardsmen in Mosul after hundreds of Iraqi policemen fled in face of guerrilla uprising; map; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/13/world/middleeast/us-troops-set-for-final-attack-on-falluja-force.html",
      "byline": "By Dexter Filkins and Robert F. Worth"
    },
    {
      "headline": "On 'Moral Values,' It's Blue in a Landslide",
      "snippet": "Frank Rich says biggest winner in election is Rupert Murdoch, whose profits from Fox News are 'red state' dollars that can be plowed back into Fox's 'blue entertainment portfolio'; asserts record $1.2 million government indecency fine is 'mere bag...",
      "abstract": "Frank Rich says biggest winner in election is Rupert Murdoch, whose profits from Fox News are 'red state' dollars that can be plowed back into Fox's 'blue entertainment portfolio'; asserts record $1.2 million government indecency fine is 'mere bagatelle' to Murdoch stockholders; says it's in GOP's interest to appear to care about far-right constituency, but party will take no action against 'blue culture' deplored by this group of voters, because GOP is closely tied to much of corporate America; photo (L)",
      "lead_paragraph": "FAREWELL to Swift boats and \"Shove it!,\" to Osama's tape and Saddam's missing weapons, to \"security moms\" and outsourced dads. They've all been sent to history's dustbin faster than Ralph Nader memorabilia was dumped on eBay. In their stead stands a single ambiguous phrase coined by an anonymous exit pollster: \"Moral values.\" By near universal agreement the morning after, these two words tell the entire story of the election: it's the culture, stupid.",
      "publication_date": "2004-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "2",
      "web_url": "https://www.nytimes.com/2004/11/14/arts/on-moral-values-its-blue-in-a-landslide.html",
      "byline": "By Frank Rich"
    },
    {
      "headline": "U.S. Armored Forces Blast Their Way Into Rebel Nest in Falluja",
      "snippet": "Army tanks and fighting vehicles blast their way into last main rebel stronghold in Falluja at sundown after American warplanes and artillery prepare way with savage barrage on district; as battle intensifies in Falluja, insurgents roam streets of...",
      "abstract": "Army tanks and fighting vehicles blast their way into last main rebel stronghold in Falluja at sundown after American warplanes and artillery prepare way with savage barrage on district; as battle intensifies in Falluja, insurgents roam streets of important northern city of Mosul and nearby town of Ramadi; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/14/world/middleeast/us-armored-forces-blast-their-way-into-rebel-nest-in.html",
      "byline": "By Dexter Filkins and Robert F. Worth"
    },
    {
      "headline": "Gates vs. Jobs: The Rematch",
      "snippet": "Comment on Microsoft's moves to challenge Apple Computer in area of music playing; Apple chairman Steven P Jobs contends that Apple's iPod has become 'Walkman of the 21st century'; Microsoft chairman Bill Gates notes Microsoft is working hard to c...",
      "abstract": "Comment on Microsoft's moves to challenge Apple Computer in area of music playing; Apple chairman Steven P Jobs contends that Apple's iPod has become 'Walkman of the 21st century'; Microsoft chairman Bill Gates notes Microsoft is working hard to challenge Apple in portable music business; photos (L)",
      "lead_paragraph": "SAN JOSE, Calif. - THE history of Apple Computer can be told through its advertisements as well as its products. There was, of course, the commercial that introduced the Macintosh. It was broadcast exactly once, during the 1984 Super Bowl, and signaled the company's bid to reclaim leadership in personal computers from I.B.M. and its tiny, little-known software partner, Microsoft.",
      "publication_date": "2004-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/14/business/yourmoney/gates-vs-jobs-the-rematch.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Despite Warnings, Drug Giant Took Long Path to Vioxx Recall",
      "snippet": "Detailed reconstruction of Merck's handling of Vioxx, based on interviews and internal company documents, suggests that actions company took--and did not take--soon after drug's safety was questioned may have affected health of potentially thousan...",
      "abstract": "Detailed reconstruction of Merck's handling of Vioxx, based on interviews and internal company documents, suggests that actions company took--and did not take--soon after drug's safety was questioned may have affected health of potentially thousands of patients, as well as company's financial health and reputation; review also raises broader questions about entire class of relatively new painkillers, called COX-2 inhibitors, about how drugs are tested, and about how aggressively FDA monitors safety of medications once they are in marketplace; decisions about how to test Vioxx were made in hothouse environment in which researchers fiercely debated how question should be pursued, and some even now question whether drug needed to be withdrawn; it also took place amid fierce battle between Vioxx and Celebrex in which federal regulators said marketing claims ran ahead of science; today Merck faces not only Congressional and Justice Dept investigations, but also potentially thousands of personal-injury lawsuits that could tie company up in litigation for years and possibly cost billions to resolve; chart, time-line shows key developments in short, troubled life of Vioxx; troubling signs of heart risks began to emerge soon after drug won FDA approval in May 1999; photos (L)",
      "lead_paragraph": "In May 2000, executives at Merck, the pharmaceutical giant under siege for its handling of the multibillion-dollar drug Vioxx, made a fateful decision.",
      "publication_date": "2004-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/14/business/despite-warnings-drug-giant-took-long-path-to-vioxx-recall.html",
      "byline": "This article was reported and written by Alex Berenson, Gardiner Harris, Barry Meier and Andrew Pollack"
    },
    {
      "headline": "Will Meets Resistance in Deadly Logic of War",
      "snippet": "Description of fierce battle for last district of Falluja controlled by rebels, mechanized assault included tank blasts and howitzer shots; Col Michael D Formica comments; photo (M)",
      "abstract": "Description of fierce battle for last district of Falluja controlled by rebels, mechanized assault included tank blasts and howitzer shots; Col Michael D Formica comments; photo (M)",
      "lead_paragraph": "FALLUJA, Iraq, Nov. 13 - The geese came in from the north, flying in a slightly broken V. When they flew above the booms and crashes of southern Falluja, it was as if they had hit a force field -- the V dissolved into a tangle of confused circles, the migration stopped, the birds veered past each other in the sky, seemingly trapped above a sliver of apocalypse.",
      "publication_date": "2004-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/14/world/middleeast/will-meets-resistance-in-deadly-logic-of-war.html",
      "byline": "By Dexter Filkins and Robert F. Worth"
    },
    {
      "headline": "Even for Thrift Stores, Harder Times",
      "snippet": "Some New York City thrift shops are thriving, even as many have been forced to close down; Arthritis Thrift Shop on Upper East Side is posting best sales in its history, a rare success in shrinking segment of New York retailing; thrift shops used ...",
      "abstract": "Some New York City thrift shops are thriving, even as many have been forced to close down; Arthritis Thrift Shop on Upper East Side is posting best sales in its history, a rare success in shrinking segment of New York retailing; thrift shops used to be low-rent enterprises run by volunteers; now they are operated as serious businesses, and their employees must be paid accordingly; soaring real-estate prices and diminishing supply of high-end donations are forcing many to shut down; photo (M)",
      "lead_paragraph": "IN its new home in a former Fauchon pastry shop on the Upper East Side, the Arthritis Thrift Shop is posting the best sales in its 50-year history, and no one could be more relieved than its director, Joe Moore.",
      "publication_date": "2004-11-14T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/11/14/jobs/even-for-thrift-stores-harder-times.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "Safety Group Closely Echoes Rail Industry",
      "snippet": "Operation Lifesaver, nation's most influential rail-safety group, preaches its gospel of driver responsibility to judges, police officers, elected officials and news media; its message is that drivers should pay attention at rail crossings; its wo...",
      "abstract": "Operation Lifesaver, nation's most influential rail-safety group, preaches its gospel of driver responsibility to judges, police officers, elected officials and news media; its message is that drivers should pay attention at rail crossings; its work is widely praised by police and community groups; but documents show that organization is tightly bound to railroad industry, and critics, including many accident victims, say group's message serves another purpose: to inoculate railroads against liability in grade-crossing collisions; not only did railroad, Union Pacific Railroad, help found Operation Lifesaver, but rail industry officials make up half organization's national board and provide much of financing for state chapters; photos (L)",
      "lead_paragraph": "Judge Jack T. Marionneaux said the offer took him by surprise. Two years ago, while presiding over a state lawsuit involving a motorist killed at a Louisiana railroad crossing, Judge Marionneaux said he was among several people invited to ride on a train and learn about grade-crossing accidents.",
      "publication_date": "2004-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/14/us/safety-group-closely-echoes-rail-industry.html",
      "byline": "By Walt Bogdanich"
    },
    {
      "headline": "Israel Takes Quiet Steps to Bolster Palestinians",
      "snippet": "Israel, under American encouragement, quietly takes steps aimed at strenghthening standing of Palestinian moderates and agrees to consider others now that Yasir Arafat has died; even before he died, Israel released $40 million in frozen tax funds ...",
      "abstract": "Israel, under American encouragement, quietly takes steps aimed at strenghthening standing of Palestinian moderates and agrees to consider others now that Yasir Arafat has died; even before he died, Israel released $40 million in frozen tax funds to Palestinian Authority after long resisting such an action; in addition, Prime Min Ariel Sharon agrees to consider removing Israeli security forces from Palestinian population areas, at behest of Bush administration, to facilitate Palestinian elections in next two months (M)",
      "lead_paragraph": "WASHINGTON, Nov. 13 - Under American encouragement and, in some cases, pressure, Israel has quietly taken steps aimed at strengthening the standing of Palestinian moderates and has agreed to consider others now that the Palestinian leader, Yasir Arafat, has died, according to American and Israeli officials.",
      "publication_date": "2004-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/11/14/world/middleeast/israel-takes-quiet-steps-to-bolster-palestinians.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Sometimes It Takes a Sherlock",
      "snippet": "Gretchn Morgenson interview with Robert A Olstein, stockpicker and overseer of Olstein Financial Alert fund; calls him master of analyzing financial statements and spotting anomalies that understate or overstate performance; Olstein notes that acc...",
      "abstract": "Gretchn Morgenson interview with Robert A Olstein, stockpicker and overseer of Olstein Financial Alert fund; calls him master of analyzing financial statements and spotting anomalies that understate or overstate performance; Olstein notes that accounting rules require a lot of estimates, giving considerable wiggle room to company managers; he expresses belief that all corporations use some aggressive assumptions in application of generally accepted accounting principles; photo (M)",
      "lead_paragraph": "ALTHOUGH the truly brazen accounting frauds of recent years are fading from view -- remember Cendant, Enron and WorldCom? -- investors must stay vigilant for bookkeeping practices that, while legal, mask a company's true condition.",
      "publication_date": "2004-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/14/business/yourmoney/sometimes-it-takes-a-sherlock.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "What Wal-Mart Knows About Customers' Habits",
      "snippet": "Wal-Mart's efforts to monitor its customers' consumer behavior discussed; Target and many other retailers collect data about their stores and their shoppers, but Wal-Mart amasses more data about products it sells and its shoppers' buying habits th...",
      "abstract": "Wal-Mart's efforts to monitor its customers' consumer behavior discussed; Target and many other retailers collect data about their stores and their shoppers, but Wal-Mart amasses more data about products it sells and its shoppers' buying habits than anyone else; some privacy advocates worry about potential for abuse; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/11/14/business/yourmoney/what-walmart-knows-about-customers-habits.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Google Investors Await the Dropping of 39 Million Shoes",
      "snippet": "Outlook for Google stock, which has more than doubled in three months since public offering, discussed in light of fact that Google insiders will soon be permitted to sell as many as 39 million of their shares; only about 7 percent of Google stock...",
      "abstract": "Outlook for Google stock, which has more than doubled in three months since public offering, discussed in light of fact that Google insiders will soon be permitted to sell as many as 39 million of their shares; only about 7 percent of Google stock, 19.6 million shares, was sold in IPO; graph of when shares held by insiders will be available for public sale; drawing (M)",
      "lead_paragraph": "SAN FRANCISCO, Nov. 14 - Google investors may find out this week whether there really can be too much of a good thing.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/15/technology/google-investors-await-the-dropping-of-39-million-shoes.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "A High-Wire Act at Warner Brothers",
      "snippet": "Warner Bros, which is opening five major films by end of year backed by pricey marketing campaigns, gets off to disappointing start with release of Polar Express; poor opening is blow to studio, but is unlikely to significantly change studio's str...",
      "abstract": "Warner Bros, which is opening five major films by end of year backed by pricey marketing campaigns, gets off to disappointing start with release of Polar Express; poor opening is blow to studio, but is unlikely to significantly change studio's strategy of making big bets on star vehicles and event films; president Alan Horn comments; photos (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 14 - With the release of \"Polar Express\" last week, Warner Bros. got off to a disappointing start in its high-risk sprint to the end of the year. At a cost of hundreds of millions of dollars, it is opening five major films backed by pricey marketing campaigns.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/15/business/media/a-highwire-act-at-warner-brothers.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "Editors' Note; Special Today: Giving",
      "snippet": "More and more big donors are attaching more and more conditions to their checks, but some big charities are pushing back. Also: Muslims in America start giving closer to home, as overseas charities feel the effects of the post-9/11 crackdown.   SE...",
      "abstract": "More and more big donors are attaching more and more conditions to their checks, but some big charities are pushing back. Also: Muslims in America start giving closer to home, as overseas charities feel the effects of the post-9/11 crackdown.   SECTION F",
      "lead_paragraph": "More and more big donors are attaching more and more conditions to their checks, but some big charities are pushing back. Also: Muslims in America start giving closer to home, as overseas charities feel the effects of the post-9/11 crackdown. SECTION F",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/15/us/editors-note-special-today-giving.html",
      "byline": ""
    },
    {
      "headline": "Teamsters Find Pensions at Risk",
      "snippet": "Teamsters' huge Central States pension fund, which has been run by prominent Wall Street firms and monitored by government for over two decades, has fallen into greater financial peril than when James R Hoffa used it as a slush fund; unfolding sit...",
      "abstract": "Teamsters' huge Central States pension fund, which has been run by prominent Wall Street firms and monitored by government for over two decades, has fallen into greater financial peril than when James R Hoffa used it as a slush fund; unfolding situation may be cautionary tale for others with responsibility for retirement money; what may appear as sensible, conventional approach to investing--seeking diversified mix of growth and income investments for long term--can wreak havoc when applied to pension fund, especially one in dying industry with older members who are about to make demands of it; kinds of investments that make sense for such a fund--like long-term bonds that will mature as members enter retirement--are not attractive to most money managers, because they generate few fees; consequently, very few pension funds use such strategies today; teamsters' pension fund was at dangerous level at end of 2002, with only 60 cents for every dollar owed to present and future retirees; money was invested mostly in stocks by succession of managers, including Morgan Stanley, Bankers Trust, Goldman Sachs and J P Morgan; photos (M)",
      "lead_paragraph": "In the 1960's and 1970's, the Teamsters' huge Central States pension fund was a wellspring of union corruption. Tens of millions of dollars were loaned to racketeers who used the money to gain control of Las Vegas casinos. Administrative jobs were awarded to favored insiders who paid themselves big fees. A former Teamster president and pension trustee was convicted of trying to bribe a United States senator.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/15/business/teamsters-find-pensions-at-risk.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Southern Democrats' Decline Is Eroding the Political Center",
      "snippet": "Political Memo: Number of Southern Democrats in Senate and House will be down sharply in new Congress; in Senate, only 4 of 22 senators from 11 states of old Confederacy will be Democrats, lowest number since Reconstruction; in House, Democrats su...",
      "abstract": "Political Memo: Number of Southern Democrats in Senate and House will be down sharply in new Congress; in Senate, only 4 of 22 senators from 11 states of old Confederacy will be Democrats, lowest number since Reconstruction; in House, Democrats suffer significant losses in Texas as result of Republican redistricting plan there; Democrats' hold on so-called solid South has been diminishing for last 40 years, ever since Democratic Party fully embraced cause of civil rights; Republicans have been making steady inroads among culturally conservative white voters in region every since; analysts say Democrats' dwindling numbers could intensify divisions on Capitol Hill; Prof Larry Evans says loss of moderates who can work across party lines, such as Sen John B Breaux, who is retiring, and Rep Charles W Stenholm, who was defeated, will result in more polarized Senate, with minority relying more on filibuster; photos; graphs (M)",
      "lead_paragraph": "WASHINGTON, Nov. 14 - The once mighty Southern Democrats are an increasingly endangered species on Capitol Hill.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/15/politics/southern-democrats-decline-is-eroding-the-political-center.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Rebels Routed in Falluja; Fighting Spreads Elsewhere in Iraq",
      "snippet": "American forces overrun last center of rebel resistance in Falluja after weeklong invasion that smashes what they call principal base for Iraqi insurgency; American military commanders, forced to contend with insurgent violence spreading elsewhere...",
      "abstract": "American forces overrun last center of rebel resistance in Falluja after weeklong invasion that smashes what they call principal base for Iraqi insurgency; American military commanders, forced to contend with insurgent violence spreading elsewhere, are reluctant to declare invasion total success; much of Falluja lay in smoking ruins as tanks and armored vehicles finish sweep through city; infantry troops turn up huge caches of weapons in methodical house-to-house searches; American commanders say 38 American service members were killed and 275 wounded in Falluja assault; estimate that 1,200 to 1,600 insurgents were killed; there is little evidence of dead insurgents in streets and warrens where some of most intense combat took place; unlike last April, when assault on Falluja was called off for fear of large civilian casualties, this assault was on dark and mostly abandoned city; most of city's 250,000 residents fled before assault began; photos (M)",
      "lead_paragraph": "FALLUJA, Iraq, Nov. 14 - American forces overran the last center of rebel resistance in Falluja on Sunday after a weeklong invasion that smashed what they called the principal base for the Iraqi insurgency.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/15/world/middleeast/rebels-routed-in-falluja-fighting-spreads-elsewhere-in.html",
      "byline": "By Dexter Filkins and James Glanz"
    },
    {
      "headline": "Dow Jones Is Said to Agree to a Deal to Buy MarketWatch",
      "snippet": "Dow Jones & Co is expected to buy MarketWatch, parent of financial news Web site CBS MarketWatch, for about $486 million; acquisition of free news site marks stratetic shift for Dow Jones, which has focused its online efforts almost exclusively on...",
      "abstract": "Dow Jones & Co is expected to buy MarketWatch, parent of financial news Web site CBS MarketWatch, for about $486 million; acquisition of free news site marks stratetic shift for Dow Jones, which has focused its online efforts almost exclusively on paid subscription services (M)",
      "lead_paragraph": "Dow Jones & Company, the publisher of The Wall Street Journal, agreed yesterday to buy MarketWatch, the parent company of the financial news Web site CBS MarketWatch, for about $486 million, executives close to the negotiations said.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/15/business/media/dow-jones-is-said-to-agree-to-a-deal-to-buy-marketwatch.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "A Goal Is Met. What's Next?",
      "snippet": "News analysis: having wrested most of Falluja from insurgent control, United States and govenment of interim prime minister Ayad Allawi must decide where to go from here; two allies must still combat resilient and dangerous insurgency operating in...",
      "abstract": "News analysis: having wrested most of Falluja from insurgent control, United States and govenment of interim prime minister Ayad Allawi must decide where to go from here; two allies must still combat resilient and dangerous insurgency operating in most of Iraq, accelerate huge economic reconstruction effort and lay groundwork for elections to be held in Jan; there are enormous obstacles remaining to meet these military, economic and political targets; American commanders anticipated surge in violence across country after fight for Falluja, but they are stunned by scope and size of attacks on Mosul, and they are scrambling to regain initiative; commanders in Falluja attack acknowledge that hundreds of fighters and their commanders, including Abu Musab al-Zarqawi, slipped away before offensive; intelligence reports indicate that battle for Falluja has become big recruiting draw for young Arab men in mosques across Middle East (M)",
      "lead_paragraph": "WASHINGTON, Nov. 14 - American military commanders say the weeklong assault that has wrested most of Falluja from insurgent control has achieved nearly all their objectives well ahead of schedule and with fewer pitfalls than anticipated.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/15/politics/a-goal-is-met-whats-next.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Big-Name Wall St. Analysts Emerge From Scandal to Tout the Market",
      "snippet": "Soaring stock prices of companies like Google and eBay are reviving careers of Internet analysts like Mary Meeker of Morgan Stanley and Anthony J Noto at Goldman Sachs; both analysts survived New York Atty Gen Eliot Spitzer's probe into research a...",
      "abstract": "Soaring stock prices of companies like Google and eBay are reviving careers of Internet analysts like Mary Meeker of Morgan Stanley and Anthony J Noto at Goldman Sachs; both analysts survived New York Atty Gen Eliot Spitzer's probe into research abuses by holding stubbornly true to their beliefs, even as their stocks plunged; that resilience is paying off as Internet stocks they follow and outlook for new investment banking deals are on upswing; photos (M)",
      "lead_paragraph": "For the Internet analyst, happy days are here again. As the stock prices of companies like Google and eBay soared this year, two of the biggest cheerleaders on Wall Street, who four years ago were derided as false prophets too eager to put the commercial interests of their firms ahead of investors, are basking in a renewed glow.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/15/technology/bigname-wall-st-analysts-emerge-from-scandal-to-tout-the-market.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Tiny Antennas to Keep Tabs on U.S. Drugs",
      "snippet": "Tiny radio antennas will be put on labels of millions of medicine bottles to combat counterfeiting and fraud; several major drug makers will announce effort with approval of Food and Drug Administration; medicines that will be tagged first are Via...",
      "abstract": "Tiny radio antennas will be put on labels of millions of medicine bottles to combat counterfeiting and fraud; several major drug makers will announce effort with approval of Food and Drug Administration; medicines that will be tagged first are Viagra, one of most counterfeited drugs in world, and OxyContin, pain-control narcotic that has become one of most abused medicines in United States; to begin, only large bottles from which druggists get pills to fill prescriptions will be tagged; tagged bottles will start going to distributers this week; technology is expected to be adopted elsewhere, from supermarkets to airports to warehouses; labels are called radio-frequency identification; they consist of computer chips embedded into stickers that emit numbers when prompted by nearby radio signal; initally, expense of system will be considerable, up to 50 cents for each label and thousands of dollars each for readers and scanners; officials say expense is justified, given need to ensure medicine authenticity; FDA involvement is crucial because drug manufacturers cannot change label without agency's approval (M)",
      "lead_paragraph": "The Food and Drug Administration and several major drug makers are expected to announce initiatives today that will put tiny radio antennas on the labels of millions of medicine bottles to combat counterfeiting and fraud.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/15/health/tiny-antennas-to-keep-tabs-on-us-drugs.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Shooting Breaks Out in Gaza Around Likely Arafat Successor",
      "snippet": "Mahmoud Abbas, likely successor to Yasir Arafat, escapes deadly bursts of gunfire from group of Palestinians as he arrives at mourning service for Arafat in Gaza City; gunmen chanting slogans denouncing Abbas fire into air without aiming at him, a...",
      "abstract": "Mahmoud Abbas, likely successor to Yasir Arafat, escapes deadly bursts of gunfire from group of Palestinians as he arrives at mourning service for Arafat in Gaza City; gunmen chanting slogans denouncing Abbas fire into air without aiming at him, and Palestinian security officers return fire; two officers are killed and four more are wounded; incident occurs hours after Palestinian leadership announced that elections to choose new head of Palestinian Authority would be held Jan 9 to replace Arafat; authority runs Palestinian affairs in West Bank and Gaza Strip; vote will be crucial in providing legitimacy to whoever succeeds Arafat, and could also improve prospect for renewed peace talks; Abbas, who prefers behind-the-scene negotiations to public stage, lacks support on Palestinian street; he has angered many militants with his criticism of Palestinian violence against Israel as counterproductive to Palestinian cause; photos (M)",
      "lead_paragraph": "JERUSALEM, Nov. 14 - A group of Palestinians unleashed deadly bursts of gunfire on Sunday as Mahmoud Abbas, a likely successor to Yasir Arafat, arrived at a mourning service for Mr. Arafat in Gaza City. Mr. Abbas was whisked away by security guards and was not hurt.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/15/world/middleeast/shooting-breaks-out-in-gaza-around-likely-arafat-successor.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "Hey, Cool Music. And There's a Video Game, Too?",
      "snippet": "Rapper Snoop Dogg and surviving members of The Doors collaborate on new version of 1971 Doors song for Electronic Arts video game; music labels, once reluctant, are now eager to provide music for games, a change of heart explained by decline in re...",
      "abstract": "Rapper Snoop Dogg and surviving members of The Doors collaborate on new version of 1971 Doors song for Electronic Arts video game; music labels, once reluctant, are now eager to provide music for games, a change of heart explained by decline in record sales and rise of game sales; video games are now important avenue for marketing both emerging and established artists; photos (M)",
      "lead_paragraph": "When the rapper Snoop Dogg's version of the 1971 song \"Riders on the Storm\" makes its debut tomorrow, it will not premiere on MTV or on the radio. Instead, the song, which was recorded with the surviving members of The Doors and includes outtakes of Jim Morrison's vocals, will be heard on Need For Speed Underground 2, a video game from Electronic Arts.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/15/business/media/hey-cool-music-and-theres-a-video-game-too.html",
      "byline": "By Noah Robischon"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "$818 Million Deal Will Join 2 Makers of Generic Drugs  Perrigo, the world's largest maker of store-branded over-the-counter drugs, plans to announce today that it has reached an agreement to buy Agis Industries, a developer and manufacturer of pre...",
      "abstract": " $818 Million Deal Will Join 2 Makers of Generic Drugs  Perrigo, the world's largest maker of store-branded over-the-counter drugs, plans to announce today that it has reached an agreement to buy Agis Industries, a developer and manufacturer of prescription generic drugs, for $818 million in cash and stock.   ",
      "lead_paragraph": "$818 Million Deal Will Join 2 Makers of Generic Drugs Perrigo, the world's largest maker of store-branded over-the-counter drugs, plans to announce today that it has reached an agreement to buy Agis Industries, a developer and manufacturer of prescription generic drugs, for $818 million in cash and stock.",
      "publication_date": "2004-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/15/business/business-digest.html",
      "byline": ""
    }
  ]
}