{
  "metadata": {
    "date": "2004-12-27",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "China's Elite Learn to Flaunt It While the New Landless Weep",
      "snippet": "Real estate developer Zhang Yuchen copied 17th-century French chateau in suburban Beijing, hoping to attract China's new rich to rent its rooms and buy homes amid equestrian trails and golf course; 800 peasants who once grew wheat there have lost ...",
      "abstract": "Real estate developer Zhang Yuchen copied 17th-century French chateau in suburban Beijing, hoping to attract China's new rich to rent its rooms and buy homes amid equestrian trails and golf course; 800 peasants who once grew wheat there have lost their land under new rules that allow elite to acquire trappings of America in age of robber barons; photos (M)",
      "lead_paragraph": "BEIJING, Dec. 24 - Chateau Zhang Laffitte is no ordinary imitation. It is the oriental twin of Château Maisons-Laffitte, the French architect François Mansart's 1650 landmark on the Seine. Its symmetrical facade and soaring slate roof were crafted using the historic blueprints, 10,000 photographs and the same white Chantilly stone.",
      "publication_date": "2004-12-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/25/world/asia/chinas-elite-learn-to-flaunt-it-while-the-new-landless-weep.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Meet the Procrastinators (You Know Who You Are)",
      "snippet": "Traditional last-minute shoppers flood malls across country on Christmas Eve; photos (M)",
      "abstract": "Traditional last-minute shoppers flood malls across country on Christmas Eve; photos (M)",
      "lead_paragraph": "Three men, their wives all expecting babies, hit the shopping mall in a rush yesterday.",
      "publication_date": "2004-12-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/25/business/meet-the-procrastinators-you-know-who-you-are.html",
      "byline": "By Cate Doty and Rachel Thorner"
    },
    {
      "headline": "Bitter Divisions Rife in Ukraine as Voting Nears",
      "snippet": "Ukraine, over month after disputed presidential election, prepares for new vote that has raised hopes that amicable end to its deeply divisive political crisis is near; Prime Min Viktor F Yanukovich, who was declared winner of election overturned ...",
      "abstract": "Ukraine, over month after disputed presidential election, prepares for new vote that has raised hopes that amicable end to its deeply divisive political crisis is near; Prime Min Viktor F Yanukovich, who was declared winner of election overturned by Supreme Court, says results of Dec 26 vote will be illegitimate and vows to fight them in court; polls show opposition leader Viktor A Yushchenko with comfortable lead; map; photo (M)",
      "lead_paragraph": "KIEV, Ukraine, Dec. 24 - More than a month after a disputed presidential election paralyzed the country and strained international relations, Ukraine prepared for a new vote on Sunday that has raised hopes that a final, amicable end to its deeply divisive political crisis is near. Those hopes may be premature.",
      "publication_date": "2004-12-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/25/world/europe/bitter-divisions-rife-in-ukraine-as-voting-nears.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Toys 'R' Us Ponders a Season to End All Seasons",
      "snippet": "Toys 'R' Us, faced with dwindling toy sales and intense competition from low-price rivals, will report on Jan 6 about how it fared this holiday season; it plans extensive revamping in first half of next year; some analysts expect it to close hundr...",
      "abstract": "Toys 'R' Us, faced with dwindling toy sales and intense competition from low-price rivals, will report on Jan 6 about how it fared this holiday season; it plans extensive revamping in first half of next year; some analysts expect it to close hundreds of stores on theory that company may be worth more broken up than it is at moment; potential buyers include toy sellers as well as investment groups; photos (M)",
      "lead_paragraph": "MIDDLETOWN, N.Y., Dec. 20 - With the countdown to Christmas beginning to be measured in hours and not days, Laurie Frank and her mother, Kathryn Snow, had the Toys \"R\" Us store here pretty much to themselves.",
      "publication_date": "2004-12-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/25/business/toys-r-us-ponders-a-season-to-end-all-seasons.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Program Coaxes Hospitals to See Treatments Under Their Noses",
      "snippet": "Federal government is telling patients whether their local hospitals are doing what they should; effort involves three common and deadly afflictions of elderly--heart attacks, heart failure and pneumonia--and asks about lifesaving treatments that ...",
      "abstract": "Federal government is telling patients whether their local hospitals are doing what they should; effort involves three common and deadly afflictions of elderly--heart attacks, heart failure and pneumonia--and asks about lifesaving treatments that everyone agrees should be given but that hospitals and doctors often forget to give; it is bold effort by federal government, along with organizations of hospitals, doctors, nurses and health researchers, to push providers to use proven remedies for common ailments; hospital ratings are done by Medicare and posted on Internet (M)",
      "lead_paragraph": "The federal government is now telling patients whether their local hospitals are doing what they should.",
      "publication_date": "2004-12-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/25/health/program-coaxes-hospitals-to-see-treatments-under-their-noses.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Remembering the Dead and the Horror of Mosul",
      "snippet": "US soldiers at Forward Operating Base in Mosul, Iraq, attend memorial service for 14 soldiers who died in suicide bombing at base on Dec 21; authorities say 22 people died in single worst attack on US forces since Iraq formally regained sovereignt...",
      "abstract": "US soldiers at Forward Operating Base in Mosul, Iraq, attend memorial service for 14 soldiers who died in suicide bombing at base on Dec 21; authorities say 22 people died in single worst attack on US forces since Iraq formally regained sovereignty; say attacker was dressed in Iraqi uniform; Sgt Michael S Posner, who was wounded in bombing, comments; photos (M)",
      "lead_paragraph": "MOSUL, Iraq, Dec. 24 - On Tuesday, Sgt. Michael S. Posner was standing in the middle of a crowded dining hall at Forward Operating Base Marez, holding a cheeseburger and fries on a lunch tray and looking for his friends, when a huge force blew him off his feet.",
      "publication_date": "2004-12-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/25/world/middleeast/remembering-the-dead-and-the-horror-of-mosul.html",
      "byline": "By Christine Hauser"
    },
    {
      "headline": "Chinese Buyer of PC Unit Is Moving to I.B.M.'s Hometown",
      "snippet": "Lenovo Group, China's largest computer maker, is trying to become global company with its purchase of IBM's personal computer business; it is moving its headquarters to Armonk, NY, where IBM is based, and essentially handing over management of wha...",
      "abstract": "Lenovo Group, China's largest computer maker, is trying to become global company with its purchase of IBM's personal computer business; it is moving its headquarters to Armonk, NY, where IBM is based, and essentially handing over management of what will become world's third-largest computer maker to group of senior IBM executives; Lenovo gets 98 percent of its $3 billion in revenue from China, and is still virtually unknown outside Asia; its executives are, in effect, acknowledging that they do not have necessary global experience to run new company; photos (M)",
      "lead_paragraph": "BEIJING - Inside the shimmering headquarters of the Lenovo Group, China's largest computer maker, workers are carting birthday cakes over to three office cubicles.",
      "publication_date": "2004-12-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/25/business/worldbusiness/chinese-buyer-of-pc-unit-is-moving-to-ibms-hometown.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Small Company Is Specializing in Suing Banks",
      "snippet": "DataTreasury Corp sues companies that it says have infringed on its two patents, which describe way to store and retrieve transaction records electronically; its targets are banks and others in financial services; its suits are wending their ways ...",
      "abstract": "DataTreasury Corp sues companies that it says have infringed on its two patents, which describe way to store and retrieve transaction records electronically; its targets are banks and others in financial services; its suits are wending their ways through courts in Texas that lawyers say are well known for upholding rights of patent holders; photo (M)",
      "lead_paragraph": "It is a company whose only business, other than one client, appears to be suing other companies.",
      "publication_date": "2004-12-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/25/business/small-company-is-specializing-in-suing-banks.html",
      "byline": "By Jennifer A. Kingson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Medicare Rating Hospitals For Care Given Elderly  Medicare is rating the care given elderly patients for heart attacks, heart failure and pneumonia at local hospitals and posting the ratings on the Internet.   ",
      "abstract": " Medicare Rating Hospitals For Care Given Elderly  Medicare is rating the care given elderly patients for heart attacks, heart failure and pneumonia at local hospitals and posting the ratings on the Internet.   ",
      "lead_paragraph": "Medicare Rating Hospitals For Care Given Elderly Medicare is rating the care given elderly patients for heart attacks, heart failure and pneumonia at local hospitals and posting the ratings on the Internet.",
      "publication_date": "2004-12-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/25/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Editors' Note; COMING ON MONDAY -- The Year in Pictures",
      "snippet": "Iraq, the presidential election, the siege of a middle school in Beslan, Russia: photos from these and other events large and small.  ",
      "abstract": "Iraq, the presidential election, the siege of a middle school in Beslan, Russia: photos from these and other events large and small.  ",
      "lead_paragraph": "Iraq, the presidential election, the siege of a middle school in Beslan, Russia: photos from these and other events large and small.",
      "publication_date": "2004-12-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/26/us/editors-note-coming-on-monday-the-year-in-pictures.html",
      "byline": ""
    },
    {
      "headline": "At Fannie, The Ties That Blind",
      "snippet": "AFTER hemming and hawing and bobbing and weaving, the board of directors of Fannie Mae finally jettisoned Franklin D. Raines, the mortgage finance giant's former chief executive, and Timothy Howard, its former chief financial officer, last week. T...",
      "abstract": "AFTER hemming and hawing and bobbing and weaving, the board of directors of Fannie Mae finally jettisoned Franklin D. Raines, the mortgage finance giant's former chief executive, and Timothy Howard, its former chief financial officer, last week. They appear to have done so only under duress from Fannie's chief regulator, the Office of Federal Housing Enterprise Oversight, which in September put the company on notice that its improper accounting had vastly overstated profits and misrepresented its financial position.     The board's reluctance to defenestrate Mr. Raines and Mr. Howard, who appear to have misstated their company's financial statements to the tune of around $9 billion, fed suspicions that Fannie Mae's directors were loyal to management first, and shareholders second.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/26/business/at-fannie-the-ties-that-blind.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Dressing Down Tommy Hilfiger",
      "snippet": "MICK JAGGER was there that night in 1996, watching the cheering boys with dreadlocks and the girls in shirts embroidered with the enigmatic logo that Tommy Hilfiger created a decade before, when he was still a nobody. The rock star was among hundr...",
      "abstract": "MICK JAGGER was there that night in 1996, watching the cheering boys with dreadlocks and the girls in shirts embroidered with the enigmatic logo that Tommy Hilfiger created a decade before, when he was still a nobody. The rock star was among hundreds of people gathered in a tent near Lincoln Center to see Mr. Hilfiger, the charismatic clothier from Elmira, N.Y., receive the Menswear Designer of the Year award from the Council of Fashion Designers of America.    Back then, everything in the world seemed to be going Tommy's way. ''There were these city kids, along on this magical ascent, because Tommy had crossed the barriers -- he'd crossed both racial and demographic barriers,'' said Joseph Abboud, the clothing designer and a friend of Mr. Hilfiger, who was there that night. ''Tommy had become the darling, he was at the pinnacle; he had transcended the whole preppy-Ivy League-Ralph Lauren-wannabe image to create a whole new paradigm of what the market looked like.''  ",
      "lead_paragraph": "MICK JAGGER was there that night in 1996, watching the cheering boys with dreadlocks and the girls in shirts embroidered with the enigmatic logo that Tommy Hilfiger created a decade before, when he was still a nobody. The rock star was among hundreds of people gathered in a tent near Lincoln Center to see Mr. Hilfiger, the charismatic clothier from Elmira, N.Y., receive the Menswear Designer of the Year award from the Council of Fashion Designers of America.",
      "publication_date": "2004-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/26/business/dressing-down-tommy-hilfiger.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Argentina's Economic Rally Defies Forecasts",
      "snippet": "When the Argentine economy collapsed in December 2001, doomsday predictions abounded. Unless it adopted orthodox economic policies and quickly cut a deal with its foreign creditors, hyperinflation would surely follow, the peso would become worthle...",
      "abstract": "When the Argentine economy collapsed in December 2001, doomsday predictions abounded. Unless it adopted orthodox economic policies and quickly cut a deal with its foreign creditors, hyperinflation would surely follow, the peso would become worthless, investment and foreign reserves would vanish and any prospect of growth would be strangled.    But three years after Argentina declared a record debt default of more than $100 billion, the largest in history, the apocalypse has not arrived. Instead, the economy has grown by 8 percent for two consecutive years, exports have zoomed, the currency is stable, investors are gradually returning and unemployment has eased from record highs -- all without a debt settlement or the standard measures required by the International Monetary Fund for its approval.  ",
      "lead_paragraph": "BUENOS AIRES, Dec. 23 - When the Argentine economy collapsed in December 2001, doomsday predictions abounded. Unless it adopted orthodox economic policies and quickly cut a deal with its foreign creditors, hyperinflation would surely follow, the peso would become worthless, investment and foreign reserves would vanish and any prospect of growth would be strangled.",
      "publication_date": "2004-12-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/26/world/americas/argentinas-economic-rally-defies-forecasts.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "Is There Life After Blackjack? Ask MGM",
      "snippet": "JAMES J. MURREN doesn't play the tables or slot machines. But boy, does he love to gamble.    About two weeks ago, Mr. Murren, the president and chief financial officer of MGM Mirage, the $4 billion hotel and gambling behemoth, was holding forth i...",
      "abstract": "JAMES J. MURREN doesn't play the tables or slot machines. But boy, does he love to gamble.    About two weeks ago, Mr. Murren, the president and chief financial officer of MGM Mirage, the $4 billion hotel and gambling behemoth, was holding forth in his office here at the Bellagio, surrounded by antique slot machines and talking about his latest bet the way a high-roller might recount the story of a big hand.   ",
      "lead_paragraph": "LAS VEGAS - JAMES J. MURREN doesn't play the tables or slot machines. But boy, does he love to gamble.",
      "publication_date": "2004-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/26/business/is-there-life-after-blackjack-ask-mgm.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Cuba Meets Peru, Over a Melting Pot",
      "snippet": "THE restaurant business is famous for flops. More than two thirds of all restaurants either close or change hands within the first five years, and some even fail to make it to their first anniversary, according to the New York City chapter of the ...",
      "abstract": "THE restaurant business is famous for flops. More than two thirds of all restaurants either close or change hands within the first five years, and some even fail to make it to their first anniversary, according to the New York City chapter of the New York State Restaurant Association.    Nevertheless, there is a seemingly limitless supply of would-be restaurateurs in the city who are eager to take a chance on the business, and some, like Sofia Luna, an immigrant from Lima, Peru, are managing to beat the odds. Ms. Luna, 27, is poised to turn her family's minichain of five Cuban restaurants, Sophie's Cuban Cuisine, into a regional and perhaps even national chain.   ",
      "lead_paragraph": "THE restaurant business is famous for flops. More than two thirds of all restaurants either close or change hands within the first five years, and some even fail to make it to their first anniversary, according to the New York City chapter of the New York State Restaurant Association.",
      "publication_date": "2004-12-26T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/12/26/jobs/cuba-meets-peru-over-a-melting-pot.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "Governors Unite in Fight Against Medicaid Cuts",
      "snippet": "Fearful that President Bush plans to shift more Medicaid costs to the states, the nation's governors are mounting a bipartisan lobbying effort to stave off new federal limits on the program.    Medicaid, the nation's largest health insurance progr...",
      "abstract": "Fearful that President Bush plans to shift more Medicaid costs to the states, the nation's governors are mounting a bipartisan lobbying effort to stave off new federal limits on the program.    Medicaid, the nation's largest health insurance program, is costing the states and the federal government more than $300 billion a year. The growth of the program, which covers the poor and disabled, has outpaced state revenues, and Medicaid is now a larger component of total state spending than elementary and secondary education combined, according to the National Governors Association.  ",
      "lead_paragraph": "BOSTON, Dec. 25 - Fearful that President Bush plans to shift more Medicaid costs to the states, the nation's governors are mounting a bipartisan lobbying effort to stave off new federal limits on the program.",
      "publication_date": "2004-12-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/26/us/governors-unite-in-fight-against-medicaid-cuts.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "As Nuclear Secrets Emerge in Khan Inquiry, More Are Suspected",
      "snippet": "When experts from the United States and the International Atomic Energy Agency came upon blueprints for a 10-kiloton atomic bomb in the files of the Libyan weapons program earlier this year, they found themselves caught between gravity and pettine...",
      "abstract": "When experts from the United States and the International Atomic Energy Agency came upon blueprints for a 10-kiloton atomic bomb in the files of the Libyan weapons program earlier this year, they found themselves caught between gravity and pettiness.     The discovery gave the experts a new appreciation of the audacity of the rogue nuclear network led by A.Q. Khan, a chief architect of Pakistan's bomb. Intelligence officials had watched Dr. Khan for years and suspected that he was trafficking in machinery for enriching uranium to make fuel for warheads. But the detailed design represented a new level of danger, particularly since the Libyans said he had thrown it in as a deal-sweetener when he sold them $100 million in nuclear gear.  ",
      "lead_paragraph": "When experts from the United States and the International Atomic Energy Agency came upon blueprints for a 10-kiloton atomic bomb in the files of the Libyan weapons program earlier this year, they found themselves caught between gravity and pettiness.",
      "publication_date": "2004-12-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/26/world/asia/as-nuclear-secrets-emerge-in-khan-inquiry-more-are-suspected.html",
      "byline": "By William J. Broad and David E. Sanger"
    },
    {
      "headline": "U.S. Is Suggesting Guaranteed Role for Iraq's Sunnis",
      "snippet": "Bush administration reportedly suggests that Iraqi leaders guarantee Sunni Arabs certain number of ministries or high-level jobs, even legislative seats, if, as is predicted, Sunni candidates do poorly in Iraq's elections; even some Shiite politic...",
      "abstract": "Bush administration reportedly suggests that Iraqi leaders guarantee Sunni Arabs certain number of ministries or high-level jobs, even legislative seats, if, as is predicted, Sunni candidates do poorly in Iraq's elections; even some Shiite politicians, followers of Grand Ayatollah Ali al-Sistani, are said to be concerned that Shiite sweep of elections, shutting Sunni Arabs out of power, could alienate Sunnis and lead to more internal strife; much of violent insurgency is taking place in Sunni-dominated areas of country; some Sunni leaders have called for boycott of election but many other well-known Sunni leaders are running for office; there are American-made factors hobbling full participation by Sunnis in election; many refuse to sign documents renouncing their former affiliation with Baath Party of Saddam Hussein, as demanded by Iraqi authorities; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 25 - The Bush administration is talking to Iraqi leaders about guaranteeing Sunni Arabs a certain number of ministries or high-level jobs in the future Iraqi government if, as is widely predicted, Sunni candidates fail to do well in Iraq's elections.",
      "publication_date": "2004-12-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/26/world/middleeast/us-is-suggesting-guaranteed-role-for-iraqs-sunnis.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Touring With the U.S.O. in '04, It's Still Thanks for the Memories",
      "snippet": "On stages in war zones like this one, Bob Hope used to wag a golf club, affecting nonchalance as he poked fun at pompous military brass and making light of the dangers around him.    This holiday season, playing the Hope role on the U.S.O.'s marqu...",
      "abstract": "On stages in war zones like this one, Bob Hope used to wag a golf club, affecting nonchalance as he poked fun at pompous military brass and making light of the dangers around him.    This holiday season, playing the Hope role on the U.S.O.'s marquee barnstorming tour of the front lines, Robin Williams seemed to pay distant tribute to his predecessor by ending each show with a monologue on the demented Scots who he said invented the game. You whack and whack at a tiny ball, he said, until you have a seizure -- which is why each swing is called a stroke.   ",
      "lead_paragraph": "BALAD AIR BASE, Iraq - On stages in war zones like this one, Bob Hope used to wag a golf club, affecting nonchalance as he poked fun at pompous military brass and making light of the dangers around him.",
      "publication_date": "2004-12-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/26/world/middleeast/touring-with-the-uso-in-04-its-still-thanks-for-the.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "To Treat Autism, Parents Take a Leap of Faith",
      "snippet": "Parents of autistic children are deeply committed to behavioral therapies, although their effectiveness has not been proven; scientists do not know why one child thrives in treatment while another, equally affected, does not; researchers say tradi...",
      "abstract": "Parents of autistic children are deeply committed to behavioral therapies, although their effectiveness has not been proven; scientists do not know why one child thrives in treatment while another, equally affected, does not; researchers say traditional studies are difficult to carry out; say therapies are extremely time-consuming, and many parents refuse to let their children be part of control groups that offer less-than-optimal therapy but are essential for scientific research; note that most parents now experiment with so many alternative treatments--vitamins, diets, sensory therapies and computer games--that they muddy results of behavior treatment, making it hard to say what is causing child to gain skills or to decline; descriptions of various behavioral treatment programs; some frustrated parents put their autistic children on psychiatric medications, drugs that can settle some of symptoms associated with autism, like aggression, but that can play havoc with some children's moods; photo (L)",
      "lead_paragraph": "Desperate parents of autistic children have tried almost everything -- hormone injections, exotic diets, faith healing -- in the hope of finding a cure.",
      "publication_date": "2004-12-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/27/health/to-treat-autism-parents-take-a-leap-of-faith.html",
      "byline": "By Benedict Carey"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Rough Days for Travelers, Possibly Glimpse at Future  A horrible weekend might finally be over for thousands of air travelers, but the worst may still be to come for the industry. The combination of a winter storm, labor unrest and computer glitch...",
      "abstract": " Rough Days for Travelers, Possibly Glimpse at Future  A horrible weekend might finally be over for thousands of air travelers, but the worst may still be to come for the industry. The combination of a winter storm, labor unrest and computer glitches, which snarled airports from Philadelphia to Atlanta, may only be a prologue to what could be the most difficult year yet for an industry that since 2000 has lost $30 billion and eliminated over 100,000 jobs.  ",
      "lead_paragraph": "Rough Days for Travelers, Possibly Glimpse at Future A horrible weekend might finally be over for thousands of air travelers, but the worst may still be to come for the industry. The combination of a winter storm, labor unrest and computer glitches, which snarled airports from Philadelphia to Atlanta, may only be a prologue to what could be the most difficult year yet for an industry that since 2000 has lost $30 billion and eliminated over 100,000 jobs.",
      "publication_date": "2004-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/27/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Kodak Updates Its Brownie to Compete in a Digital Age",
      "snippet": "Kodak has regained market share in digital cameras with focus on low-priced, easy-to-use cameras that appeal to women; says its digital camera division will have full-year profit for first time in 2004; buyers have not yet pressed for lower prices...",
      "abstract": "Kodak has regained market share in digital cameras with focus on low-priced, easy-to-use cameras that appeal to women; says its digital camera division will have full-year profit for first time in 2004; buyers have not yet pressed for lower prices, instead looking for more features at same price; photos (M)",
      "lead_paragraph": "Ten years ago, Kodak manufactured the first digital camera aimed for sale to retail consumers, the $749 QuickTake 100, sold by Apple Computer. But by 2000, Sony had muscled in as the leading digital camera maker and Kodak was hovering near 5 percent of the market, a dire position, while the film business --which it had dominated for a decade -- was starting to collapse.",
      "publication_date": "2004-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/27/technology/kodak-updates-its-brownie-to-compete-in-a-digital-age.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Just How Old Can He Go?",
      "snippet": "Interview with Ray Kurzweil, co-author of book Fantastic Voyage: Live Long Enough to Live Forever, on his view that emerging trends in medicine, biotechnology and nanotechnology open realistic path to immortality; photos (M)",
      "abstract": "Interview with Ray Kurzweil, co-author of book Fantastic Voyage: Live Long Enough to Live Forever, on his view that emerging trends in medicine, biotechnology and nanotechnology open realistic path to immortality; photos (M)",
      "lead_paragraph": "Ray Kurzweil began his dinner with a pill. \"A starch blocker,\" he explained, \"one of my 250 supplements a day.\"",
      "publication_date": "2004-12-27T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/27/technology/just-how-old-can-he-go.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Pro-West Leader Appears to Win Ukraine Election",
      "snippet": "Opposition leader Viktor A Yushchenko appears to win third round of voting in presidential race in Ukraine marked by intrigue, charges of poisoning, fervent street demonstrations and widespread abuses of state power; egregious election violations ...",
      "abstract": "Opposition leader Viktor A Yushchenko appears to win third round of voting in presidential race in Ukraine marked by intrigue, charges of poisoning, fervent street demonstrations and widespread abuses of state power; egregious election violations that discredited previous round of voting are not in evidence in this latest round; Yushchenko predicts end at last to extended and bitter election season and promises 'new great democracy'; leads Prime Min Viktor F Yanukovich, 55 percent to 40 percent, with three-quarters of votes counted; displays of fireworks light up Independence Square in Kiev as tens of thousands of Yushchenko's supporters turn out once more, as they did in late November and early December to protest government fraud that discredited last vote; Yushchenko's face is still disfigured from dioxin poisoning this fall for which he has blamed his adversaries in government; while Yanukovich seeks stronger ties with Russia, Yushchenko pledges to accelerate Ukraine's post-Soviet evolution by fashioning more open government and by nurturing relationships with Western nations; photos (M)",
      "lead_paragraph": "KIEV, Ukraine, Monday, Dec. 27 - Viktor A. Yushchenko, the opposition leader, appeared headed for a resounding victory early Monday in a riveting presidential race marked by intrigue, charges of poisoning, fervent street demonstrations and widespread abuses of state power.",
      "publication_date": "2004-12-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/27/world/europe/prowest-leader-appears-to-win-ukraine-election.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "$10 for a Plain CD or $32 With the Extras",
      "snippet": "Record companies, while continuing to discount new releases to combat file-sharing and widespread CD-burning, are also offering some big titles in more costly special editions to expand top end of market; such editions come with everything from ha...",
      "abstract": "Record companies, while continuing to discount new releases to combat file-sharing and widespread CD-burning, are also offering some big titles in more costly special editions to expand top end of market; such editions come with everything from hard cover books to T-shirts; sales graph; photos (M)",
      "lead_paragraph": "Shoppers heading into music retailers this holiday season have been confronting the same issue they face at the car dealership: the product now comes either stripped-down or fully loaded.",
      "publication_date": "2004-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/27/business/media/10-for-a-plain-cd-or-32-with-the-extras.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Disaster Sneaks In and a Village Is Pummeled",
      "snippet": "People of Dehiwala, Sri Lanka, who lost everything in earthquake, are among country's poorest; are mostly subsistence fishermen who live between rocky shoreline and railroad tracks; hundreds are left homeless, but no one from village died; elsewhe...",
      "abstract": "People of Dehiwala, Sri Lanka, who lost everything in earthquake, are among country's poorest; are mostly subsistence fishermen who live between rocky shoreline and railroad tracks; hundreds are left homeless, but no one from village died; elsewhere in Sri Lanka, as many as 4,500 people are known to have died, and 500,000 are homeless; at least three Americans are reported killed, two in Sri Lanka and one in Thailand; death toll is expected to climb; Pres Bush, Pope John Paul II and other world leaders express grief and call for aid for victims; some displaced residents of Dehiwala describe horror of events; photos (M)",
      "lead_paragraph": "DEHIWALA, Sri Lanka, Monday, Dec. 27 - Disaster crept up on them deceptively, the villagers said, then pounced.",
      "publication_date": "2004-12-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/27/world/asia/disaster-sneaks-in-and-a-village-is-pummeled.html",
      "byline": "By Seth Mydans"
    },
    {
      "headline": "Game Sales Thrive Thanks to the Big Kids (in Their 20's)",
      "snippet": "video game industry is poised to enjoy record-breaking holiday season, aided by sales of games tailored for older teens and adults; is doing better than expected at what analysts call beginning of normal cyclical downturn before introduction of ne...",
      "abstract": "video game industry is poised to enjoy record-breaking holiday season, aided by sales of games tailored for older teens and adults; is doing better than expected at what analysts call beginning of normal cyclical downturn before introduction of new generation of game consoles; sales have been 11 percent higher so far this year than last year; photos (M)",
      "lead_paragraph": "The video game industry is poised to enjoy a record-breaking holiday season. For that, it can thank Charlie Paulson, a 22-year-old garden store employee, and other 20-somethings.",
      "publication_date": "2004-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/27/business/media/game-sales-thrive-thanks-to-the-big-kids-in-their-20s.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Marketing's Flip Side: The 'Determined Detractor'",
      "snippet": "Some public relations agencies and research companies are studying determined detractors as Internet and affordable digital technology make it easier for critics of company or product to contact and mobilize sympathizers; divide them into groups d...",
      "abstract": "Some public relations agencies and research companies are studying determined detractors as Internet and affordable digital technology make it easier for critics of company or product to contact and mobilize sympathizers; divide them into groups defined by motivation, monitor their complaints and try to help corporate clients decide how to react; BuzzMetrics has developed software to scoop up data on trendsetters and potential influencers as they travel Internet; photo (M)",
      "lead_paragraph": "Marketers have become fond of recruiting friendly trendsetters to promote their products, but modern technology may now force them to pay attention to another kind of agent of influence making the rounds: the determined detractor.",
      "publication_date": "2004-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/27/business/media/marketings-flip-side-the-determined-detractor.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "Airlines' Woes May Be Worse in Coming Year",
      "snippet": "Signs of labor unrest in airlines that cropped up over Christmas weekend could be harbinger of things to come in industry already buffeted by bankruptcies and structural change; six big airlines are expected to lose another $5.5 billion this year;...",
      "abstract": "Signs of labor unrest in airlines that cropped up over Christmas weekend could be harbinger of things to come in industry already buffeted by bankruptcies and structural change; six big airlines are expected to lose another $5.5 billion this year; every one of them has announced plans for deeper cuts in 2005, including at least 20,000 jobs; for passengers, irreversible retrenchment by airline industry has already meant loss of food service, reduction in routes, flight delays, lost baggage and other headaches; consumers are in for more serious disruptions if other airline employees react as US Airways employees did over weekend, when unusually high numbers of baggage handlers in Philadelphia and flight attendants elsewhere called in sick, forcing airline to cancel 29 flights, on top of 300 cancellations on December 24 and December 25; US Airways, operating in bankruptcy, is in worst shape; after its flight attendants agreed to new contract that would cut their pay 9 percent and reduce benefits, airline told attendants they would have to fly additional five hours a month to make up for staffing shortages; photos (M)",
      "lead_paragraph": "Passengers who got caught up in the airlines' troubles over Christmas received a glimpse of what may await them in the coming year.",
      "publication_date": "2004-12-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/27/business/airlines-woes-may-be-worse-in-coming-year.html",
      "byline": "By Micheline Maynard"
    }
  ]
}