{
  "metadata": {
    "date": "2004-05-21",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "China Fuels Brazil's Dream of Being a Steel Power",
      "snippet": "Brazil is looking to become major player in global steel industry with help of foreign investors; Brazil's steel industry is trying to keep up with demand in China, investing billions of dollars to increase its production capacity by more than 30 ...",
      "abstract": "Brazil is looking to become major player in global steel industry with help of foreign investors; Brazil's steel industry is trying to keep up with demand in China, investing billions of dollars to increase its production capacity by more than 30 percent in next few years; China's Baosteel Shanghai Group and Luxembourg's Arcelor are still planning to build blast furnaces to churn out steel in Brazil; Dongkuk Steel Mill Co of South Africa and Italian metals group Danieli are also helping to finance construction of $700 million steel slab plant in northeastern Brazilian state of Ceara; photo (M)",
      "lead_paragraph": "Blessed with abundant raw materials, cheap labor and top-notch technology, Brazil is looking to become a major player in the global steel industry with the help of some deep-pocketed foreign friends.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/21/business/china-fuels-brazil-s-dream-of-being-a-steel-power.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "World Business Briefing | Europe: Telecom Concern Halts Sales Slide",
      "snippet": "BT Group's sales were little changed at 4.79 billion pounds ($8.5 billion) in three months ended in March; fourth-quarter income fell to 303 million pounds from 1.65 billion pounds; graph (S)",
      "abstract": "BT Group's sales were little changed at 4.79 billion pounds ($8.5 billion) in three months ended in March; fourth-quarter income fell to 303 million pounds from 1.65 billion pounds; graph (S)",
      "lead_paragraph": "The BT Group, Britain's biggest phone company, stemmed a nine-month sales decline as increases in high-speed Internet hookups and computer services contracts made up for shrinking revenue at the fixed-line unit. Sales were little changed at £4.79 billion ($8.5 billion) in the three months ended in March, BT said. BT's sales from new services like broadband and network contracts, including those with the British health service, grew to more than a fifth of the group total for the first time. Fourth-quarter income fell to £303 million from £1.65 billion.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/21/business/world-business-briefing-europe-telecom-concern-halts-sales-slide.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Bank May Sell Unit",
      "snippet": "World",
      "abstract": "World",
      "lead_paragraph": "One of Japan's top banking groups, UFJ Holdings, is considering selling its investment trust unit to Sumitomo Trust and Banking, the companies said. A sale of the UFJ Trust Bank would help the UFJ group raise funds to cover expected losses from bad loans in its mainline banking business. Reports in the Japanese news media said the deal would be worth about 300 billion yen ($2.6 billion). The companies refused to comment on the terms. If the sale goes through, it would create Japan's largest investment trust bank, ahead of the current leader, Mitsubishi Trust Banking. Todd Zaun (NYT)",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/21/business/world-business-briefing-asia-japan-bank-may-sell-unit.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Founder of Strong Funds Settles Trading Inquiry  Richard S. Strong, who helped fuel the growth of mutual funds over the last three decades, has agreed to pay $60 million and be banned from the financial industry for life to settle an investigation...",
      "abstract": " Founder of Strong Funds Settles Trading Inquiry  Richard S. Strong, who helped fuel the growth of mutual funds over the last three decades, has agreed to pay $60 million and be banned from the financial industry for life to settle an investigation over rapid trades he made at the expense of fund investors.      Mr. Strong, 62, the founder of Strong Capital Management, is the most prominent figure to be ensnared in a sweeping investigation of improper trading in mutual funds begun last September by Eliot Spitzer, the New York attorney general. Mr. Spitzer and other regulators have sued some of the nation's largest money managers, forcing several to pay steep penalties and reduce the fees charged to investors. [Page A1.]",
      "lead_paragraph": "Founder of Strong Funds Settles Trading Inquiry",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/21/business/business-digest-677221.html",
      "byline": ""
    },
    {
      "headline": "Italy Backs Plan to Sell New Stock At Alitalia",
      "snippet": "Italy's flagship airline Alitalia says it has secured government support to sell new stock and for bridge loan that would provide cash to pull company back from brink of bankruptcy; government, which owns 62 percent of carrier, and private investo...",
      "abstract": "Italy's flagship airline Alitalia says it has secured government support to sell new stock and for bridge loan that would provide cash to pull company back from brink of bankruptcy; government, which owns 62 percent of carrier, and private investors would buy some portion of new shares; photo (M)",
      "lead_paragraph": "Alitalia, Italy's flagship airline, said on Thursday that it had secured government support to sell new stock and for a bridge loan that would provide cash to pull the company back from the edge of bankruptcy.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/21/business/italy-backs-plan-to-sell-new-stock-at-alitalia.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "In Indonesia, Unions Hit a Roadblock: Contract Labor",
      "snippet": "Indonesia's fledgling labor movement is backfiring on workers; growing number of Indonesian companies, frustrated by proliferation of unions and confusing laws on employment, are replacing employees with contract laborers who cannot bargain, or ar...",
      "abstract": "Indonesia's fledgling labor movement is backfiring on workers; growing number of Indonesian companies, frustrated by proliferation of unions and confusing laws on employment, are replacing employees with contract laborers who cannot bargain, or are moving their jobs to nonunion countries; map; graph; photo (M)",
      "lead_paragraph": "Only six years after being allowed to flourish following the Asian financial crisis, Indonesia's fledgling labor movement is backfiring on workers like Luluk Setyowati.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/21/business/in-indonesia-unions-hit-a-roadblock-contract-labor.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "United Methodist Church Bucks the Trend on Employee Pensions",
      "snippet": "United Methodist Church has voted to start old-fashioned, defined-benefit pension plan for its 25,000 American pastors and lay employees--very type of plan that so many companies have scuttled; church appears to be first sizable employer to create...",
      "abstract": "United Methodist Church has voted to start old-fashioned, defined-benefit pension plan for its 25,000 American pastors and lay employees--very type of plan that so many companies have scuttled; church appears to be first sizable employer to create such pension plan in many years; has about $12 billion in other types of retirement plans; photo (M)",
      "lead_paragraph": "More than 17,000 employers in the United States have discontinued their traditional pension plans in the last 10 years. Countless others have scaled them back. Such pensions, with their promise of guaranteed, gold-watch-to-grave income, are considered by many companies to be too costly and cumbersome, and, in their view, it is only a matter of time before they disappear completely.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/21/business/united-methodist-church-bucks-the-trend-on-employee-pensions.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "How Fears of Rising U.S. Interest Rates Sent World Markets Reeling",
      "snippet": "Floyd Norris comment on how fears of rising US interest rates are sending world stock and commodities markets reeling; chart (M)",
      "abstract": "Floyd Norris comment on how fears of rising US interest rates are sending world stock and commodities markets reeling; chart (M)",
      "lead_paragraph": "COULD stock markets in Brazil and China, not to mention the junk bond market in the United States and the price of gold, really be suffering because the Federal Reserve is sending out hints that it will raise short-term interest rates?",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/21/business/how-fears-of-rising-us-interest-rates-sent-world-markets-reeling.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "The Russian Contender For King of the Oil Patch",
      "snippet": "Russia's Lukoil has main oil producer in Russia; its president Vagit Y Alekperov gets along well with Russian Pres Vladimir V Putin, who even took time out from state visit to US last September to cut ribbon at new Lukoil gas station in Manhattan;...",
      "abstract": "Russia's Lukoil has main oil producer in Russia; its president Vagit Y Alekperov gets along well with Russian Pres Vladimir V Putin, who even took time out from state visit to US last September to cut ribbon at new Lukoil gas station in Manhattan; analysts and industry experts say things that make Lukoil work in Russia are holding it back in rest of world: Lukoil remains very Russian company, with all that has come to imply, from its complex structure and opaque finances to its inefficiency and dependence on good will of Russian government; Alekperov says company aims to be biggest producer in world; Lukoil is immense; in April it reported that it had 20.06 billion barrels of proven oil and gas reserves at beginning of year, 4 percent increase from year earlier; photos (M)",
      "lead_paragraph": "By rights, Russia should have a world-class energy company. It has 6 percent of the world's oil reserves and pumps 10 percent of daily global production, rivaling Saudi Arabia. And its economy has rebounded as oil-consuming nations east and west turn increasingly to Russia for energy supplies.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/21/business/the-russian-contender-for-king-of-the-oil-patch.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Afghan Policies On Questioning Landed in Iraq",
      "snippet": "Interrogation center at Abu Ghraib was run by military intelligence unit that brought to Iraq aggressive rules and procedures it developed for conflict in Afghanistan, where Geneva Conventions were not necessarily followed; some members of that un...",
      "abstract": "Interrogation center at Abu Ghraib was run by military intelligence unit that brought to Iraq aggressive rules and procedures it developed for conflict in Afghanistan, where Geneva Conventions were not necessarily followed; some members of that unit have already been quietly punished for abuse of Iraqi woman at prison; Congressional officials say 'interrogation rules of engagement' posted in Aug 2003 by Capt Carolyn A Wood, officer in charge of unit, were inconsistent with those later issued for Iraq by Lt Gen Ricardo S Sanchez; senior Army lawyer has acknowledged that Sanchez's rules might have left unclear degrees to which harsh measures were permissible; until now, very little information about interrogators or evolution of interrogation rules has emerged publicly; secret interrogation center is focus of continuing inquiry into role of military intelligence officers and civilian contractors who oversaw it; no military police were present at secret interrogation center and abuses that have come to light in recent weeks did not occur there, but in cellblocks of Abu Ghraib; photos; chart showing changing rules for interrogation (M)",
      "lead_paragraph": "The interrogation center at Abu Ghraib prison was run by a military intelligence unit that had served in Afghanistan and that had taken to Iraq the aggressive rules and procedures it had developed for the Afghan conflict, according to documents and testimony.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/21/world/the-reach-of-war-the-interrogators-afghan-policies-on-questioning-landed-in-iraq.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Steel Maker's Profit Rises",
      "snippet": "World Busine",
      "abstract": "World Busine",
      "lead_paragraph": "The Japanese steel maker JFE Holdings said its net profit rose sharply last year amid rising steel prices and robust demand from overseas auto and electrical equipment manufacturers. JFE posted net profit of 106.9 billion yen ($946 million) for the year ended March 31, up from 16 billion yen a year earlier. Steel makers around the world are pulling in hefty profits as strong demand from factories in China drives up steel prices. For the year ahead, JFE forecast that net profit would increase 3 percent, to 110 billion yen. Todd Zaun (NYT)",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/21/business/world-business-briefing-asia-japan-steel-maker-s-profit-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Oil Figure's Trial Postponed",
      "snippet": "World Business Briefing: Russia: Oil Figure's Trial Pü",
      "abstract": "World Business Briefing: Russia: Oil Figure's Trial Pü",
      "lead_paragraph": "The trial of one of the largest shareholders in Yukos, the Russian oil company, opened but was postponed until May 28, as lawyers for the shareholder, Platon L. Lebedev, requested the court combine his case with that of Yukos's founder, Mikhail B. Khodorkovsky. Mr. Lebedev's defense team submitted the request to Moscow's Meshchansky Court yesterday, and the court postponed any decision until May 28. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/21/business/world-business-briefing-europe-russia-oil-figure-s-trial-postponed.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "FUND EXECUTIVE ACCEPTS LIFE BAN IN TRADING CASE",
      "snippet": "Richard S Strong, who helped fuel extraordinary growth of mutual funds over last three decades, agrees to pay $60 million and be banned from financial industry for life to settle investigation over rapid trades he made at expense of investors in h...",
      "abstract": "Richard S Strong, who helped fuel extraordinary growth of mutual funds over last three decades, agrees to pay $60 million and be banned from financial industry for life to settle investigation over rapid trades he made at expense of investors in his funds; is most prominent figure to be ensnared in probe of improper trading im mutual funds begun last Sept by New York Atty Gen Eliot Spitzer; Spitzer has long maintained that Strong's behavior stood out because he personally profited from trading and because, as chief executive of Strong Capital Management, he should have known better; Strong is paying largest penalty by individual since mutual fund investigation began; in addition, Strong Capital agrees to pay $80 million and cut management fees for its mutual funds by 6 percent over next five years; Spitzer's office releases statement of contrition written by Strong; graphs (M)",
      "lead_paragraph": "Richard S. Strong, who helped fuel the extraordinary growth of mutual funds over the last three decades, agreed yesterday to pay $60 million and be banned from the financial industry for life to settle an investigation over rapid trades he made at the expense of investors in his funds.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/21/business/fund-executive-accepts-life-ban-in-trading-case.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Issue at Guantánamo",
      "snippet": "Interrogators at the Guantánamo Bay prison camp received special Pentagon approval to use harsher interrogation procedures on a Saudi Arabian detainee who was believed to be the planned 20th hijacker in the Sept. 11 terror plot, government officia...",
      "abstract": "Interrogators at the Guantánamo Bay prison camp received special Pentagon approval to use harsher interrogation procedures on a Saudi Arabian detainee who was believed to be the planned 20th hijacker in the Sept. 11 terror plot, government officials said.  ",
      "lead_paragraph": "Interrogators at the Guantánamo Bay prison camp received special Pentagon approval to use harsher interrogation procedures on a Saudi Arabian detainee who was believed to be the planned 20th hijacker in the Sept. 11 terror plot, government officials said.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/21/world/issue-at-guantanamo.html",
      "byline": ""
    },
    {
      "headline": "IRAQIS AND G.I.'S RAID THE OFFICES OF AN EX-FAVORITE",
      "snippet": "American and Iraqi forces raid and ransack headquarters of Ahmed Chalabi, Iraqi leader who was favorite of Bush administration but later became one of sharpest critics of occupation; officials say they are seeking to arrest employees of Chalabi wh...",
      "abstract": "American and Iraqi forces raid and ransack headquarters of Ahmed Chalabi, Iraqi leader who was favorite of Bush administration but later became one of sharpest critics of occupation; officials say they are seeking to arrest employees of Chalabi who they believe are involved in kidnapping, torture, embezzlement and theft of government property; Iraqi National Congress officials identify target of raid as Aras Habib, Chalabi's longtime director of intelligence who presides over vast network of agents financed by American government; Chalabi himself is said to be target of government investigation into whether he betrayed American intelligence to foreign governments, including Iran; loss of some top-secret intelligence may help explain why he has fallen out of favor with Bush administration; Pentagon announced days ago that they were ending $335,000 monthly payments they had been making to support Chalabi's intelligence-gathering organization, which has been accused of grossly exaggerating threat posed by Saddam Hussein; it was intelligence provided by Chalabi's network, and backed by his ties to high-level Pentagon officials, that helped galvanize support in Bush administration for invasion of Iraq to topple Hussein; photos; chart with important dates in Chalabi's life from time he went into exile to present (L)",
      "lead_paragraph": "American and Iraqi forces on Thursday raided and ransacked the headquarters of Ahmad Chalabi, the Iraqi leader who was a favorite of the Bush administration but who has fallen out with his former patron and become one of the sharpest critics of the occupation.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/21/world/struggle-for-iraq-ransacking-iraqis-gi-s-raid-offices-ex-favorite.html",
      "byline": "By Dexter Filkins and Ian Fisher"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Truck Recall",
      "snippet": "Mitsubishi Fuso Truck and Bus, affiliate of DaimlerChrysler and Mitsubishi Motors, is recalling 180,000 trucks after determining that defective parts might have been cause in series of accidents, including fatal one; photo (S)",
      "abstract": "Mitsubishi Fuso Truck and Bus, affiliate of DaimlerChrysler and Mitsubishi Motors, is recalling 180,000 trucks after determining that defective parts might have been cause in series of accidents, including fatal one; photo (S)",
      "lead_paragraph": "Mitsubishi Fuso Truck and Bus, an affiliate of DaimlerChrysler and Mitsubishi Motors, said it would recall 180,000 trucks after determining that defective parts might have been a cause in a series of accidents, including a fatal one. The fatality, which occurred in 2002, is the second death linked to a defective Mitsubishi truck. Mitsubishi Fuso was a division of Mitsubishi Motors when the accidents occurred. Mitsubishi managers knew of the defects as long ago as 1996 and should have recalled vehicles then, said Mitsubishi Fuso's chief executive, Wilfried Porth, above, who blamed a culture of concealment among previous executives for the delay. Todd Zaun (NYT)",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/21/business/world-business-briefing-asia-japan-truck-recall.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "OPEC Offers Little Hope On Fuel Prices",
      "snippet": "Purnomo Yusgiantoro, president of OPEC and energy minister of Indonesia, says there is little OPEC can do to lower fuel prices anytime soon, because OPEC's oil production quotas are not main problem; remarks contradict statements last week by Saud...",
      "abstract": "Purnomo Yusgiantoro, president of OPEC and energy minister of Indonesia, says there is little OPEC can do to lower fuel prices anytime soon, because OPEC's oil production quotas are not main problem; remarks contradict statements last week by Saudi Arabia, cartel's leading producer, calling for increases in quotas to ease price pressures; Purnomo says speculation, geopolitics and structural problems in US gasoline market are to blame for run-up in pump prices in America; OPEC members will meet informally this weekend at oil industry conference in Amsterdam to consider Saudi Arabia's proposal for raising production quotas by 1.5 million barrels per day; analysts say such step would be largely symbolic, since almost all cartel's members are already exceeding their quotas and pumping as much oil as they can; US Energy Sec Spencer Abraham tells reporters he plans to discuss ways of cooling prices with OPEC members at Amsterdam meeting; seven state attorneys general send letter to Pres Bush, asking him to urge Atty Gen John Ashcroft to join them in investigating whether oil and gas companies and OPEC are colluding to drive up prices; benchmark grade of light, sweet crude for June delivery closes at $40.92 per barrel in New York, down 58 cents from previous close; graph; chart; photos (M)",
      "lead_paragraph": "The president of the Organization of the Petroleum Exporting Countries said Thursday that there was little the group could do to lower fuel prices anytime soon, because OPEC's oil production quotas were not the main problem. His remarks contradicted statements last week by Saudi Arabia, the cartel's leading producer, calling for increases in the quotas to ease price pressures.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/21/business/opec-offers-little-hope-on-fuel-prices.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Letter From the Middle East; Children Fill Ledger of Death, No Matter How, or How Many",
      "snippet": "In Israeli-Palestinian conflict, each side plays on what it considers other's habit of deception to cast doubt on claims about killing, particularly of children; how many dead children is too many is question often asked by Palestinians and Israel...",
      "abstract": "In Israeli-Palestinian conflict, each side plays on what it considers other's habit of deception to cast doubt on claims about killing, particularly of children; how many dead children is too many is question often asked by Palestinians and Israelis; in recent airstrike by Israeli helicopter gunship on demonstrators in Rafah in Gaza Strip, television reports claimed more than 20 people were killed, Palestinian health officials put number at 10, and Israeli officials express sorrow for 'any deaths' of civilians; along with chaos of gunshots, tank shells, planted bombs and armored bulldozers, there is dense fog of war; there is also war of fog, fuzzily presented but always sharply conflicing versions of reality; photo (Reporter's Letter from the Middle East),",
      "lead_paragraph": "Set in fields of white, pink and red carnations, the giant cooler here, which usually holds vegetables or flowers for sale to an Israeli company, has been turned over to the dead.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/21/world/letter-middle-east-children-fill-ledger-death-no-matter-many.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Inflation Increases",
      "snippet": "World Business Briefin",
      "abstract": "World Business Briefin",
      "lead_paragraph": "Reflecting higher gasoline and electricity prices, Canada's consumer price index climbed 1.6 percent in the year to April, up from a 0.7 percent increase in the year to March, Statistics Canada reported. Accelerating inflation is expected to encourage the Bank of Canada to raise interest rates later this year, reversing recent declines. The federal government has reacted to growing public concern over spiraling fuel prices with a plan to spend a portion of windfall tax revenues from gasoline on improved public health care amenities. Bernard Simon (NYT)",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/21/business/world-business-briefing-americas-canada-inflation-increases.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Profit For Isuzu",
      "snippet": "Japanese truck maker Isuzu Motors earned 54.7 billion yen ($478 million) for year ended March 31 compared with net loss of 144.3 billion yen year earlier (S)1",
      "abstract": "Japanese truck maker Isuzu Motors earned 54.7 billion yen ($478 million) for year ended March 31 compared with net loss of 144.3 billion yen year earlier (S)1",
      "lead_paragraph": "The truck maker Isuzu Motors reported its first profit in five years as it benefited from a cost-cutting program and tougher Japanese emissions laws, which helped increase sales of new, cleaner diesel trucks. Isuzu earned 54.7 billion yen ($478 million) for the year ended March 31 compared with a net loss of 144.3 billion yen a year earlier. Isuzu is dropping its unprofitable line of sport utility vehicles in the United States and focusing on sales of commercial trucks in Japan and Asia. General Motors, which owns 12 percent of Isuzu, is helping the company reorganize. Isuzu expects net profit to decline 8.6 percent, to 50 billion yen, for the year ending next March. Todd Zaun (NYT)",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/21/business/world-business-briefing-asia-japan-profit-for-isuzu.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "A Seat of Honor Lost to Open Political Warfare",
      "snippet": "Ahmad Chalabi was already losing influence in Washington four months ago, when he had seat of honor behind Laura Bush at president's State of Union address; intelligence about unconventional weapons that his Iraqi National Congress fed to senior B...",
      "abstract": "Ahmad Chalabi was already losing influence in Washington four months ago, when he had seat of honor behind Laura Bush at president's State of Union address; intelligence about unconventional weapons that his Iraqi National Congress fed to senior Bush administration officials, that helped fuel push for war, was already crumbling; intelligence officials now say some of it was fabricated; reported effort by Pentagon officials to install him as Iraq's leader had faded; Pentagon has terminated his group's $335,000-a-month contract with Defense Intelligence Agency; he broke with Bush administration when it became clear he might be frozen out of interim government United Nations is expected to create for Iraq, plan he has denounced; raid on his offices is remarkable reversal for man who worked furiously to plot Saddam Hussein's fall; in recent months he has veered between tepid defenses of case he made against Hussein and increasingly vitriolic descriptions of American occupation; photo (M)",
      "lead_paragraph": "By all appearances, Ahmad Chalabi reached the pinnacle of influence in Washington four months ago, when he took a seat of honor right behind Laura Bush at the president's State of the Union address. To all the world, he looked like the Iraqi exile who had returned home victorious, a favorite of the Pentagon who might run the country once the American occupation ended.",
      "publication_date": "2004-05-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/21/world/the-struggle-for-iraq-the-exile-a-seat-of-honor-lost-to-open-political-warfare.html",
      "byline": "By David E. Sanger"
    }
  ]
}