{
  "metadata": {
    "date": "2004-12-22",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Germany: Lufthansa Expanding",
      "snippet": "Deutsche Lufthansa AG is hiring as many as 20 pilots a month and will add 500 flight attendants in 2005 as airline expands to meet growth in air travel; expects to raise seating capacity in 2005 by 5 percent to 7 percent; forecasts intercontinenta...",
      "abstract": "Deutsche Lufthansa AG is hiring as many as 20 pilots a month and will add 500 flight attendants in 2005 as airline expands to meet growth in air travel; expects to raise seating capacity in 2005 by 5 percent to 7 percent; forecasts intercontinental traffic growth to exceed that figure (S)",
      "lead_paragraph": "The European airline Deutsche Lufthansa A.G. is hiring as many as 20 pilots a month and will add 500 flight attendants in 2005 as the airline expands to meet growth in air travel. Stefan Lauer, the airline's personnel chief, said Lufthansa expected to raise seating capacity in 2005 by 5 percent to 7 percent and forecast intercontinental traffic growth to exceed that figure. Lufthansa, which is based in Cologne, added 14 percent to capacity in the first 11 months of this year.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/22/business/world-business-briefing-europe-germany-lufthansa-expanding.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "A.I.G. Scrutiny About to Enter the Next Phase",
      "snippet": "Justice Department is appointing monitor to examine American International Group's books for last four years; monitor is subject to approval by Securities and Exchange Commission and company; monitor, as well as $126 million in penalties and resti...",
      "abstract": "Justice Department is appointing monitor to examine American International Group's books for last four years; monitor is subject to approval by Securities and Exchange Commission and company; monitor, as well as $126 million in penalties and restitution, is heavy price of settlement between company and SEC and Justice Department; accord covers loss-hiding transactions company arranged for PNC Financial Services and Brightpoint; use of independent monitor is unusual step, and it underscores how little is known, by regulators, analysts, shareholders and investors, about sale of insurancelike products that companies buy to smooth their earnings; regulators want to know exactly how many other income-smoothing products were pitched by AIG, and who, in any, bought them; photo of AIG chief executive Maurice R Greenberg (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/22/business/aig-scrutiny-about-to-enter-the-next-phase.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Growth Forecasts Cut",
      "snippet": "Ifo Institute says Germany's economy will expand 1.2 percent in 2005; Hamburg Institute of International Economics is forecasting growth of 0.9 percent, down from 1.7 percent in 2004 (S)",
      "abstract": "Ifo Institute says Germany's economy will expand 1.2 percent in 2005; Hamburg Institute of International Economics is forecasting growth of 0.9 percent, down from 1.7 percent in 2004 (S)",
      "lead_paragraph": "Two of Germany's six leading economic institutes cut their growth forecasts for next year, saying investment and consumer spending would not recover enough to offset a slowdown in exports. The Ifo institute in Munich said that Germany's economy would expand 1.2 percent next year; the Hamburg Institute of International Economics is forecasting growth of 0.9 percent, down from 1.7 percent in 2004.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/22/business/world-business-briefing-europe-germany-growth-forecasts-cut.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Mining Giant Was Warnedon Pollution in Indonesia",
      "snippet": "Internal report warned top executives at Newmont Mining Corp in 2001 that company's mine in Buyat Bay, Indonesia, was putting tons of toxic mercury vapors into air; sheds new light on operations at one of most troubled mines of Denver-based Newmon...",
      "abstract": "Internal report warned top executives at Newmont Mining Corp in 2001 that company's mine in Buyat Bay, Indonesia, was putting tons of toxic mercury vapors into air; sheds new light on operations at one of most troubled mines of Denver-based Newmont, which has drawn rising ire of environmental groups and local communities over impact of its operations; adds fuel to charges from Indonesian officials who say they intend to prosecute company for pollution, as well as accusations by former employees that Newmont willfully flouted environmental safeguards around the globe; Newmont denies that it acts outside American or Indonesian law and that its operations or mercury harm local people; map (L)",
      "lead_paragraph": "JAKARTA, Indonesia - An internal company report warned top executives at the Newmont Mining Corporation, the world's largest gold producer, in 2001 that the company was putting tons of toxic mercury vapors into the air in Indonesia.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/22/world/asia/mining-giant-was-warnedon-pollution-in-indonesia.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Earthquake Hurts Sanyo",
      "snippet": "Sanyo Electric warns that it expects net loss of 71 billion yen ($682 million) of year ending March 31, 2005, compared with earlier forecast for profit of 14 billion yen; cites damage caused to one of its factories in northern Japan by earthquake ...",
      "abstract": "Sanyo Electric warns that it expects net loss of 71 billion yen ($682 million) of year ending March 31, 2005, compared with earlier forecast for profit of 14 billion yen; cites damage caused to one of its factories in northern Japan by earthquake in October (S)",
      "lead_paragraph": "Sanyo Electric warned that it expected a net loss of 71 billion yen ($682 million) for the year ending March 31, 2005, compared with an earlier forecast for a profit of 14 billion yen, because of the damage caused to one of its factories in northern Japan by an earthquake in October. The projected loss stems from charges that Sanyo will take to cover repairs to the semiconductor factory and from lost production in the Japanese prefecture of Niigata. Todd Zaun (NYT)",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/22/business/technology/world-business-briefing-asia-japan-earthquake-hurts.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Petrobras Expands In Uruguay",
      "snippet": "Brazil's government-run oil company, Petroleo Brasileiro, reaches agreement to buy controlling stake in Conecta SA, Uruguayan natural gas distributor, for $3.2 million from Spanish group Union Fenosa (S)",
      "abstract": "Brazil's government-run oil company, Petroleo Brasileiro, reaches agreement to buy controlling stake in Conecta SA, Uruguayan natural gas distributor, for $3.2 million from Spanish group Union Fenosa (S)",
      "lead_paragraph": "Brazil's government-run oil company, Petróleo Brasileiro, said it had reached an agreement to buy a controlling stake in Conecta S.A., a Uruguayan natural gas distributor, for $3.2 million from the Spanish group Unión Fenosa. The acquisition is the first foray into Uruguay for Petrobras, as the Brazilian company is widely known. The acquisition will give Petrobras a 55 percent stake in Conecta, which distributes natural gas to 4,200 clients throughout the country except the capital, Montevideo. Todd Benson (NYT)",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/22/business/world-business-briefing-americas-brazil-petrobras-expands-in.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Investors Unfazed by Risks Associated With Bayer Drug",
      "snippet": "News that Aleve, one of Bayer's over-the-counter painkillers may increase risk of heart attacks and strokes, barely fazes shareholders in Germany; Bayer's shares rise slightly in Germany day after Food and Drug Administration issued warning about ...",
      "abstract": "News that Aleve, one of Bayer's over-the-counter painkillers may increase risk of heart attacks and strokes, barely fazes shareholders in Germany; Bayer's shares rise slightly in Germany day after Food and Drug Administration issued warning about risks of naproxen, generic drug marketed by Bayer under brand name Aleve; analysts say Aleve is only small part of Bayer's drug portfolio, generating annual sales of barely $100 million in company with total health care revenues of nearly $12 billion; photos (M)",
      "lead_paragraph": "FRANKFURT, Dec. 21 - The German pharmaceutical giant Bayer is no stranger to health and safety scares. Three years ago, it had to pull its cholesterol-lowering drug Baycol from the market and defend itself against a spate of lawsuits after the drug was linked to more than 100 deaths worldwide.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/22/business/worldbusiness/investors-unfazed-by-risks-associated-with-bayer.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Putin Sheds Some Light on Buyer of a Yukos Unit",
      "snippet": "Russian Pres Vladimir V Putin offers first official insight into purchases of Yukos's subsidiary Yuganskneftegaz and suggests secretive buyers might transfer assets to other owners; hints that new owners will not have, or maintain, exclusive contr...",
      "abstract": "Russian Pres Vladimir V Putin offers first official insight into purchases of Yukos's subsidiary Yuganskneftegaz and suggests secretive buyers might transfer assets to other owners; hints that new owners will not have, or maintain, exclusive control over new holding; speculation has swirled around identity of buyers of subsidiary since it was bought in six-minute auction by Baikal Finans Group, company not heard of until just before sale; Russian newspapers Gazeta and Vedomosti report Baikal appears to be connected to Surgutneftegaz, Russia's fourth-largest oil producer; photos (M)",
      "lead_paragraph": "MOSCOW, Dec. 21 - President Vladimir V. Putin offered the first official insight on Tuesday into purchasers of the largest subsidiary of the oil giant Yukos, and suggested that these secretive buyers, as had been suspected, might transfer the assets to other owners.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/22/business/worldbusiness/putin-sheds-some-light-on-buyer-of-a-yukos-unit.html",
      "byline": "By C.j. Chivers"
    },
    {
      "headline": "Fannie Mae Shake-Up Puts 2 Board Members in Top Posts",
      "snippet": "Fannie Mae's chief executive and chairman Franklin D Raines and chief financial officer J Timothy Howard are ousted in wake of accounting scandal; Raines is succeeded by board members Daniel H Mudd, who will become acting chief executive, and Step...",
      "abstract": "Fannie Mae's chief executive and chairman Franklin D Raines and chief financial officer J Timothy Howard are ousted in wake of accounting scandal; Raines is succeeded by board members Daniel H Mudd, who will become acting chief executive, and Stephen B Ashley, former president of Mortgage Bankers Association, who will become acting chairman; Robert Levin is named interim chief financial officer, replacing Howard; board retains Spencer Stuart, executive search firm, to find permanent replacements; photos (M)",
      "lead_paragraph": "For the last two months, Franklin D. Raines and J. Timothy Howard have been the public face of Fannie Mae, testifying before Congress that they thought the company's accounting methods were sound. Now, their jobs are taken over by a team of executives who are respected within the company but who are not well known to outsiders.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/22/business/fannie-mae-shakeup-puts-2-board-members-in-top-posts.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Steel Bid Possible",
      "snippet": "Algoma Steel may enter bidding for Stelco, major Canadian steel maker currently under bankruptcy protection (S)",
      "abstract": "Algoma Steel may enter bidding for Stelco, major Canadian steel maker currently under bankruptcy protection (S)",
      "lead_paragraph": "A steel maker that emerged from bankruptcy last year, Algoma Steel, said it might enter the bidding for Stelco, the major Canadian steel maker currently under bankruptcy protection. In a statement, Algoma's chief executive and president, Denis Turcotte, warned that some significant issues remained to be overcome. Ian Austen (NYT)",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/22/business/world-business-briefing-americas-canada-steel-bid-possible.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Fighting On Is the Only Option, Americans Say",
      "snippet": "Americans across country express anguish about devastating attack on United States military base in Mosul, and many express equal unhappiness about seeing a lack of options n Iraq; many say that whether one supported or opposed invasion has become...",
      "abstract": "Americans across country express anguish about devastating attack on United States military base in Mosul, and many express equal unhappiness about seeing a lack of options n Iraq; many say that whether one supported or opposed invasion has become irrelevant and that there is only the road ahead now, with few signs to guide the way (M)",
      "lead_paragraph": "DENVER, Dec. 21 - Americans across the country expressed anguish about the devastating attack on a United States military base in Iraq on Tuesday. But it was the question of where the nation should go from here that produced the biggest sigh from Dallas Spear, an oil and gas industry worker from Denver.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/22/us/fighting-on-is-the-only-option-americans-say.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "A Something Among the Sweet Nothings",
      "snippet": "Sales of Splenda, brand name for artificial sweetener sucralose, have skyrocketed, forcing its manufacturer Tate & Lyle to ration sales because it cannot keep up with demand; Tate & Lyle's vice president Robert Turner says company has decided that...",
      "abstract": "Sales of Splenda, brand name for artificial sweetener sucralose, have skyrocketed, forcing its manufacturer Tate & Lyle to ration sales because it cannot keep up with demand; Tate & Lyle's vice president Robert Turner says company has decided that it will not be position to supply any new customers; sales of artificial sweetener Equal, manufactured by Merisant Worldwide, have dropped to 19.4 percent of market as of Oct 31 from 23.7 percent last year; Sweet'N Low's shares also declined, to 15.6 percent from 17.8 percent; share for Splenda, which is sold by McNeil Nutritionals, division of Johnson & Johnson, under long-term contract with Tate & Lyle, has risen to 48.5 percent from 37.3 percent year ago; graph; photo (M)",
      "lead_paragraph": "Lance Collins, the chief executive of Fuze Beverage, had planned to introduce three more flavors in the company's fast-growing line of Slenderize juice and tea drinks next year. But now, he will introduce only one.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/22/business/a-something-among-the-sweet-nothings.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Washington Post Company Buys Slate Magazine",
      "snippet": "Washington Post Co purchases Slate, online magazine owned by Microsoft; terms are undisclosed, but industry specialists estimate deal is worth between $15 million and $20 million (M)",
      "abstract": "Washington Post Co purchases Slate, online magazine owned by Microsoft; terms are undisclosed, but industry specialists estimate deal is worth between $15 million and $20 million (M)",
      "lead_paragraph": "The Washington Post Company said yesterday that it had purchased Slate, an online magazine owned by Microsoft.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/22/business/media/washington-post-company-buys-slate-magazine.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Explosion at Big American Base in Mosul Kills 22",
      "snippet": "Powerful explosion kills at least 24 people, including as many as 19 American service members, when it rips through mess tent of large American military base in Mosul at lunchtime; 57 soldiers and civilians are wounded; officials believe explosion...",
      "abstract": "Powerful explosion kills at least 24 people, including as many as 19 American service members, when it rips through mess tent of large American military base in Mosul at lunchtime; 57 soldiers and civilians are wounded; officials believe explosion could have been caused by well-aimed rocket, but have not ruled out other possible causes, like bomb smuggled onto base; attack comes at same time as surprise visit to Baghdad by Prime Min Tony Blair, and intensive precautions that surround his trip, coupled with deadly assault in Musul, underscore dangers posed by insurgents trying to disrupt plans for national elections in January; photos; maps; graph shows number of American servicemen killed each day since Pres Bush announced end of major combat (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 21 - A powerful explosion killed at least 24 people, including as many as 19 American service members, when it ripped through the mess tent of a large American military base in Mosul during lunchtime on Tuesday, in one of the deadliest attacks on American forces in Iraq.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/22/world/middleeast/explosion-at-big-american-base-in-mosul-kills-22.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "World Business Briefing | Asia: India: Low-Fare Airline Buys Airbus Planes",
      "snippet": "India's no-frills airline, Air Deccan, will buy 30 A320 airplanes from Airbus in $1.8 billion deal (S)",
      "abstract": "India's no-frills airline, Air Deccan, will buy 30 A320 airplanes from Airbus in $1.8 billion deal (S)",
      "lead_paragraph": "India's no-frills airline, Air Deccan, said that it would buy 30 A320 airplanes from the European aircraft maker Airbus in a $1.8 billion deal. The airline said the deliveries would begin in September 2005. Air Deccan, which is owned by Deccan Aviation Private Ltd., a helicopter charter company based in Bangalore, has been growing by undercutting the fares charged by the three major domestic carriers, with some tickets being sold for as little as $11. Saritha Rai (NYT)",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/22/business/world-business-briefing-asia-india-lowfare-airline-buys-airbus.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "Pier 1 Imports and Radio Shack have built modernistic glass headquarters along Trinity River in Fort Worth at a cost of almost $300 million, creating a sense that the city is on the rise. Over the last four years, occupancy has grown almost 10 per...",
      "abstract": " Pier 1 Imports and Radio Shack have built modernistic glass headquarters along Trinity River in Fort Worth at a cost of almost $300 million, creating a sense that the city is on the rise. Over the last four years, occupancy has grown almost 10 percentage points, to about 91 percent. The Pier 1 building, above, is a 20-story tower on about 15 acres. [C5.]    The strong residential market is leading developers to convert hotels into apartments. One example is an InterContinental Hotel in Manhattan. [C5.]  ",
      "lead_paragraph": "Pier 1 Imports and Radio Shack have built modernistic glass headquarters along Trinity River in Fort Worth at a cost of almost $300 million, creating a sense that the city is on the rise. Over the last four years, occupancy has grown almost 10 percentage points, to about 91 percent. The Pier 1 building, above, is a 20-story tower on about 15 acres. [C5.]",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/22/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Chief Is Ousted at Fannie Mae Under Pressure",
      "snippet": "Fannie Mae, under pressure from Office of Federal Housing Oversight Management, forces out its chairman and chief executive, Franklin D Raines, days after company is found to have violated accounting rules; Raines becomes casualty of his own vigor...",
      "abstract": "Fannie Mae, under pressure from Office of Federal Housing Oversight Management, forces out its chairman and chief executive, Franklin D Raines, days after company is found to have violated accounting rules; Raines becomes casualty of his own vigorous defense of aggressive accounting practices at company; Fannie Mae's acting chairman will be Stephen B Ashley, 10-year member of board; Daniel H Mudd, currently vice chairman and chief operating officer, is named acting chief executive; regulators also insist on splitting chairman's and chief executive's posts; Fannie Mae will have to restate its earnings for last three and half years and may be forced to declare $9 billion in losses, wiping out more than third of its earnings over period; photos (L)",
      "lead_paragraph": "WASHINGTON, Dec. 21 - Under heavy pressure from regulators, Fannie Mae, the mortgage finance giant, forced out its chairman and chief executive, Franklin D. Raines, late Tuesday, days after the company was found to have violated accounting rules.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/22/business/chief-is-ousted-at-fannie-mae-under-pressure.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Good Pill, Bad Pill: Science Makes It Hard to Decipher",
      "snippet": "Same study that killed blockbuster arthritis drug Vioxx after showing that it presented heart risks also found that drug had significant benefit: preventing precancerous polyps in some patients; neither drug's maker, Merck, nor researchers knew th...",
      "abstract": "Same study that killed blockbuster arthritis drug Vioxx after showing that it presented heart risks also found that drug had significant benefit: preventing precancerous polyps in some patients; neither drug's maker, Merck, nor researchers knew that Vioxx prevented polyps when Merck stopped study; mixed news about Vioxx raises questions of risk and benefit that science simply cannot answer; scientists are reeling from discouraging news about drugs once thought to hold so much promise; photo (L)",
      "lead_paragraph": "In one of the great examples of the mixed messages of science, the same study that killed the blockbuster arthritis drug Vioxx after showing that it had heart risks also found that the drug had a significant benefit: it prevented precancerous colon polyps in some patients, one of the study's principal researchers said.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/22/science/good-pill-bad-pill-science-makes-it-hard-to-decipher.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Diller's Actions Keep Company in Turnaround",
      "snippet": "IAC/InterActiveCo rp's chairman Barry Diller says his Internet conglomerate will spin off its travel unit to shareholders, more than year after completing purchase of Expedia and several other online companies that it had partly owned; Diller says...",
      "abstract": "IAC/InterActiveCo rp's chairman Barry Diller says his Internet conglomerate will spin off its travel unit to shareholders, more than year after completing purchase of Expedia and several other online companies that it had partly owned; Diller says investors will bid up shares of two separate companies to higher level than if they had stayed one; travel unit will be renamed Expedia when it becomes public company; InterActiveCorp will keep HSN shopping network and Ticketmaster, as well as LendingTree, Citysearch and Match.com; shares of InterActive, which had declined 22 percent in last year, rise $1.53, to $27.41; photo (Market Place column) (M)",
      "lead_paragraph": "Wall Street is getting a version of Hokey Pokey Elmo, a chief executive who takes his subsidiaries in, then spins them back out.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/22/business/dillers-actions-keep-company-in-turnaround.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Fannie Mae Board Ousts Top 2 Officials and Auditor  Under pressure from regulators, Fannie Mae forced out its chief executive, Franklin D. Raines, just days after the company was found to have violated accounting rules.    The chief financial offi...",
      "abstract": " Fannie Mae Board Ousts Top 2 Officials and Auditor  Under pressure from regulators, Fannie Mae forced out its chief executive, Franklin D. Raines, just days after the company was found to have violated accounting rules.    The chief financial officer of Fannie Mae, J. Timothy Howard, and the outside auditor, KPMG, are also leaving. [Page A1.]    U.S. Might Import Some Drugs  The Bush administration said that commercial importation of some low-cost prescription drugs from Canada might be feasible, but the savings to consumers would be small. [A1.]    Cablevision Delays Plan for Spinoff  Shares of Cablevision Systems rose 13 percent after the cable television provider suspended plans to spin off its media group, Rainbow Media Enterprises. The company, which had twice delayed the spinoff, said it would instead ''pursue strategic alternatives'' for the Rainbow group, which includes the Voom satellite television service. [C6.]    Newmont Mining Officials Warned  Top executives at Newmont Mining were warned in 2001 by an internal report that the company was putting tons of toxic mercury vapors into the air in Indonesia. [A1.]    Putin Sheds Light on Yukos Buyer  President Vladimir V. Putin of Russia said the buyers of the largest subsidiary of Yukos were private individuals but hinted that they would not have, or maintain, exclusive control over their new holding. [World Business, Page W1.]    2 Firms Report Strong Earnings  Morgan Stanley and Bear Stearns reported strong fourth-quarter profits, fueled by strong investment banking results. [C2.]    Tenet Settles Patient Lawsuits  Tenet Healthcare agreed to pay $395 million to settle litigation accusing one of its hospitals of performing unnecessary surgeries. [C10.]    Doubts Raised on United Air Plan  An official of the International Machinists and Aerospace Workers called the business plan United Airlines is using to line up post-bankruptcy financing unworkable. [C7.]    World Trade Group Backs U.S.  The World Trade Organization ruled that the European Union's system of protecting regional food names was exclusionary, backing complaints by the United States. [C10.]    Dow Surpasses June 2001 Closing  The Dow Jones industrial average hit a 31/2-year high, closing up 97.83 points, at 10,759.43. The Standard & Poor's 500 rose 10.80 points, to 1,205.45, and the Nasdaq composite index gained 23.06 points, to 2,150.91. [C7.]  ",
      "lead_paragraph": "Fannie Mae Board Ousts Top 2 Officials and Auditor Under pressure from regulators, Fannie Mae forced out its chief executive, Franklin D. Raines, just days after the company was found to have violated accounting rules.",
      "publication_date": "2004-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/22/business/business-digest.html",
      "byline": ""
    }
  ]
}