{
  "metadata": {
    "date": "2004-09-06",
    "total_articles": 30
  },
  "articles": [
    {
      "headline": "250 Die as Siege at a Russian School Ends in Chaos",
      "snippet": "At least 250 people die after two large, unexplained explosions unexpectedly set off pitched battle between Russian forces and heavily armed captors of children at school in Beslan; 531 people are hospitalized, including 283 children, but scores o...",
      "abstract": "At least 250 people die after two large, unexplained explosions unexpectedly set off pitched battle between Russian forces and heavily armed captors of children at school in Beslan; 531 people are hospitalized, including 283 children, but scores of hostages survive, staggering from school during fight, which lasts several hours; dead include several Russian soldiers and security officials and more than 20 of estimated 30 or more guerrillas; many die when gymnasium roof collapses and burns; officials say Russian forces did not instigate fight but were forced to return fire and storm school after first explosions; some residents join police and army forces in shooting at school and helping fleeing hostages; carnage begins even as negotiators hold intermittent talks with hostage-takers; half of dead hostage-takers are said to be foreigners, seemingly supporting government assertions that Chechen rebels receive aid from abroad; Pres Vladimir Putin visits victims in hospital; orders city sealed and borders blocked in effort to track down any hostage-takers who escaped; photos (L)",
      "lead_paragraph": "BESLAN, Russia, Saturday, Sept. 4 - The siege of a school here in southern Russia ended Friday in panic, violence and death 52 hours after it began. At least 250 people -- most of them students, teachers and parents -- died, according to official reports and witnesses, after two large explosions set off pitched battles between heavily armed captors and Russian forces that continued for hours.",
      "publication_date": "2004-09-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/04/world/europe/250-die-as-siege-at-a-russian-school-ends-in-chaos.html",
      "byline": "By C. J. Chivers and Steven Lee Myers"
    },
    {
      "headline": "Stocks Off as Intel's Weak Forecast Overshadows Jobs Data",
      "snippet": "Dow Jones industrial average finishes week down 30.08 points, to 10.260; Nasdaq composite index falls 1.6 percent, or 28.95 points, to 1,844; Standard & Poor's 500-stock index drops 4.68 points; ten-year treasury note jumps 4.29 percent while pric...",
      "abstract": "Dow Jones industrial average finishes week down 30.08 points, to 10.260; Nasdaq composite index falls 1.6 percent, or 28.95 points, to 1,844; Standard & Poor's 500-stock index drops 4.68 points; ten-year treasury note jumps 4.29 percent while price falls 21/32, to 99 20/32; graphs; charts (M)",
      "lead_paragraph": "Stocks were little changed outside the technology sector yesterday as investors shrugged off a new kind of surprise from the labor market: job growth for the previous month came in as forecast.",
      "publication_date": "2004-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/04/business/stocks-off-as-intels-weak-forecast-overshadows-jobs-data.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "An Agonizing Vigil Leads to Reunion or Despair",
      "snippet": "Article describes afternoon and evening of confusion, savagery, daring and horror in Beslan, North Ossetia, as fighting erupts around school in which children are held hostage; there are scenes of sudden reunion between parents and children, of ne...",
      "abstract": "Article describes afternoon and evening of confusion, savagery, daring and horror in Beslan, North Ossetia, as fighting erupts around school in which children are held hostage; there are scenes of sudden reunion between parents and children, of nervous searches and incomprehensible waste and loss; sense of hope that accompanies sight of each survivor is tempered by horrors among even lucky ones; many onlookers move to hospital to scour lists of wounded; when morgue reaches capacity, children and dead Russian fighters are arranged in rows on grass; map; photos (M)",
      "lead_paragraph": "BESLAN, Russia, Sept. 3 - When the first tremendous explosion shook the air, sending a blast wave through the neighborhood around Middle School No.1, the crowd of women near the southern police barricades buckled over. An old woman's eyes welled instantly with tears. She began to pound her head with her fists. Another woman wailed.",
      "publication_date": "2004-09-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/04/world/europe/an-agonizing-vigil-leads-to-reunion-or-despair.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "Citing Threats, Entrepreneur Wants to Quit Caller ID Venture",
      "snippet": "Jason Jepson, three days after starting Star38, decides to sell business; service enables customers, for fee, to alter phone number that appears on caller ID phone screen; says he has received hundreds of harassing e-mail and phone messages and de...",
      "abstract": "Jason Jepson, three days after starting Star38, decides to sell business; service enables customers, for fee, to alter phone number that appears on caller ID phone screen; says he has received hundreds of harassing e-mail and phone messages and death threat taped to his front door, apparently from people opposed to his publicizing commercial version of technology that until now has been mainly used by software programmers and computer hackers' underground; photo (M)",
      "lead_paragraph": "It may be known as caller ID spoofing, but it is evidently no laughing matter.",
      "publication_date": "2004-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/04/technology/citing-threats-entrepreneur-wants-to-quit-caller-id-venture.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "144,000 Jobs Were Added in August, a Bit of an Uptick",
      "snippet": "Labor Department reports that jobless rate declined slightly to 5.4 percent in August, from 5.5 percent in July, with new jobs being created in most sectors of economy; reports increase of 144,000 jobs, twice as many as in July; economists say emp...",
      "abstract": "Labor Department reports that jobless rate declined slightly to 5.4 percent in August, from 5.5 percent in July, with new jobs being created in most sectors of economy; reports increase of 144,000 jobs, twice as many as in July; economists say employment has grown more slowly since end of 2001 recession than during any previous recovery in last half century; graphs; photos (M)",
      "lead_paragraph": "WASHINGTON, Sept. 3 - The pace of job creation picked up modestly in August and the unemployment rate edged down, the Labor Department said on Friday in a report that offered some political relief to the White House but only tepid signs of a rebound in employment.",
      "publication_date": "2004-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/04/business/144000-jobs-were-added-in-august-a-bit-of-an-uptick.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Floridians Flee as Giant Storm Slowly Heads In",
      "snippet": "Hurricane Frances moves slowly toward Florida, where 2.5 million people have been urged to evacuate their homes; is expected to make landfall early on September 4, most likely between West Palm Beach and Fort Pierce; Category 2 storm could cause e...",
      "abstract": "Hurricane Frances moves slowly toward Florida, where 2.5 million people have been urged to evacuate their homes; is expected to make landfall early on September 4, most likely between West Palm Beach and Fort Pierce; Category 2 storm could cause extensive flooding; 10 to 15 inches of rain may fall over 60-mile-wide swath; South Florida Water Management Agency has been operating pumps and gates to move out rainwater from last hurricane; 20,600 people have taken refuge in 209 shelters; anticipation of slow-moving storm is exacting psychological toll on Floridians; map; photo (M)",
      "lead_paragraph": "ORLANDO, Fla., Sept. 3 - Hurricane Frances engulfed the Bahamas on Friday, leaving at least one person dead before moving, ever more slowly, toward an anxious Florida, where 2.5 million people -- nearly 15 percent of the state's population -- have been urged to evacuate their homes.",
      "publication_date": "2004-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/04/us/floridians-flee-as-giant-storm-slowly-heads-in.html",
      "byline": "By Felicity Barringer and Joseph B. Treaster"
    },
    {
      "headline": "Citing Higher Costs, U.S. Plans Rise in Medicare Premium",
      "snippet": "Federal officials announce largest premium increase in dollars in Medicare's history, raising monthly expense by 17 percent to $78.20; rise results largely from increased payments to doctors and is unrelated to prescription drug program, but incre...",
      "abstract": "Federal officials announce largest premium increase in dollars in Medicare's history, raising monthly expense by 17 percent to $78.20; rise results largely from increased payments to doctors and is unrelated to prescription drug program, but increase immediately becomes grist for contentious presidential campaign; Medicare administrator Mark McClellan says about $1.75 of $11.60 increase comes from billions of dollars Medicare is paying insurers to encourage them to offer private plans; significant part of increased premium will go to bolster Medicare trust fund (L)",
      "lead_paragraph": "WASHINGTON, Sept. 3 - A day after President Bush heralded his efforts to help the elderly cope with increased medical expenses, federal officials announced the largest premium increase in dollars in the Medicare program's history, raising the monthly expense by $11.60 to $78.20.",
      "publication_date": "2004-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/04/politics/citing-higher-costs-us-plans-rise-in-medicare-premium.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Medicare Premiums To Rise 17% Next Year  A day after President Bush highlighted his efforts to help the elderly cope with increased medical expenses, federal officials announced the largest premium increase in the Medicare program's history, raisi...",
      "abstract": " Medicare Premiums To Rise 17% Next Year  A day after President Bush highlighted his efforts to help the elderly cope with increased medical expenses, federal officials announced the largest premium increase in the Medicare program's history, raising the monthly expense $11.60, to $78.20, next year.      The 17 percent increase largely results from higher payments to doctors and reflects rising medical expenses generally, officials said. The rise has nothing to do with a program that will start in 2006 to offer prescription drugs, for which beneficiaries must pay a separate premium. [Page A1.]",
      "lead_paragraph": "Medicare Premiums To Rise 17% Next Year A day after President Bush highlighted his efforts to help the elderly cope with increased medical expenses, federal officials announced the largest premium increase in the Medicare program's history, raising the monthly expense $11.60, to $78.20, next year.",
      "publication_date": "2004-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/04/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Clinton Suffers Pains in Chest; Bypass Surgery Is Scheduled",
      "snippet": "Former Pres Clinton is admitted to Columbia-Presbyterian Medical Center after cardiologists find potentially life-threatening accumulations of plaque in coronary arteries; expects to undergo triple or quadruple bypass surgery; Sen Hillary Rodham C...",
      "abstract": "Former Pres Clinton is admitted to Columbia-Presbyterian Medical Center after cardiologists find potentially life-threatening accumulations of plaque in coronary arteries; expects to undergo triple or quadruple bypass surgery; Sen Hillary Rodham Clinton rushes back from trip to visit husband in hospital with daughter Chelsea; hospitalization comes just as Clinton was expected to ramp up activity for Democrats in final 60 days 60 days of campaigning; friends and neighbors express shock because Clinton looks healthy; Clinton has never had heart attack and has active life style; photos (M)",
      "lead_paragraph": "Stricken with chest pains and shortness of breath, former President Bill Clinton checked into a Manhattan hospital yesterday for heart bypass surgery after X-rays revealed significant blockages in three or four coronary arteries. The operation, which is to take place early next week, could sideline Mr. Clinton during the height of the presidential campaign.",
      "publication_date": "2004-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/04/us/clinton-suffers-pains-in-chest-bypass-surgery-is-scheduled.html",
      "byline": "By Robert D. McFadden"
    },
    {
      "headline": "Kerry Urges Voters to Look Past Bush's 'Last-Minute Promises'",
      "snippet": "Sen John Kerry, campaigning in Newark, Ohio, asks voters to look past Pres Bush's 'last-minute promises' and focus on numbers of jobs lost and people without health insurance; seizes on economic data showing only modest job growth; Kerry has retur...",
      "abstract": "Sen John Kerry, campaigning in Newark, Ohio, asks voters to look past Pres Bush's 'last-minute promises' and focus on numbers of jobs lost and people without health insurance; seizes on economic data showing only modest job growth; Kerry has returned to offensive after his character, voting history and patriotism were questioned by Republicans; even Kerry's comments on Iraq focus on economics of war and its potential impact on domestic priorities; photo (L)",
      "lead_paragraph": "NEWARK, Ohio, Sept. 3 - Senator John Kerry opened the final 60 days of the presidential campaign on Friday with a slashing indictment of President Bush's record on jobs and health care, saying he had misled the United States into war in Iraq and left a trail of broken promises and worsened problems at home.",
      "publication_date": "2004-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/04/politics/campaign/kerry-urges-voters-to-look-past-bushs-lastminute-promises.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "Nokia Falters, and the Finns Take Stock",
      "snippet": "Finns, reflecting on decline of Nokia as world's leader in mobile phone industry, seem to be lowering their expectations for technology sector; Nokia stock, bellwether for technology industry, peaked in early 2000 and has lost more than 80 percent...",
      "abstract": "Finns, reflecting on decline of Nokia as world's leader in mobile phone industry, seem to be lowering their expectations for technology sector; Nokia stock, bellwether for technology industry, peaked in early 2000 and has lost more than 80 percent of its value since then; while Nokia remains by far biggest mobile phone maker in world, it's share of market has slipped below 30 percent this year from over 35 percent last year; company, in response, has warned investors of lower earnings forecasts and cut its prices in effort to win back market share lost to Samsung, Motorola and other rivals; graph; photos (M)",
      "lead_paragraph": "HELSINKI, Finland, Sept. 3 - After the party, the hangover; after the binge, the bills.",
      "publication_date": "2004-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/04/technology/nokia-falters-and-the-finns-take-stock.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "A Phone Venture: Calling All Prisoners",
      "snippet": "Home Front column on company Outside Connection, remote-call forwarding service that allows prison inmates' families to avoid expensive long-distance charges when they receive collect calls from prison; prison officials oppose remote-call forwardi...",
      "abstract": "Home Front column on company Outside Connection, remote-call forwarding service that allows prison inmates' families to avoid expensive long-distance charges when they receive collect calls from prison; prison officials oppose remote-call forwarding services, claiming they limit ability of authorities to monitor calls, but company founder and former inmate Brian Prins argues that charges to families are otherwise unreasonable; photo (M)",
      "lead_paragraph": "BRIAN PRINS's motto is this: One man's monopoly is another man's opportunity. After being released from prison in May 2002, the first thing he did was to make a business of pulling customers from under MCI's exclusive control of New York States prison phone system.",
      "publication_date": "2004-09-05T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/09/05/jobs/a-phone-venture-calling-all-prisoners.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Democrats Urge Kerry to Turn Up Intensity of Campaign",
      "snippet": "Many leading Democrats, worried about state of presidential race as Pres Bush roars out of Republican convention, press Sen John Kerry to intensify campaign they see as wandering and low-energy; say they have urged Kerry's aides to concentrate on ...",
      "abstract": "Many leading Democrats, worried about state of presidential race as Pres Bush roars out of Republican convention, press Sen John Kerry to intensify campaign they see as wandering and low-energy; say they have urged Kerry's aides to concentrate on challenging Bush on domestic issues, interviews; Kerry seems to be heeding advice with aggressive attack on Bush's economic leadership; photos (M)",
      "lead_paragraph": "President Bush roared out of his New York convention last week, leaving many Democrats nervous about the state of the presidential race and pressing Senator John Kerry to torque up what they described as a wandering and low-energy campaign.",
      "publication_date": "2004-09-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/05/politics/campaign/democrats-urge-kerry-to-turn-up-intensity-of-campaign.html",
      "byline": "By Adam Nagourney and Jodi Wilgoren"
    },
    {
      "headline": "Good Schools or Bad?Ratings Baffle Parents",
      "snippet": "School ratings issued under federal law are clashing with rating systems of some states, leaving parents unsure which to believe or whether to transfer children, option offered by federal law; federal system has rated thousands of schools with vau...",
      "abstract": "School ratings issued under federal law are clashing with rating systems of some states, leaving parents unsure which to believe or whether to transfer children, option offered by federal law; federal system has rated thousands of schools with vaunted reputation as low-performing; federal ratings, which can fall short if not enough students show up for test or because mentally retarded students do not perform at grade level, rattle many affluent communities; prestigious Darien, Ill, high school missed one federal target based on low test scores of handful of disabled students; photo (M)",
      "lead_paragraph": "DARIEN, Ill. - Students are returning to classes across the nation amid a cacophony of contradictory messages about the quality of their education, as thousands of schools with vaunted reputations have been rated in recent weeks as low-performing under a federal law.",
      "publication_date": "2004-09-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/05/education/good-schools-or-badratings-baffle-parents.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "The Next Shock: Not Oil, but Debt",
      "snippet": "Daniel Gross article warns America's heavy government, business and consumer reliance on debt makes economy vulnerable to interest rate rises; notes consumers and government have kept interest bill down by assuming greater interest-rate risk inste...",
      "abstract": "Daniel Gross article warns America's heavy government, business and consumer reliance on debt makes economy vulnerable to interest rate rises; notes consumers and government have kept interest bill down by assuming greater interest-rate risk instead of locking in rates, making them more vulnerable to shocks; debt graph (M)",
      "lead_paragraph": "WITH oil prices hovering above $40 a barrel, experts have calmed frayed nerves by noting that today's services-driven American economy is much less addicted to the black stuff than yesterday's industrial economy. From 1973 to 2003, after all, the amount of oil and gas needed to create a dollar of gross domestic product fell by half. Structural changes in the economy have let the nation absorb the recent shock of rising crude.",
      "publication_date": "2004-09-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/05/business/yourmoney/the-next-shock-not-oil-but-debt.html",
      "byline": "By Daniel Gross"
    },
    {
      "headline": "Putin Says Russia Faces Full 'War' to Divide Nation",
      "snippet": "Pres Vladimir V Putin, in rare address to nation, says school siege in Beslan is attack on all of Russia; calls for society to mobilize to resist effort to splinter nation; speaks as death toll from violent end to hostage crisis rises to 330, half...",
      "abstract": "Pres Vladimir V Putin, in rare address to nation, says school siege in Beslan is attack on all of Russia; calls for society to mobilize to resist effort to splinter nation; speaks as death toll from violent end to hostage crisis rises to 330, half of them children; seeks to answer series of terrorist acts that in 10 wrenching days has killed over 500 people; scores corruption in judiciary and inefficiency of law enforcement and admits difficult transition to capitalism has left few resources to secure borders in dangerous epoch; echoes feeling of helplessness and fear that has shaken nation, without accepting personal responsibility; authorities say terrorists are Islamic militants, mostly Chechens; photo (M)",
      "lead_paragraph": "MOSCOW, Sept. 4 - In a rare address to his nation, coming at a time of grave crisis, President Vladimir V. Putin said Saturday that the school siege in the southern city of Beslan was an attack on all of Russia and called for the mobilization of society to resist what he called \"a total and full-scale war\" to splinter the country.",
      "publication_date": "2004-09-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/05/world/europe/putin-says-russia-faces-full-war-to-divide-nation.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Schlepping to Moguldom",
      "snippet": "Interview with Haim Saban, who became billionaire by turning Power Rangers cartoon into global franchise and selling it to Walt Disney Co and has since emerged as perhaps most politically connected mogul in Hollywood, using his money in Washington...",
      "abstract": "Interview with Haim Saban, who became billionaire by turning Power Rangers cartoon into global franchise and selling it to Walt Disney Co and has since emerged as perhaps most politically connected mogul in Hollywood, using his money in Washington and increasingly around world to try to help Israel; is one of largest individual donors to Democratic Party and its candidates; weighs buying media properties around world as he looks to expand his empire and political reach; has bought largest German television broadcaster, ProSiebenSat1 Media, and turned it around, cutting costs and sending it American hits; photos (M)",
      "lead_paragraph": "LOS ANGELES - HAIM SABAN, one of the nation's richest and most improbable media magnates, was slouched in a leather seat aboard his Gulfstream jet during a trip from Los Angeles to New York this spring, rattling on about his support for Israel. After devouring a bagel covered in lox, he leaned forward and launched into his favorite story from the Democratic presidential primaries.",
      "publication_date": "2004-09-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/05/business/yourmoney/schlepping-to-moguldom.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "The Dress That Saved Diane von Furstenberg",
      "snippet": "Diane von Furstenberg's wrap dress, first made in 1973, is back in demand as daughters of her original customers rediscover designer; she comments on comeback, interview; photos (M)",
      "abstract": "Diane von Furstenberg's wrap dress, first made in 1973, is back in demand as daughters of her original customers rediscover designer; she comments on comeback, interview; photos (M)",
      "lead_paragraph": "IN Diane von Furstenberg's little shop on West 12th Street, in the meatpacking district of Manhattan, a young blonde who looked vaguely like Reese Witherspoon was looking for only one thing. \"I want the wrap dress,\" she demanded.",
      "publication_date": "2004-09-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/05/business/yourmoney/the-dress-that-saved-diane-von-furstenberg.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Always on the Job, Employees Pay With Health",
      "snippet": "First article in series Sick of Work focuses on health damage caused by job-related stress; researchers are finding that growing stress and uncertainty of office have measurable impact on workers' health and, by extension, corporate profits; workp...",
      "abstract": "First article in series Sick of Work focuses on health damage caused by job-related stress; researchers are finding that growing stress and uncertainty of office have measurable impact on workers' health and, by extension, corporate profits; workplace stress reportedly costs nation over $300 billion a year in health care, missed work and stress-reduction spending; graphs compare sick time and illness when business is bad and good; photos (M)",
      "lead_paragraph": "American workers are stressed out, and in an unforgiving economy, they are becoming more so every day.",
      "publication_date": "2004-09-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/05/health/always-on-the-job-employees-pay-with-health.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "52 Hours of Horror and Death for Captives at Russian School",
      "snippet": "Survivors of seige at Beslan, Russia, school describe 52 hours of killings and captivity at hands of masked gunmen before two bomb blasts set off battles between captors and Russian forces that left hundreds of children and their parents and teach...",
      "abstract": "Survivors of seige at Beslan, Russia, school describe 52 hours of killings and captivity at hands of masked gunmen before two bomb blasts set off battles between captors and Russian forces that left hundreds of children and their parents and teachers dead; at least 1,200 people were crammed into school gymnasium, with no food and little water, with network of bombs laced overhead; terrorists teased child captives and shot at least one man to enforce rules; map; diagram; photos (M)",
      "lead_paragraph": "BESLAN, Russia, Sept. 4 - Long before the first bombs exploded in Middle School No.1, marking the beginning of a ferocious battle that left hundreds of schoolchildren and their parents and teachers dead, the hostages had descended to near despair.",
      "publication_date": "2004-09-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/05/world/europe/52-hours-of-horror-and-death-for-captives-at-russian-school.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "Slow but Fierce, Vast Hurricane Batters the Florida Coast",
      "snippet": "Hurricane Frances batters Florida's east coast as residents hunker down in crowded shelters or in barricaded homes; slow, sprawling Category 2 storm hits later than expected, after stalling over Bahamas for over 24 hours; knocks out power to two m...",
      "abstract": "Hurricane Frances batters Florida's east coast as residents hunker down in crowded shelters or in barricaded homes; slow, sprawling Category 2 storm hits later than expected, after stalling over Bahamas for over 24 hours; knocks out power to two million people; experts say slow movement could give storm chance to strengthen, increasing threat of serious flooding and wind damage; storm's peak could coincide with high tide, making storm surges of up to 10 feet and severe flooding likely at and north of Sewall's Point landfall; map; photos (M)",
      "lead_paragraph": "PALM BEACH GARDENS, Fla., Sunday, Sept. 5 - Shrieking winds and angry sheets of rain thrashed Florida's coast as residents hunkered down in crowded shelters or in their barricaded homes to ride out the plodding, sprawling Hurricane Frances. Hurricane-force winds were reported by midday Saturday and by 1 a.m. Sunday, the center of the eye of the storm made landfall in Sewall's Point, Fla., about 25 miles north of here, the National Hurricane Center reported.",
      "publication_date": "2004-09-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/05/us/hurricane-frances-the-overview-slow-but-fierce-vast-hurricane-batters.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Products Slide Into More TV Shows, With Help From New Middlemen",
      "snippet": "Television networks have worked hard in last two years to strike their own product placement deals; CBS plans to broadcast product-theme nights, with single brand featured on consecutive shows; entire episodes of NBC's The Apprentice will revolve ...",
      "abstract": "Television networks have worked hard in last two years to strike their own product placement deals; CBS plans to broadcast product-theme nights, with single brand featured on consecutive shows; entire episodes of NBC's The Apprentice will revolve around one brand; Campbell's Soup has been written into American Dreams, with NBC and soup maker sponsoring real-life essay contest mirroring one in show's plot; new emphasis on product placement in television has brought new players into business-brand wranglers who work with programmers and advertisers; Madison Road Entertainment, which calls itself independent, advertiser-driven television studio, is one of newest players; photos (M)",
      "lead_paragraph": "Leslie Moonves loves to talk about the Steven Spielberg movie \"Minority Report.\" Mr. Moonves, the co-president and co-chief operating officer of Viacom, which owns CBS, Paramount Television and Showtime, still sings the praises of the movie two years after he saw it. But it was not the cinematography or Tom Cruise's star turn that moved him. It was all the brand names -- Lexus, Gap, Reebok, Guinness and American Express -- that found their way into the film.",
      "publication_date": "2004-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/06/business/media-products-slide-into-more-tv-shows-with-help-from-new.html",
      "byline": "By Evelyn Nussenbaum"
    },
    {
      "headline": "Perle Asserts Hollinger'sConrad Black Misled Him",
      "snippet": "Hollinger International board director Richard N Perle, who was supporter, colleague and friend of founding executive Conrad M Black, now says he was duped by Black; relationship between Perle and Black, which has come under scrutiny by federal re...",
      "abstract": "Hollinger International board director Richard N Perle, who was supporter, colleague and friend of founding executive Conrad M Black, now says he was duped by Black; relationship between Perle and Black, which has come under scrutiny by federal regulators and investors, has decidedly changed; scathing internal report for Hollinger by Richard C Breeden contends that Black improperly took hundreds of millions of dollars for himself and associates--and that Perle was enabler, approving some questionable transactions at same time he was being heavily compensated at director of Black; report says Perle told committee he often signed documents without reading them, and it singled him out among directors for conflicts of interest; photos (M)",
      "lead_paragraph": "WASHINGTON, Sept. 5 - Last fall, as the board of Hollinger International prepared to oust its founding executive, Conrad M. Black, the director most protective and supportive of him turned to a friend and balked.",
      "publication_date": "2004-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/06/business/media/perle-asserts-hollingersconrad-black-misled-him.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "2nd Hurricane Deepens Wounds in Stricken Florida",
      "snippet": "Hurricane Frances envelopes most of Florida in severe squalls, lashing rain and scattershot destruction; storm, Category 2 hurricane when it hits eastern coast, dwindles to tropical storm as it approaches western coast 18 hours later; millions of ...",
      "abstract": "Hurricane Frances envelopes most of Florida in severe squalls, lashing rain and scattershot destruction; storm, Category 2 hurricane when it hits eastern coast, dwindles to tropical storm as it approaches western coast 18 hours later; millions of residents are without power and hundreds of thousand without ready access to daily staples; storm hits some of same places hit three weeks ago by Hurricane Charley; two people are killed by falling trees; infrastructure takes pounding, with part of Interstate 95 in West Palm Beach torn away; many battered and exhausted residents seem relieved that slow, huge bulk of storm does not inflict more pain; analysts put damage from two hurricanes at up to $40 billion; map; photos (M)",
      "lead_paragraph": "ORLANDO, Fla., Sept. 5 - Hurricane Frances relentlessly enveloped most of Florida on Sunday in severe squalls, lashing rain and scattershot destruction. In its wide wake, millions of residents were left without power and hundreds of thousands without ready access to gasoline, groceries or other daily staples. Doors and roofs were ripped from an uncounted number of homes and businesses, leaving them exposed to the 6 to 10 inches of rain that poured over them by late afternoon.",
      "publication_date": "2004-09-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/06/us/2nd-hurricane-deepens-wounds-in-stricken-florida.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "Russian Rebels Had Precise Plan",
      "snippet": "Investigators find rebels who seized Beslan, Russia, school pried up library floor and suspect they secreted arms cache there before attack, possibly during summer renovation; have only begun to piece together planning that went into attack, which...",
      "abstract": "Investigators find rebels who seized Beslan, Russia, school pried up library floor and suspect they secreted arms cache there before attack, possibly during summer renovation; have only begun to piece together planning that went into attack, which left 338 hostages dead; holes in library floor, which might easily be overlooked in carnage, underscore sophistication and coordination that have increasingly characterized attacks that have roiled Russia; expertly trained attackers, reportedly including Chechens, Ingush, ethnic Russians and some unidentified foreigners, seized school with precision and speed, suggesting detailed planning; attackers are believed to be part of contingent led by Chechen rebel commander Shamil Basayev that has moved seamlessly between North Caucasus and Moscow, evading Russia's extensive security apparatus; photos (M)",
      "lead_paragraph": "BESLAN, Russia, Sept. 5 - Inside the charred, bullet-pocked wreckage of Middle School No.1, there lies evidence of the terror Russia faces: Two parts of the library's wooden floor had been pried up, evidently by the heavily armed attackers who seized the school last week and held more than 1,100 hostages for 52 hours.",
      "publication_date": "2004-09-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/06/world/europe/russian-rebels-had-precise-plan.html",
      "byline": "By C. J. Chivers and Steven Lee Myers"
    },
    {
      "headline": "An Online Pioneer Resists theLure of Cashing In",
      "snippet": "Craiglist, which started as e-mail newsletter sent to friends in San Francisco, has grown to be one of largest online community bulletin boards, with 48 city sites in US and 9 internationally; eBay bought 25 percent sake in Craiglist.org for undis...",
      "abstract": "Craiglist, which started as e-mail newsletter sent to friends in San Francisco, has grown to be one of largest online community bulletin boards, with 48 city sites in US and 9 internationally; eBay bought 25 percent sake in Craiglist.org for undisclosed sum last month; partnership with eBay raises question of whether site's grass-roots values are at risk; Craiglist chairman Craig Newmark hopes to make his online community more accessible by using expertise from eBay to cope with increasingly sophisticated attacks from spammers and hackers; map; chart; photos (M)",
      "lead_paragraph": "SAN FRANCISCO - When they write the history of the greatest Silicon Valley entrepreneur that never was, they should remember to mention his pedometer.",
      "publication_date": "2004-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/06/technology/an-online-pioneer-resists-thelure-of-cashing-in.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "In Trying Time, Scaling Down Expectations of Job Growth",
      "snippet": "Reception of 144,000 additional jobs in August as adequate employment growth is evidence of economists' more modest view of what economy can deliver, after unexpected cooling of demand in late spring and early summer; most economists agree that sl...",
      "abstract": "Reception of 144,000 additional jobs in August as adequate employment growth is evidence of economists' more modest view of what economy can deliver, after unexpected cooling of demand in late spring and early summer; most economists agree that slowdown can be substantially attributed to rising crude oil prices; Ian Shepherdson, chief US economist at High Frequency Economics, expects spending to rebound as price of oil retreats from recent highs; but other economists note that lackluster growth in employment and wages could add to consumers' woes because it could deprive them of spending power to keep economic expansion on track (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/06/business/in-trying-time-scaling-down-expectations-of-job-growth.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Digging Out From One Storm, Hit Hard by Another",
      "snippet": "Lake Wales, Fla, just recovering from Hurricane Charley three weeks ago, is hit hard again by Hurricane Frances; city, located at intersection of two storms, had not experienced major hurricane since 1960; residents, assessing new damage, seem rel...",
      "abstract": "Lake Wales, Fla, just recovering from Hurricane Charley three weeks ago, is hit hard again by Hurricane Frances; city, located at intersection of two storms, had not experienced major hurricane since 1960; residents, assessing new damage, seem relieved that it is not as bad as last time; say new storm causes more emotional stress; map (M)",
      "lead_paragraph": "LAKE WALES, Fla., Sept. 5 - The lights went out about 2 a.m. Sunday for the Patel family here, just as they did 23 days earlier.",
      "publication_date": "2004-09-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/06/us/digging-out-from-one-storm-hit-hard-by-another.html",
      "byline": "By Jennifer 8. Lee"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Merck to Post Results Of Clinical Trials Online  Merck & Company says it will post the results of its clinical trials on drugs on a Web site run by the National Institutes of Health. The move comes ahead of a House subcommittee hearing where, it i...",
      "abstract": " Merck to Post Results Of Clinical Trials Online  Merck & Company says it will post the results of its clinical trials on drugs on a Web site run by the National Institutes of Health. The move comes ahead of a House subcommittee hearing where, it is expected, drug companies will be excoriated for refusing to publish unfavorable drug trial results.    Merck said that it had already posted the outlines of 46 studies, or every trial for which it is currently recruiting patients, as well as some others. By the end of the month, the company will post 50 more trials that are already under way but where patients are no longer being recruited. GlaxoSmithKline also recently agreed to post data online. [C4.]",
      "lead_paragraph": "Merck to Post Results Of Clinical Trials Online Merck & Company says it will post the results of its clinical trials on drugs on a Web site run by the National Institutes of Health. The move comes ahead of a House subcommittee hearing where, it is expected, drug companies will be excoriated for refusing to publish unfavorable drug trial results.",
      "publication_date": "2004-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/06/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Kerry Enlisting Clinton Aides in Effort to Refocus Campaign",
      "snippet": "Ex-Pres Bill Clinton, in 90-minute phone conversation from his hospital room as he awaits heart surgery, offers John Kerry detailed advice on how to reinvigorate his presidential candidacy, as Kerry enlists more Clinton advisers to help shape his ...",
      "abstract": "Ex-Pres Bill Clinton, in 90-minute phone conversation from his hospital room as he awaits heart surgery, offers John Kerry detailed advice on how to reinvigorate his presidential candidacy, as Kerry enlists more Clinton advisers to help shape his strategy and message; reportedly urges Kerry to move away from talk about Vietnam, central theme of his candidacy, and focus instead on drawing contrasts with Pres Bush on domestic programs; talk and recruitment of Clinton aides comes amid rising concern among Democrats about state of Kerry campaign and criticism that he has been too slow to respond to attacks on his military record or to engage Bush on domestic policy; aides expected to play increasing role include James Carville, Paul Begala and Stanley Greenberg; Kerry aides stress staff expansion does not represent another campaign upheaval; installation of former Clinton aides is creating two distinct camps at Kerry's Washington headquarters, but both camps deny there is tension between them (M)",
      "lead_paragraph": "Former President Bill Clinton, in a 90-minute telephone conversation from his hospital room, offered John Kerry detailed advice on Saturday night on how to reinvigorate his candidacy, as Mr. Kerry enlisted more Clinton advisers to help shape his strategy and message for the remainder of the campaign.",
      "publication_date": "2004-09-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/06/politics/campaign/kerry-enlisting-clinton-aides-in-effort-to-refocus.html",
      "byline": "By Adam Nagourney and David M. Halbfinger"
    }
  ]
}