{
  "metadata": {
    "date": "2004-08-17",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: Indonesia: Economic Growth Slows",
      "snippet": "Indonesia's economy slowed in second quarter, expanding 4.3 percent compared with period year ago after growing 5 percent in previous quarter; consumer spending slowed to 5.3 percent from 5.7 percent in first quarter; graph (S)",
      "abstract": "Indonesia's economy slowed in second quarter, expanding 4.3 percent compared with period year ago after growing 5 percent in previous quarter; consumer spending slowed to 5.3 percent from 5.7 percent in first quarter; graph (S)",
      "lead_paragraph": "Indonesia's economy slowed in the second quarter, expanding 4.3 percent compared with the period a year earlier after growing 5 percent in the previous three-month period. Growth in consumer spending, a crucial component of economic growth, slowed to 5.3 percent from 5.7 percent in the first quarter despite record-low interest rates. Economists said the evidence that growth was slowing would put pressure on the country's central bank not to raise rates despite signs that inflation might be rising. Wayne Arnold (NYT)",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/17/business/world-business-briefing-asia-indonesia-economic-growth-slows.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Safety Gap Grows Wider Between S.U.V.'s and Cars",
      "snippet": "National Highway Traffic Safety Administration figures show gap in safety between sport utility vehicles and passenger cars last year was widest yet recorded; find people driving or riding in sport utility vehicle in 2003 were nearly 11 percent mo...",
      "abstract": "National Highway Traffic Safety Administration figures show gap in safety between sport utility vehicles and passenger cars last year was widest yet recorded; find people driving or riding in sport utility vehicle in 2003 were nearly 11 percent more likely to die in accident the people in cars; says crash fatalities declined across board in 2003 to lowest levels in six years, with 42,643 people killed in traffic accidents in US; Ward's AutoInfoBank says SUV's accounted for 27.2 percent of all light-duty vehicles in first seven months of 2004, up from 26 percent in period year earlier; graph; photo (M)",
      "lead_paragraph": "The gap in safety between sport utility vehicles and passenger cars last year was the widest yet recorded, according to new federal traffic data.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/17/business/safety-gap-grows-wider-between-suv-s-and-cars.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Oil Prices Dip As Chávez Wins Venezuela Vote",
      "snippet": "Oil prices retreat from record highs after Venezuela's Pres Hugo Chavez claims victory in referendum on his rule, easing concerns about possible disruptions in country's oil exports; crude oil for delivery in September settles at $46.05 per barrel...",
      "abstract": "Oil prices retreat from record highs after Venezuela's Pres Hugo Chavez claims victory in referendum on his rule, easing concerns about possible disruptions in country's oil exports; crude oil for delivery in September settles at $46.05 per barrel, down 53 cents, in New York trading; Saudi's Crown Prince Abdullah says kingdom will pump as much oil as it can to meet demand; says he favors oil priced at $25 to $30 per barrel; most analysts say they expect to see $50-a-barrel oil before they see any return to $40 or less; Libya's national oil company announces it will offer licenses on 15 new exploration areas for bidding, first to be offered since US lifted economic sanctions against country in April and restored diplomatic relations in June; move opens way for possible return of American oil companies to Libya; photos (M)",
      "lead_paragraph": "Oil prices retreated from record highs on Monday after President Hugo Chávez of Venezuela claimed victory in a referendum on his rule, easing concerns about possible disruptions in the country's oil exports.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/17/business/market-place-oil-prices-dip-as-chavez-wins-venezuela-vote.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "US Airways to Request Extension on Payments  US Airways, facing a cash squeeze as it tries to avoid another bankruptcy filing, said that it would seek government permission to stretch out $67.5 million in payments to the pension plans of its mecha...",
      "abstract": " US Airways to Request Extension on Payments  US Airways, facing a cash squeeze as it tries to avoid another bankruptcy filing, said that it would seek government permission to stretch out $67.5 million in payments to the pension plans of its mechanics and flight attendants.    The airline plans to ask the Internal Revenue Service for waivers that will allow it to spread those contributions, due for 2004, for up to five years. [Page C5.]",
      "lead_paragraph": "US Airways to Request Extension on Payments",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/17/business/business-digest-661244.html",
      "byline": ""
    },
    {
      "headline": "Brazil Starts to Crack Down on Counterfeit Goods",
      "snippet": "Brazil has begun crack down on counterfeit merchandise; Brazil stands to lose billions of dollars in trade benefit from US if it does not prove by end of September that it is making progress in combating copyright piracy; photo (M)/",
      "abstract": "Brazil has begun crack down on counterfeit merchandise; Brazil stands to lose billions of dollars in trade benefit from US if it does not prove by end of September that it is making progress in combating copyright piracy; photo (M)/",
      "lead_paragraph": "When Brazilian police arrested the suspected leader of one of the country's biggest rings involved in smuggling counterfeit goods on June 1, officials here hailed the move as proof that Brazil was finally cracking down on copyright piracy after years of looking the other way.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/17/business/brazil-starts-to-crack-down-on-counterfeit-goods.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "World Business Briefing | Middle East: Switzerland: Swatch Investigation Dropped",
      "snippet": "Swatch says US Labor Department has dismissed complaints brought by two former employees, who claimed company used its Asian unit to evade taxes and customs duties (S)",
      "abstract": "Swatch says US Labor Department has dismissed complaints brought by two former employees, who claimed company used its Asian unit to evade taxes and customs duties (S)",
      "lead_paragraph": "The watchmaker Swatch said the United States Department of Labor had dismissed complaints brought by two former employees, who claimed the company used its Asian unit to evade taxes and customs duties. The Labor Department said it did not have jurisdiction in the case; Swatch's share prices rose 4 percent on the news. The stock fell sharply last week after the accusations became public. Swatch said on Friday that an internal investigation had failed to find any wrongdoing.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/17/business/world-business-briefing-middle-east-switzerland-swatch-investigation-dropped.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Vodafone Taps Executive at Rival to Lead Japanese Unit",
      "snippet": "Vodafone Group names NTT DoCoMo executive Shiro Tsuda as president and chief executive of its Japanese unit, succeeding Brian Clark; photo (M)",
      "abstract": "Vodafone Group names NTT DoCoMo executive Shiro Tsuda as president and chief executive of its Japanese unit, succeeding Brian Clark; photo (M)",
      "lead_paragraph": "The Vodafone Group, the world's largest cellphone operator, on Monday chose an executive of NTT DoCoMo to lead its unit in Japan, the company's biggest market, after profit here declined and customers defected.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/17/business/vodafone-taps-executive-at-rival-to-lead-japanese-unit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Drug Executive Sells Shares",
      "snippet": "World Bu",
      "abstract": "World Bu",
      "lead_paragraph": "The chairman and chief executive of the Canadian drug maker Biovail, Eugene Melnyk, left, has sold three million shares in company stock in transactions worth an estimated $45 million. While the shares, which were traded on the New York Stock Exchange, represent about 1.9 percent of Biovail's equity, Mr. Melnyk remains the company's largest shareholder, with a 13.5 percent stake. Biovail, based in Mississauga, Ontario, said that Mr. Melnyk would acquire call options for three million Biovail shares to give him ''the opportunity to maintain his position in the common stock.'' Both the Securities and Exchange Commission and the Ontario Securities Commission are looking into insider trading accusations involving Biovail, Canada's largest publicly traded drug company. Ian Austen (NYT)",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/17/business/world-business-briefing-americas-canada-drug-executive-sells-shares.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Nerves Fray in Florida as Grimy Reality Sinks In",
      "snippet": "Nerves begin to fray in small Florida towns that Hurricane Charley lay waste days ago, as initial adrenaline and shock dissipate and people are left with dismal realization that weeks, even months, may pass before they can resume even bit of norma...",
      "abstract": "Nerves begin to fray in small Florida towns that Hurricane Charley lay waste days ago, as initial adrenaline and shock dissipate and people are left with dismal realization that weeks, even months, may pass before they can resume even bit of normalcy; roads remain clogged as disaster-relief trucks travel back and forth; traffic lights stay out, drivers rubberneck and workers stop traffic to clear debris; about 800,000 households remain without electricity, and many also lack phone service; power failures are most widespread in Charlotte County, where hurricane made landfall; hard-hit towns like Punta Gorda set up air-conditioned 'cooling stations' where people can ward off heat exhaustion between visits with insurance adjustors and long waits for gas, food, ice and bottled water; makeshift clinics treat people with heat exhaustion, including some trying to clear debris from yards to create small bit of order; Pres Bush increases amount of federal aid for debris removal and emergency measures, but White House does not say how much; Gov Jeb Bush says he hopes hurricane will not hinder state primary election scheduled for Aug 31, last test of state's new voting machinery before presidential election; photo; maps (M)",
      "lead_paragraph": "Three scorching days after Hurricane Charley ravaged Florida, Pam Dodd is tired to the point of tears of bathing with a teakettle in a friend's backyard. Jamie Williams has had it with sleeping on the floor of a grimy shelter with no air-conditioning, though he cannot go home because the storm left him without one.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/17/us/hurricane-charley-the-overview-nerves-fray-in-florida-as-grimy-reality-sinks-in.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "World Business Briefing | Asia: Steel Acquisition",
      "snippet": "India's Tata Steel will buy Singapore unit of NatStea",
      "abstract": "India's Tata Steel will buy Singapore unit of NatStea",
      "lead_paragraph": "Tata Steel, India's second-biggest steel maker, said it would buy the Singapore unit of NatSteel for 13.1 billion rupees ($283 million), expanding its production capacity amid surging demand. NatSteel will sell the unit to Tata Steel in the next six months, the companies told the Mumbai and Singapore stock exchanges. The acquisition will help Tata Steel meet rising demand in China, the company's managing director, B. Muthuraman, said.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/17/business/world-business-briefing-asia-steel-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Oil Profit Rises",
      "snippet": "Thai government-controlled oil and gas company PTT says net profit in second quarter more than doubled, to record 14.08 billion baht ($339 million (S)",
      "abstract": "Thai government-controlled oil and gas company PTT says net profit in second quarter more than doubled, to record 14.08 billion baht ($339 million (S)",
      "lead_paragraph": "The government-controlled oil and gas company, PTT, said its net profit in the second quarter more than doubled, to a record 14.08 billion baht ($339 million), on higher oil prices and rising demand for gasoline. The company said it expected slower growth in the second half of the year. Nonetheless, with investors keen for oil-related issues, PTT said it would raise the size of a planned initial offering in Thai Oil, in which it holds a 49.9 percent stake. The offering will seek to raise as much as $600 million, up from $300 million. Wayne Arnold (NYT)",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/17/business/world-business-briefing-asia-thailand-oil-profit-rises.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Middle East: Iraq: Bids For Oil Study",
      "snippet": "World Business Briefing: Iraq: Bids For Oil Stu",
      "abstract": "World Business Briefing: Iraq: Bids For Oil Stu",
      "lead_paragraph": "The oil companies Royal Dutch/Shell and BP are competing to conduct a technical assessment of Iraq's largest oil fields, spokesmen from the companies said. They were among more than two dozen oil producers and independent engineers who had been invited by the Iraqi oil ministry to submit bids by Aug. 15 to evaluate the oil fields. The project will be the most comprehensive study of Iraq's oil fields in about two decades. Several independent engineering firms have also submitted bids. Heather Timmons (NYT)",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/17/business/world-business-briefing-middle-east-iraq-bids-for-oil-study.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "A Texas Race For the House Or the F.C.C.?",
      "snippet": "Becky Armendariz Klein, who is widely expected to lose her bid for Congress in Texas, is receiving more in donations and fund-raising help from telecommunications and power industries than any other rookie candidate in nation; that is because Bush...",
      "abstract": "Becky Armendariz Klein, who is widely expected to lose her bid for Congress in Texas, is receiving more in donations and fund-raising help from telecommunications and power industries than any other rookie candidate in nation; that is because Bush administration officials have said that she would be considered to head Federal Communications Commission if Pres Bush wins second term; she is running as Republican in heavily Democratic district against five-term incumbent Rep Lloyd Doggett; Klein, who says she expects to win, dismisses any suggestions that donations are coming in to curry favor with her should she be appointed to top regulatory job; was senor policy adviser to Bush when he was governor of Texas; photo (M)",
      "lead_paragraph": "Becky Armendariz Klein is widely expected to lose her bid for Congress in Texas. But that has not stopped executives and lawyers from the nation's largest telephone and energy companies from pouring money into her campaign.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/17/business/a-texas-race-for-the-house-or-the-fcc.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Viagra, With a Wink and a Nudge, Joins Its Racier Rivals on Their Turf",
      "snippet": "Pfizer Inc is abandoning its formerly sedate marketing approach for Viagra in wake of competition from drugs Levitra and Cialis; new tone is devilish, to point of depicting ends of blue V from Viagra's band logo rising behind men's heads like pair...",
      "abstract": "Pfizer Inc is abandoning its formerly sedate marketing approach for Viagra in wake of competition from drugs Levitra and Cialis; new tone is devilish, to point of depicting ends of blue V from Viagra's band logo rising behind men's heads like pair of horns; ad campaign, with annual budget estimated at $100 million, is adopting theme 'Get back to mischief'; McCann-Erickson Worldwide created campaign; photo (M)",
      "lead_paragraph": "Ads for the leading drug to treat erectile dysfunction are about to go naughty. Viagra, which has long taken a staid marketing approach, will join its fast-growing competitors today in taking a sly, devil-may-care tack.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/17/business/media-business-advertising-viagra-with-wink-nudge-joins-its-racier-rivals-their.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "VENEZUELA VOTES BY LARGE MARGIN TO RETAIN CHÁVEZ",
      "snippet": "Venezuelans vote overwhelmingly to keep Pres Hugo Chavez in power; strident opposition movement refuses to accept results, raising prospects for more turmoil in country; 8.5 million of country's 14 million registered voters swarm polling stations;...",
      "abstract": "Venezuelans vote overwhelmingly to keep Pres Hugo Chavez in power; strident opposition movement refuses to accept results, raising prospects for more turmoil in country; 8.5 million of country's 14 million registered voters swarm polling stations; Chavez has already survived four national strikes and brief coup; his victory in recall referendum eases world oil prices, which had been buffeted by concerns that successful recall, and ensuing violence that some expected, could disrupt production in world's fifth-largest oil exporter; with 95 percent of ballots counted, president of National Electoral Council announces that Chavez has backing of 58 percent of voters, against 42 percent for opposition; opposition leaders are calling vote 'gigantic fraud' but Organization of American States and Carter Center of Atlanta, monitors invited by both sides to validate outcome, say results are legitimate; photo (M)",
      "lead_paragraph": "Venezuelans voted overwhelmingly to keep President Hugo Chávez in power, electoral authorities and international monitors said Monday. But a strident opposition movement refused to accept the results of the recall referendum, raising prospects for more turmoil in Venezuela, the world's fifth-largest oil exporter.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/17/world/venezuela-votes-by-large-margin-to-retain-chavez.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "After Circulation Scandal, a Move to Build Trust",
      "snippet": "Belo Corp sets aside $23 million to compensate advertisers for exaggerated circulation figures at Dallas Morning News, as it seeks to limit fallout from scandal of type that has enveloped number of media companies; Tribune Co, which inflated circu...",
      "abstract": "Belo Corp sets aside $23 million to compensate advertisers for exaggerated circulation figures at Dallas Morning News, as it seeks to limit fallout from scandal of type that has enveloped number of media companies; Tribune Co, which inflated circulation figures at Newsday and Hoy, and Hollinger International, which has admitted inflating circulation figures at Chicago Sun-Times, are making moves to reassure advertisers; graph; photo (M)",
      "lead_paragraph": "The Belo Corporation said yesterday that it had set aside $23 million to compensate advertisers for exaggerated circulation figures at The Dallas Morning News, as it seeks to limit the fallout from a scandal of the type that has enveloped a number of media companies.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/17/business/after-circulation-scandal-a-move-to-build-trust.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "CHARTER SCHOOLS TRAIL IN RESULTS, U.S. DATA REVEALS",
      "snippet": "Charter school students often did worse than comparable students in regular public schools in first national comparison of their test scores; findings are released by Education Dept without public announcement; deal blow to Bush administration and...",
      "abstract": "Charter school students often did worse than comparable students in regular public schools in first national comparison of their test scores; findings are released by Education Dept without public announcement; deal blow to Bush administration and other supporters of charter school movement; data show only 25 percent of charter school fourth graders are proficient in reading and math, against 30 percent proficient in reading and 32 percent in math at traditional public schools; because charter schools are concentrated in cities, often in poor neighborhoods, researchers also compared urban charters to traditional schools in cities; found that in virtually all instances, charter students did worse than their counterparts in regular public schools; charters are expected to grow exponentially under new No Child Left Behind law; Chester E Finn Jr, education official in Reagan adm and supporter of charters, says results, while dismaying, will prompt those overseeing charters to demand more in way of performance; federal officials deny any political motivation for failing to publicly disclose that data were available; say further analysis is needed to put data in its proper context; chart (M)",
      "lead_paragraph": "The first national comparison of test scores among children in charter schools and regular public schools shows charter school students often doing worse than comparable students in regular public schools.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/17/us/charter-schools-trail-in-results-us-data-reveals.html",
      "byline": "By Diana Jean Schemo"
    },
    {
      "headline": "Small Companies to Develop Namibian Natural Gas Fields",
      "snippet": "Energy Africa, subsidiary of Irish oil and gas company Tullow Oil, and National Petroleum Corp of Namibia, or Namcor, are pursuing $800 million plan to develop offshore Kudu natural gas fields that industry giants have abandoned; gas could come as...",
      "abstract": "Energy Africa, subsidiary of Irish oil and gas company Tullow Oil, and National Petroleum Corp of Namibia, or Namcor, are pursuing $800 million plan to develop offshore Kudu natural gas fields that industry giants have abandoned; gas could come ashore in March 2009 (M)",
      "lead_paragraph": "With world energy prices climbing and supplies tight, two smaller companies are pursuing ambitious plans to develop the offshore Kudu natural gas fields that industry giants have abandoned.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/17/business/small-companies-to-develop-namibian-natural-gas-fields.html",
      "byline": "By Martin Boer"
    },
    {
      "headline": "Google Says It's Set to End Stock Auction",
      "snippet": "Google might conclude bidding in its auction-style initial public offering late Aug 17, leaving it step away from becoming publicly traded company; formally asks Securities and Exchange Commission for permission to begin selling its shares after 4...",
      "abstract": "Google might conclude bidding in its auction-style initial public offering late Aug 17, leaving it step away from becoming publicly traded company; formally asks Securities and Exchange Commission for permission to begin selling its shares after 4 pm; advisers investors on its Web sitge that stock's underwriters might accept auction bids as soom as 5 pm; request to SEC indicates company is moving ahead despite speculation that offering could be postponed (M)",
      "lead_paragraph": "Google said yesterday that it might conclude the bidding in its auction-style initial public offering late today, leaving it a step away from becoming a publicly traded company.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/17/business/google-says-it-s-set-to-end-stock-auction.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "World Business Briefing | Europe: Software Review Extended",
      "snippet": "European Commission extends its review of joint initiative by Microsoft and Time Warner to develop antipiracy software; companies said in April that they planned to buy Contentguard, unit of Xerox Corp (S)",
      "abstract": "European Commission extends its review of joint initiative by Microsoft and Time Warner to develop antipiracy software; companies said in April that they planned to buy Contentguard, unit of Xerox Corp (S)",
      "lead_paragraph": "The European Commission has extended its review of a joint initiative by Microsoft and Time Warner to develop antipiracy software, a spokeswoman, Amelia Torres, said. The companies said in April that they planned to buy Contentguard, a unit of Xerox that makes software to protect digital material such as music and video from illegal copying. The commission was expected to decide today whether to approve the deal or start an investigation. That deadline has been put back to Aug. 25, Ms. Torres said. She would not say why, but such a delay usually means that the commission is assessing changes to the deal by the companies involved. Paul Meller (NYT)",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/17/business/world-business-briefing-europe-software-review-extended.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Profit For Financial Conern",
      "snippet": "World Business Briefing: Germa",
      "abstract": "World Business Briefing: Germa",
      "lead_paragraph": "Allianz, Europe's biggest financial-services company, reported higher-than-expected profit in the second quarter as its Dresdner Bank unit posted a second consecutive profit because of cost reductions and lower loan provisions. Net income at Allianz was 614 million euros ($759 million), down from a restated 662 million euros in the year-earlier period, after a tax gain was not repeated. Dresdner earned 129 million euros in the second quarter after cutting 4,700 jobs and shedding bad loans.",
      "publication_date": "2004-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/17/business/world-business-briefing-europe-germany-profit-for-financial-conern.html",
      "byline": "By Bloomberg News"
    }
  ]
}