{
  "metadata": {
    "date": "2004-05-31",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "OPEC Meeting May Increase Quotas for Oil",
      "snippet": "Organization of Petroleum Exporting Countries, scrambling to control high oil prices, plans to meet in advance of its official conference and may pursue plan to raise quotas sharply or drop them entirely; spokesman Dr Abdulrahman al-Kheraigi says ...",
      "abstract": "Organization of Petroleum Exporting Countries, scrambling to control high oil prices, plans to meet in advance of its official conference and may pursue plan to raise quotas sharply or drop them entirely; spokesman Dr Abdulrahman al-Kheraigi says raising quotas by 2.5 million barrels a day would be most realistic option, phone interview; Energy Sec Spencer Abraham, in Moscow, lauds Russia's plans to increase oil exports to United States; says record oil prices are being eased by promises of greater supplies from Saudi Arabia, Kuwait, United Arab Emirates and Nigeria (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/29/business/opec-meeting-may-increase-quotas-for-oil.html",
      "byline": "By Heather Timmons and Erin E. Arvedlund"
    },
    {
      "headline": "Conservative Allies Take Chalabi Case To the White House",
      "snippet": "Influential outside advisers to Bush administration who support Iraqi exile leader Ahmad Chalabi are pressing administration to stop vilifying him; several of supporters, including Richard N Perle and R James Woolsey, met recently with national se...",
      "abstract": "Influential outside advisers to Bush administration who support Iraqi exile leader Ahmad Chalabi are pressing administration to stop vilifying him; several of supporters, including Richard N Perle and R James Woolsey, met recently with national security adviser Condoleezza Rice to complain about 'smear campaign;' Chalabi, favorite of conservatives, is suspected of having given highly classified data to Iran; Perle charges Central Intelligence Agency, Defense Intelligence Agency and some former intelligence officers plant stories about him, interview; holds American administrator L Paul Bremer III is involved; coalition authorities in Iraq and CIA deny charges (M)",
      "lead_paragraph": "Influential outside advisers to the Bush administration who support the Iraqi exile leader Ahmad Chalabi are pressing the White House to stop what one has called a ''smear campaign'' against Mr. Chalabi, whose Baghdad home and offices were ransacked last week in an American-supported raid.",
      "publication_date": "2004-05-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/29/us/struggle-for-iraq-exile-conservative-allies-take-chalabi-case-white-house.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Consumer Spending Rises As Economy Gains Strength  Consumer spending rose in April and a measure of business in the Chicago area increased to the highest level in almost 16 years, adding to evidence that economic growth is strengthening.    Person...",
      "abstract": " Consumer Spending Rises As Economy Gains Strength  Consumer spending rose in April and a measure of business in the Chicago area increased to the highest level in almost 16 years, adding to evidence that economic growth is strengthening.    Personal spending rose 0.3 percent in April after a March increase of 0.5 percent, which was larger than previously estimated, the Commerce Department reported. The National Association of Purchasing Management-Chicago said its index of area businesses rose to 68, the highest since July 1988. [Page C4.]",
      "lead_paragraph": "Consumer Spending Rises As Economy Gains Strength",
      "publication_date": "2004-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/29/business/business-digest-778915.html",
      "byline": ""
    },
    {
      "headline": "Colombians Urged to Drink More and Better Coffee (Their Own)",
      "snippet": "Federation of Colombian coffee growers seeks to spur domestic consumption in face of low prices and supply glut; good cup of coffee has been hard to find in Colombia, where premium beans have tradionally been exported and few practice best brewing...",
      "abstract": "Federation of Colombian coffee growers seeks to spur domestic consumption in face of low prices and supply glut; good cup of coffee has been hard to find in Colombia, where premium beans have tradionally been exported and few practice best brewing methods; Brazil's success in 1990's in doubling internal consumption noted; photo (M)",
      "lead_paragraph": "Colombia may assert proudly that it grows the world's best coffee, but Eva Celeita knows that most of her fellow Colombians do not know how to brew a decent cup.",
      "publication_date": "2004-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/29/business/colombians-urged-to-drink-more-and-better-coffee-their-own.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Republicans Rush to Form New Finance Groups",
      "snippet": "Republicans, after months spent trying to shut down Democratic advocacy groups that have raised tens of millions of dollars in unlimited contributions to support Sen John Kerry, are scrambling to set up similar groups to collect donations to help ...",
      "abstract": "Republicans, after months spent trying to shut down Democratic advocacy groups that have raised tens of millions of dollars in unlimited contributions to support Sen John Kerry, are scrambling to set up similar groups to collect donations to help Pres Bush; respond to Federal Election Commission's decision to delay new campaign finance rules that would have restricted such 527 committees; are recruiting fund-raisers and scheduling events; Bush and Kerry are still raising money through their campaigns, but alternative financing sources will become even more crucial when candidates are each limited to $75 million in public financing after political conventions; Democrats, copying Republicans, are creating new tier of individual fund-raisers called 'trustees,' who are supposed to raise $250,000 each for Democratic National Committee; photos (M)",
      "lead_paragraph": "After months spent trying to shut down Democratic advocacy groups that have raised tens of millions of dollars in unlimited contributions to support Senator John Kerry, Republicans are scrambling to set up similar organizations to collect donations to help President Bush.",
      "publication_date": "2004-05-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/29/us/the-2004-campaign-campaign-finance-republicans-rush-to-form-new-finance-groups.html",
      "byline": "By Glen Justice"
    },
    {
      "headline": "EXILE WITH TIES TO C.I.A. IS NAMED PREMIER OF IRAQ",
      "snippet": "United Nations envoy Lakhdar Brahimi chooses Dr Iyad Alawi, secular-minded Shiite exile with close Central Intelligence Agency ties, to be interim Iraqi prime minister when Americans transfer soverignty June 30; Iraqi Governing Council unanimously...",
      "abstract": "United Nations envoy Lakhdar Brahimi chooses Dr Iyad Alawi, secular-minded Shiite exile with close Central Intelligence Agency ties, to be interim Iraqi prime minister when Americans transfer soverignty June 30; Iraqi Governing Council unanimously approves choice, made after days of intense talks involving Iraqi leaders and American officials; Brahimi had favored Dr Hussain al-Shahristani, more apolitical technocrat who faced intense opposition from Iraq's largest political parties; will name rest of interim government, including president, soon; Bush administration backs Alawi; unexpected choice startles some Iraqi leaders and UN officials (M) played central role in long, American-backed effort to oust Saddam Hussein;",
      "lead_paragraph": "Iyad Alawi, an Iraqi neurologist known for his close ties to the Central Intelligence Agency, was chosen Friday to be the country's interim prime minister when the Americans transfer sovereignty here on June 30.",
      "publication_date": "2004-05-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/29/world/the-struggle-for-iraq-politics-exile-with-ties-to-cia-is-named-premier-of-iraq.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "A Different Era for Alternative Energy",
      "snippet": "Alternative energy sources are growing rapidly, independent of rising oil and natural gas prices; many experts say renewable energy projects will not suffer as badly as they once would have should fossil fuel prices recede from current high levels...",
      "abstract": "Alternative energy sources are growing rapidly, independent of rising oil and natural gas prices; many experts say renewable energy projects will not suffer as badly as they once would have should fossil fuel prices recede from current high levels; cite dramatically improved technologies that have brought down prices; overall role of alternative energy in energy supply remains small, because alternatives are still more expensive than energy produced from fossil fuel; photos (M)",
      "lead_paragraph": "Sales of solar power equipment are hot. Wind energy projects are sprouting up across the landscape. Methane that builds up in the garbage in landfills is being sold in growing quantities to generate power.",
      "publication_date": "2004-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/29/business/a-different-era-for-alternative-energy.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Cuba Base Sent Its Interrogators To Iraqi Prison",
      "snippet": "Military officials say interrogation experts from Guantanamo Bay, Cuba, detention camp were sent to Iraq last fall and played major role in training American military intelligence teams at Abu Ghraib prison; say teams, which were allowed broad lat...",
      "abstract": "Military officials say interrogation experts from Guantanamo Bay, Cuba, detention camp were sent to Iraq last fall and played major role in training American military intelligence teams at Abu Ghraib prison; say teams, which were allowed broad latitude in questioning 'enemy combatants' at Guantanamo, played key role at prison through Dec, time when worst abuses of prisoners were taking place; say Maj Gen Geoffrey D Miller, then head of Guantanamo detention operations, was sent to Iraq last summer to recommend improvements in intelligence gathering and detention, and urged teams be sent; military officials say Maj Gen George W Fay will determine whether tactics used at Guanatano and in Afghanistan were wrongly applied in Iraq (M)",
      "lead_paragraph": "Interrogation experts from the American detention camp at Guantánamo Bay, Cuba, were sent to Iraq last fall and played a major role in training American military intelligence teams at Abu Ghraib prison there, senior military officials said Friday.",
      "publication_date": "2004-05-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/29/world/the-reach-of-war-gi-instructors-cuba-base-sent-its-interrogators-to-iraqi-prison.html",
      "byline": "By Douglas Jehl and Andrea Elliott"
    },
    {
      "headline": "Allen-Edmonds Keeps Its Shoes On an American Factory Floor",
      "snippet": "Allen-Edmonds president John Stollenwerk has invested in upgrading Port Washington, Wis, shoe plant, resisting tide that has decimated American shoe manufacturing industry; hopes move will save company 5 percent on each shoe, compared with 60 perc...",
      "abstract": "Allen-Edmonds president John Stollenwerk has invested in upgrading Port Washington, Wis, shoe plant, resisting tide that has decimated American shoe manufacturing industry; hopes move will save company 5 percent on each shoe, compared with 60 percent he could save by moving manufacturing to China; other shoe manufacturers and retailers comment on need to shift production abroad; photos (M)",
      "lead_paragraph": "The rumble, hum and clack of the Allen-Edmonds shoe factory went quiet in late December. Many of the machines that helped workers pack insoles, trim the leather and buff the finished men's dress shoes were gone by New Year's Day.",
      "publication_date": "2004-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/29/business/allen-edmonds-keeps-its-shoes-on-an-american-factory-floor.html",
      "byline": "By Aaron Nathans"
    },
    {
      "headline": "THERAPY IMPASSE -- A Cancer Hope Deferred; Blood Treatment's Promise Mired in Bureaucracy",
      "snippet": "Efforts to create readily accessible national supply of umbilical cord blood, source of stem cell transplants for leukemia and lymphoma patients, is being held back by financial and bureacratic snags and by turf war between field's two leading non...",
      "abstract": "Efforts to create readily accessible national supply of umbilical cord blood, source of stem cell transplants for leukemia and lymphoma patients, is being held back by financial and bureacratic snags and by turf war between field's two leading nonprofit players; there are no federal standards for collecting and storing blood, byproduct of normal childbirth that is rich in stem cells, and no central registry and database to make stored blood easy for doctors to find; industry seems unable to organize itself in absence of federal coordination and lack of political consensus on matter has kept government from nurturing national system; lack of fully functioning system has curbed demand by transplant doctors, leaving blood banks without funds to collect and store more units; diagram; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/29/us/therapy-impasse-cancer-hope-deferred-blood-treatment-s-promise-mired-bureaucracy.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "'04 Graduates Learned Lesson In Practicality",
      "snippet": "National surveys and interviews with corporate recruiters, administrators and students find that thorough preparation for careers after college is shaping up as a defining characteristic of class of 2004 at institutions big and small, public and p...",
      "abstract": "National surveys and interviews with corporate recruiters, administrators and students find that thorough preparation for careers after college is shaping up as a defining characteristic of class of 2004 at institutions big and small, public and private, around country; this spring's graduates are among first of what many call 'millennial generation'--students born since 1982, who have come of age in 21st century; experts say their strategic, pragmatic approach to entering work force speaks of coming wave of adults bent on enternig mainstream--and staying there; examples cited; photos (L)",
      "lead_paragraph": "When Jim Moore visited Ohio State University this year on his annual recruiting trip for Ford Motor, he expected the usual barrage of questions from graduating seniors about salaries and vacations.",
      "publication_date": "2004-05-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/30/us/04-graduates-learned-lesson-in-practicality.html",
      "byline": "By Eduardo Porter and Greg Winter"
    },
    {
      "headline": "Lawsuits: This Year's Model",
      "snippet": "Automakers are facing lawsuits contending that design of SUV's and pickups make them particularly dangerous to people in cars; not only are SUV's and pickups heavier than passenger cars, but they ride higher off ground and often do not engage most...",
      "abstract": "Automakers are facing lawsuits contending that design of SUV's and pickups make them particularly dangerous to people in cars; not only are SUV's and pickups heavier than passenger cars, but they ride higher off ground and often do not engage most crash-resistant parts of cars, overriding their bumpers or, even worse, smashing their front ends directly into heads of people in cars in side impacts; lower-priced cars to not have side air bags that protect people's heads, cause for suits against their manufacturers; government estimates that equipping all cars with side air bags with head protection would save 700 to 1,000 lives a year; federal regulators propose new tests that would make that a requirement, but changes are not due until end of decade; photos; graphs (L)",
      "lead_paragraph": "JUST before dark on Halloween night in 2002, Dereck Lopez turned her red Chevrolet Cavalier onto Hemphill Street, a long road that runs from downtown Fort Worth to the outskirts of the city. Ms. Lopez, 18, was heading to her brother's house to take her nieces trick-or-treating.",
      "publication_date": "2004-05-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/30/business/lawsuits-this-year-s-model.html",
      "byline": "By Danny Hakim and Norm Alster"
    },
    {
      "headline": "Scant Evidence Cited in Long Detention of Iraqis",
      "snippet": "Army report complete last fall shows that hundreds of Iraqi prisoners were held in Abu Ghraib prison for prolonged periods despite lack of evidence that they posed security threat to American forces; unpublished report, by Maj Gen Donald J Ryder, ...",
      "abstract": "Army report complete last fall shows that hundreds of Iraqi prisoners were held in Abu Ghraib prison for prolonged periods despite lack of evidence that they posed security threat to American forces; unpublished report, by Maj Gen Donald J Ryder, reflects what other senior Army officers have described as deep concern among some American officers and officials in Iraq over refusal of top American commanders in Baghdad to authorize release of so-called security prisoners; some of those prisoners were held for interrogation at Abu Ghraib in cellblock that became site of worst abuses at prison; photo (L)",
      "lead_paragraph": "Hundreds of Iraqi prisoners were held in Abu Ghraib prison for prolonged periods despite a lack of evidence that they posed a security threat to American forces, according to an Army report completed last fall.",
      "publication_date": "2004-05-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/30/world/the-reach-of-war-abu-ghraib-scant-evidence-cited-in-long-detention-of-iraqis.html",
      "byline": "By Douglas Jehl and Kate Zernike"
    },
    {
      "headline": "At (Your Name Here) Arena, Money Talks",
      "snippet": "Companies craving public recognition and customers are vying for rights to name arenas and stadiums after themselves; in fast-growing marketplace, more than half the arenas and stadiums in professional baseball, football, basketball and hockey now...",
      "abstract": "Companies craving public recognition and customers are vying for rights to name arenas and stadiums after themselves; in fast-growing marketplace, more than half the arenas and stadiums in professional baseball, football, basketball and hockey now bear corporate names; in latest deal, Ameriquest Mortgage Co is paying Texas Rangers $75 million over 30 years to rename their stadium Ameriquest Field; there are 66 such naming-rights deals with total contract value of $3.6 billion, up from three deals worth $25 million in 1988; but market for naming rights reflects undulations of American business; bankruptcies, mergers, stock market tumble and accounting scandals have resulted in fair degree of confusion and re-renaming; photos; chart (L)",
      "lead_paragraph": "GET your scorecard. You will need one to traverse a peculiar, fast-growing marketplace in which companies craving public recognition and customers vie for the rights to name arenas and stadiums after themselves.",
      "publication_date": "2004-05-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/30/business/at-your-name-here-arena-money-talks.html",
      "byline": "By Richard Sandomir"
    },
    {
      "headline": "Will the Fed's Slow-Mo Approach Backfire?",
      "snippet": "Federal Reserve Board is expected to raise interest rates in coming months, but very gradually; board members are desperate to avoid repeat of 1994, when aggressive rate increases of three percentage points over year helped precipitate financial t...",
      "abstract": "Federal Reserve Board is expected to raise interest rates in coming months, but very gradually; board members are desperate to avoid repeat of 1994, when aggressive rate increases of three percentage points over year helped precipitate financial trauma; investment strategist James W Paulsen saysFed's timid approach could backfire, creating kind of spike in rates that central bank hopes to avoid; he says given how indebted American consumers are, sudden sharp rise in rates could have broad and damaging implications across economy; notes that when bondholders are afraid, they sell bonds, pushing up interest rates, whatever Fed says or does; says spike would expose borrowers to considerably higher costs as rates rise; graph (M)",
      "lead_paragraph": "CAREFULLY orchestrated utterances from various Federal Reserve Board members make it clear that when the Fed starts raising interest rates in coming months, it will do so gingerly, as in ever so gradually. They are desperate to avoid a repeat of 1994, when aggressive rate increases of three percentage points over one year helped precipitate financial traumas of the sort that occurred in Mexico and in Orange County, Calif.",
      "publication_date": "2004-05-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/30/business/will-the-fed-s-slow-mo-approach-backfire.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "AT LEAST 10 DEAD",
      "snippet": "Gunmen open fire on three complexes used largely by Americans and other foreigners in Saudi Arabia's Eastern Province and seize large group of hostages, bringing terrorist atttacks that have plagued country for past year into heart of its oil-prod...",
      "abstract": "Gunmen open fire on three complexes used largely by Americans and other foreigners in Saudi Arabia's Eastern Province and seize large group of hostages, bringing terrorist atttacks that have plagued country for past year into heart of its oil-producing region; official Saudi Press Agency quotes Crown Prince Abdullah, country's de facto ruler, as saying that 10 Saudis and expatriates had been killed; but sporadic gunfire continues into night in Khobar, town on Persian Gulf where attacks occured, and reports remain confused; photo; maps (L)",
      "lead_paragraph": "Gunmen opened fire Saturday on three complexes used largely by Americans and other foreigners in Saudi Arabia's Eastern Province and seized a large group of hostages, bringing the terrorist attacks that have plagued the country for the past year into the heart of its oil-producing region.",
      "publication_date": "2004-05-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/30/world/militants-attack-in-saudi-oil-area-at-least-10-dead.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "U.S. Troops Die in Afghanistan",
      "snippet": "Four American soldiers were killed in action in southern Afghanistan, the scene of recent clashes between American and suspected Taliban forces. Page 14.",
      "abstract": "Four American soldiers were killed in action in southern Afghanistan, the scene of recent clashes between American and suspected Taliban forces. Page 14.",
      "lead_paragraph": "Four American soldiers were killed in action in southern Afghanistan, the scene of recent clashes between American and suspected Taliban forces. Page 14.",
      "publication_date": "2004-05-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/30/world/us-troops-die-in-afghanistan.html",
      "byline": ""
    },
    {
      "headline": "Deadlock Seen On Presidency In Iraqi Talks",
      "snippet": "American, Iraqi and United Nations officials deadlock over selection of Iraqi president, even as they appear to strike deal over most important cabinet ministers for new government that is to take over on July 1; on one side of deadlock are United...",
      "abstract": "American, Iraqi and United Nations officials deadlock over selection of Iraqi president, even as they appear to strike deal over most important cabinet ministers for new government that is to take over on July 1; on one side of deadlock are United Nations envoy, Lakdar Brahimi, and chief American administrator, L Paul Bremer III, who are backing former foreign minister, Adnan Pachachi; leaders of Iraqi Governing Council support rival, Sheik Ghazi Ajil al-Yawar; both men are Sunnis (M)",
      "lead_paragraph": "American, Iraqi and United Nations officials deadlocked Saturday over the selection of an Iraqi president, even as they appeared to strike a deal over the most important cabinet ministers for the new government that is to take over on July 1.",
      "publication_date": "2004-05-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/30/world/the-reach-of-war-transfer-of-power-deadlock-seen-on-presidency-in-iraqi-talks.html",
      "byline": "By Dexter Filkins and Steven R. Weisman"
    },
    {
      "headline": "Teenage Job Seekers Face Slow Summer",
      "snippet": "Employment for teen-agers is tough to find this summer; what has been considered one of tightest summer job markets for teenagers in recent years may be even more dire in New York City; nationally, only 42 percent of teenagers looking for work can...",
      "abstract": "Employment for teen-agers is tough to find this summer; what has been considered one of tightest summer job markets for teenagers in recent years may be even more dire in New York City; nationally, only 42 percent of teenagers looking for work can expect to find it this ummer, down from 52 percent in 2000; photo (M)",
      "lead_paragraph": "Last summer Alexandra Baych, 16, had her dream job. She visited crime scenes. She interviewed witnesses. Her long-term goal of becoming a lawyer seemed more than promising under the tutelage of lawyers at the Bronx district attorney's office.",
      "publication_date": "2004-05-30T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/05/30/jobs/home-front-teenage-job-seekers-face-slow-summer.html",
      "byline": "By Betsy Cummings"
    },
    {
      "headline": "Seekers, Drawn to Las Vegas, Find a Broken Promised Land",
      "snippet": "First article in series American Dreamers. The Lure of Las Vegas focuses on newcomers to Las Vegas who settle in at Budget Suites hotel, no-frills establishment, where they attempt to find their footing; Las Vegas is at center of population boom t...",
      "abstract": "First article in series American Dreamers. The Lure of Las Vegas focuses on newcomers to Las Vegas who settle in at Budget Suites hotel, no-frills establishment, where they attempt to find their footing; Las Vegas is at center of population boom that has transformed American desert over last three decades; this busy hotel and others in Budget Suites of America chain are cinder-block equivalent of circled wagon trains, community of dreamers, pioneers and strivers pulling up for a while en route to someplace and something better; based on federal tax returns, Internal Revenue Service estimates that nearly 55,000 people gave up on their dream of living in southern Nevada last year and moved elsewhere; study in 2003 by Fordham Institute for Innovation in Social Policy identified Nevada and its neighbors Arizona and New Mexico as 'social recession' states because of chronic problems like crime, child poverty, suicide among elderly and high school dropouts; Las Vegas is America's strangest, most mythic magnet city--a tourist town that doubles as beacon for American dream; a vast migration of newcomers pursuing better jobs, bigger homes and easier lives in desert Southwest has made Las Vegas and its suburbs a land of unmatched opportunity and extreme dysfunction; photos; tables; maps (L)",
      "lead_paragraph": "South on Las Vegas Boulevard, well beyond the casino-scraped skyline, there is a three-story hotel where tourists seldom go.",
      "publication_date": "2004-05-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/30/us/seekers-drawn-to-las-vegas-find-a-broken-promised-land.html",
      "byline": "By Dean E. Murphy"
    },
    {
      "headline": "New Teachers, New Pupils and Schools With Revolving Doors",
      "snippet": "Second article in series American Dreamers: The Lure of Las Vegas describes Bilbray Elementary School, where Jennifer Noble is one of more than 2,000 new teachers recruited last year in nation's fastest-growing school district; photos; new schools...",
      "abstract": "Second article in series American Dreamers: The Lure of Las Vegas describes Bilbray Elementary School, where Jennifer Noble is one of more than 2,000 new teachers recruited last year in nation's fastest-growing school district; photos; new schools are tenuous outposts of community in glue-stick landscapes of raw housing developments; Bilbray itself was too small for growing population as soon as it opened last fall; Noble and husband Chris, who met in New Jersey, moved with three small children back to Las Vegas, where she lived as child, because their salaries, his as chef, were not enough in California; he now works 15-hour days at bistro in Venetian hotel; many of Noble's pupils on mobile frontier are veterans of multiple moves from ever-shifting boundaries of schools rising from desert (M)",
      "lead_paragraph": "Some nights when she is having trouble sleeping, Jennifer Noble awakens to a yellow beam of light flickering through the mini-blinds. A tow truck in the distance, its rude light flashing, is a sure sign of a Las Vegas dawn, soon to be joined by cement mixers and school buses.",
      "publication_date": "2004-05-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/31/us/new-teachers-new-pupils-and-schools-with-revolving-doors.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "Gaps Seen in 'Virtual Border' Security System",
      "snippet": "Computer scientists and engineers are raising questions about government plan to create multibillion-dollar computer system of 'virtual borders' intended to identify would-be terrorists entering United States; critics claim government has had bad ...",
      "abstract": "Computer scientists and engineers are raising questions about government plan to create multibillion-dollar computer system of 'virtual borders' intended to identify would-be terrorists entering United States; critics claim government has had bad record in building computereized systems based on unproved technology; system would capture biometric data, like fingerprints, photographs and voiceprints, at 211 visa-issuing posts overseas; Dept of Homeland Security is expected to announce award of contract to extend reach of its US-Visit program; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/31/business/technology-gaps-seen-in-virtual-border-security-system.html",
      "byline": "By John Markoff and Eric Lichtblau"
    },
    {
      "headline": "SAUDI MILITARY STORMS COMPLEX TO FREE HOSTAGES",
      "snippet": "Saudi commandos in helicopters storm residential complex in Khobar, freeing most of dozens of foreign hostages trapped by four armed militants for 24 hours; photo; map; government reports 22 people killed by militants and 25 wounded, with militant...",
      "abstract": "Saudi commandos in helicopters storm residential complex in Khobar, freeing most of dozens of foreign hostages trapped by four armed militants for 24 hours; photo; map; government reports 22 people killed by militants and 25 wounded, with militants' leader wounded and captured; three other gunmen use hostages as cover to escape in stolen car; attack on luxurious Oasis Residential Resorts is second brazen assault this month against Saudi oil industry and comes as country tries to increase production to ease record global oil prices; one American known dead; most of others are Indian or Filipino; seven American government workers reportedly eluded capture; assault details are murky; Saudi Amb Prince Bandar bin Sultan says oil production will not be disrupted by terrorists; Al Qaeda group claims responsibility (M)",
      "lead_paragraph": "Saudi commandos in helicopters stormed an upscale residential complex in this oil center on Sunday, freeing most of the dozens of Westerners and other foreigners who had been trapped by four armed militants in the compound's hotel for 24 hours. The militants killed 22 people, the Interior Ministry announced.",
      "publication_date": "2004-05-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/31/world/saudi-military-storms-complex-to-free-hostages.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Office Politics Give Liberal Radio a Rocky Start",
      "snippet": "Air America Radio's first two months of broadcasting have been convulsive; fledgling talk-radio network has replaced five top executives, been taken off air in two of its top three markets and lost several crucial producers; current and former exe...",
      "abstract": "Air America Radio's first two months of broadcasting have been convulsive; fledgling talk-radio network has replaced five top executives, been taken off air in two of its top three markets and lost several crucial producers; current and former executives agree that company is perilously close to running out of money, although it has received infusion of cash from unidentified source; Al Franken, network's best-known star, says he has agreed not to draw salary temporarily; turmoil has laid bare mismatched collection of managers and investors, including Democratic Party fund-raisers, Internet entrepreneurs and radio veterans who do not get along well; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/31/business/media-office-politics-give-liberal-radio-a-rocky-start.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "When Software Fails to Stop Spam, It's Time to Bring In the Detectives",
      "snippet": "Spammers have been sending more junk e-mail than ever, despite new federal antispam law that took effect Jan 1; few have been brought into court because it is hard to find them and link them to electronic offers of pills and pornography; vanguard ...",
      "abstract": "Spammers have been sending more junk e-mail than ever, despite new federal antispam law that took effect Jan 1; few have been brought into court because it is hard to find them and link them to electronic offers of pills and pornography; vanguard of fight against spam has turned from software engineers to investigators in private industry, and increasing number of prosecutors and law enforcement agents who are learning how to combine traditional detective work with cyber-sleuthing; Sterling McBride of Microsoft's antispam unit says he uses tools he learned as United States Marshal to find spammers; photos (M)",
      "lead_paragraph": "Sterling McBride spends a lot of time waiting for spammers to make a mistake. They usually do.",
      "publication_date": "2004-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/31/business/when-software-fails-to-stop-spam-it-s-time-to-bring-in-the-detectives.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Black Writers Seize Glamorous Ground Around 'Chick Lit'",
      "snippet": "Lyah Beth LeFlore, 34-year-old television producer and co-author of Cosmopolitan Girls, is one of several black women writing Manhattan-based novels about black women living high-octane lives; black 'chick-lit,' like white counterpart, centers on ...",
      "abstract": "Lyah Beth LeFlore, 34-year-old television producer and co-author of Cosmopolitan Girls, is one of several black women writing Manhattan-based novels about black women living high-octane lives; black 'chick-lit,' like white counterpart, centers on single women with dream jobs who precariously balance personal and professional lives; other books include The Accidental Diva by Tia Williams, beauty director at Teen People magazine; photos of several authors (M)",
      "lead_paragraph": "It prompted viewers across the country to plunk down hundreds for Manolo Blahniks, convinced them that gold nameplates and giant silk flowers were must-have accessories and proved, time and time again, that nirvana could be found in an eight-ounce cosmo. But for a few African-American women HBO's series ''Sex and the City'' had a more profound and wholly unexpected effect: it motivated them to write fiction.",
      "publication_date": "2004-05-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/31/us/black-writers-seize-glamorous-ground-around-chick-lit.html",
      "byline": "By Lola Ogunnaike"
    },
    {
      "headline": "Technology Strains to Find Menace in the Crowd",
      "snippet": "Face-recognition technology is often touted as promising tool in fight against terrorism; its performance is improving after initially failing miserably in some well-publicized tests for picking faces out of crowds; face-recognition systems use ca...",
      "abstract": "Face-recognition technology is often touted as promising tool in fight against terrorism; its performance is improving after initially failing miserably in some well-publicized tests for picking faces out of crowds; face-recognition systems use cameras and computers to map someone's facial features, collect data for storage in databases or on microchip on documents like passports; so far, making technology work has required nearly perfect lighting and co-operative subjects, conditions not present when trying to spot suspected terrorists and criminals in a crowd; those conditions are present at major casinos, which now use the tehcnology to spot card counters at blackjack tables; photos (M)",
      "lead_paragraph": "Face-recognition technology, often touted as a promising tool in the fight against terrorism, earned a bad reputation after it failed miserably in some well-publicized tests for picking faces out of crowds. Yet, on simpler challenges, the technology's performance is improving and business has been growing.",
      "publication_date": "2004-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/31/business/technology-strains-to-find-menace-in-the-crowd.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "A Worn Road For U.N. Aide",
      "snippet": "News analysis of UN envoy Lakhdar Brahimi's work to put into place interim government for Iraq; appointments leaked so far suggest that what he accomplishes may turn out to represent not so much Iraqi self-government as rearrangement of familiar f...",
      "abstract": "News analysis of UN envoy Lakhdar Brahimi's work to put into place interim government for Iraq; appointments leaked so far suggest that what he accomplishes may turn out to represent not so much Iraqi self-government as rearrangement of familiar faces; Iraqi critics cite unexpected US assertiveness and Brahimi's 'surprising passivity' and warn new government may lack credibility to carry country through turbulent period leading to elections next year; Brahimi reportedly was pushed by Americans into accepting Ayad Allawi for prime minister, choice that reinforces surprising role of Governing Council whose members are eager to latch onto new government (M)",
      "lead_paragraph": "When Lakhdar Brahimi, the United Nations envoy, arrived earlier this month, he declared that he would crisscross Iraq to give the people a new government, one that he suggested would be more independent of America's heavy-handed ways.",
      "publication_date": "2004-05-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/31/world/the-reach-of-war-new-government-a-worn-road-for-un-aide.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "U.S. Steps Up Push Against Online Casinos By Seizing Cash",
      "snippet": "United States marshals seized $3.2 million from Discovery Communications, television and media company, in aggressive effort to crack down on new target, Internet gambling; told Discovery, which is based in Silver Spring, Md, that it could be part...",
      "abstract": "United States marshals seized $3.2 million from Discovery Communications, television and media company, in aggressive effort to crack down on new target, Internet gambling; told Discovery, which is based in Silver Spring, Md, that it could be party to illegal activity by broadcasting advertisements for Costa Rica-based Internet casino operation; federal prosecutors contend that online gambling sites are illegal, but offshore casinos fall outside their jurisdiction; government has been trying to curb sites' activities by investigating and pressuring American companies, such as Discovery, that provide services to offshore gambling sites on theory that they are 'aiding and abetting' operation; seizure of money has escalated government's attack and raised strong criticism from first Amendment experts, media industry executives and people involved with offshore casinos (M)",
      "lead_paragraph": "Federal law enforcement officials routinely seize money they suspect is connected to activities like money laundering, terrorism or drug smuggling. But in early April, United States marshals seized $3.2 million from Discovery Communications, the television and media company, in an aggressive effort to crack down on a new target, Internet gambling.",
      "publication_date": "2004-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/31/business/us-steps-up-push-against-online-casinos-by-seizing-cash.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Saudi Arabia Attack Raises Concerns About Oil Output  The latest attack on foreign residential and office complexes in Saudi Arabia has heightened concerns over its ability to press forward with increases in oil production at a time when global pe...",
      "abstract": " Saudi Arabia Attack Raises Concerns About Oil Output  The latest attack on foreign residential and office complexes in Saudi Arabia has heightened concerns over its ability to press forward with increases in oil production at a time when global petroleum supplies are becoming increasingly sensitive to any disruptions.     The timing of the attack in Khobar, a city on the Persian Gulf, also appear to have been intended to inflict damage on the credibility of Saudi officials traveling to Beirut this week for a meeting of OPEC. [Section A.]",
      "lead_paragraph": "Saudi Arabia Attack Raises Concerns About Oil Output",
      "publication_date": "2004-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/31/business/business-digest-795437.html",
      "byline": ""
    },
    {
      "headline": "For Soldiers Back From Iraq, Basic Training in Resuming Life",
      "snippet": "Thousands of soldiers returning from Iraq attend mandatory 'debriefs' to prepare them to resume daily lives and cope with both ordinary family stress and extraordinary tensions of returning from war; Lt Col Dan McClure's sessions at Fort Riley str...",
      "abstract": "Thousands of soldiers returning from Iraq attend mandatory 'debriefs' to prepare them to resume daily lives and cope with both ordinary family stress and extraordinary tensions of returning from war; Lt Col Dan McClure's sessions at Fort Riley stress that coming home, however welcome, will not be as easy as soldiers believe, and they will have to cope with everything from stupid questions about what they did in war to strained relationships with wives and children; photos; map; graphs on deployments out of Fort Riley; sessions were begun in response to spate of deaths at Fort Bragg in 2002, when four soldiers were charged with killing wives in unrelated cases (M)",
      "lead_paragraph": "Lt. Col. Dan McClure struts up and down the auditorium in his camouflage fatigues, every bit the drill sergeant he was for years: tormenting any poor soul whose cellphone dares to ring, anyone with the unfortunate rank of lieutenant, anyone blond.",
      "publication_date": "2004-05-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/31/us/for-soldiers-back-from-iraq-basic-training-in-resuming-life.html",
      "byline": "By Monica Davey"
    }
  ]
}