{
  "metadata": {
    "date": "2004-01-21",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: Philippines: Trade Deficit Rises",
      "snippet": "Philippines' trade deficit staged eightfold increase in November compared with same month year ago, to $322 million (S)",
      "abstract": "Philippines' trade deficit staged eightfold increase in November compared with same month year ago, to $322 million (S)",
      "lead_paragraph": "The trade deficit staged an eightfold increase in November compared with the same month a year ago, to $322 million, according to government statistics. Imports were driven up by electronics components, most of which are subsequently used to assemble other electronics products and then exported. While some economists said they suspected exports might have been underreported, others said the new data underscored the weakness of the Philippine economy compared with its Asian neighbors. Wayne Arnold (NYT)",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/21/business/world-business-briefing-asia-philippines-trade-deficit-rises.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "In Gay-Marriage Ruling, Boom for Provincetown",
      "snippet": "Wedding providers in Provincetown, Mass, gear up for deluge of businesses after May 17, court-set deadline for State Legislature to make provisions for same-sex marriages; town is gay-friendly and already provides domestic partnership licenses tha...",
      "abstract": "Wedding providers in Provincetown, Mass, gear up for deluge of businesses after May 17, court-set deadline for State Legislature to make provisions for same-sex marriages; town is gay-friendly and already provides domestic partnership licenses that give gay couples certain rights within town limits; town clerk worries about crush of paperwork; photo (M)",
      "lead_paragraph": "After the tourists and the drag queens disappear for the winter, the pace of this Cape Cod village most years slows to a small-town lull. But on a recent afternoon, Dave Schermacher, a caterer here, stared down at a to-do list that spilled over two pages. Mr. Schermacher, who runs PTown Parties, had been busy since 6:30 a.m., already preparing for nine weddings next summer and fall.",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/21/us/in-gay-marriage-ruling-boom-for-provincetown.html",
      "byline": "By John Leland"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Inquiry At Software Company",
      "snippet": "World Business Briefing: Italy: Inquiry At Software Compa",
      "abstract": "World Business Briefing: Italy: Inquiry At Software Compa",
      "lead_paragraph": "The software company Finmatica said some executives were under criminal investigation. Finmatica's chairman, Pierluigi Crudele, is being investigated over accusations that he falsified company accounts, according to a person with knowledge of the case. Other directors and at least one internal auditor are also under investigation, the person said. Finmatica said its headquarters offices in Brescia were searched by investigators but it declined to give further details. Eric Sylvers (IHT)",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/21/business/world-business-briefing-europe-italy-inquiry-at-software-company.html",
      "byline": "By Eric Sylvers (IHT)"
    },
    {
      "headline": "Argentine Soy Exports Are Up, But Monsanto Is Not Amused",
      "snippet": "Booming soy exports may be boon to Argentina's convalescent economy, but Monsanto has stopped selling its Roundup Ready soybean seeds because of sharp rise in blackmarket sales of genetically modified seeds has badly cut into company's revenue; Ar...",
      "abstract": "Booming soy exports may be boon to Argentina's convalescent economy, but Monsanto has stopped selling its Roundup Ready soybean seeds because of sharp rise in blackmarket sales of genetically modified seeds has badly cut into company's revenue; Argentina exported nearly 25 million tons of soy meal and oil last year; nearly $5.5 billion earned from soy exports in first three quarters of 2003 gave economy much-needed lift as it gradually recovers from four-year recession that led to default and currency devaluation in 2002; photo (M)",
      "lead_paragraph": "Booming soy exports may be a boon to Argentina's convalescent economy, but Monsanto has stopped selling its Roundup Ready soybean seeds because a sharp rise in black-market sales of genetically modified seeds has badly cut into the company's revenue.",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/21/business/argentine-soy-exports-are-up-but-monsanto-is-not-amused.html",
      "byline": "By Tony Smith"
    },
    {
      "headline": "In Position for the '04 Race",
      "snippet": "Todd S Purdum analysis of Pres Bush's State of the Union address says it blended potent reminders of his role as commander in chief of nation at war with pledges to confront domestic issues that his Democratic rivals hope may defeat him (M)",
      "abstract": "Todd S Purdum analysis of Pres Bush's State of the Union address says it blended potent reminders of his role as commander in chief of nation at war with pledges to confront domestic issues that his Democratic rivals hope may defeat him (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/21/us/state-of-the-union-news-analysis-in-position-for-the-04-race.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "A Shuffled Democratic Deck Arrives in New Hampshire",
      "snippet": "Sen John Kerry arrives in Manchester, NH, revitalized by his victory in Iowa's Democratic presidential caucuses and confident of success in New Hampshire primary, even while proclaiming himself the underdog; campaign contributions suddenly pick up...",
      "abstract": "Sen John Kerry arrives in Manchester, NH, revitalized by his victory in Iowa's Democratic presidential caucuses and confident of success in New Hampshire primary, even while proclaiming himself the underdog; campaign contributions suddenly pick up; aides still speak of Howard Dean as greatest threat, but make clear Kerry is also braced for battle with Gen Wesley Clark; crucial element in Kerry's Iowa victory was his underestimated field operation, led by Michael Whouley; photos (M)",
      "lead_paragraph": "A revitalized Senator John Kerry touched down here before sunrise on Tuesday, sleepless but confident, his line of attack pointed straight at the White House.",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/21/us/2004-campaign-massachusetts-senator-shuffled-democratic-deck-arrives-new.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Fourth-Quarter Earnings Nearly Double at Citigroup  Fourth-quarter profits at Citigroup nearly doubled on the strength of its credit card business and lower litigation costs. The results included a $242 million after-tax charge for loan and tradin...",
      "abstract": " Fourth-Quarter Earnings Nearly Double at Citigroup  Fourth-quarter profits at Citigroup nearly doubled on the strength of its credit card business and lower litigation costs. The results included a $242 million after-tax charge for loan and trading losses tied to Parmalat. Revenue rose 13 percent, to $20.15 billion.     Citigroup also announced a 14 percent increase in its quarterly dividend, to 40 cents a share. [Page C4.]",
      "lead_paragraph": "Fourth-Quarter Earnings Nearly Double at Citigroup",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/21/business/business-digest-050962.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Chemical Executive Resigns",
      "snippet": "Lonza Group'",
      "abstract": "Lonza Group'",
      "lead_paragraph": "The chief executive of the Lonza Group, a biotechnology and chemicals company, resigned as the company posted a decline of 59 percent in 2003 profit. The chief executive, Markus Gemuend, left, who joined Lonza's legal department in 1988, stepped down after less than two years in the job, the company said. Lonza, based in Basel, said that it had expected a recovery in the second half of 2003, but that its net income fell to 91 million Swiss francs ($71.6 million) from 221 million francs. The company said its largest unit, Exclusive Synthesis and Biotechnology, had been hurt by a low rate of drug approvals, inventory reduction by customers, and overcapacity in the industry. Fiona Fleck (NYT)",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/21/business/world-business-briefing-europe-switzerland-chemical-executive-resigns.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "Bank of Japan Eases Monetary Policy",
      "snippet": "Bank of Japan, acting to firm up sharply weakened dollar, unexpectedly eases monetary policy at two-day meeting; policy board seeks to restrain rising yen, surprising analysts, given that Japanese economy appears to be rebounding from its long rec...",
      "abstract": "Bank of Japan, acting to firm up sharply weakened dollar, unexpectedly eases monetary policy at two-day meeting; policy board seeks to restrain rising yen, surprising analysts, given that Japanese economy appears to be rebounding from its long recession without new help from central bank; bank raises limit on amount it can leave in money markets to 35 trillion yen ($327 billion), up from 32 trillion yen, increase of about $28 billion; also lowers standards needed to buy asset-backed commercial paper from small companies; bank governor Toshihiko Fukui comments; photo (M)",
      "lead_paragraph": "The Bank of Japan, acting to firm up a sharply weakened dollar, unexpectedly eased monetary policy at a two-day meeting that ended Tuesday.",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/21/business/bank-of-japan-eases-monetary-policy.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "China Reports Economic Growth of 9.1% in 2003",
      "snippet": "Chinese officials report economy grew 9.1 percent in 2003 and prices accelerated, but deny country's economy is overheating; economic output rose 9.9 percent in fourth quarter from year earlier; year-to-year growth in first and third quarters are ...",
      "abstract": "Chinese officials report economy grew 9.1 percent in 2003 and prices accelerated, but deny country's economy is overheating; economic output rose 9.9 percent in fourth quarter from year earlier; year-to-year growth in first and third quarters are revised upward, to 9.9 percent and 9.6 percent; consumer prices were 3.2 percent higher in December than year earlier; year-over-year price increases were steadily higher in fall, up 3 percent in November, 1.8 percent in October and 1.1 percent in September; graph; photo (M)",
      "lead_paragraph": "The Chinese economy grew a torrid 9.1 percent last year and prices accelerated, Chinese officials said on Tuesday, but they denied that the country's economy was overheating.",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/21/business/china-reports-economic-growth-of-9.1-in-2003.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "STATE OF THE UNION 2004",
      "snippet": "SOCIAL SECURITY PLANS -- President Bush hinted at plans for modifying Social Security, but did not openly call for its privatization.   PAGE A16    SEEKING FREEDOM, NOT WEAPONS -- Mr. Bush stressed Iraq's liberation, rather than the threat he has ...",
      "abstract": " SOCIAL SECURITY PLANS -- President Bush hinted at plans for modifying Social Security, but did not openly call for its privatization.   PAGE A16    SEEKING FREEDOM, NOT WEAPONS -- Mr. Bush stressed Iraq's liberation, rather than the threat he has said its illicit weapons posed.   PAGE A17",
      "lead_paragraph": "SOCIAL SECURITY PLANS -- President Bush hinted at plans for modifying Social Security, but did not openly call for its privatization. PAGE A16",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/21/us/state-of-the-union-2004.html",
      "byline": ""
    },
    {
      "headline": "Market Place; AT&T Wireless for Sale As a Shakeout Starts",
      "snippet": "AT&T Wireless authorizes company to entertain offers after receiving overtures from nearly half-dozen suitors, including Cingular, Nextel Communications, Vodafone, NTT DoCoMo and others; AT&T Wireless retains Merrill Lynch & Co to assist in evalua...",
      "abstract": "AT&T Wireless authorizes company to entertain offers after receiving overtures from nearly half-dozen suitors, including Cingular, Nextel Communications, Vodafone, NTT DoCoMo and others; AT&T Wireless retains Merrill Lynch & Co to assist in evaluating offers; chart; photo (Market Place column) (M)",
      "lead_paragraph": "The worst-kept secret in the telecommunications industry is now out in the open: AT&T Wireless is for sale.",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/21/business/market-place-at-t-wireless-for-sale-as-a-shakeout-starts.html",
      "byline": "By Matt Richtel and Andrew Ross Sorkin"
    },
    {
      "headline": "BUSH, SOMBER AND DETERMINED, STRESSES WAR AGAINST TERROR",
      "snippet": "Pres Bush uses State of the Union address to warn Americans that there could still be terrorist attacks on US and to present choice between his continued leadership and return to 'dangerous illusion' that threat has passed; defends himself against...",
      "abstract": "Pres Bush uses State of the Union address to warn Americans that there could still be terrorist attacks on US and to present choice between his continued leadership and return to 'dangerous illusion' that threat has passed; defends himself against Democratic presidential candidates on wide range of foreign and domestic matters; says that economy is growing stronger and that his recipe of permanent tax cuts, trade promotion and added oil and gas drilling will further strengthen the recovery; suggests that constitutional amendment may be only alternative if activist judges continue to approve gay marriage; offers panoply of smaller domestic proposals, but many of them carry relatively little or no cost, reflecting reflecting restrictions imposed on him by growing budget deficit; photos (L)",
      "lead_paragraph": "President Bush warned Americans on Tuesday night that there could still be a terrorist attack on the United States and then presented a choice between his continued leadership and a return to the ''dangerous illusion'' that the threat had ended.",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/21/us/state-union-overview-bush-somber-determined-stresses-war-against-terror.html",
      "byline": "By Elisabeth Bumiller and Richard W. Stevenson"
    },
    {
      "headline": "World Business Briefing | Europe: Denmark: Carlsberg To Buy Brewer",
      "snippet": "World Business Briefing: Denmark: Carlsï",
      "abstract": "World Business Briefing: Denmark: Carlsï",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/21/business/world-business-briefing-europe-denmark-carlsberg-to-buy-brewer.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "With Smiles And Kisses, Stewart Trial Commences",
      "snippet": "Trial begins for Martha Stewart, who is charged with conspiracy, obstruction of justice and securities fraud, stemming from her sale of ImClone Systems stock in Deccember 2001; she and co-defendant Peter E Bacanovic both plead not guilty; jury sel...",
      "abstract": "Trial begins for Martha Stewart, who is charged with conspiracy, obstruction of justice and securities fraud, stemming from her sale of ImClone Systems stock in Deccember 2001; she and co-defendant Peter E Bacanovic both plead not guilty; jury selection begins; photo (M)",
      "lead_paragraph": "Martha Stewart entered the Old Federal Courthouse on Foley Square in Lower Manhattan yesterday surrounded by a horde of reporters and cameramen who shouted, ''Martha! Martha!'' and a supporter who cried, ''You go, girl!''",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/21/business/with-smiles-and-kisses-stewart-trial-commences.html",
      "byline": "By Leslie Eatonand Constance L. Hays"
    },
    {
      "headline": "Economic Memo; Even for Financial Experts, Analyzing the Job Market Is an Adventure",
      "snippet": "Many economists say Pres Bush may be running for re-election with stronger economy than is widely understood and that Federal Reserve might raise interest rates more rapidly than many investors expect; number of people receiving state jobless bene...",
      "abstract": "Many economists say Pres Bush may be running for re-election with stronger economy than is widely understood and that Federal Reserve might raise interest rates more rapidly than many investors expect; number of people receiving state jobless benefits has fallen by almost 500,000, or over 13 percent, since September; survey of executives suggests that companies in service sector are increasing their employment at fastest rate since 2000; Conference Board survey shows amount of help-wanted advertising being placed across country has risen more than 10 percent since May; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/21/business/economic-memo-even-for-financial-experts-analyzing-job-market-adventure.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Dean Is Subdued",
      "snippet": "Howard Dean is subdued as he arrives in New Hampshire for week of campaigning in state's Democratic presidential primary, trying to regain his footing in race that has been drastically reshaped by his third-place showing and Sen John Kerry's victo...",
      "abstract": "Howard Dean is subdued as he arrives in New Hampshire for week of campaigning in state's Democratic presidential primary, trying to regain his footing in race that has been drastically reshaped by his third-place showing and Sen John Kerry's victory in Iowa caucuses; says he wants to focus on policy, but offers no new initiatives nor many new thoughts about old ones; fire-breathing speech to followers after Iowa defeat appears to have backfired; aides criticize field operation in Iowa; photo (M)",
      "lead_paragraph": "Gone was the outsider's tirade, the pitched condemnation of right-wing Republicans and ''Washington Democrats'' afraid to vote against them. Gone, too, were the finger thrust and the scowl of outrage.",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/21/us/the-2004-campaign-the-former-governor-dean-is-subdued.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Banks Merge",
      "snippet": "World",
      "abstract": "World",
      "lead_paragraph": "The Thai Military Bank, DBS Thai Danu Bank and the Industrial Finance Corporation of Thailand agreed to merge, creating the nation's fifth-largest lender, the finance minister, Suchart Jaovisidha, said. The new bank will have 690 billion baht of assets ($17.6 billion), Mr. Suchart said. The Thai Military Bank has a market value of 48 billion baht, three times more than the combined size of its two merger partners.",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/21/business/world-business-briefing-asia-thailand-banks-merge.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "G.M. Posts A Decline In Profit For Quarter",
      "snippet": "General Motors reports slight decline in its fourth-quarter profit as strength in its financial operations was offset by price war in North America that failed to increase market share; global automotive operations registered $167 million loss in ...",
      "abstract": "General Motors reports slight decline in its fourth-quarter profit as strength in its financial operations was offset by price war in North America that failed to increase market share; global automotive operations registered $167 million loss in quarter from $574 million profit year earlier; profit at company's North American auto operations shrank to $52 million on nearly $31 billion of revenue, down from $644 million profit in quarter year ago; North American auto business earned $811 million in 2003, down from nearly $3 billion in 2002; GM's production workers in US will receive annual bonus of $170, down from $940 last year and second-lowest bonus company has paid to its hourly workers in decade; North American automotive operations earned $397 million and $1.2 billion for year; company posts net income of $1.01 billion, down about 1 percent from $1.02 billion year ago; revenue climbed 7.7 percent, to $49.1 billion from $45.6 billion; reports net income of $3.8 billion for year, compared with $1.7 billion in 2002; revenue rose to $185.5 billion from $177.3 billion; chief financial officer John Devine comments; graph (M)",
      "lead_paragraph": "General Motors reported a slight decline in its fourth-quarter profit on Tuesday as strength in its financial operations was offset by a price war in North America that failed to increase market share.",
      "publication_date": "2004-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/21/business/gm-posts-a-decline-in-profit-for-quarter.html",
      "byline": "By Danny Hakim"
    }
  ]
}