{
  "metadata": {
    "date": "2004-07-29",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Now Playing, a Digital Brigadoon",
      "snippet": "Cult-movie buffs are organizing 'guerrilla drive-in' theaters in number of cities to take place of community and B-movie drive-ins; people enjoy shared experience, though they set up on private and public properties, violating trespass and copyrig...",
      "abstract": "Cult-movie buffs are organizing 'guerrilla drive-in' theaters in number of cities to take place of community and B-movie drive-ins; people enjoy shared experience, though they set up on private and public properties, violating trespass and copyright laws; photo (M)",
      "lead_paragraph": "LIKE most cities in Silicon Valley's outer stratosphere, Santa Cruz has a district dedicated to an odd marriage of high and low tech, where lumber mills and cement factories squat beside gleaming software business parks. But the geeks and hipsters who parked their bikes on this slab of broken land and sneaked past the ''no trespassing'' sign were not here on business. They were going to the movies.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/29/technology/now-playing-a-digital-brigadoon.html",
      "byline": "By Chris Thompson"
    },
    {
      "headline": "Recovery at AOL Helps Time Warner Report Strong Profit",
      "snippet": "Time Warner posts solid second-quarter earnings as America Online, long its most troubled operation, shows continued signs of recovery; total revenue rose 9.7 percent, to $10.89 billion, from $9.92 billion in period year earlier; net income fell t...",
      "abstract": "Time Warner posts solid second-quarter earnings as America Online, long its most troubled operation, shows continued signs of recovery; total revenue rose 9.7 percent, to $10.89 billion, from $9.92 billion in period year earlier; net income fell to $777 million from $1.06 billion in period year ago; chief executive Richard D Parsons says he still faces concern about its cable unit; photo (M)",
      "lead_paragraph": "Time Warner posted solid second-quarter earnings yesterday as America Online, long its most troubled operation, showed continued signs of recovery. But the company now faces investor concerns about growth in the cable operation, its largest and most stable unit.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/29/business/media-business-advertising-recovery-aol-helps-time-warner-report-strong-profit.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Wiring a Convention, Version 2004",
      "snippet": "Modern journalism is increasingly reliant on advances in wireless and fiber optic technology; use of wireless frequencies for audio and video feeds at Democratic National Convention is strictly controlled to avoid communication problems and securi...",
      "abstract": "Modern journalism is increasingly reliant on advances in wireless and fiber optic technology; use of wireless frequencies for audio and video feeds at Democratic National Convention is strictly controlled to avoid communication problems and security breaches; photo (M)",
      "lead_paragraph": "With the Democratic delegates in session below and giant red, white and blue sausages of balloons swaying above, Louis Libin has spent much of this week perched near the roof of the FleetCenter, binoculars to his eyes, scanning the crowd for evildoers.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/29/technology/wiring-a-convention-version-2004.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Durban Journal; As AIDS Continues to Ravage, South Africa 'Recycles' Graves",
      "snippet": "AIDS pandemic is so sweeping in Durban, South Africa, that people are dying faster than city can find space to bury them; gravediggers are reopening existing graves and interring fresh bones atop old bones; 51 of city's 53 municipal cemeteries are...",
      "abstract": "AIDS pandemic is so sweeping in Durban, South Africa, that people are dying faster than city can find space to bury them; gravediggers are reopening existing graves and interring fresh bones atop old bones; 51 of city's 53 municipal cemeteries are officially filled to capacity; official who heads city's dept of parks and cemeteries fears that all of Durban will become one big graveyard if epidemic continues; roughly one in eight South Africans is HIV-positive; in Durban, country's third-largest city, 35 percent of pregnant women surveyed two years ago were infected with HIV; Durban held conference on cemetery problem and discovered that host of other graveyards--in Cape Town, Bloemfontein, Pretoria, Port Elizabeth--are also filling up at alarming rates; photos; map (M)",
      "lead_paragraph": "At S Cemetery in Umlazi Township, Innocent Gasa's handiwork is everywhere: endless mounds of fresh red earth topped with headstones, unpainted wooden crosses, or, for the most miserable, bricks bearing a painted identifying number. Mr. Gasa has dug graves on this lumpy, unkempt, Halloween-spooky hilltop for two years now, five holes a week, 52 weeks a year, well over 500 holes in all.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/29/world/durban-journal-as-aids-continues-to-ravage-south-africa-recycles-graves.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "World Business Briefing | Australia: Real Estate Trust Acquired",
      "snippet": "Australian real estate trust Ma",
      "abstract": "Australian real estate trust Ma",
      "lead_paragraph": "An Australian real estate trust, Macquarie Office Trust, agreed to buy Principal America Office Trust, an Australian-based real estate investment trust that owns 11 office towers in the United States, for 857 million Australian dollars ($600 million) in cash and stock. Macquarie Office is offering 1.06 of its shares and 10 cents cash for each Principal America unit, valuing them at 1.37 Australian dollars each, Macquarie said. The offer is 14 percent more than Principal's price before the companies said they were in talks.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/29/business/world-business-briefing-australia-real-estate-trust-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Yukos Warns of Export Halt, Driving Oil Futures to Record",
      "snippet": "Russia's largest oil producer Yukos warns tghat it might be forced to stop exporting, as dispute between company and government intensifies; remote prospect of losing more than 1.6 million barrels each day that Yukos produces is enough to rattle t...",
      "abstract": "Russia's largest oil producer Yukos warns tghat it might be forced to stop exporting, as dispute between company and government intensifies; remote prospect of losing more than 1.6 million barrels each day that Yukos produces is enough to rattle traders at time when demand is high and OPEC is pumping near its capacity; price of crude oil for September delivery settles at $42.90 per barrel, up 2.5 percent, after reaching record $43.05 per barrel; crude oil is up 32 percent so far this year, and has quadrupled since deep slump of late 1998; photo (M)",
      "lead_paragraph": "Russia's largest oil producer warned on Wednesday that it might be forced to stop exporting, as the brinkmanship between the company, Yukos, and the Kremlin intensified. The warning rattled world energy markets, driving crude oil futures to the highest level in 21 years.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/29/business/yukos-warns-of-export-halt-driving-oil-futures-to-record.html",
      "byline": "By Erin E. Arvedlund and Jonathan Fuerbringer"
    },
    {
      "headline": "I.R.S. Says Americans' Income Shrank for 2 Consecutive Years",
      "snippet": "Internal Revenue Service information shows overall income Americans reported to government shrank two consecutive years, first time that has happened since modern tax system was introduced during World War II; total adjusted gross income on tax re...",
      "abstract": "Internal Revenue Service information shows overall income Americans reported to government shrank two consecutive years, first time that has happened since modern tax system was introduced during World War II; total adjusted gross income on tax returns fell 5.1 percent, to just over $6 trillion in 2000 from $6.35 trillion in 2000; average incomes declined even more, by 5.7 percent, because of population growth; income, adjusted for inflation, fell 9.2 percent from 2000 to 2002; graph (M)",
      "lead_paragraph": "The overall income Americans reported to the government shrank for two consecutive years after the Internet stock market bubble burst in 2000, the first time that has effectively happened since the modern tax system was introduced during World War II, newly disclosed information from the Internal Revenue Service shows.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/29/business/irs-says-americans-income-shrank-for-2-consecutive-years.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "World Business Briefing | Australia: Mining Output Rises",
      "snippet": "BHP Billiton produced record amounts of iron ore, aluminum and nickel in quarter ended June 30; produced 20.5 million metric tons of iron ore, up 6 percent from its production year ago; production of manganese ores, used in steel production, rose ...",
      "abstract": "BHP Billiton produced record amounts of iron ore, aluminum and nickel in quarter ended June 30; produced 20.5 million metric tons of iron ore, up 6 percent from its production year ago; production of manganese ores, used in steel production, rose 26 percent; hot briquetted iron fell 36 percent (S)",
      "lead_paragraph": "The mining company BHP Billiton said it produced record amounts of iron ore, aluminum and nickel in the most recent quarter, highlighting strong demand from China. Billiton said it produced 20.5 million metric tons of iron ore in the year ended June 30, up 6 percent from its production a year ago. Its production of manganese ores, which is used in steel production, rose 26 percent. Production of hot briquetted iron, however, fell 36 percent after an industrial accident in May forced Billiton to close a plant in Western Australia. Wayne Arnold (NYT)",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/29/business/world-business-briefing-australia-mining-output-rises.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "A Palmtop As Wireless Omnivore",
      "snippet": "David Pogue State of the Art column reviews palmtop computer from Hewlett-Packard; device includes standard palmtop suite of applications, but also communicates wirelessly using infrared, Bluetooth, WiFi and cellular phone technologies; photo; dra...",
      "abstract": "David Pogue State of the Art column reviews palmtop computer from Hewlett-Packard; device includes standard palmtop suite of applications, but also communicates wirelessly using infrared, Bluetooth, WiFi and cellular phone technologies; photo; drawing (M)",
      "lead_paragraph": "IF today's portable gadgets prove anything, it's that you can't have everything. A gizmo can't be tiny, lightweight and rugged and still have a big screen, roomy keyboard and low price tag. The problem isn't the designers' lack of imagination or the price of components; it's a little thing called physics.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/29/technology/state-of-the-art-a-palmtop-as-wireless-omnivore.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "WHISTLE-BLOWING SAID TO BE FACTOR IN AN F.B.I. FIRING",
      "snippet": "Classified investigation by Justice Dept's inspector general concludes that Sibel Edmonds, former FBI translator at center of growing whistle-blower controversy, was dismissed in part because she accused bureau of ineptitude and of not aggressivel...",
      "abstract": "Classified investigation by Justice Dept's inspector general concludes that Sibel Edmonds, former FBI translator at center of growing whistle-blower controversy, was dismissed in part because she accused bureau of ineptitude and of not aggressively investigating her claims of espionage against co-worker; FBI Dir Robert S Mueller III, in letter to lawmakers, says bureau is considering disciplinary action against some employees as result; Edmunds worked as contract linguist for FBI, translating material in Turkish, Persian and Azerbaijani; she was dismissed in 2002 after complaining repeatedly that bureau linguists produced slipshod and incomplete translations of important terrorism intelligence before and after 9/11 attacks; she also accused fellow Turkish linguist of blocking translation of material involving acquaintances who had come under FBI suspicion, and said bureau allowed diplomatic sensitivities with other nations to impede translation of important terrorism intelligence; Edmunds case touches on three potential vulnerabilities for bureau: its ability to translate sensitive counterterrorism material, its treatment of internal whistle-blowers and its classification of sensitive material that could embarrass bureau; Edmunds says she plans to bring lawsuit to force public release of inspector general's report; photo (M)",
      "lead_paragraph": "A classified Justice Department investigation has concluded that a former F.B.I. translator at the center of a growing controversy was dismissed in part because she accused the bureau of ineptitude, and it found that the F.B.I. did not aggressively investigate her claims of espionage against a co-worker.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/29/us/whistle-blowing-said-to-be-factor-in-an-fbi-firing.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Bottler Posts Gain",
      "snippet": "Mexico's Coca-Cola Femsa says sales and income rose in second quarter; revenue rose 17 percent, to $963 million; profit more than quadrupled to $150 million; operating income dropped 4.8 percent (S)",
      "abstract": "Mexico's Coca-Cola Femsa says sales and income rose in second quarter; revenue rose 17 percent, to $963 million; profit more than quadrupled to $150 million; operating income dropped 4.8 percent (S)",
      "lead_paragraph": "The Mexican Coke bottler, Coca-Cola Femsa, reported that sales and income rose in the second quarter as it began to use new operating practices in franchises it acquired in South and Central America a year ago. Revenue rose 17 percent, to $963 million. Profit more than quadrupled to $150 million, partly because of a tax rebate from an earlier share sale. Operating income, however, slipped 4.8 percent as the company faced stronger competition in Mexico. Elisabeth Malkin (NYT)",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/29/business/world-business-briefing-americas-mexico-bottler-posts-gain.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "EDWARDS GIVES STRONG TRIBUTE AS DEMOCRATS NOMINATE KERRY",
      "snippet": "Sen John Edwards, addressing Democratic National Convention, hails Sen John Kerry as battle-tested veteran ready to be commander in chief and a man who could restore economic hope and opportunity; tells cheering crowd that 'hope is on the way'; sp...",
      "abstract": "Sen John Edwards, addressing Democratic National Convention, hails Sen John Kerry as battle-tested veteran ready to be commander in chief and a man who could restore economic hope and opportunity; tells cheering crowd that 'hope is on the way'; speech echoes theme he sounded during his primary campaign, that country is now 'two different Americas,' one rich and one poor, and that return to Democratic economic and domestic policies would 'build one America'; cites Kerry's heroic actions in Vietnam War, calling him decisive and strong and assuring nation that Kerry administration would pursue terrorists; implores voters to reject 'tired, old, hateful, negative politics of the past' and instead embrace hope that he and Kerry offer; returns to refrain 'hope is on the way' again and again; gets some of his loudest applause when he echoes theme of unity that keynote speaker Barack Obama struck night before, claiming problems of race and equality are 'an American issue'; photo (M)",
      "lead_paragraph": "Senator John Edwards, summoning all his skills as a trial lawyer and a populist, made an impassioned case for Senator John Kerry on Wednesday, hailing him as a battle-tested veteran ready to be commander in chief and a man who could restore economic hope and opportunity.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/29/us/floor-overview-edwards-gives-strong-tribute-democrats-nominate-kerry.html",
      "byline": "By Robin Toner and Katharine Q. Seelye"
    },
    {
      "headline": "THE CONVENTION IN BOSTON -- NEWS ANALYSIS; Obstacles Lie in Wait Down Road For Kerry",
      "snippet": "News analysis of how Sen John Kerry's world will change when he leaves spotlight of Democratic convention; Pres Bush says he will begin campaigning as soon as convention closes, and continue through month as momentum builds to Republican conventio...",
      "abstract": "News analysis of how Sen John Kerry's world will change when he leaves spotlight of Democratic convention; Pres Bush says he will begin campaigning as soon as convention closes, and continue through month as momentum builds to Republican convention in New York; financial situation will change as soon as Kerry accepts $75 million that must last through Election Day, giving Bush clear advantage, because he can continue fund-raising until his convention at end of August; success of Democratic convention will be measured by polls; over last two weeks, Bush campaign predicted Kerry would get 15-point bounce after convention, although some describe that as optimistic in year of such polarization; photos (M)",
      "lead_paragraph": "John Kerry was nominated here on Wednesday by a Democratic Party that is as united as any in years -- awash in money, crackling with partisan energy and invigorated by polls that suggest that President Bush can be ousted.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/29/us/democrats-convention-boston-analysis-obstacles-lie-wait-down-road-for-kerry.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "THE CONVENTION IN BOSTON -- APPLE'S ALMANAC; Ambassador to France? Little Old Moi?",
      "snippet": "R W Apple Jr column explores how people who aspire to win plum government appointments use national political conventions to their advantage; several people at Democratic convention comment; photo (M)",
      "abstract": "R W Apple Jr column explores how people who aspire to win plum government appointments use national political conventions to their advantage; several people at Democratic convention comment; photo (M)",
      "lead_paragraph": "Blond and beautifully turned out, Maureen White waved merrily as she rode in a golf cart down Causeway Street outside the FleetCenter, looking for all the world like a princess in the Rose Parade.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/29/us/democrats-convention-boston-apple-s-almanac-ambassador-france-little-old-moi.html",
      "byline": "By R.w. Apple Jr"
    },
    {
      "headline": "A Delegate, a Fund-Raiser, and a Very Fine Line",
      "snippet": "Harold M Ickes' fund-raising is cited by advocates of stronger campaign finance regulation as most vivid example of how new fund-raising laws are being flouted; Ickes created The Media Fund to help defeat Pres Bush; claims it operates wholly indep...",
      "abstract": "Harold M Ickes' fund-raising is cited by advocates of stronger campaign finance regulation as most vivid example of how new fund-raising laws are being flouted; Ickes created The Media Fund to help defeat Pres Bush; claims it operates wholly independently of Sen John Kerry's campaign and Democratic National Committee, but he eagerly courts some of Democrats' wealthiest donors at parties held in Boston during Democratic National Convention, asking them to give and give more; Ickes and his colleagues say they are well within boundaries of new fund-raising laws drafted to stanch flow of unlimited donations to parties and candidates; claim they are not coordinating their activities with many party and campaign officials with whom they are rubbing elbows so frequently this convention week; say they are legally fishing for dollars in places where wealthy donors can be found; photo (M)",
      "lead_paragraph": "Harold M. Ickes is a founder of an organization created to help defeat President Bush this fall, a group that he emphasizes operates wholly independently of the campaign of Senator John Kerry and the Democratic National Committee.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/29/us/the-tactics-campaign-finance-a-delegate-a-fund-raiser-and-a-very-fine-line.html",
      "byline": "By Jim Rutenberg and Glen Justice"
    },
    {
      "headline": "Big Cable Companies See Next Challenge Around the Corner",
      "snippet": "Cable companies, which have been weighed down for years by heavy investments and sagging subscriber growth, are starting to turn corner; are meeting formidable foes in emboldened phone companies; Comcast says it earned $262 million in second quart...",
      "abstract": "Cable companies, which have been weighed down for years by heavy investments and sagging subscriber growth, are starting to turn corner; are meeting formidable foes in emboldened phone companies; Comcast says it earned $262 million in second quarter, after losing $22 million in same period year ago; revenues rose 10.2 percent, to $5.1 billion, compared with last year; sales at Time Warner increased 10 percent, to $2.1 billion; photo (Market Place column) (M)",
      "lead_paragraph": "Cable companies, which have been weighed down for years by heavy investments and sagging subscriber growth, are starting to turn the corner. But as they do, they are meeting formidable foes in emboldened phone companies.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/29/business/market-place-big-cable-companies-see-next-challenge-around-the-corner.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Brazilian Bank Official Resigns Amid Reports of Tax Evasion",
      "snippet": "Luiz Augusto Candiota, director o",
      "abstract": "Luiz Augusto Candiota, director o",
      "lead_paragraph": "Luiz Augusto Candiota, the director of monetary policy at Brazil's central bank, resigned on Wednesday amid accusations of tax evasion that have also focused on the bank's president, Henrique Meirelles.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/29/business/brazilian-bank-official-resigns-amid-reports-of-tax-evasion.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Losing Energy and Investors",
      "snippet": "Gas companies in Brazil are facing uncertain political and legal environment after two years of protests by indigenous groups; companies are holding back on investments, and work force at Serpetbol, short for Servicios Petroleros Bolivianos, has d...",
      "abstract": "Gas companies in Brazil are facing uncertain political and legal environment after two years of protests by indigenous groups; companies are holding back on investments, and work force at Serpetbol, short for Servicios Petroleros Bolivianos, has dropped to 400, from 1,200 in early 2003; referendum will be held on what to do with Bolivia's gas; map; photo (M)",
      "lead_paragraph": "A one-time cabbie and restaurant worker in Washington, Fernando Virreira returned to his native Bolivia in the 1970's and, with seven siblings, helped to build an oil and gas service company just as the energy industry in this booming eastern city was taking off.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/29/business/losing-energy-and-investors.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "World Business Briefing | Asia: Taiwan: Chip Maker's Profit Rises",
      "snippet": "World Business Briefing: Taiwan: Chip Mar",
      "abstract": "World Business Briefing: Taiwan: Chip Mar",
      "lead_paragraph": "The semiconductor maker United Microelectronics said second-quarter profit more than quadrupled and forecast a rise in third-quarter profit and sales. The company, based in Hsinchu, said it earned 12.7 billion Taiwan dollars ($372 million), up from 2.7 billion Taiwan dollars a year ago. United reported earlier that sales rose 34 percent, to 29.2 billion Taiwan dollars.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/29/business/world-business-briefing-asia-taiwan-chip-maker-s-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Sony's Profit Up Sharply For Quarter",
      "snippet": "Sony Corp reports net income of 23.3 billion yen ($210 million) for its first quarter ended in June, compared to 1.1 billion yen in quarter year earlier; sales rose 0.5 percent, to 1.612 trillion yen from 1.604 trillion yen year ago; operating inc...",
      "abstract": "Sony Corp reports net income of 23.3 billion yen ($210 million) for its first quarter ended in June, compared to 1.1 billion yen in quarter year earlier; sales rose 0.5 percent, to 1.612 trillion yen from 1.604 trillion yen year ago; operating income fell 41 percent,t o 9.8 billion yen for quarter; photo (M)",
      "lead_paragraph": "Net profit at the Sony Corporation soared in the latest quarter thanks to strong performances in some units and a windfall from a legal settlement, but the sharp jump in earnings masked a continuing slump in Sony's core consumer electronics business.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/29/business/sony-s-profit-up-sharply-for-quarter.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "THE CONVENTION IN BOSTON -- FAMILIES; Kerry Daughters Revel In Sublime Experience",
      "snippet": "Sen John Kerry's daughters Alexandra and Vanessa will help introduce him to delegates with short speaking stints; have been on party circuit during convention, but are stepping out slowly, having spent most of their father's career shielded from m...",
      "abstract": "Sen John Kerry's daughters Alexandra and Vanessa will help introduce him to delegates with short speaking stints; have been on party circuit during convention, but are stepping out slowly, having spent most of their father's career shielded from media; photos; chart illustrates combined Kerry-Heinz family (M)",
      "lead_paragraph": "Alexandra Kerry had just finished autographing a young man's campaign T-shirt -- ''I told him on eBay it'll be worth 10 cents'' -- after a rally in Sioux City, Iowa, when someone summoned her behind a tent to meet Kenneth Cole.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/29/us/democrats-convention-boston-families-kerry-daughters-revel-sublime-experience.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "70 Are Killed By Car Bomber In an Iraqi City",
      "snippet": "Suicide car bomber kills as many as 70 people in Baquba, Iraq; attack apparently aimed at new police recruits also kills scores of ordinary Iraqis; attack is deadliest since Iraqis took back formal sovereignty from American occupation on June 28; ...",
      "abstract": "Suicide car bomber kills as many as 70 people in Baquba, Iraq; attack apparently aimed at new police recruits also kills scores of ordinary Iraqis; attack is deadliest since Iraqis took back formal sovereignty from American occupation on June 28; violence flares elsewhere around country; at least 35 insurgents and 7 Iraqi soldiers are killed in joint raid by Iraqi and foreign troops south of Baghdad; in Ramadi, insurgents attack several American bases, possibly hitting two United States aircraft and killing two American soldiers; two other American soldiers are also reported killed, one by another car bomb and other by roadside bomb; insurgents have beeen directing scores of attacks, kidnappings and assassinations against new interim government, which they view as illegitimate; scale of latest bombing may reflect insurgents' willingness to attack Iraqis with same ferocity as they have Americans, and may force Prime Min Ayad Allawi into stiffer and more concrete action against them; Al Jazeera television reports that militant group holding two Pakistani contractors claims it killed them; photos; map (M)",
      "lead_paragraph": "As many as 70 people were killed Wednesday when a suicide bomber detonated an explosive-packed sedan on a busy street here. The attack was apparently aimed at new police recruits but took the lives of scores of ordinary Iraqis shopping or waiting in morning traffic.",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/29/world/70-are-killed-by-car-bomber-in-an-iraqi-city.html",
      "byline": "By Khalid Al-Ansary and Ian Fisher"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Late-Day Buying Helps Dow and S.&P. Recover  Late-day buying rescued Wall Street from a losing session as stocks overcame record-high oil prices and disappointing economic news that had kept the major indexes negative for most of the day. Blue-chi...",
      "abstract": " Late-Day Buying Helps Dow and S.&P. Recover  Late-day buying rescued Wall Street from a losing session as stocks overcame record-high oil prices and disappointing economic news that had kept the major indexes negative for most of the day. Blue-chip stocks closed higher, but technology stocks lagged.    The Dow Jones industrial average gained 31.93 points, or 0.3 percent, to close at 10,117.07, recovering from a low of 9,994.22. The Standard & Poor's 500-stock index increased 0.59 point, to 1,095.42. The Nasdaq composite index fell 10.84 points, or 0.6 percent, to 1,858.26, largely on weakness among semiconductor makers. [Page C9.]",
      "lead_paragraph": "Late-Day Buying Helps Dow and S.&P. Recover",
      "publication_date": "2004-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/29/business/business-digest-460966.html",
      "byline": ""
    }
  ]
}