{
  "metadata": {
    "date": "2004-10-12",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "Group of Bishops Using Influence to Oppose Kerry",
      "snippet": "Group of bishops and like-minded Catholic groups are blanketing churches with guides identifying abortion, gay marriage and stem cell debate as among 'non-negotiable issues' in presidential campaign; although bishops stop short of telling Catholic...",
      "abstract": "Group of bishops and like-minded Catholic groups are blanketing churches with guides identifying abortion, gay marriage and stem cell debate as among 'non-negotiable issues' in presidential campaign; although bishops stop short of telling Catholics whom to vote for, Archbishop Charles J Chaput, highest-ranking Roman Catholic prelate in Colorado, says vote for Sen John Kerry, who supports abortion rights and embryonic stem cell research, would be sin that must be confessed before receiving Communion; efforts by Chaput and his allies are converging with concerted drive for conservative Catholic voters by Bush campaign; it has spent four years cultivating Catholic leaders, organized more than 50,000 volunteers and hired corps of paid staff members to increase Catholic turnout; campaign is pushing to break traditional allegiance of Catholic voters to Democratic Party; pollsters note that Catholics make up quarter of electorate, and many conservative Catholics are concentrated in swing states; although Catholic prelates have clashed with Catholic Democratic candidates in past, never before have so many bishops so explicitly warned Catholics so close to election that to vote certain way is to commit sin; liberal Catholics have begun to mount counterattack, belatedly and with far fewer resources; photos; chart (L)",
      "lead_paragraph": "DENVER, Oct. 9 - For Archbishop Charles J. Chaput, the highest-ranking Roman Catholic prelate in Colorado, there is only one way for a faithful Catholic to vote in this presidential election, for President Bush and against Senator John Kerry.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/12/politics/campaign/group-of-bishops-using-influence-to-oppose-kerry.html",
      "byline": "By David D. Kirkpatrick and Laurie Goodstein"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Oracle President Says Bid For PeopleSoft May Be Cut  Safra Catz, left, co-president of Oracle, testified that she expected PeopleSoft's earnings would continue to drop in the wake of Oracle's hostile takeover bid. She suggested that Oracle might l...",
      "abstract": " Oracle President Says Bid For PeopleSoft May Be Cut  Safra Catz, left, co-president of Oracle, testified that she expected PeopleSoft's earnings would continue to drop in the wake of Oracle's hostile takeover bid. She suggested that Oracle might lower its bid of $21 a share.  ",
      "lead_paragraph": "Oracle President Says Bid For PeopleSoft May Be Cut Safra Catz, left, co-president of Oracle, testified that she expected PeopleSoft's earnings would continue to drop in the wake of Oracle's hostile takeover bid. She suggested that Oracle might lower its bid of $21 a share.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/12/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Germany Selling Part of Deutsche Telekom Stake",
      "snippet": "German",
      "abstract": "German",
      "lead_paragraph": "FRANKFURT, Oct. 11 - Taking a cue from France, its financially squeezed neighbor, the German government said on Monday that it would sell roughly a 7 percent stake in the German state telecommunications company, Deutsche Telekom, reaping an estimated 4.45 billion euros ($5.5 billion).",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/12/business/worldbusiness/germany-selling-part-of-deutsche-telekom-stake.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Higher Fuel Costs Starting to Hit Consumers",
      "snippet": "Additional expense of gasoline and looming cost of higher heating bills this winter are hurting ordinary Americans, slowing consumer spending on other goods and services, and they are looking for somebody to blame; spending growth is flattening ou...",
      "abstract": "Additional expense of gasoline and looming cost of higher heating bills this winter are hurting ordinary Americans, slowing consumer spending on other goods and services, and they are looking for somebody to blame; spending growth is flattening out with recent rise in oil prices; more expensive energy is also beginning to take toll on Americans' sense fo well-being, suggesting that some of that frustration may spill over into political arena in November; Democratic presidential candidate Sen John Kerry's campaign blames Pres Bush's mismanagement of Iraq war for rising gas prices and accuses Bush of favoring friends in oil industry over American consumers; also releases document suggesting that uncertainty stemming from administration's policy in Iraq has added 'risk premium' of as much as $15 to price of each barrel of oil, which hits another record, at $53.64 per barrel, in New York trading; graph; photo (M)",
      "lead_paragraph": "For Ruby Ferguson, a waitress who lives in eastern Ohio, rising energy costs are finally starting to force some tough choices.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/12/business/higher-fuel-costs-starting-to-hit-consumers.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Industrial Output Rises",
      "snippet": "Brazil's industrial production rose in August for twelfth consecutive month, climbing stronger-than-expected 13.1 percent from year ago; production has risen cumulative 8.8 percent in first eight months of year (S)",
      "abstract": "Brazil's industrial production rose in August for twelfth consecutive month, climbing stronger-than-expected 13.1 percent from year ago; production has risen cumulative 8.8 percent in first eight months of year (S)",
      "lead_paragraph": "Industrial production in Brazil rose in August for the twelfth consecutive month, climbing a stronger-than-expected 13.1 percent from a year ago, the government's statistics agency said. Industrial production has risen a cumulative 8.8 percent in the first eight months of the year, fueled by booming exports and an increase in domestic demand as Brazil's economic recovery gains steam. Production of durable consumer goods and capital goods led the surge again in August, with automakers and machinery and equipment manufacturers raising output from a year ago by 45.6 percent and 30.5 percent, respectively. Most economists now expect the Brazilian economy, South America's largest, to expand about 4.5 percent this year, up from initial growth forecasts of 3.5 percent. Todd Benson (NYT)",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/12/business/world-business-briefing-americas-brazil-industrial-output-rises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "A Tax Bill, Full of Breaks,Passes Senate",
      "snippet": "US Senate, 69-17, approves $137 billion corporate tax bill; House approved measure last week, meaning bill will be sent to Pres Bush, who has indicated he will sign measure despite White House concerns that it is overloaded with special-interest p...",
      "abstract": "US Senate, 69-17, approves $137 billion corporate tax bill; House approved measure last week, meaning bill will be sent to Pres Bush, who has indicated he will sign measure despite White House concerns that it is overloaded with special-interest provisions; bill's main provision will eliminate tax break for American exporters that was declared illegal by World Trade Organization and replace it with tax reduction of about 10 percent for companies that manufacture goods in US; bill includes hundreds of other business tax breaks, which are supposed to be paid for by shutting down certain kinds of shelters and imposing new customs duties; Sen Charles E Grassley says bill is necessary to finally resolve costly trade dispute with Europe and will provide badly needed lift to American manufacturers in their effort to improve global competitiveness (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/12/business/a-tax-bill-full-of-breakspasses-senate.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "2 Mavericks in Economics Awarded Nobel Prize",
      "snippet": "Nobel Memorial Prize in Economic Science is awarded to American economist Edward C Prescott and Norwegian economist Finn E Kydland for their efforts to demonstrate that innovative technologies and shocks, like sharp increase in oil prices, play mu...",
      "abstract": "Nobel Memorial Prize in Economic Science is awarded to American economist Edward C Prescott and Norwegian economist Finn E Kydland for their efforts to demonstrate that innovative technologies and shocks, like sharp increase in oil prices, play much greater role in causing booms and recessions than fluctuations in demand; photos (M)",
      "lead_paragraph": "An American and a Norwegian economist were awarded the Nobel in economics yesterday for their efforts to demonstrate that innovative technologies and shocks, like a sharp increase in oil prices, play a much greater role in causing booms and recessions than fluctuations in demand.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/12/business/2-mavericks-in-economics-awarded-nobel-prize.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "World Business Briefing | Europe: New Zealand: Plane Order For Bombardier",
      "snippet": "World Business Briefing: New Zealand:",
      "abstract": "World Business Briefing: New Zealand:",
      "lead_paragraph": "Air New Zealand agreed to buy up to 40 aircraft from Bombardier Inc. for as much as $716 million to meet increasing demand for seats on its regional and domestic routes. Air New Zealand, which is based in Auckland, signed a contract to buy 17 Dash 8 Q300 turbo-prop aircraft with options to acquire 10 more Q300's and 13 Bombardier Q400 70-seat aircraft to replace the fleet of its domestic Air Nelson unit, Bombardier said. Buying the aircraft will allow Air New Zealand to expand domestic services that have grown 40 percent in the last two years, the airline said. Bombardier is based in Montreal.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/12/business/world-business-briefing-europe-new-zealand-plane-order-for.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Oil Tax Penalty Upheld",
      "snippet": "Russian court rules oil company Yuko",
      "abstract": "Russian court rules oil company Yuko",
      "lead_paragraph": "A Russian court ruled that the oil company Yukos must pay the $1.34 billion in fines and penalties included in a $4.1 billion back-tax claim for 2001. The ruling was made by the Moscow Arbitration Court on a request from Yukos seeking to drop the fines. The court said the fines remained part of the total judgment owed to the government for that year, the Interfax news agency reported. Yukos faces total back-tax claims of about $7.5 billion for the years 2000 and 2001, but has almost fully repaid the $3.4 billion for 2000. The company has warned repeatedly that its production could falter and it could face bankruptcy as a result of what it says is a government campaign against it. Lawyers for Yukos said they would appeal the ruling. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/12/business/world-business-briefing-europe-russia-oil-tax-penalty-upheld.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "Cleric's Militia Begins to Yield Heavy Weapons",
      "snippet": "Mahdi Army militiamen loyal to Moktada al-Sadr surrender hundreds of weapons in deal struck with Iraqi government and American military to end months of fighting in Sadr City section of Baghdad; under terms of agreement, Iraqi government agrees to...",
      "abstract": "Mahdi Army militiamen loyal to Moktada al-Sadr surrender hundreds of weapons in deal struck with Iraqi government and American military to end months of fighting in Sadr City section of Baghdad; under terms of agreement, Iraqi government agrees to pay above-market prices for surrendered weapons, and American commanders agree to halt military operations against group and to begin hundreds of millions of dollars worth of reconstruction projects in Sadr City; Iraqi government promises to release any captured member of Mahdi Army who has not been charged with crime; total of weapons turned in on first day probably represents only fraction of what group presumably has stored away, but it is seen as encouraging start on day when rocket attack in Baghdad and car bomb in Mosul kill three American soldiers; group has until Oct 15 to turn over its heavy weapons, after which American commanders will assess Sadr's compliance and, if necessary, resume miiltary operations and conduct house-to-house searches; Sadr, who has been in hiding for weeeks, has shown penchant for making deals and then failing to follow through; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 11 - Militiamen loyal to the rebel Shiite cleric Moktada al-Sadr surrendered hundreds of weapons on Monday, in what appeared to be an encouraging start to a deal struck with the Iraqi government and the American military to end months of fighting in the rundown eastern Baghdad neighborhood known as Sadr City.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/12/world/middleeast/clerics-militia-begins-to-yield-heavy-weapons.html",
      "byline": "By Dexter Filkins and Edward Wong"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Insurer To Move Jobs",
      "snippet": "Royal and Sun Alliance Insurance Group wo",
      "abstract": "Royal and Sun Alliance Insurance Group wo",
      "lead_paragraph": "The Royal and Sun Alliance Insurance Group will transfer 1,200 jobs from Britain to India, as it follows rivals who have shifted thousands of positions to Asia to cut costs. The move, which will cut 11 percent of the British work force over the next two years, is the first by Royal & Sun top shift jobs to Asia, a spokesman, Jon Sellors, said. Putting customer service and administration employees in India may save more than £10 million ($18 million) a year, the insurer said.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/12/business/world-business-briefing-europe-britain-insurer-to-move-jobs.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Challenging Rest of the World With a New Order",
      "snippet": "Fifth article in series The Bush Record examines Pres Bush's foreign policy; says it underwent startling change after 9/11, moving from promise of 'humble' approach made in 2000 to 'dead or alive' search for Osama bin Laden and pre-emptive war in ...",
      "abstract": "Fifth article in series The Bush Record examines Pres Bush's foreign policy; says it underwent startling change after 9/11, moving from promise of 'humble' approach made in 2000 to 'dead or alive' search for Osama bin Laden and pre-emptive war in Iraq; says complaint heard around world is that Bush administration's dismissive attitude set pattern of take-it-or-leave-it policies that needlessly alienated friends, and that Iraq war has accelerated that process; says fact that no illicit weapons were found there or any proven links between Saddam Hussein and Al Qaeda cemented view in France, Germany and elsewhere that Bush governs from ideology first, facts second; says Nov 2 election will see if Bush's approach to foreign policy--replete with images of courage and endurance, of moral certitudes and of generational struggle to defeat new enemy while transforming entire region--has proved persuasive to most Americans, despite fact that it has divided America's friends; photos (L)",
      "lead_paragraph": "Jorge Castañeda, Mexico's former foreign minister, has two distinct images of George W. Bush: the charmer intent on reinventing Mexican-American ties and the chastiser impatient with Mexico as the promise of a new relationship soured.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/12/politics/campaign/challenging-rest-of-the-world-with-a-new-order.html",
      "byline": "This article is by Roger Cohen, David E. Sanger and Steven R. Weisman"
    },
    {
      "headline": "Security Grants Still Streaming to Rural States",
      "snippet": "Billions of dollars intended for domestic security continue to be distributed by formula that places higher value on spreading wealth among states than on assessing where risk of terrorist attack is greatest; as result, on per-resident basis, Alas...",
      "abstract": "Billions of dollars intended for domestic security continue to be distributed by formula that places higher value on spreading wealth among states than on assessing where risk of terrorist attack is greatest; as result, on per-resident basis, Alaska and Wyoming get three times amount allocated to New York; many critics call this serious failing in way America is fighting battle against terrorism at home, and 9/11 commission was harshly critical of spending pattern; repeated efforts in Congress to address situation have failed, despite consensus that threat of attack should supersede politics as usual; battle among states for homeland security spending is not being fought along partisan lines, but between big states and small states; Lloyd B Omdahl, former lieutenant governor in North Dakota, says fight against terrorism has not resonated with enough Americans to cause demand for change; says barring public outcry, there is no incentive for elected representatives to rock boat; photos (M)",
      "lead_paragraph": "ANCHORAGE, Oct. 10 - In the nationwide scramble for domestic security dollars, officials in Alaska are in a predicament that would be the envy of most other states. They must figure out how to spend $2 million in federal money.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/12/politics/security-grants-still-streaming-to-rural-states.html",
      "byline": "By Dean E. Murphy"
    },
    {
      "headline": "Questions on the $3.8 Billion Drug Ad Business",
      "snippet": "Issue of drug advertising directly aimed at consumers was thrust into news recently when Merck withdrew its arthritis painkiller Vioxx from market, citing studies indicating risk of heart attacks or strokes; critics noted role that advertising and...",
      "abstract": "Issue of drug advertising directly aimed at consumers was thrust into news recently when Merck withdrew its arthritis painkiller Vioxx from market, citing studies indicating risk of heart attacks or strokes; critics noted role that advertising and marketing played in drug's being widely prescribed to patients who might have done as well with ibuprofen or other inexpensive over-the-counter remedies; prescription drug advertising has grown into $3.8-billion-a-year business in seven years since FDA lifted strictures against such ads; FDA has no plans to place new curbs on such ads despite controversy accompanying withdrawal of Vioxx; vice presidential candidate Sen John Edwards during debate last week said drug ads on TV are out of control and that he and Sen John Kerry would do something about ads if elected; Megan Houk, deputy policy director for Bush-Cheney campaign, accuse Democratic candidates of exaggerating issue; charts; photos (M)",
      "lead_paragraph": "When Emily Martin was hospitalized for emergency gallbladder surgery last summer, her doctors found that she also had acid reflux, causing erosion of her esophagus.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/12/business/media/questions-on-the-38-billion-drug-ad-business.html",
      "byline": "By Stuart Elliott and Nat Ives"
    },
    {
      "headline": "World Business Briefing | Australia And New Zealand: Australia: Qantas Considers More Freight",
      "snippet": "Qantas Airways Ltd is in final stage of talks to form Asian cargo joint venture based in Bangkok; is in negotiations to acquire 49 percent stake in Thai Air Cargo, joint venture with CTI Holding Co; Qantas chairwoman Margaret Jackson comments; pho...",
      "abstract": "Qantas Airways Ltd is in final stage of talks to form Asian cargo joint venture based in Bangkok; is in negotiations to acquire 49 percent stake in Thai Air Cargo, joint venture with CTI Holding Co; Qantas chairwoman Margaret Jackson comments; photo (S)",
      "lead_paragraph": "Qantas Airways Ltd., the biggest airline in Australia, is in the final stage of negotiations to form an Asian cargo joint venture based in Bangkok, according to the chairwoman, Margaret Jackson, left. Qantas is in talks to acquire a 49 percent stake in Thai Air Cargo, a joint venture with the CTI Holding Company of Bangkok, Ms. Jackson said at the Australia-Japan Joint Business Conference in Melbourne. \"The venture is an important part of the growth strategy for Qantas Freight and provides access to a number of Asian markets,\" she said.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/12/business/world-business-briefing-australia-and-new-zealand-australia-qantas.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Growth Pace Slackens in Singapore",
      "snippet": "Singapore's gross domestic product slowed to 7.7 percent pace in third quarter from 12.5 percent in second quarter; growth fell 2.3 percent in third quarter from second quarter; photo (M)",
      "abstract": "Singapore's gross domestic product slowed to 7.7 percent pace in third quarter from 12.5 percent in second quarter; growth fell 2.3 percent in third quarter from second quarter; photo (M)",
      "lead_paragraph": "SINGAPORE, Oct. 11 - Singapore's economy slowed unexpectedly in the third quarter, according to preliminary government estimates, as it eased out of a yearlong sprint of recovery from last year's deadly outbreak of severe acute respiratory syndrome.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/12/business/worldbusiness/growth-pace-slackens-in-singapore.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "After a Hit, DreamWorks Aims at Wall St.",
      "snippet": "Executives at DreamWorks Animation, buoyed by success of animated film Shark Tale, will begin meeting with investors this week in bid to sell shares to public; Jeffrey Katzenberg, animation unit's chief executive who is responsible for hits Shrek ...",
      "abstract": "Executives at DreamWorks Animation, buoyed by success of animated film Shark Tale, will begin meeting with investors this week in bid to sell shares to public; Jeffrey Katzenberg, animation unit's chief executive who is responsible for hits Shrek and Shrek 2, is expected to leave as early as Oct 12 on roadshow of company's initial public offering, with hope of selling shares by late October or early November; DreamWorks SKG expects to raise as much as $650 million in sale; offering will allow company's founders, Steven Spielberg, David Geffen and Katzenberg, and its original backers to recoup some of their $1.1 billion investment; photo (Market Place column) (M)",
      "lead_paragraph": "LOS ANGELES, Oct. 11 - Buoyed by the success of the animated film \"Shark Tale,\" executives for DreamWorks Animation will begin meeting with investors this week in a bid to sell shares to the public, three people involved in the offering said Monday.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/12/business/after-a-hit-dreamworks-aims-at-wall-st.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Possible Incentives for Iran",
      "snippet": "The United States and European allies are discussing economic incentives to encourage Iran to halt actions that are thought to be related to nuclear weapons. Page A12.",
      "abstract": "The United States and European allies are discussing economic incentives to encourage Iran to halt actions that are thought to be related to nuclear weapons. Page A12.",
      "lead_paragraph": "The United States and European allies are discussing economic incentives to encourage Iran to halt actions that are thought to be related to nuclear weapons. Page A12.",
      "publication_date": "2004-10-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/12/front page/world/possible-incentives-for-iran.html",
      "byline": ""
    }
  ]
}