{
  "metadata": {
    "date": "2004-12-09",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "I.B.M. Prepares Substitution for Pensions of New Hires",
      "snippet": "IBM, dogged by complaints about changes it made in employee pensions in 1990's, decides to close its pension plan to new employees at end of year and give all new workers 401(k) plan instead; spokeswoman says that despite change, company is 'still...",
      "abstract": "IBM, dogged by complaints about changes it made in employee pensions in 1990's, decides to close its pension plan to new employees at end of year and give all new workers 401(k) plan instead; spokeswoman says that despite change, company is 'still committed to defined-benefit pensions' (M)",
      "lead_paragraph": "I.B.M., dogged by complaints about changes it made to employee pensions in the 1990's, has decided to close its pension plan to new employees at the end of the year and give all new workers a 401(k) plan instead.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/09/technology/ibm-prepares-substitution-for-pensions-of-new-hires.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Russian Cellphone Carrier Faces Tax Claim",
      "snippet": "VimpelCom, second-largest cellphone company in Russia, receives first notice for $157 million in back taxes, sending its stock plunging; company confirms it received preliminary audit from Russian tax ministry stating it owes 4.4 billion rubles ($...",
      "abstract": "VimpelCom, second-largest cellphone company in Russia, receives first notice for $157 million in back taxes, sending its stock plunging; company confirms it received preliminary audit from Russian tax ministry stating it owes 4.4 billion rubles ($157.8 million) in taxes for 2001; company says it will fight claim; analysts and investors say tax claim is probably latest installment in bitter dispute between Mikhail M Fridman, high-profile VimpelCom shareholder, and Leonid D Reiman, leader of Russia's newly renamed Information Technology Ministry; fight is over 25 percent stake that Fridman's holding company, Alfa Group, bought last year in MegaFon, another rapidly growing Russian company and nation's third-largest mobile phone operator; MegaFon is majority owned by Telecominvest; Reiman is widely believed to own stake in Telecominvest and to be waging harassment campaign against Fridman seeking to get him to relinquish his stake in MegaFon--all of which Reiman vehemently denies; photos (M)",
      "lead_paragraph": "MOSCOW, Dec. 8 - VimpelCom, the No.2 cellphone company in Russia, received a first notice for $157 million in back taxes on Wednesday, sending its stock plunging and prompting fears of another Yukos-style tax investigation.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/09/business/worldbusiness/russian-cellphone-carrier-faces-tax-claim.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: G.M. And Union Reach Deal",
      "snippet": "General Motors will refrain from forced layoffs and plant shutdowns at its money-losing European operations (S)",
      "abstract": "General Motors will refrain from forced layoffs and plant shutdowns at its money-losing European operations (S)",
      "lead_paragraph": "General Motors will refrain from forced layoffs and plant shutdowns at its money-losing European operations, according to Klaus Franz, G.M. Europe's top worker representative in Rüsselsheim, near Frankfurt. He said the European management and employee representatives had agreed on an accord late on Tuesday while negotiating the carmaker's reorganization plans. The carmaker said in October that it planned to cut 12,000 of its 63,000 employees, focusing on the Adam Opel division, to save 500 million euros over the next two years. G.M. officials declined to comment, but details are to be announced today. Petra Kappl (NYT)",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/09/business/world-business-briefing-europe-germany-gm-and-union-reach-deal.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Libraries Reach Out, Online",
      "snippet": "Libraries are breaking free of physical limitations by making materials and services available online; New York Public Library offers 3,000 titles to cardholders, which can be borrowed for set periods by downloading on computer, hand-held organize...",
      "abstract": "Libraries are breaking free of physical limitations by making materials and services available online; New York Public Library offers 3,000 titles to cardholders, which can be borrowed for set periods by downloading on computer, hand-held organizer or other device using free reader software; when they are due, files are automatically locked out and returned to circulation; systems from other libraries described; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/09/technology/circuits/libraries-reach-out-online.html",
      "byline": "By Tim Gnatek"
    },
    {
      "headline": "Snow to Remain Treasury's Chief, White House Says",
      "snippet": "Pres Bush asks Treasury Sec John W Snow to continue in post, after weeks of talk and leaks about impending departure; senior official says administration does not want to convey uncertainty at a time when dollar is at historic low and Bush is prep...",
      "abstract": "Pres Bush asks Treasury Sec John W Snow to continue in post, after weeks of talk and leaks about impending departure; senior official says administration does not want to convey uncertainty at a time when dollar is at historic low and Bush is preparing economic strategy for second term; Vice Pres Cheney reportedly talked with potential replacements but White House apparently did not warm to any; Veterans Affairs Sec Anthony J Principi becomes ninth Cabinet member to leave; markets have watched Snow decision because his less-than-forceful policy comments lead investors to believe administration is content to live with weak dollar as way to increase exports and shrink trade deficit (M)",
      "lead_paragraph": "WASHINGTON, Dec. 8 - President Bush asked Treasury Secretary John W. Snow on Wednesday to remain in his job, the White House said, after weeks in which Republicans close to the White House had talked openly about his impending departure and said administration officials were interviewing possible successors.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/09/politics/snow-to-remain-treasurys-chief-white-house-says.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Martha Stewart Gets an After-Prison Show",
      "snippet": "NBC and Mark Burnett announce they have reached deal with Martha Stewart's company Martha Stewart Living Omnimedia to bring her back to morning television in 2005, after she is released from prison; Burnett says he and Stewart will create more amb...",
      "abstract": "NBC and Mark Burnett announce they have reached deal with Martha Stewart's company Martha Stewart Living Omnimedia to bring her back to morning television in 2005, after she is released from prison; Burnett says he and Stewart will create more ambitious version of her syndicated cooking and style show; new hourlong program will be taped beginning in September in front of live audience and will feature more celebrities and humor; photo (M)",
      "lead_paragraph": "NBC and Mark Burnett, the reality-television mogul behind \"The Apprentice\" and \"Survivor,\" announced yesterday that they had reached a deal with Martha Stewart's company to bring her back to morning television next year, after she is released from prison in West Virginia.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/09/business/media/martha-stewart-gets-an-afterprison-show.html",
      "byline": "By Randy Kennedy"
    },
    {
      "headline": "All This, and They Take Pictures, Too",
      "snippet": "David Pogue State of the Art column reviews digital cameras, priced under $300, from multiple manufacturers; chart shows comparison of features; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column reviews digital cameras, priced under $300, from multiple manufacturers; chart shows comparison of features; photo; drawing (M)",
      "lead_paragraph": "EVERY occupation entails answering certain frequently asked questions at parties. If you're a jeweler, it may be, \"Do you ever give discounts to friends?\" If you're a therapist, it's, \"Can I ask you about this hypothetical guy I know?\" If you're a dermatologist, it's, \"Will you just have a quick look at this thing on my back?\"",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/09/technology/circuits/all-this-and-they-take-pictures-too.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Profit Up At Transit Concern",
      "snippet": "World Business Briefing: Britain: Profit Up At Transit",
      "abstract": "World Business Briefing: Britain: Profit Up At Transit",
      "lead_paragraph": "The British bus and rail operator Stagecoach Group said that first-half profit rose 36 percent after the company cut costs and reorganized its Coach USA division. Net income for the six months ended Oct. 31 rose to £40.3 million ($78.4 million) from £29.7 million a year earlier, the company said. Revenue slipped 8.7 percent to £886.4 million. Stagecoach, based in Perth, Scotland, has sold units including the Hong Kong bus business CityBus and returned £241 million to shareholders as it reorganizes to focus on bus and rail services in Britain, the United States and New Zealand. \"We've seen improved margins in the U.K. with additional passenger growth and reduction of underperforming services,\" said the chief executive, Brian Souter, above, in a conference call with journalists. \"The restructuring in America is complete.\"",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/09/business/world-business-briefing-europe-britain-profit-up-at-transit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Singapore Oil Company Chief Arrested in Trading Losses",
      "snippet": "Singapore Oil Company C",
      "abstract": "Singapore Oil Company C",
      "lead_paragraph": "Police arrested the chief executive of China Aviation Oil Singapore yesterday morning as he returned to Singapore from China to face questions and a lawsuit related to his company's $550 million in losses from derivatives trading.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/09/business/worldbusiness/singapore-oil-company-chief-arrested-in-trading.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Steering California's Fight on Emissions",
      "snippet": "Profile of California Assemblywoman Fran Pavley, a Democrat, who is leading state's fight on auto emissions and is defending environmental creditials of Republican Gov Arnold Schwarzenegger; automakers this week sued to block legislation Pavley sp...",
      "abstract": "Profile of California Assemblywoman Fran Pavley, a Democrat, who is leading state's fight on auto emissions and is defending environmental creditials of Republican Gov Arnold Schwarzenegger; automakers this week sued to block legislation Pavley sponsored that would require about 30 percent cut in greenhouse gas emissions from cars and trucks sold in California by 2016 model year; Pavley says California, as one of largest auto makers, has obligation to lead way in North America; graph; photo (M)",
      "lead_paragraph": "DETROIT, Dec. 8 - Fran Pavley, a soft-spoken, retired schoolteacher who went into California politics, probably never thought she would find herself defending the environmental credentials of Gov. Arnold Schwarzenegger.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/09/business/steering-californias-fight-on-emissions.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Credit Card Loyalty Put to the Switch Test",
      "snippet": "MBNA Corp has been switching credit card accounts from Visa or MasterCard payment systems to cards issued by MBNA's new partner, American Express Co; switch is not illegal, as slamming is, practice some phone companies used in 1990's to steal away...",
      "abstract": "MBNA Corp has been switching credit card accounts from Visa or MasterCard payment systems to cards issued by MBNA's new partner, American Express Co; switch is not illegal, as slamming is, practice some phone companies used in 1990's to steal away competitors' customers; MBNA's general counsel Louis J Freeh says company is taking 'comprehensive' approach to marketing American Express cards to make up for 30 years when it could not offer alternative to Visa or MasterCard; chart; photo (M)",
      "lead_paragraph": "When Patrick F. McIntyre received two American Express cards in the mail last month, he did not feel as if he had been welcomed into an exclusive club. Instead, he felt like a pawn in the credit card industry's latest maneuver.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/09/business/credit-card-loyalty-put-to-the-switch-test.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "Japan's Once-Booming Recovery Near a Standstill",
      "snippet": "Japan's once-robust economy slowed to near standstill in third quarter as consumer spending weakened more than expected; adopting new method of calculating output, government revises third-quarter growth to annual 0.2 percent from previous 0.3 per...",
      "abstract": "Japan's once-robust economy slowed to near standstill in third quarter as consumer spending weakened more than expected; adopting new method of calculating output, government revises third-quarter growth to annual 0.2 percent from previous 0.3 percent; using new calculation, government also says economy shrank in second quarter, declining annual 0.6 percent instead of rising 1.1 percent as previously reported; photos (M)",
      "lead_paragraph": "TOKYO, Dec. 8 - Japan's once-robust recovery slowed to a near standstill in the third quarter as consumer spending weakened more than expected, according to revised figures released Wednesday.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/09/business/worldbusiness/japans-oncebooming-recovery-near-a-standstill.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "For Satellite Radio Fans, Northern Exposure",
      "snippet": "XM and Sirius radio signals reach Canada, but equipment is not yet available there; decades-old Canadian broadcasting policy holds that content on Canadian airwaves must be sufficiently Canadian and not be overwhelmed by flood of American pop cult...",
      "abstract": "XM and Sirius radio signals reach Canada, but equipment is not yet available there; decades-old Canadian broadcasting policy holds that content on Canadian airwaves must be sufficiently Canadian and not be overwhelmed by flood of American pop culture; approval appears likely next year; photos (M)",
      "lead_paragraph": "AJAX, Ontario - ROB MacARTHUR, a part-time music promoter, has a cardboard box full of nearly 60 CD's at his bar in this town half an hour east of Toronto, sent to him by independent Canadian musicians hoping for a shot at getting their songs on the radio.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/09/technology/circuits/for-satellite-radio-fans-northern-exposure.html",
      "byline": "By Colin Campbell"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Air Board Near Decision On Bidder for ATA Assets  The Air Transportation Stabilization Board is preparing to endorse its choice of an airline to buy some or all of the assets of ATA Airlines, which is in bankruptcy protection.  ",
      "abstract": " Air Board Near Decision On Bidder for ATA Assets  The Air Transportation Stabilization Board is preparing to endorse its choice of an airline to buy some or all of the assets of ATA Airlines, which is in bankruptcy protection.  ",
      "lead_paragraph": "Air Board Near Decision On Bidder for ATA Assets The Air Transportation Stabilization Board is preparing to endorse its choice of an airline to buy some or all of the assets of ATA Airlines, which is in bankruptcy protection.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/09/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Union Accepts Lufthansa Deal",
      "snippet": "World Business Briefing: Germany: Un",
      "abstract": "World Business Briefing: Germany: Un",
      "lead_paragraph": "The European airline Deutsche Lufthansa said it had reached a wage agreement with ground workers that will save more than 150 million euros ($201.5 million) by 2006, half of the carrier's cost-cutting goal. The contract freezes wages through Dec. 31, 2006, and includes a basic 37.5-hour workweek, Lufthansa said. The agreement covers 37,000 check-in, baggage-handling and administrative employees. Lufthansa, based in Cologne, negotiated with its unions for a year about cutting 300 million euros from the 4.6 billion euros in annual spending on wages and benefits. The agreement is the second of three that are needed. Lufthansa and its 4,400 pilots agreed on Monday to freeze wages through March 2006. Lufthansa said it was still in contract talks with 13,700 cabin crew members.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/09/business/world-business-briefing-europe-germany-union-accepts-lufthansa.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "'Retired' Rapper Finds a Job Atop Def Jam",
      "snippet": "Rap star Jay-Z, whose real name is Shawn Carter, agrees to become president of Universal Music Group's Def Jam Recordings label; Universal will give Jay-Z, who has little corporate experience, vacant top job at one of its biggest divisions, granti...",
      "abstract": "Rap star Jay-Z, whose real name is Shawn Carter, agrees to become president of Universal Music Group's Def Jam Recordings label; Universal will give Jay-Z, who has little corporate experience, vacant top job at one of its biggest divisions, granting him authority over everything from album production to marketing strategies; deal is also big win for Universal and Antonio Reid, chairman of corporation's Island Def Jam Music Group, who has been working to secure Carter as executive and prevent him from lining up with rival Warner Music Group; three-year deal allows Carter to sign limited number of artists to his own Def Jam-distributed venture, likely under Roc-A-Fella imprint; photo (M)",
      "lead_paragraph": "Proving yet again that he is the hardest-working retiree in the music industry, the rap star Jay-Z has agreed to become the president of Universal Music Group's Def Jam Recordings label.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/09/business/media/retired-rapper-finds-a-job-atop-def-jam.html",
      "byline": "By Jeff Leeds and Lola Ogunnaike"
    },
    {
      "headline": "Troops' Queries Leave Rumsfeld on the Defensive",
      "snippet": "Sec Donald Rumsfeld goes to base in Kuwait for morale-boosting talk with Iraq-bound troops and finds himself on defensive, fielding pointed questions from soldiers about aging vehicles that lack armor protection from roadside bombs; photos; Rumsfe...",
      "abstract": "Sec Donald Rumsfeld goes to base in Kuwait for morale-boosting talk with Iraq-bound troops and finds himself on defensive, fielding pointed questions from soldiers about aging vehicles that lack armor protection from roadside bombs; photos; Rumsfeld, seemingly caught off guard by sharp questioning, says military is producing Humvee and truck armor as fast as possible but that 'You go to war with the Army you have, not the Army you might want'; Tennessee National Guard scout Thomas Wilson draws cheers when he describes soldiers scounging through landfills for rusty scrap metal and bulletproof glass; second soldier asks Rumsfeld about shortages and antiquated equipment for National Guard units; Pentagon says military is producing 450 armored Humvees a month, up from 15 in fall of 2003 when roadside bombings emerged as major threat; soldiers' complaints revive charges that Bush administration did not anticipate tenacious insurgency; Maj Gen Gary D Speer acknowledges that many troops will head north into Iraq without bulletproof windshields or Kevlar flooring (M)",
      "lead_paragraph": "CAMP BUEHRING, Kuwait, Dec. 8 - Defense Secretary Donald H. Rumsfeld came here Wednesday to lead a morale-lifting town hall discussion with Iraq-bound troops. Instead, he found himself on the defensive, fielding pointed questions from soldiers complaining about aging vehicles that lacked armor for protection against roadside bombs.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/09/world/middleeast/troops-queries-leave-rumsfeld-on-the-defensive.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Higher Offer For Kidde",
      "snippet": "World Business Briefing: Britain: Hi",
      "abstract": "World Business Briefing: Britain: Hi",
      "lead_paragraph": "The British manufacturer of fire extinguishers Kidde said that it had received an improved takeover offer from United Technologies, but that it had not agreed to a deal. United Technologies, which is based in Hartford, Conn., bid £1.38 billion ($2.69 billion), or 165 pence a share, for Kidde, an increase of 5 pence a share from its last offer, made in October. Under British takeover rules, United Technologies must secure Kidde's approval for a deal by Dec. 16 or step down for six months. Kidde, which is based in Berkshire, will give United Technologies limited access to information to conduct due diligence, Kidde said. Heather Timmons (NYT)",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/09/business/world-business-briefing-europe-britain-higher-offer-for-kidde.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Inflation Rises",
      "snippet": "Inflation in Brazil rose in November for second consecutive month, adding to expectations that central bank will increase interest rates next week for fourth time in four months; consumer price index rose 0.69 percent last month; inflation has cli...",
      "abstract": "Inflation in Brazil rose in November for second consecutive month, adding to expectations that central bank will increase interest rates next week for fourth time in four months; consumer price index rose 0.69 percent last month; inflation has climbed 6.68 percent so far this year and is expected to hit 7.4 percent by end of December (S)",
      "lead_paragraph": "Inflation in Brazil rose in November for the second consecutive month, adding to expectations that the central bank will increase interest rates next week for the fourth time in four months. The government's statistics agency said its IPCA consumer price index, the central bank's main gauge in setting interest rates, rose 0.69 percent last month, a larger-than-expected increase, pressured by rising fuel costs. In October, the index rose 0.44 percent. So far this year, inflation has climbed 6.68 percent and it is expected to hit 7.4 percent by the end of December, according to a central bank survey released this week. While that would be higher than the government's year-end target of 5.5 percent, it would still be within a tolerance band of 2.5 percentage points. In 2005, the central bank hopes to bring inflation down to 5.1 percent. Todd Benson (NYT)",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/09/business/world-business-briefing-americas-brazil-inflation-rises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Youth Ensnared in Nepal's War With Maoists",
      "snippet": "Nepal's eight-year war with Maoist guerrillas is ensnaring country's children, with tens of thousands under age 18 estimated killed or abducted and forced into indoctrination camps; execution of 18-year-old Reena Rasaili in one village described; ...",
      "abstract": "Nepal's eight-year war with Maoist guerrillas is ensnaring country's children, with tens of thousands under age 18 estimated killed or abducted and forced into indoctrination camps; execution of 18-year-old Reena Rasaili in one village described; that killing was apparently by government soldiers, but parents elsewhere dread waking to find shoe hanging outside home, sign that guerrillas are demanding young recruit as part of recent 'strategic offensive'; thousands of families are sending children to monasteries in India; photos; map; rights groups says Maoists have abducted at least 8,000 children, often from schools; also note reports that Nepalese army is using children as spies and messengers, which authorities deny; attacks have forced government to withdraw police from about two-thirds of country, leaving Maoists and army patrols free to prey on isolated villages (M)",
      "lead_paragraph": "POKHARI CHAURI, Nepal - On a frigid night last February, Nepalese soldiers rousted 17-year-old Reena Rasaili from the warm bed where she lay curled beside her Aunt Devi and accused her of being a Maoist guerrilla.",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/09/world/asia/youth-ensnared-in-nepals-war-with-maoists.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "Groups Debate Slower Strategy on Gay Rights",
      "snippet": "Leaders of gay rights movement are embroiled in bitter debate on whether they should moderate goals and demands in wake of bruising losses in November, when 11 states approved constittuional amendments banning same-sex marriages; Human Rights Camp...",
      "abstract": "Leaders of gay rights movement are embroiled in bitter debate on whether they should moderate goals and demands in wake of bruising losses in November, when 11 states approved constittuional amendments banning same-sex marriages; Human Rights Campaign, largest gay-rights group, has accepted resignation of director and named first non-gay co-chairman, Democratic lobbyist Michael Berman, and adopted more moderate strategy with less emphasis on legalizing marriages and more on strengthening personal relationships; more aggressive advocates like Jonathan D Katz and George Chauncey see marriage right as key, while moderates warn about enabling right wing to mobilize public opinion as was done in November; Reprs Barney Frank and Tammy Baldwin, both gay, say movement must pick its fights and act more incrementally; Frank criticized San Francisco Mayor Gavin Newsom for 'spectacle weddings,' which were later invalidated by California Supreme Court (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/09/us/groups-debate-slower-strategy-on-gay-rights.html",
      "byline": "By John M. Broder"
    }
  ]
}