{
  "metadata": {
    "date": "2004-08-11",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Health Plan That Cuts Costs Raises Doctors' Ire",
      "snippet": "Innovative health care program in Whatcom County, Wash, has improved medical care and cut costs by, among other things, assigning nurses and creating electronic records for some patients; model program, which so far involves only patients with dia...",
      "abstract": "Innovative health care program in Whatcom County, Wash, has improved medical care and cut costs by, among other things, assigning nurses and creating electronic records for some patients; model program, which so far involves only patients with diabetes and congestive heart failure, is boon for health insurers and pharmaceutical companies; is cutting earnings of general practitioners, who are offered no financial incentives to buy electronic medical records systems and provide services that substitute for individual doctor visits, and of hospitals; some experts question viability of model; Robert Wood Johnson Foundation helps finance program; photos (M)",
      "lead_paragraph": "Elbert Littlefield, 76 and seriously ill with diabetes and congestive heart failure, had all but given up trying to take care of himself.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/11/us/health-plan-that-cuts-costs-raises-doctors-ire.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Executive Extends Term",
      "snippet": "Marks & Spencer G",
      "abstract": "Marks & Spencer G",
      "lead_paragraph": "The British clothing retailer Marks & Spencer Group said Paul Myners, left, would remain as chairman until the company's annual meeting in July 2005. Mr. Myners will step down from the board of a cellphone company, MMO2, and as a trustee of the Charities Aid Foundation to make more time for Marks & Spencer, though he will stay on the boards of the Guardian Media Group and Aspen Insurance Holdings, said Lisa Attenborough, a spokeswoman for the retail company. Marks & Spencer has been looking for a new chairman since Luc Vandevelde announced his intention to leave in May. Mr. Myners, 56, accepted the position on an interim basis at the end of that month. ''The company now needs a period of stability in order to focus on the day-to-day running of the business,'' Kevin Lomax, senior independent director, said in a statement. ''We are grateful that Paul has freed up more time in order to be able to continue for longer than he had originally planned.''",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/11/business/world-business-briefing-europe-britain-executive-extends-term.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.S. to Give Border Patrol Agents The Power to Deport Illegal Aliens",
      "snippet": "Homeland Security Department, citing terrorism concerns, plans to give border patrol agents sweeping new powers to deport illegal aliens seized within 100 miles of Mexico and Canada without giving them chance to appear before immigration judge; of...",
      "abstract": "Homeland Security Department, citing terrorism concerns, plans to give border patrol agents sweeping new powers to deport illegal aliens seized within 100 miles of Mexico and Canada without giving them chance to appear before immigration judge; officials say deportation process in immigration courts is sluggish and cumbersome, with illegal immigrants often waiting over year before being deported; say immigrants who have spent up to 14 days in United States will typically be deported within eight days of apprehension; say most Mexicans and Canadians will still have their cases heard in immigration court, as will those from other nations who show credible fear of persecution; agents will focus on immigrants from nations other than Mexico and Canada (M)",
      "lead_paragraph": "Citing concerns about terrorists crossing the nation's borders, the Department of Homeland Security said on Tuesday that it planned to give border patrol agents sweeping new powers to deport illegal aliens from the frontiers with Mexico and Canada without providing them the opportunity to make their case before an immigration judge.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/11/world/threats-responses-immigration-us-give-border-patrol-agents-power-deport-illegal.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "U.S. Chief Pushes Oil Giant's Moves Beyond Australia",
      "snippet": "Australia's Woodside Energy's new American chief executive Don Voelte wants to accelerate company's expansion; Volte warned governments of Australia and East Timor in late July that Woodside would suspend development on Greater Sunrise gas field t...",
      "abstract": "Australia's Woodside Energy's new American chief executive Don Voelte wants to accelerate company's expansion; Volte warned governments of Australia and East Timor in late July that Woodside would suspend development on Greater Sunrise gas field that lies in Timor Sea unless two sides settled bitter boundary and revenue dispute; company also informed Australian government that it wanted talks completed by December or it will pull out Woodside workers at project, which is valued at $3.7 billion; photos (M)",
      "lead_paragraph": "Woodside Energy, Australia's largest oil and gas company, is proud of its all-Australian pedigree that stretches back to unsuccessful wildcat exploration in southern scrubland 50 years ago. The company went on to discover the North West Shelf gas deposits that have become as much an icon to Australians as the Sydney Opera House.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/11/business/us-chief-pushes-oil-giant-s-moves-beyond-australia.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "Trends in Costs And in Carbs Nag at Kraft",
      "snippet": "Article on financial problems plaguing Kraft Foods; says surging prices for commodities and drop in number of consumer eating carbohydrates are main factors in 25.5 percent drop in second-quarter earnings; photos (M)",
      "abstract": "Article on financial problems plaguing Kraft Foods; says surging prices for commodities and drop in number of consumer eating carbohydrates are main factors in 25.5 percent drop in second-quarter earnings; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/11/business/trends-in-costs-and-in-carbs-nag-at-kraft.html",
      "byline": "By Jo Napolitano"
    },
    {
      "headline": "A Bit Battered, Google Still Sticks to Plan For Its Offering",
      "snippet": "Google says it will end registration period for its initial public offering by early Aug 13 and start bidding 'soon thereafter'; big institutional investors have scoffed at value of offering, in which Google has estimated company's worth at no les...",
      "abstract": "Google says it will end registration period for its initial public offering by early Aug 13 and start bidding 'soon thereafter'; big institutional investors have scoffed at value of offering, in which Google has estimated company's worth at no less than $27 billion (M)",
      "lead_paragraph": "Battered or not, here they come.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/11/business/a-bit-battered-google-still-sticks-to-plan-for-its-offering.html",
      "byline": "By Gary Rivlin and John Markoff"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Consumer Confidence Rises",
      "snippet": "Japan's",
      "abstract": "Japan's",
      "lead_paragraph": "A gauge of Japanese consumer sentiment rose to its highest level in 13 years in July as the outlook for jobs and for income growth improved, the government said. The nationwide consumer confidence index rose to 48.7 in July, from 44.9 in June. The July score was the highest since the index hit 49.4 in June of 1991. The improvement in confidence bodes well for Japan's two-year economic recovery. While the rebound has been driven mostly by rising exports so far, signs of growing consumption, which accounts for more than half of the economy, are providing hope the recovery will continue into a third year.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/11/business/world-business-briefing-asia-japan-consumer-confidence-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Federal Reserve Raises Key Rate a Quarter-Point  The Federal Reserve raised short-term interest rates by one-quarter of a percentage point, to 1.5 percent, and strongly implied that it would keep raising rates modestly but regularly in the months ...",
      "abstract": " Federal Reserve Raises Key Rate a Quarter-Point  The Federal Reserve raised short-term interest rates by one-quarter of a percentage point, to 1.5 percent, and strongly implied that it would keep raising rates modestly but regularly in the months ahead. Analysts had almost uniformly expected the rate increase, the second such move since June 30.    But the Fed's statement after the meeting was tougher than some had thought it would be and increased the prospects that policy makers will follow with an additional rate increase at their next meeting in September, less than six weeks before the election. [Page A1.]",
      "lead_paragraph": "Federal Reserve Raises Key Rate a Quarter-Point",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/11/business/business-digest-592595.html",
      "byline": ""
    },
    {
      "headline": "Private Banking Fees Drive Profit at UBS",
      "snippet": "Private Banking Fees Drive Profit at",
      "abstract": "Private Banking Fees Drive Profit at",
      "lead_paragraph": "UBS, the world's biggest money manager for the rich, said on Tuesday that its second-quarter profit rose 28 percent, largely because of private banking fees.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/11/business/private-banking-fees-drive-profit-at-ubs.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Trump Must Ante Up $55 Million To Hold On to 25% of His Casino",
      "snippet": "Donald Trump will invest $55 million of his money to maintain 25 percent stake in Trump Hotels and Casino Resorts as part of bankruptcy deal; Trump says he has cash on hand, pegging his net worth at $4 billion to $5 billion, interview; cursory exa...",
      "abstract": "Donald Trump will invest $55 million of his money to maintain 25 percent stake in Trump Hotels and Casino Resorts as part of bankruptcy deal; Trump says he has cash on hand, pegging his net worth at $4 billion to $5 billion, interview; cursory examination of Trump's finances suggests his claims of being billionaire may be greatly exaggerated; photos (Market Place column) (M)",
      "lead_paragraph": "As Donald J. Trump's publicly traded casino company, Trump Hotels and Casino Resorts, goes into a bankruptcy reorganization, Mr. Trump has to invest $55 million of his money in the enterprise to maintain a large ownership stake.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/11/business/market-place-trump-must-ante-up-55-million-to-hold-on-to-25-of-his-casino.html",
      "byline": "By Timothy L. O'Brien and Eric Dash"
    },
    {
      "headline": "Fed Message Lifts Markets and the Dollar",
      "snippet": "Stocks and dollar rally and bond prices fall after Federal Reserve policy makers say economy will soon return to stronger pace of growth; Dow Jones industrial average gains 130.01 points, or 1.3 percent, to close at 9,944.67; Nasdaq composite inde...",
      "abstract": "Stocks and dollar rally and bond prices fall after Federal Reserve policy makers say economy will soon return to stronger pace of growth; Dow Jones industrial average gains 130.01 points, or 1.3 percent, to close at 9,944.67; Nasdaq composite index rises 34.06 points, or 1.9 percent, to 1,808.70; Standard & Poor's 500-stock index closes at 1.079.04, up 13.8 points or 1.3 percent; US Treasury prices decline; 10-year note falls 9/32, to 103 20/32; yield rises to 4.29 percent from 4.26 percent; euro drops to $1.2231 in afternoon trading against dollar from $1.2275; price of crude oil for September delivery falls 32 cents, to $44.52 per barrel in New York trading; graphs; photos (M)",
      "lead_paragraph": "Stocks and the dollar rallied yesterday and bond prices fell after Federal Reserve policy makers said the economy would soon return to a stronger pace of growth.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/11/business/the-markets-stocks-bonds-fed-message-lifts-markets-and-the-dollar.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Fed Increases Interest Rates Quarter-Point",
      "snippet": "Federal Reserve raises federal funds rate target by 25 basis points, to 1.5 percent; strongly implies it will keep raising short-term interest rates modestly but regularly in months ahead; says economic growth has slowed, but that economy seems po...",
      "abstract": "Federal Reserve raises federal funds rate target by 25 basis points, to 1.5 percent; strongly implies it will keep raising short-term interest rates modestly but regularly in months ahead; says economic growth has slowed, but that economy seems poised to resume stronger growth; stock prices rise on forecast; photo (M)",
      "lead_paragraph": "The Federal Reserve increased short-term interest rates on Tuesday by one-quarter of a percentage point, to 1.5 percent, and strongly implied that it would keep raising rates modestly but regularly in the months ahead.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/11/business/fed-increases-interest-rates-quarter-point.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "U.S. TROOPS FIGHT IRAQ MILITIAMEN ON TWO FRONTS",
      "snippet": "American troops simultaneously battle rebel Shiite militiamen loyal to Moktada al-Sadr in Najaf and Baghdad's Sadr City slum; American commanders seem to have deferred any full-scale assaults on rebels; Iraqi-American hierarchy of Prime Min Ayad A...",
      "abstract": "American troops simultaneously battle rebel Shiite militiamen loyal to Moktada al-Sadr in Najaf and Baghdad's Sadr City slum; American commanders seem to have deferred any full-scale assaults on rebels; Iraqi-American hierarchy of Prime Min Ayad Allawi, Amb John D Negroponte and Gen George W Casey must decide whether to meet Sadr's latest uprising with force or negotiations; threat that rebels will shut down exports from southern oil fields recedes for now with Oil Ministry report that full output has resumed after quick repairs to pipeline attacked by rebels; extent of United States attack on Sadr City is unclear, but area apparently is still under rebel control; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/11/world/the-reach-of-war-combat-us-troops-fight-iraq-militiamen-on-two-fronts.html",
      "byline": "By John F. Burns and Alex Berenson"
    },
    {
      "headline": "Act of Healing, Act of Politics",
      "snippet": "Nomination of Rep Porter J Goss to head Central Intelligence Agency may be buying Pres Bush as much trouble as he is trying to overcome at CIA in wake of run of epic intelligence failures; appointment is both effort to improve CIA performance and ...",
      "abstract": "Nomination of Rep Porter J Goss to head Central Intelligence Agency may be buying Pres Bush as much trouble as he is trying to overcome at CIA in wake of run of epic intelligence failures; appointment is both effort to improve CIA performance and political act in closing months of presidential election campaign; move to head off accusations that vacancy on national security team leaves nation vulnerable may ignite noisy confirmation fight with Senate Democrats that could reopen questions about CIA performance during Bush administration; Republicans and Democrats question whether Bush willfully starts partisan fight that will let him argue Democrats block key national security appointment (M)",
      "lead_paragraph": "In nominating Representative Porter J. Goss of Florida as director of central intelligence, President Bush is hoping to open a new chapter at the C.I.A. after a run of epic intelligence failures, but he may be buying himself as much trouble as he is trying to overcome.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/11/us/act-of-healing-act-of-politics.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "China's Economy Offers Another Hint of Slowing",
      "snippet": "China's industrial output was 15.5 percent higher in July than year earlier; is fifth consecutive month of growth rate's inching lower, after hitting 23 percent in February; production rose fastest in those industries where China needs more output...",
      "abstract": "China's industrial output was 15.5 percent higher in July than year earlier; is fifth consecutive month of growth rate's inching lower, after hitting 23 percent in February; production rose fastest in those industries where China needs more output to relieve bottlenecks; with blackouts becoming national problem, Chinese power plants increased electricity output while coal mines and oil wells stepped up production; central bank warns inflation will continue to rise through third quarter, but predicts increases in consumer price index will weaken by end of year; vehicle output increased only 5.4 percent in July from year ago, while production of passenger cars in particular was only up by half a percent;",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/11/business/china-s-economy-offers-another-hint-of-slowing.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Nikon's Profit Rises",
      "snippet": "Nikon Corp reports net profit of 1.72 billion yen ($15.6 million) for quarter ended June 30, compared with profit of 69 million yen last year; sales rose 22.5 percent, to 138.2 billion yen, from 112.9 billion yen (S)",
      "abstract": "Nikon Corp reports net profit of 1.72 billion yen ($15.6 million) for quarter ended June 30, compared with profit of 69 million yen last year; sales rose 22.5 percent, to 138.2 billion yen, from 112.9 billion yen (S)",
      "lead_paragraph": "The Nikon Corporation reported a surge in profit for the most recent quarter, helped by healthy demand for digital cameras and rising sales of semiconductor-manufacturing equipment. Nikon reported net profit of 1.72 billion yen ($15.6 million) for the quarter ended June 30, compared with a profit of 69 million yen last year. Sales rose 22.5 percent, to 138.2 billion yen, from 112.9 billion yen. Nikon is a leading manufacturer of machines that make computer chips and its sales are growing amid robust demand for the chips that power cellphones, cameras and computers. Nikon is also benefiting from a boom in sales of digital cameras though it trails Sony, Canon and several other manufacturers in that market. Todd Zaun (NYT)",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/11/business/world-business-briefing-asia-japan-nikon-s-profit-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Cisco Reports Strong Revenue In 4th Quarter",
      "snippet": "Cisco Systems reports net income of $1.38 billion in fiscal fourth quarter ended July 31, up 41 percent from $982 million year earlier; revenue was $5.9 billion, compared with $4.7 billion year ago and $5.62 billion in previous quarter; chief exec...",
      "abstract": "Cisco Systems reports net income of $1.38 billion in fiscal fourth quarter ended July 31, up 41 percent from $982 million year earlier; revenue was $5.9 billion, compared with $4.7 billion year ago and $5.62 billion in previous quarter; chief executive John T Chambers comments; photo (M)",
      "lead_paragraph": "Cisco Systems, the maker of Internet networking equipment, posted solid quarterly earnings on Tuesday that were squarely in line with Wall Street expectations. But John T. Chambers, the company's chief executive, suggested that economic conditions remain jittery, even more so than they were three months ago.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/11/business/technology-cisco-reports-strong-revenue-in-4th-quarter.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Bush Picks House Intelligence Chief to Lead C.I.A.",
      "snippet": "Pres Bush names Rep Porter J Goss, House Intelligence Committee chairman and former Central Intelligence Agency case officer, to head CIA; nomination seems headed for election-year battle in Senate, with Democrats holding Bush erred by selecting c...",
      "abstract": "Pres Bush names Rep Porter J Goss, House Intelligence Committee chairman and former Central Intelligence Agency case officer, to head CIA; nomination seems headed for election-year battle in Senate, with Democrats holding Bush erred by selecting clear partisan; Goss recently denounced intelligence record of Sen John Kerry, Democratic presidential nominee; Democrats who served on his committee say Goss ignored their bill to overhaul intelligence community; Goss has also ired CIA with his June stand that it ignores core mission and is in 'dysfunctional denial' of need for reform; chronology of Goss's career; photos (M)",
      "lead_paragraph": "President Bush on Tuesday nominated Representative Porter J. Goss, the longtime chairman of the House Intelligence Committee, to head the Central Intelligence Agency at a moment of heated debate about both the agency's shortcomings and how to execute the broadest overhaul of American intelligence operations in more than half a century.",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/11/us/bush-picks-house-intelligence-chief-to-lead-cia.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Utility's Profit Rises",
      "snippet": "German power supplier RWE sayo",
      "abstract": "German power supplier RWE sayo",
      "lead_paragraph": "A power supplier, RWE, said its profit more than doubled in the first half of the year, helped by a sale of assets. RWE, based in Essen, said it earned 1.36 billion euros ($1.67 billion), up from 621 million euros a year earlier. The company sold stakes in Consol Energy, a coal mining company based in the United States, and Heidelberger Druck, a maker of printing machinery, among others. Operating profit grew 12 percent to 3.28 billion euros ($4 billion), resulting from higher power prices and cost-saving measures at RWE's core businesses power, gas and water operations. The company reduced its debt by 2.1 billion euros, to 15.1 billion euros. Petra Kappl (NYT)",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/11/business/world-business-briefing-europe-germany-utility-s-profit-rises.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Inflation Restrained",
      "snippet": "Britain reports 1.4 percent annual rate of inflation in July; graph (S)7",
      "abstract": "Britain reports 1.4 percent annual rate of inflation in July; graph (S)7",
      "lead_paragraph": "Britain's inflation rate fell below expectations in July, as retailers offered discounts on furniture and household goods, which drove consumer spending levels down. The Office of National Statistics reported a 1.4 percent annual rate of inflation, versus a forecast of 1.5 percent. The Bank of England has raised interest rates five times since November in an attempt to curtail inflation. Economists still expect more rate increases, but the decline in inflation may persuade the bank to wait before making another increase. Heather Timmons (NYT)",
      "publication_date": "2004-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/11/business/world-business-briefing-europe-britain-inflation-restrained.html",
      "byline": "By Heather Timmons (NYT)"
    }
  ]
}