{
  "metadata": {
    "date": "2004-10-22",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Spain: Bank Executive Named",
      "snippet": "Santa",
      "abstract": "Santa",
      "lead_paragraph": "Santander Central His-pano, Spain's largest bank, said Francisco Gómez-Roldán, left, will succeed Luqman Arnold as chief executive of Abbey National, a British mortgage lender it is buying for £9.1 billion ($16.6 billion). Santander Central Hispano, whose shareholders approved the purchase of Abbey, said Mr. Gómez-Roldán, currently chief financial officer of Santander, would begin his new job next month.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/22/business/world-business-briefing-europe-spain-bank-executive-named.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Safeguarding Colombia's Oil",
      "snippet": "Colombian military forces, backed by US government, are safeguarding Colombia's oil from Marxist rebels, making potenitally oil-rich regions safe for exploration by private companies and government-run oil company; twin emphasis of protecting oil ...",
      "abstract": "Colombian military forces, backed by US government, are safeguarding Colombia's oil from Marxist rebels, making potenitally oil-rich regions safe for exploration by private companies and government-run oil company; twin emphasis of protecting oil production and challenging Colombia's most formidable rebel group, Revolutionary Armed Forces of Colombia, is most apparent in Putumayo province; map; photo (M)",
      "lead_paragraph": "PUERTO VEGA, Colombia - In the biggest, most ambitious army offensive in Colombia's 40-year rebel war, 18,000 counterinsurgency troops have since January fanned out across four isolated southern states, a lawless swath that for years functioned as a de facto republic for Marxist rebels.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/22/business/worldbusiness/safeguarding-colombias-oil.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Talks On Network Acquisition",
      "snippet": "World Business Briefing: Britain: Talks On Network Acquisition",
      "abstract": "World Business Briefing: Britain: Talks On Network Acquisition",
      "lead_paragraph": "The British phone company the BT Group is in exclusive talks with the Reuters Group to buy Radianz, a network provider, to add customers in financial services. Reuters will acquire the 49 percent of Radianz it does not own for $110 million in cash from Equant of the Netherlands and then sell the business to BT, Reuters said. The companies declined to say how much BT would pay for the unit. The unprofitable Radianz, a New York-based joint venture created in 2000 by Reuters and Equant, provides data communications services to clients including Reuters, Deutsche Bank and the Chicago Stock Exchange. The venture last year posted a net loss of $86 million. The loss narrowed from $236 million in 2002. Revenue rose 8 percent to $533 million.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/22/business/world-business-briefing-europe-britain-talks-on-network.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "For Families of Autistic, the Fight for Ordinary",
      "snippet": "Growing numbers of families are raising autistic children at home and trying to acclimate them to normal activities and routines; they are using techniques that have proved successful in classroom at home to maximize learning for autistic child an...",
      "abstract": "Growing numbers of families are raising autistic children at home and trying to acclimate them to normal activities and routines; they are using techniques that have proved successful in classroom at home to maximize learning for autistic child and also to improve quality of life for rest of family; over last decade, number of autistic children receiving special education services nationwide has grown to 140,000 from 20,000; scientists are debating what has caused skyrocketing autism caseload, whether it is real increase in cases, better diagnoses, or decision not to institutionalize autistic children; organized resources for these families are scarce; there is new Web site from Autism Society of America and home visits by therapists from special schools, but mostly there are mothers with file folders of information, passed from hand to hand; autism is mysterious brain disorder that affects ability to communicate, form relationships, tolerate change and otherwise respond appropriately to outside world; strain of living with autistic child described; photos (L)",
      "lead_paragraph": "Lisa Krieger proved herself the equal of any presidential advance team in planning a first communion for her daughter, Gina, who is 8 years old and autistic.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/22/health/for-families-of-autistic-the-fight-for-ordinary.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Exports Rise To Record",
      "snippet": "Japanese exports rose 12.5 percent to record in September, led by shipments to Asian markets including China and Taiwan; export growth accelerated from 10.4 percent in August from year earlier (S)",
      "abstract": "Japanese exports rose 12.5 percent to record in September, led by shipments to Asian markets including China and Taiwan; export growth accelerated from 10.4 percent in August from year earlier (S)",
      "lead_paragraph": "Japanese exports rose 12.5 percent to a record in September, led by shipments to Asian markets including China and Taiwan. Export growth accelerated from a 10.4 percent increase in August from a year earlier, the Ministry of Finance said. Semiconductor equipment, car parts and steel led the gains.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/22/business/world-business-briefing-asia-japan-exports-rise-to-record.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "A Struggle Over Air Routes in East Asia",
      "snippet": "Agreement by Cathay Pacific Airways to buy stake in Air China has highlighted struggle across East Asia, especially in Hong Kong and mainland China, over how vigorously airlines should be allowed to compete with each other on international routes;...",
      "abstract": "Agreement by Cathay Pacific Airways to buy stake in Air China has highlighted struggle across East Asia, especially in Hong Kong and mainland China, over how vigorously airlines should be allowed to compete with each other on international routes; at stake is world's fastest-growing regional aviation market, with China at its core; chart (M)",
      "lead_paragraph": "HONG KONG, Oct. 21 - The pact by Cathay Pacific Airways on Wednesday to buy a stake in Air China has highlighted a struggle across East Asia, and especially in Hong Kong and mainland China, over how vigorously airlines should be allowed to compete with each other on international routes.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/22/business/worldbusiness/a-struggle-over-air-routes-in-east-asia.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Is It Time to Stem Asia Deficits With a Weak Dollar?",
      "snippet": "Floyd Norris comment links America's economic problems to strong dollar in Asia, not just China; says there is likely to be strong American pressure on much of Asia to allow major depreciation of dollar no matter who wins US presidential election;...",
      "abstract": "Floyd Norris comment links America's economic problems to strong dollar in Asia, not just China; says there is likely to be strong American pressure on much of Asia to allow major depreciation of dollar no matter who wins US presidential election; contends such 'weak dollar' policy would raise cost of imported goods, and thus hurt consumers, but alternative is to see more and more American economic stimulus drain overseas as trade deficit grows ever greater, making eventual resolution that much more painful; says main reason American slowdown has gone undiscussed is that neither candidate wants to bring up subject; holds such question to Pres Bush concedes that recovery that seemed so impressive early this year has faded; such question for Sen John Kerry that there was recovery; graph (M)",
      "lead_paragraph": "WHAT has gone wrong in the American economy in the last six months? That is not something being discussed on the campaign trail, but the answers provide an indication of the major policy problems the victor will have to address next year.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/22/business/is-it-time-to-stem-asia-deficits-with-a-weak-dollar.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Europe Plans to Compare Others' Rules on Audits",
      "snippet": "Committee of European Securities Regulators plans to review accounting standards of US, Canada and Japan to determine if companies that use them must provide additional information before their securities can trade in European markets; will decide...",
      "abstract": "Committee of European Securities Regulators plans to review accounting standards of US, Canada and Japan to determine if companies that use them must provide additional information before their securities can trade in European markets; will decide if accounting standards are equivalent to international accounting standards that go into force in European Union next year; at isssue is whether, beginning in 2007, companies from those countries will be able to maintain European listings without providing more financial information; photo (M)",
      "lead_paragraph": "PARIS, Oct. 21 - A group of European regulators announced plans Thursday to review the accounting standards of the United States, Canada and Japan to determine if companies that use them must provide additional information before their securities can trade in European markets.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/22/business/worldbusiness/europe-plans-to-compare-others-rules-on-audits.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Record Labels Said to Be Next on Spitzer List for Scrutiny",
      "snippet": "New York State Atty Gen Eliot Spitzer's office serves subpoenas on major record corporations Universal Music Group, Sony BMG Music Entertainment, EMI Group and Warner Music Group, seeking copies of contracts billing records and other information d...",
      "abstract": "New York State Atty Gen Eliot Spitzer's office serves subpoenas on major record corporations Universal Music Group, Sony BMG Music Entertainment, EMI Group and Warner Music Group, seeking copies of contracts billing records and other information detailing their ties to independent middlemen who pitch new songs to radio programmers in New York State; inquiry encompasses all major radio formats and is not aiming at any individual record promoter; major record labels have paid middlemen for decades, though practice has long been derided as way to skirt federal statute--known as payola law--outlawing bribes to radio broadcasters (M)",
      "lead_paragraph": "Eliot Spitzer, the New York State attorney general, has recently taken on a procession of corporate powers from Wall Street analysts to mutual funds to insurance brokers. Now he is casting his eyes on the music industry, particularly its practices for influencing what songs are heard on the public airwaves.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/22/business/record-labels-said-to-be-next-on-spitzer-list-for-scrutiny.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Recall Hurts Merck Profits; Lilly's Earnings Rise 5.7%  Merck, hurt by the recall of its Vioxx painkiller, said its third-quarter earnings dropped 29 percent. Its profit of 60 cents a share was lower than the 71-cent average of analysts' estimates...",
      "abstract": " Recall Hurts Merck Profits; Lilly's Earnings Rise 5.7%  Merck, hurt by the recall of its Vioxx painkiller, said its third-quarter earnings dropped 29 percent. Its profit of 60 cents a share was lower than the 71-cent average of analysts' estimates. Another drug maker, Schering-Plough, posted its first profit in more than a year, with net income of $26 million in the quarter, helped by sales of its cholesterol drugs.  ",
      "lead_paragraph": "Recall Hurts Merck Profits; Lilly's Earnings Rise 5.7% Merck, hurt by the recall of its Vioxx painkiller, said its third-quarter earnings dropped 29 percent. Its profit of 60 cents a share was lower than the 71-cent average of analysts' estimates. Another drug maker, Schering-Plough, posted its first profit in more than a year, with net income of $26 million in the quarter, helped by sales of its cholesterol drugs.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/22/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "U.N. Aide Says Iraqi Elections Are on Target",
      "snippet": "United Nations elections adviser Carlos Valenzuela and Iraqi election officials tell of significant steps they have taken toward holding elections by Jan 31; say they have assembled list of 14 million Iraqi voters, set up 550 voter registration si...",
      "abstract": "United Nations elections adviser Carlos Valenzuela and Iraqi election officials tell of significant steps they have taken toward holding elections by Jan 31; say they have assembled list of 14 million Iraqi voters, set up 550 voter registration sites around country and hired 6,000 people to staff them; Valenzuela says elections could be held by Jan 31 even though UN team of 14 advisors is small; cites large numbers of Iraqis involved in process; his remarks are partly in answer to statements made earlier by Iraqi Foreign Min Hoshyar Zebari, who criticized UN for not sending enough election workers into Iraq; Iraqi officials say they plan to operate most of 550 voter registration sites inside office that already exists for country's food distribution program; list of voters has been drawn from country's food distribution program as well; UN Secretary General Kofi Annan says he hopes to send more technical advisers to Iraq soon, but adds that much will depend on security situation, which is chaotic and dangerous in much of country (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 21 - With nationwide elections three months away, the senior United Nations official here says his office and the interim Iraqi government have assembled a list of nearly 14 million Iraqi voters, set up 550 voter registration sites around the country and hired 6,000 people to staff them.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/22/world/middleeast/un-aide-says-iraqi-elections-are-on-target.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Estimates by U.S. See More Rebels With More Funds",
      "snippet": "Senior American officials find Iraqi insurgency has significantly more fighters and far greater financial resources than had been estimated; finds hardcore resistance numbers between 8,000 and 12,000 counting foreign fighters and network of milita...",
      "abstract": "Senior American officials find Iraqi insurgency has significantly more fighters and far greater financial resources than had been estimated; finds hardcore resistance numbers between 8,000 and 12,000 counting foreign fighters and network of militant Abu Musab al-Zarqawi, and that tally swells to more than 20,000 if active sympathizers or covert accomplices are included; earlier intelligence reports put number of insurgents at maximum of 7,000; officials say revised estimate has not prompted wholesale review of strategy; American officials in Iraq and Washington say Iraqi insurgency draws on 'unlimited money' from underground financial network run by former Baath Party leaders and Saddam Hussein's relatives; say wealthy Saudi donors and Islamic charities funnel large sums of cash through Syria; note that only half the estimated $1 billion that Hussein government put in Syrian banks before war has been recovered; International Institute for Strategic Studies, private organization, estimates that it would take five years for American military to prepare Iraqi forces to take over fully from forces of United States and its allies; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 21 - Senior American officials are beginning to assemble a new portrait of the insurgency that has continued to inflict casualties on American and Iraqi forces, showing that it has significantly more fighters and far greater financial resources than had been estimated.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/22/world/middleeast/estimates-by-us-see-more-rebels-with-more-funds.html",
      "byline": "By Eric Schmitt and Thom Shanker"
    },
    {
      "headline": "Mixed Results for Bush in Battles Over Judges",
      "snippet": "Sixth article in series, The Bush Record, examines extraordinary battle between White House and Senate Democrats over Pres Bush's appointment of federal judges; soon after Bush took office, he and his aides turned to Federalist Society, conservati...",
      "abstract": "Sixth article in series, The Bush Record, examines extraordinary battle between White House and Senate Democrats over Pres Bush's appointment of federal judges; soon after Bush took office, he and his aides turned to Federalist Society, conservative lawyers' group, to help select candidates, after which Democratic senators adopted aggressive new strategy in dealing with judicial candidates; conflict between White House and Democrats has been particularly sharp, because Democrats accuse White House of trying to push courts in conservative direction, and because they do not think Bush has right to claim mandate to remake courts, given his contested victory over Al Gore; Bush accuses Democrats of 'playing shameful politics' with judicial confirmations; Democrats have used filibuster, or threat of extended debate, to stop consideration of 10 of 45 Bush nominees to appeals courts; Democrats note that Republicans refused to give many of Pres Clinton's judicial choices hearing, effectively keeping seats vacant until Republican was in White House; underlying political maneuvering is rich debate over whether and how much candidates' philosophies and records influence what kind of judge they will be; photos of possible Supreme Court nominees in second Bush administration, and in Kerry administration (L)",
      "lead_paragraph": "WASHINGTON, Oct. 21 - Soon after President Bush took office, two events set in motion what has become an extraordinary battle between the White House and Senate Democrats over the appointment of federal judges.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/22/politics/campaign/mixed-results-for-bush-in-battles-over-judges.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Possible Bid For Porcelain Concern",
      "snippet": "Waterford Wedgwood might bid for Royal Doulton, British producer of procelain and china figurines; graph (S)",
      "abstract": "Waterford Wedgwood might bid for Royal Doulton, British producer of procelain and china figurines; graph (S)",
      "lead_paragraph": "The Irish maker of luxury crystal and china Waterford Wedgwood said it might bid for Royal Doulton, a British producer of porcelain and china figurines. The company also said that it expected six-month profit to miss analysts' estimates and that it would sell shares to current investors. A bid for Royal Doulton would be in cash and would probably be 12 pence for each of the company's shares, according to a statement from Waterford. The company also said it aimed to raise 100 million euros ($126 million) by selling stock to current investors, who would have the right to buy five new shares for every three held. The new shares would cost 0.06 euro each, 54 percent less than yesterday's closing price, the statement said.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/22/business/world-business-briefing-europe-ireland-possible-bid-for-porcelain.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "A.I.G. Says It Is Target of Midwest Inquiry",
      "snippet": "American International Group is target of federal grand jury investigation over its role in helping cellphone distributor Brightpoint Inc of Plainfield, Ind, cover up millions in business losses; AIG agreed year ago to pay $10 million to settle Se...",
      "abstract": "American International Group is target of federal grand jury investigation over its role in helping cellphone distributor Brightpoint Inc of Plainfield, Ind, cover up millions in business losses; AIG agreed year ago to pay $10 million to settle Securities and Exchange Commission complaint that it provided contract for Brightpoint that had appearance of insurance but was merely exchange of money; deal allowed Brightpoint to reduce its losses for 1998 by nearly $12 million; AIG did not admit any wrongdoing in settlement; AIG chairman-chief executive Maurice R Greenberg comments; photo (M)",
      "lead_paragraph": "Already under scrutiny from regulators in Washington and New York, the American International Group disclosed yesterday that it was the target of a federal grand jury investigation over its role in helping a Midwest cellphone distributor cover up millions in business losses.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/22/business/aig-says-it-is-target-of-midwest-inquiry.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "At Google, Earnings Soar, and Share Price Follows",
      "snippet": "Google reports its profit and revenue more than doubled in first quarter after its initial public offering; third-quarter net income was $52 million compared with $20.4 million year earlier; revenue increased 105 percent, to $805.9 million, from $...",
      "abstract": "Google reports its profit and revenue more than doubled in first quarter after its initial public offering; third-quarter net income was $52 million compared with $20.4 million year earlier; revenue increased 105 percent, to $805.9 million, from $393.9 million; company's stock closes up $8.89, or 6.33 percent, to $149.38, and gains another 8.25 percent, to $161.70, in after-hours trading; price is nearly double initial offering of $85 per share in mid-August; chief executive Eric Schmidt comments; graphs; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 22 - Google Inc.'s already soaring stock price rocketed even higher on Thursday after reporting strong growth in its first quarter as a public company, prompting skeptics to again caution against Googlemania getting out of control.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/22/technology/at-google-earnings-soar-and-share-price-follows.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "A Lazard Feud Over an Offering Spills Into View",
      "snippet": "Lizard's patriarch Michel David-Weill says if Bruce Wasserstein, who runs Lazard and is leading push for initial public offering, is unable to pull it off within nine months, he must resign; Wasserstein says he has no intention of stepping down if...",
      "abstract": "Lizard's patriarch Michel David-Weill says if Bruce Wasserstein, who runs Lazard and is leading push for initial public offering, is unable to pull it off within nine months, he must resign; Wasserstein says he has no intention of stepping down if offering is not completed by David-Weill's deadline, citing his employment contract; Wasserstein's contract expires on Dec 31, 2006 (M)",
      "lead_paragraph": "En garde, Bruce Wasserstein.",
      "publication_date": "2004-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/22/business/a-lazard-feud-over-an-offering-spills-into-view.html",
      "byline": "By Andrew Ross Sorkin and Heather Timmons"
    }
  ]
}