{
  "metadata": {
    "date": "2004-01-23",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "A Healthy Novartis Increases Stake in a Rival",
      "snippet": "Swiss drug company Novartis reports 15 percent rise in fourth-quarter profits, better than expected, and also reveals it has increased its stake in Roche Holding from 32.7 percent to 33.3 percent Novartis's chief executive Dr Daniel Vasella says c...",
      "abstract": "Swiss drug company Novartis reports 15 percent rise in fourth-quarter profits, better than expected, and also reveals it has increased its stake in Roche Holding from 32.7 percent to 33.3 percent Novartis's chief executive Dr Daniel Vasella says company has no plans to buy more than one-third of Roche; Swiss rules dictate that buying more than one-third of company would effectively mean beginning of formal takeover bid; Novartis says income rose to $1.36 billion in quarter, while sales rose 21 percent, to $6.73 billion; net income was up 6 percent in 2003, to $5 billion; sales rose 19 percent, to $24.9 billion; photo (M)",
      "lead_paragraph": "Novartis, Switzerland's leading drug company, reported a 15 percent rise in fourth-quarter profits Thursday, better than expected, and also revealed that it had increased its stake in Roche Holding by a hairbreadth to the crucial one-third threshold.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/23/business/a-healthy-novartis-increases-stake-in-a-rival.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "On TV With His Wife, a Gentler and Softer Dean",
      "snippet": "Howard Dean and his wife Judith Steinberg Dean appear in their first nationally televised interview in effort to revive his embattled presidential campaign by reassuring public that his emotional outburst after third-place finish in Iowa's caucuse...",
      "abstract": "Howard Dean and his wife Judith Steinberg Dean appear in their first nationally televised interview in effort to revive his embattled presidential campaign by reassuring public that his emotional outburst after third-place finish in Iowa's caucuses was an anomaly; Diane Sawyer of ABC's Primetime shows clip of Dean's outburst, causing Dean's wife to giggle and Dean to concede he was not 'presidential' at that moment; says he is not 'apologetic'; Dean and his wife explain their respect for each other's careers and emphasize their commitment to their two children; earlier in day, in campaign stops, Dean promotes his background as doctor and governor, in contrast to opponents he sees as 'Washington insiders'; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/23/us/2004-campaign-former-governor-tv-with-his-wife-gentler-softer-dean.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Nokia Reports Strong Profits for Year and Quarter",
      "snippet": "Nokia, world's largest cellphone manufacturer, reports strong fourth-quarter and full-year profits and says it expects sales to rise in 2004; net profit for fourth quarter was 1.16 billion euros ($1.47 billion), up 12 percent from year ago; full-y...",
      "abstract": "Nokia, world's largest cellphone manufacturer, reports strong fourth-quarter and full-year profits and says it expects sales to rise in 2004; net profit for fourth quarter was 1.16 billion euros ($1.47 billion), up 12 percent from year ago; full-year profits increased 6 percent, to 3.59 billion euros ($4.53 billion); sales rose 20 percent, to 55.3 million phones; photo (M)",
      "lead_paragraph": "Nokia, the world's largest cellphone manufacturer, reported strong fourth-quarter and full-year profits on Thursday and said it expected sales to rise in 2004, the latest indication that the technology industry may be improving after a slump of more than two years.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/23/business/nokia-reports-strong-profits-for-year-and-quarter.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Microsoft Beats Estimates, But Earnings Decline  Buoyed by double-digit growth in PC sales and a pickup in business customer revenue, Microsoft substantially outpaced analysts' expectations in its second quarter, breaking $10 billion in revenue fo...",
      "abstract": " Microsoft Beats Estimates, But Earnings Decline  Buoyed by double-digit growth in PC sales and a pickup in business customer revenue, Microsoft substantially outpaced analysts' expectations in its second quarter, breaking $10 billion in revenue for the first time.    While sales were unusually strong, Microsoft said second-quarter profits fell, based on a significant charge for stock-based compensations for employees. [Page C6.]",
      "lead_paragraph": "Microsoft Beats Estimates, But Earnings Decline",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/23/business/business-digest-079650.html",
      "byline": ""
    },
    {
      "headline": "Ex-Accounting Chief At Enron Is Indicted On 6 Felony Charges",
      "snippet": "Enron Corp's former chief accounting officer Richard A Causey is indicted on six felony charges that accuse him of participating in multiyear effort to disguise company's collapsing financial performance; Securities and Exchange Commission also fi...",
      "abstract": "Enron Corp's former chief accounting officer Richard A Causey is indicted on six felony charges that accuse him of participating in multiyear effort to disguise company's collapsing financial performance; Securities and Exchange Commission also files civil complaint against Causey, based on same accusations; photo (M)",
      "lead_paragraph": "The former chief accounting officer of Enron was indicted yesterday on six felony charges that accuse him of participating in a multiyear effort to disguise the company's collapsing financial performance.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/23/business/ex-accounting-chief-at-enron-is-indicted-on-6-felony-charges.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Computer Associates' Ex-Executive Testifies He Lied in Inquiry",
      "snippet": "Computer Associates' former senior vice president Lloyd Silverstein says several senior executives conspired to obstruct continuing federal investigation into company's accounting practices, hearing before Federal Judge I Leo Glasser; admits lying...",
      "abstract": "Computer Associates' former senior vice president Lloyd Silverstein says several senior executives conspired to obstruct continuing federal investigation into company's accounting practices, hearing before Federal Judge I Leo Glasser; admits lying to prosecutors and lawyers from Securities and Exchange Commission in September 2002 about whether company booked revenue from unsigned contracts; also says he lied to lawyers at Wachtell, Lipton, Rosen & Katz, firm that Computer Associates hired in 2002 to investigate its accounting practices and report results to government; prosecutors say they believe Silverstein's plea will be only first step in uncovering corrupt conspiracy at Computer Associates; photo (M)",
      "lead_paragraph": "Several senior executives of Computer Associates conspired to obstruct a continuing federal investigation into the company's accounting practices, a former senior vice president said yesterday in Federal District Court in Brooklyn.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/23/business/computer-associates-ex-executive-testifies-he-lied-in-inquiry.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Along Public Trail, a Church Recounts Its History",
      "snippet": "Publicly owned historic site in Alcova, Wyo, has missionaries from Mormon church serving as trail and museum guides; unusual church-state relationship is now locked into law after Pres Bush signs bill authorizing 25-year lease agreement between ch...",
      "abstract": "Publicly owned historic site in Alcova, Wyo, has missionaries from Mormon church serving as trail and museum guides; unusual church-state relationship is now locked into law after Pres Bush signs bill authorizing 25-year lease agreement between church and government, with all but automatic renewals after that; site, called Martin's Cove, is where party of poor Mormon converts faced down death in howling blizzard in 1856; it is part of vast Western domain of Bureau of Land Management; with signing of law, all visitors must cross private land purchased by church in 1990's, and church authorities will be allowed to decide, in consultation with bureau, who may be denied admission; on each side of fence marking public-private line stand missionaries eager to answer questions about history or Scripture; arrangement and controversy simmering around it lays bare American frontier between religious and secular life; some local residents and advocates for strict separation of church and state say they fear that history is being privatized, that spiritual lessons will supersede facts or that religious interpretation will distill complexity of Western history into overly simplified fable; photos; map (M)",
      "lead_paragraph": "Tens of thousands of people come here each year to a granite-walled nook in the hills just off the old pioneer trail to hear the tale of the lost Martin Handcart Company of 1856 and how a party of poor Mormon converts faced down death in a howling blizzard.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/23/us/along-public-trail-a-church-recounts-its-history.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Profit Surges At Siemens",
      "snippet": "Siemens earned 726 million euros ($923 million) in first quarter, rise of 39 percent from period year ago; sales were down 3 percent, to 18.3 billion euros ($23.3 billion), but orders rose 2 percent, to 20.5 billion euros ($26 billion); graph (S)",
      "abstract": "Siemens earned 726 million euros ($923 million) in first quarter, rise of 39 percent from period year ago; sales were down 3 percent, to 18.3 billion euros ($23.3 billion), but orders rose 2 percent, to 20.5 billion euros ($26 billion); graph (S)",
      "lead_paragraph": "The electronics group Siemens said it earned 726 million euros ($923 million) in the first quarter, a rise of 39 percent from the period a year ago. Sales were down 3 percent, to 18.3 billion euros ($23.3 billion), but orders rose 2 percent, to 20.5 billion euros ($26 billion), Siemens said. The company, based in Munich, said sales of mobile phones helped operating profit at its mobile unit more than double. Petra Kappl (NYT)",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/23/business/world-business-briefing-europe-germany-profit-surges-at-siemens.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Poultry Imports Restricted",
      "snippet": "World Busin",
      "abstract": "World Busin",
      "lead_paragraph": "The Agriculture Ministry said it had suspended imports of poultry from Thailand amid suspicion that Thailand had joined the list of countries affected by avian flu. Thailand is one of the world's largest exporters of chicken, but the government has so far dismissed cases of sick birds as an outbreak of cholera, not the flu. Wayne Arnold (NYT)",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/23/business/world-business-briefing-asia-japan-poultry-imports-restricted.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "DEMOCRATS VOW TO BATTLE BUSH ON SOCIAL ISSUES",
      "snippet": "Democratic presidential candidates, in final debate before New Hampshire primary, seek to allay concerns among Democrats about party's hopes of winning back White House this fall; insist they could easily defend themselves against kind of attacks ...",
      "abstract": "Democratic presidential candidates, in final debate before New Hampshire primary, seek to allay concerns among Democrats about party's hopes of winning back White House this fall; insist they could easily defend themselves against kind of attacks on social, military and economic issues that Republicans have used effectively against Democrats in presidential elections for 20 years; seven Democrats look weary and subdued after three weeks of nonstop campaigning; debate is relentlessly civil, as high stakes of New Hampshire primary reinforce candidates' efforts to be cautious; tone of debate is also testimony to extent to which Sen John Edwards's showing in Iowa, after presenting himself as most positive candidate, has set parameters for intense contest in NH; Howard Dean, who has often been most aggressive in contest, is under self-imposed restraints after giving unruly concession speech in Iowa that many have seized upon to question his temperament; photos (M)",
      "lead_paragraph": "In their final debate before the New Hampshire primary, the Democratic presidential candidates declared on Thursday that they could withstand election-year attacks from President Bush on social values and tax cuts, as they sought to allay concerns among Democrats about the party's hopes of winning back the White House this fall.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/23/us/the-2004-campaign-the-debate-democrats-vow-to-battle-bush-on-social-issues.html",
      "byline": "By Adam Nagourney and Katharine Q. Seelye"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Airline Posts A Profit",
      "snippet": "World Business Briefing: The Netherlands: Airline Posts A Prof",
      "abstract": "World Business Briefing: The Netherlands: Airline Posts A Prof",
      "lead_paragraph": "The airline KLM Royal Dutch said that its cost-cutting program helped it post a profit of 8 million euros ($10 million) in its most recent quarter, reversing a loss of 66 million euros in the quarter a year earlier. Revenue in the period, which ended Dec. 31 and was the third quarter of KLM's fiscal year, fell 7 percent, to 1.46 billion euros. The carrier expects to break even in the current fiscal year. Gregory Crouch (NYT)",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/23/business/world-business-briefing-europe-the-netherlands-airline-posts-a-profit.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Steady Rate Supports Currency",
      "snippet": "Brazil's currency the real strengthens from two-week low against dollar after central bank unexpectedly keeps its benchmark rate unchanged at 16.5 percent, ending seven months of cut, after inflation accelerated; currency is up 0.2 percent, to 2.8...",
      "abstract": "Brazil's currency the real strengthens from two-week low against dollar after central bank unexpectedly keeps its benchmark rate unchanged at 16.5 percent, ending seven months of cut, after inflation accelerated; currency is up 0.2 percent, to 2.8355 reals per dollar; central bank says Brazil had $349 million trade surplus in December, bringing total for year to $4 billion (S)",
      "lead_paragraph": "Brazil's currency strengthened from a two-week low against the dollar after the central bank unexpectedly kept its benchmark rate unchanged at 16.5 percent. The bank kept its benchmark lending rate at 16.5 percent, ending seven months of cuts, after inflation accelerated. The currency, the real, was up 0.2 percent to 2.8355 per dollar. In another boost to the currency, Brazil on Thursday posted its first annual trade surplus in 11 years. The central bank said the country had a $349 million surplus last month, bringing the total for the year to $4 billion.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/23/business/world-business-briefing-americas-brazil-steady-rate-supports-currency.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "IRAQIS PRESS U.S. FOR COMPROMISE TO GAIN SELF-RULE",
      "snippet": "Bush administration is under growing pressure from Iraqi leaders to shift course and transfer power to expanded version of its handpicked Iraqi Governing Council, which would prepare for direct election later this year; council expansion is propos...",
      "abstract": "Bush administration is under growing pressure from Iraqi leaders to shift course and transfer power to expanded version of its handpicked Iraqi Governing Council, which would prepare for direct election later this year; council expansion is proposed by its chairman Adnan Pachachi as compromise between American insistence on selecting new government through complex caucus system and demand for direct elections by Grand Ayataollah Ali al-Sistani, leading Shiite cleric; demonstrations orchestrated by ayatollah showcase his political power and its potential to narrow American options; Pachachi's compromise proposal has some support among aides to United Nations Secretary General Kofi Annan; American officials say Bush administration is cool to idea and senior Iraqi leader close to administration notes pitfalls of expanding Governing Council; it now has 25 members, heavily weighted toward secular Shiites and former Iraqi exiles; Pachachi proposes exanding it to 125 members and turning it into interim Iraqi legislature; Iraqi leaders and other diplomats say Ayatollah Sistani may be persuaded to accept expanded Governing Council if it includes more of his Shiite supporters (M)",
      "lead_paragraph": "The Bush administration is under growing pressure from Iraqi leaders to shift course and transfer power to an expanded version of its handpicked Iraqi Governing Council, which would then prepare for a direct election later this year, administration and Iraqi officials said Thursday.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/23/world/iraqis-press-us-for-compromise-to-gain-self-rule.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "AT&T Wireless Says It Wants a Suitor",
      "snippet": "AT&T Wireless issues earnings report that shows that technological and operational problems took toll in fourth quarter, hampering its subscriber growth; also formally announces that it is considering buyout offers; chief executive John D Zeglis s...",
      "abstract": "AT&T Wireless issues earnings report that shows that technological and operational problems took toll in fourth quarter, hampering its subscriber growth; also formally announces that it is considering buyout offers; chief executive John D Zeglis says company's decision to entertain buyout offers grew out of sweeping changes affecting industry; company reports loss of $84 million in fourth quarter compared with loss of $131 million year earlier; sales were $4.22 billion, slightly lower than analysts expectations; photo (M)",
      "lead_paragraph": "AT&T Wireless issued an earnings report yesterday that showed that technological and operational problems took a toll in the fourth quarter, hampering its subscriber growth. The company also formally announced that it was considering buyout offers.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/23/business/technology-at-t-wireless-says-it-wants-a-suitor.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Too Much Regulation? Corporate Bosses Sing the Sarbanes-Oxley Blues",
      "snippet": "Corporate executives are complaining that Section 404 of Sarbanes-Oxley Act is creating too much regulation of companies; survey of global chief executives released by PricewaterhouseCoopers at World Economic Forum finds that 59 percent view overr...",
      "abstract": "Corporate executives are complaining that Section 404 of Sarbanes-Oxley Act is creating too much regulation of companies; survey of global chief executives released by PricewaterhouseCoopers at World Economic Forum finds that 59 percent view overregulation as significant risk or, worse, one of biggest threats to growth of their companies; chart (M)",
      "lead_paragraph": "''THEY'VE gone too far,'' the chief executive of a large American company complained. ''Our audit bill is going to double.''",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/23/business/too-much-regulation-corporate-bosses-sing-the-sarbanes-oxley-blues.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Mars Rover Falls Silent, Fraying Nerves at NASA",
      "snippet": "NASA flight controllers worry about their inability to have intelligible communication with Mars rover Spirit since Jan 21, ominous radio silence that engineers are unable to explain but that they fear is caused by software or hardware failure; co...",
      "abstract": "NASA flight controllers worry about their inability to have intelligible communication with Mars rover Spirit since Jan 21, ominous radio silence that engineers are unable to explain but that they fear is caused by software or hardware failure; concern is growing that mission might have come to abrupt end, just as it was getting started, on 19th day of planned three-month exploration of Mars's geological history; if communications are not restored, loss of Spirit will place added burden of expectations on its twin rover, Opportunity, which is scheduled to land on opposite side of Mars Jan 24; two rovers are part of $820 million mission; photo (M)",
      "lead_paragraph": "Flight controllers were worried yesterday about their inability to have intelligible communication with the Mars rover Spirit since early Wednesday, an ominous radio silence that engineers could not explain but that they feared was caused by a software or hardware failure.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/23/us/mars-rover-falls-silent-fraying-nerves-at-nasa.html",
      "byline": "By John Noble Wilford"
    },
    {
      "headline": "World Business Briefing | Europe: Panel Sues European Countries",
      "snippet": "European Commission is taking eight countries to European Court of Justice for failing to enact European Union directive on insurance industry; directive is intended to safeguard policyholders if insurance company collapses; law accepted by all 15...",
      "abstract": "European Commission is taking eight countries to European Court of Justice for failing to enact European Union directive on insurance industry; directive is intended to safeguard policyholders if insurance company collapses; law accepted by all 15 member states in 2001 was supposed to have been made national law by last April (S)",
      "lead_paragraph": "A day after scolding member states for their lack of commitment to reforms, the European Commission said it was taking eight countries to the European Court of Justice for failing to enact a European Union directive on the insurance industry. The directive was intended to safeguard policyholders if an insurance company collapsed. The law accepted by all 15 member states in 2001 was supposed to have been made national law by last April. Paul Meller (NYT)",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/23/business/world-business-briefing-europe-panel-sues-european-countries.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Weapons Team May Change",
      "snippet": "Charles A. Duelfer, a weapons expert who has been skeptical that chemical or biological weapons will be found in Iraq, may be the next one to search for them. Page A6.",
      "abstract": "Charles A. Duelfer, a weapons expert who has been skeptical that chemical or biological weapons will be found in Iraq, may be the next one to search for them. Page A6.",
      "lead_paragraph": "Charles A. Duelfer, a weapons expert who has been skeptical that chemical or biological weapons will be found in Iraq, may be the next one to search for them. Page A6.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/23/us/weapons-team-may-change.html",
      "byline": ""
    },
    {
      "headline": "Japan and Russia Working Hard to Build Economic Ties",
      "snippet": "Russia and Japan seem to be finally embarking on era of real economic cooperation century after Russian-Japanese war broke out; bilateral trade increased about 25 percent last year; Japanese power companies have taken deliveries of Russian oil and...",
      "abstract": "Russia and Japan seem to be finally embarking on era of real economic cooperation century after Russian-Japanese war broke out; bilateral trade increased about 25 percent last year; Japanese power companies have taken deliveries of Russian oil and committed themselves to buying Russian gas for first time; oil and gas investment has flowed in such volumes in last 18 months that it has roughly doubled Japan's total foreign direct investment in Russia, to about $1 billion; Mitsui & Co holds 25 percent and Mitsubishi Corp holds 20 percent of Sakhalin Energy Investment Co, joint natural gas venture operated by Royal Dutch/Shell; Japan and China are fighting so fiercely for oil pipeline from Russia's Siberian oil fields that China has suspended 30-year agreement to sell Chinese oil to Japan; photo (M)",
      "lead_paragraph": "A century after the Russian-Japanese war broke out, the first in a string of conflicts between these Pacific powers, the two perennial adversaries now seem to be finally embarking on an era of real economic cooperation.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/23/business/japan-and-russia-working-hard-to-build-economic-ties.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Testimony In Pay Case",
      "snippet": "Deutsche Bank chief executive Josef Ackermann, taking stand in Germany's first criminal trial over executive pay, denies charges he breached shareholders' trust during takeover of Mannesmann in 2000; Ackerman is one of six executives on trial over...",
      "abstract": "Deutsche Bank chief executive Josef Ackermann, taking stand in Germany's first criminal trial over executive pay, denies charges he breached shareholders' trust during takeover of Mannesmann in 2000; Ackerman is one of six executives on trial over awarding of $70 million of bonuses and other payments during $183 million takeover; photo (S)",
      "lead_paragraph": "Josef Ackermann, taking the stand in Germany's first criminal trial over executive pay, denied charges that he breached shareholders' trust during the Vodafone Group's takeover of Mannesmann in 2000. Mr. Ackermann, chief executive of Deutsche Bank, and a former Mannesmann director, is one of six executives on trial over the awarding of $70 million of bonuses and other payments during the $183 billion takeover. They all deny wrongdoing. ''The decisions were legal and in accordance with regulations,'' Mr. Ackermann said in court in Düsseldorf. He called the payments ''legally necessary.''",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/23/business/world-business-briefing-europe-germany-testimony-in-pay-case.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "After Disputes, Congress Passes Spending Plan",
      "snippet": "Congress sends Pres Bush overdue $820 billion measure that finances most of federal government as well as thousands of home-state projects sought by lawmakers; approval comes despite serious disputes over various provisions; Democrats, unwilling t...",
      "abstract": "Congress sends Pres Bush overdue $820 billion measure that finances most of federal government as well as thousands of home-state projects sought by lawmakers; approval comes despite serious disputes over various provisions; Democrats, unwilling to engage in showdown that could cause government shutdown, signal that they are ready to let measure become law after stalling it earlier this week; final approval is 65 to 28 after 61-to-32 vote to cut off filibuster; since Oct 1, much of government has been operating at last year's spending levels, under stop-gap measure that expires at end of Jan; lawmakers faced choice of passing new bill, extending interim spending measure or trying to force changes in legislation through threat of government shutdown--politically risky move (M)",
      "lead_paragraph": "Congress finally finished last year's spending business on Thursday, sending the president an overdue, $820 billion measure that finances most of the federal government as well as thousands of home-state projects sought by lawmakers.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/23/us/after-disputes-congress-passes-spending-plan.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Ex-Accounting Chief At Enron Is Indicted",
      "snippet": "The former chief accounting officer of Enron, Richard A. Causey, was indicted on six felony charges that accuse him of participating in an effort to disguise the company's collapsing financial performance.    The charges had been expected after a ...",
      "abstract": "The former chief accounting officer of Enron, Richard A. Causey, was indicted on six felony charges that accuse him of participating in an effort to disguise the company's collapsing financial performance.    The charges had been expected after a guilty plea last week by his former colleague, Andrew S. Fastow, the former chief financial officer. As part of his deal, people involved in the case said, Mr. Fastow has provided information against Mr. Causey. The Securities and Exchange Commission also filed a civil complaint against Mr. Causey.    Business Day, Page C1.",
      "lead_paragraph": "The former chief accounting officer of Enron, Richard A. Causey, was indicted on six felony charges that accuse him of participating in an effort to disguise the company's collapsing financial performance.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/23/business/ex-accounting-chief-at-enron-is-indicted.html",
      "byline": ""
    },
    {
      "headline": "French Rival Said to Be Considering Aventis for Takeover",
      "snippet": "Sanofi-Synthelabo, French pharmaceutical company, is considering making takeover offer worth more than $60 billion for rival Aventis; bid, if successful, would create world's third-largest drug company, behind Pfizer Inc and GlaxoSmithKline, and n...",
      "abstract": "Sanofi-Synthelabo, French pharmaceutical company, is considering making takeover offer worth more than $60 billion for rival Aventis; bid, if successful, would create world's third-largest drug company, behind Pfizer Inc and GlaxoSmithKline, and new corporate standard-bearer for France (M)",
      "lead_paragraph": "Sanofi-Synthélabo, the French pharmaceutical company, is considering making a takeover offer worth more than $60 billion for its neighboring rival, Aventis, executives briefed on the plan said Thursday.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/23/business/french-rival-said-to-be-considering-aventis-for-takeover.html",
      "byline": "By Andrew Ross Sorkin and Gardiner Harris"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Yukos Executive Arrested",
      "snippet": "World Business Brie",
      "abstract": "World Business Brie",
      "lead_paragraph": "The Russian government arrested the chairman of a Yukos refinery, putting more pressure on the oil company. A regional court ordered that the executive, Rafail Zainullin, be detained for two months on charges that the plant evaded taxes in 1999, when he served as general director of the Kuibyshev plant in the Volga Samara region. Mr. Zainullin retired as general director of the refinery in 2002, but remained chairman. The arrest expands Russian prosecutors' investigations into the former Yukos chief executive Mikhail B. Khodorkovsky, who remains in jail awaiting trial, and other leading Yukos shareholders. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/23/business/world-business-briefing-europe-russia-yukos-executive-arrested.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: India: Country's Debt Upgraded",
      "snippet": "India's long-term foreign-currency rating is raised one level by Moody's Investors Service to investment grade for first time in almost six years (S)2",
      "abstract": "India's long-term foreign-currency rating is raised one level by Moody's Investors Service to investment grade for first time in almost six years (S)2",
      "lead_paragraph": "India's long-term foreign-currency rating was raised one level by Moody's Investors Service to investment grade for the first time in almost six years, a move that may reduce overseas borrowing costs for Indian companies. Moody's said it raised the rating to Baa3 from Ba1 with a stable outlook because of increasing foreign exchange reserves, accelerating economic growth and higher overseas investment. The rating upgrade may also help attract more overseas investment, especially from pension funds and other professional investors.",
      "publication_date": "2004-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/23/business/world-business-briefing-asia-india-country-s-debt-upgraded.html",
      "byline": "By Bloomberg News"
    }
  ]
}