{
  "metadata": {
    "date": "2004-12-23",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Vote Recount for Washington Governor Tips to Democrat",
      "snippet": "Election officials in Washington State announce that Democratic gubernatorial candidate Christine O Gregoire got 10 votes more than her Republican opponent Dino Rossi, who had been certified winner of Nov 2 vote by 261 votes; preliminary results f...",
      "abstract": "Election officials in Washington State announce that Democratic gubernatorial candidate Christine O Gregoire got 10 votes more than her Republican opponent Dino Rossi, who had been certified winner of Nov 2 vote by 261 votes; preliminary results from manual recount are announced hours after State Supreme Court agrees with Democrats' contention that more than 700 newly discovered and erroneously disqualified ballots in heavily Democratic King County should now be considered; ruling could allow Gregoire to increase her tiny edge; race is closest in state history and one of closest in nation's history; official results from manual recount will not be announced until after King County reviews up to 735 disputed ballots; Republicans fought hard to keep those ballots out of tally; they are vowing to press election officials to consider several hundred other disqualified ballots cast in other counties; whatever final results, they are almost certain to be contested; photo; chart (M)",
      "lead_paragraph": "SEATTLE, Dec. 22 - After a bitter and protracted recount fight in the Washington governor's race, elections officials announced Wednesday that the Democratic candidate, Christine O. Gregoire, was leading her Republican opponent by 10 votes -- a minuscule margin but a stunning reversal of the Nov. 2 election results.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/23/us/vote-recount-for-washington-governor-tips-to-democrat.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "S.E.C. Looks at Marsh & McLennan Partnerships",
      "snippet": "Marsh & McLennan Companies says Securities and Exchange Commission has begun formal investigation into investments by its executives and directors in partnerships set up by company; says commission has requested documents and other information abo...",
      "abstract": "Marsh & McLennan Companies says Securities and Exchange Commission has begun formal investigation into investments by its executives and directors in partnerships set up by company; says commission has requested documents and other information about 'related-party transactions' in which directors, executives, or large Marsh shareholders acquired material interest; transactions included dealings with company's Trident funds; funds were created by MMC Capital, company's private equity business, and specialized in investing in insurance companies and in starting insurance companies (M)",
      "lead_paragraph": "The Marsh & McLennan Companies, the world's largest insurance broker, said yesterday that the Securities and Exchange Commission had begun a formal investigation into investments by its executives and directors in partnerships set up by the company.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/23/business/sec-looks-at-marsh-mclennan-partnerships.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Shipping Concern Fined",
      "snippet": "Regulators fined a South Korean shipping company, Hyundai Merchant Marine, for overstating 1.45 trillion won ($1.38 billion) of assets and future sales in 2000, in part to conceal illegal payments to North Korea. Hyundai Merchant, based in Seoul, ...",
      "abstract": "Regulators fined a South Korean shipping company, Hyundai Merchant Marine, for overstating 1.45 trillion won ($1.38 billion) of assets and future sales in 2000, in part to conceal illegal payments to North Korea. Hyundai Merchant, based in Seoul, was fined 2 billion won after regulators found it misstated its accounts by more than double the figure the company announced in March, the Financial Supervisory Service said. After partly correcting the figures over three years, the company misreported 205.3 billion won of assets and debts last year. Regulators also fined Hyundai's current and former president and its former auditor.",
      "lead_paragraph": "Regulators fined a South Korean shipping company, Hyundai Merchant Marine, for overstating 1.45 trillion won ($1.38 billion) of assets and future sales in 2000, in part to conceal illegal payments to North Korea. Hyundai Merchant, based in Seoul, was fined 2 billion won after regulators found it misstated its accounts by more than double the figure the company announced in March, the Financial Supervisory Service said. After partly correcting the figures over three years, the company misreported 205.3 billion won of assets and debts last year. Regulators also fined Hyundai's current and former president and its former auditor.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/23/business/world-business-briefing-asia-south-korea-shipping-concern-fined.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "F.D.A. Calls Crestor Ads 'False and Misleading'  The Food and Drug Administration said AstraZeneca's advertisements defending the safety of its cholesterol-lowering pill, Crestor, were ''false and misleading'' in part because concerns remained abo...",
      "abstract": " F.D.A. Calls Crestor Ads 'False and Misleading'  The Food and Drug Administration said AstraZeneca's advertisements defending the safety of its cholesterol-lowering pill, Crestor, were ''false and misleading'' in part because concerns remained about the safety of the drug.  ",
      "lead_paragraph": "F.D.A. Calls Crestor Ads 'False and Misleading' The Food and Drug Administration said AstraZeneca's advertisements defending the safety of its cholesterol-lowering pill, Crestor, were \"false and misleading\" in part because concerns remained about the safety of the drug.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/23/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "E-Mail Doesn't Take a Holiday",
      "snippet": "Vacationers unhappy at prospect of returning to hundreds of e-mail messages may want to keep up or clear out in-box while away using laptop or hand-held device; some contend that defeats purpose of vacation, while others others say failure to keep...",
      "abstract": "Vacationers unhappy at prospect of returning to hundreds of e-mail messages may want to keep up or clear out in-box while away using laptop or hand-held device; some contend that defeats purpose of vacation, while others others say failure to keep up is more stressful and refuse to be completely out of touch; pros and cons of using vacation autoreply feature noted; photo; drawing (M)",
      "lead_paragraph": "HOWEVER tough it is to return from vacation, it's tougher still to return to an e-mail in-box filled with hundreds, or even thousands, of messages that have piled up in your absence.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/23/technology/email-doesnt-take-a-holiday.html",
      "byline": "By Joyce Cohen"
    },
    {
      "headline": "World Business Briefing | Europe: Hungary: Phone Permit Awarded",
      "snippet": "The Vodafone Group, the world's biggest mobile phone operator, won a permit to provide high-speed mobile phone services in Hungary to compete with T-Mobile, a unit of Deutsche Telekom, and Pannon, a unit of Telenor. Vodafone will pay at least 16.5...",
      "abstract": "The Vodafone Group, the world's biggest mobile phone operator, won a permit to provide high-speed mobile phone services in Hungary to compete with T-Mobile, a unit of Deutsche Telekom, and Pannon, a unit of Telenor. Vodafone will pay at least 16.5 billion forint ($90.2 million) for the 15-year permit, Hungary's phone regulator said. T-Mobile, Vodafone and Pannon already have phone services in Hungary based on the global system for mobile communications, or G.S.M.",
      "lead_paragraph": "The Vodafone Group, the world's biggest mobile phone operator, won a permit to provide high-speed mobile phone services in Hungary to compete with T-Mobile, a unit of Deutsche Telekom, and Pannon, a unit of Telenor. Vodafone will pay at least 16.5 billion forint ($90.2 million) for the 15-year permit, Hungary's phone regulator said. T-Mobile, Vodafone and Pannon already have phone services in Hungary based on the global system for mobile communications, or G.S.M.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/23/business/world-business-briefing-europe-hungary-phone-permit-awarded.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "State Company Buys Winner in Yukos Deal",
      "snippet": "Rosneft, oil company controlled by Russian government, acquires Baikal Finans Group that won auction for Yuganskneftegas, largest subsidiary of oil giant Yukos; financial terms undisclosed; Rosneft is scheduled to merge sometime next year with Gaz...",
      "abstract": "Rosneft, oil company controlled by Russian government, acquires Baikal Finans Group that won auction for Yuganskneftegas, largest subsidiary of oil giant Yukos; financial terms undisclosed; Rosneft is scheduled to merge sometime next year with Gazprom, Russia's natural gas monopoly; sale of Yukos subsidiary puts Russian government in control of about 15 percent of country's oil production; Yuganskneftegas products about one million barrels of oil a day and Rosneft produces about 400,000 barrels a day; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/23/business/worldbusiness/state-company-buys-winner-in-yukos-deal.html",
      "byline": "By Erin E. Arvedlund and Simon Romero"
    },
    {
      "headline": "Leave No Truffle Behind?",
      "snippet": "Weak dollar is wrecking havoc in some niche markets, especially truffles market; with value of dollar down by about 35 percent against euro since beginning of 2002, preserved truffles Le Bernardin chef Eric Ripert imports to use in his sauce have ...",
      "abstract": "Weak dollar is wrecking havoc in some niche markets, especially truffles market; with value of dollar down by about 35 percent against euro since beginning of 2002, preserved truffles Le Bernardin chef Eric Ripert imports to use in his sauce have risen sharply in price; seven-ounce tin costs about $280, up from $200 year ago; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/23/business/leave-no-truffle-behind.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Iraqi Poll Watch, From Afar",
      "snippet": "International observers will monitor the Iraqi elections, but because of the dangers in Iraq they will watch the voting from the safety of Amman, Jordan. Page A10.",
      "abstract": "International observers will monitor the Iraqi elections, but because of the dangers in Iraq they will watch the voting from the safety of Amman, Jordan. Page A10.",
      "lead_paragraph": "International observers will monitor the Iraqi elections, but because of the dangers in Iraq they will watch the voting from the safety of Amman, Jordan. Page A10.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/23/front page/world/iraqi-poll-watch-from-afar.html",
      "byline": ""
    },
    {
      "headline": "Making Sense Of the Specs",
      "snippet": "Shoppers for electronic equipment often do not understand technology well enough to know which numbers or claims they should heed; while price is important, people are bombarded with unfamiliar terms and many find specs misleading or not useful; r...",
      "abstract": "Shoppers for electronic equipment often do not understand technology well enough to know which numbers or claims they should heed; while price is important, people are bombarded with unfamiliar terms and many find specs misleading or not useful; review of important specs in various product categories; some vendors are providing more assistance to customers; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/23/technology/making-sense-of-the-specs.html",
      "byline": "By SEÁN CAPTAIN"
    },
    {
      "headline": "Administration Overhauls Rules for U.S. Forests",
      "snippet": "Bush administration issues broad new rules overhauling guidelines for managing nation's 155 national forests and making it easier for regional forest managers to decide whether to allow logging, drilling or off-road vehicles; rules relax longstand...",
      "abstract": "Bush administration issues broad new rules overhauling guidelines for managing nation's 155 national forests and making it easier for regional forest managers to decide whether to allow logging, drilling or off-road vehicles; rules relax longstanding provisions on environmental reviews and protection of wildlife on 191 million acres of national forest and grasslands; they also cut back on requirements for public participation in forest planning decisions; environmental groups say new rules pare down protection for native animals and plants to point of irrelevance; 1976 National Forest Management Act was intended to ensure that regional forest managers show environmental sensitivity in decisions on how national forest would be used; forest supervisors, who will be given more power to approve plans for any particular forest use, are appointed by Forest Service; some are more supportive of pro-timber policies while others are more steeped in environmental ethos; photo; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/23/politics/administration-overhauls-rules-for-us-forests.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "China Emerging as U.S. Rival for Canada's Oil",
      "snippet": "China is on verge of striking deals to win access to some of most prized oil reserves in Canada, which has historically sent almost all its exports of oil to United States by pipeline; Murray Smith, newly appointed Alberta Province representative ...",
      "abstract": "China is on verge of striking deals to win access to some of most prized oil reserves in Canada, which has historically sent almost all its exports of oil to United States by pipeline; Murray Smith, newly appointed Alberta Province representative in Washington, estimates that Canada could export as many as one million barrels a day to China out of potential exports of more than three million barrels a day; says main link would still be with US, but experts say deal could create unease for first time since 1970's in traditionally smooth energy relationship between US and Canada; China, which has surpassed Japan as second-largest market for oil, has enormous domestic energy demand which has sent oil imports soaring 40 percent in first half of this year over year-earlier period; its attempts to diversify its sources of oil have led to several foreign exploration projects in places considered on periphery of global oil industry, like Sudan, Peru and Syria; photo; map; graph (M)",
      "lead_paragraph": "CALGARY, Alberta, Dec. 21 - China's thirst for oil has brought it to the doorstep of the United States.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/23/business/worldbusiness/china-emerging-as-us-rival-for-canadas-oil.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "World Business Briefing | Australia: Mine Takeover Opposed",
      "snippet": "The state premier of Western Australia, Geoff Gallop, left, urged the Australian treasurer, Peter Costello, to block a proposed takeover of a local mining company, WMC Resources, saying it was against the national interest. The takeover was propos...",
      "abstract": "The state premier of Western Australia, Geoff Gallop, left, urged the Australian treasurer, Peter Costello, to block a proposed takeover of a local mining company, WMC Resources, saying it was against the national interest. The takeover was proposed by Xstrata, a mining company based in Switzerland, which offered 7.4 billion Australian dollars ($5.7 billion) for the company. WMC has rejected the offer, saying the price is too low, and is seeking higher bids. Xstrata closed a vanadium project in Western Australia this year, and Mr. Gallop said his state could not afford to lose the jobs that WMC's nickel mines and refineries provide.   Wayne Arnold (NYT)  ",
      "lead_paragraph": "The state premier of Western Australia, Geoff Gallop, left, urged the Australian treasurer, Peter Costello, to block a proposed takeover of a local mining company, WMC Resources, saying it was against the national interest. The takeover was proposed by Xstrata, a mining company based in Switzerland, which offered 7.4 billion Australian dollars ($5.7 billion) for the company. WMC has rejected the offer, saying the price is too low, and is seeking higher bids. Xstrata closed a vanadium project in Western Australia this year, and Mr. Gallop said his state could not afford to lose the jobs that WMC's nickel mines and refineries provide. Wayne Arnold (NYT)",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/23/business/world-business-briefing-australia-mine-takeover-opposed.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Phone Executive Loses Role",
      "snippet": "The Dutch phone company Royal KPN demoted the chief of its fixed-line unit, Eelco Blok, and said it would tighten internal compliance after an investigation of discounts given by the division to corporate clients. Mr. Blok will remain at KPN, whic...",
      "abstract": "The Dutch phone company Royal KPN demoted the chief of its fixed-line unit, Eelco Blok, and said it would tighten internal compliance after an investigation of discounts given by the division to corporate clients. Mr. Blok will remain at KPN, which is based in The Hague, in a senior position for corporate strategy, the company said. KPN's chief executive, Ad Scheepbouwer, will take responsibility for the fixed-line division until further notice. KPN started an inquiry in October into whether discounts given by its traditional phone business to corporate clients breached rules set by the Dutch phone regulator. In addition to tightening its compliance procedures, the company said a committee would determine if other measures were necessary. It did not elaborate.  ",
      "lead_paragraph": "The Dutch phone company Royal KPN demoted the chief of its fixed-line unit, Eelco Blok, and said it would tighten internal compliance after an investigation of discounts given by the division to corporate clients. Mr. Blok will remain at KPN, which is based in The Hague, in a senior position for corporate strategy, the company said. KPN's chief executive, Ad Scheepbouwer, will take responsibility for the fixed-line division until further notice. KPN started an inquiry in October into whether discounts given by its traditional phone business to corporate clients breached rules set by the Dutch phone regulator. In addition to tightening its compliance procedures, the company said a committee would determine if other measures were necessary. It did not elaborate.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/23/business/world-business-briefing-europe-the-netherlands-phone-executive.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Unemployment Edges Up",
      "snippet": "Unemployment in Brazil rose slightly in November, frustrating predictions that the year would end with a jobless rate in the single digits. The government's statistics agency said the unemployment rate edged up to 10.6 percent last month, from 10....",
      "abstract": "Unemployment in Brazil rose slightly in November, frustrating predictions that the year would end with a jobless rate in the single digits. The government's statistics agency said the unemployment rate edged up to 10.6 percent last month, from 10.5 percent in October, as more people began looking for work, offsetting the effect of increasing job creation. Unemployment was unchanged in five of the six metropolitan areas surveyed, with the exception of Rio de Janeiro, where the jobless rate rose to 9.4 percent from 8.5 percent. Real wages, which are adjusted for inflation, also held steady last month at 904 reais, or about $335 a month. Compared with the year-earlier period, though, wages rose 2.6 percent.   Todd Benson (NYT)",
      "lead_paragraph": "Unemployment in Brazil rose slightly in November, frustrating predictions that the year would end with a jobless rate in the single digits. The government's statistics agency said the unemployment rate edged up to 10.6 percent last month, from 10.5 percent in October, as more people began looking for work, offsetting the effect of increasing job creation. Unemployment was unchanged in five of the six metropolitan areas surveyed, with the exception of Rio de Janeiro, where the jobless rate rose to 9.4 percent from 8.5 percent. Real wages, which are adjusted for inflation, also held steady last month at 904 reais, or about $335 a month. Compared with the year-earlier period, though, wages rose 2.6 percent. Todd Benson (NYT)",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/23/business/world-business-briefing-americas-brazil-unemployment-edges-up.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Fannie Mae, After the Battle of Capitol Hill",
      "snippet": "Analysis of future of Fannie Mae in wake of ongoing regulatory investigations and ouster of chairman-chief executive Franklin D Raines; says Fannie Mae's struggles will be played out in halls of Congress as well as in corporate boardrooms; holds i...",
      "abstract": "Analysis of future of Fannie Mae in wake of ongoing regulatory investigations and ouster of chairman-chief executive Franklin D Raines; says Fannie Mae's struggles will be played out in halls of Congress as well as in corporate boardrooms; holds its fate, and any reorientation of way it conducts business, will have effects on homeowners and world financial markets; graph (M)",
      "lead_paragraph": "A measure of how deftly powerful people and institutions in Washington and on Wall Street wield their might is whether anyone catches them when they fall.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/23/business/fannie-mae-after-the-battle-of-capitol-hill.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Fade to Black in Canada's Film Work",
      "snippet": "The Panavision delivery truck packing up camera equipment at the end of a ''West Wing'' shoot may be the last action that the Toronto Film Studios see for a while.    ''After the holidays, it's going to be pretty quiet,'' said Kenneth W. Ferguson,...",
      "abstract": "The Panavision delivery truck packing up camera equipment at the end of a ''West Wing'' shoot may be the last action that the Toronto Film Studios see for a while.    ''After the holidays, it's going to be pretty quiet,'' said Kenneth W. Ferguson, the studio's president.  ",
      "lead_paragraph": "TORONTO, Dec. 22 - The Panavision delivery truck packing up camera equipment at the end of a \"West Wing\" shoot may be the last action that the Toronto Film Studios see for a while.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/23/business/worldbusiness/fade-to-black-in-canadas-film-work.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Stake In Steel Maker Sold",
      "snippet": "Russia sold its stake in a steel maker, Magnitogorsky Metallurgichesky Kombinat, for $790.2 million to investors allied with management in the government's last auction in the industry. A venture of the United Financial Group, a Moscow brokerage f...",
      "abstract": "Russia sold its stake in a steel maker, Magnitogorsky Metallurgichesky Kombinat, for $790.2 million to investors allied with management in the government's last auction in the industry. A venture of the United Financial Group, a Moscow brokerage firm, bought the 23.8 percent stake at the starting price. Four other prospective buyers showed up at the sale but did not bid. Another United Financial venture bought a 17 percent stake in the steel maker on Tuesday from Mechel Steel. The management group, which held a 32 percent stake in the company, will now have a majority stake.",
      "lead_paragraph": "Russia sold its stake in a steel maker, Magnitogorsky Metallurgichesky Kombinat, for $790.2 million to investors allied with management in the government's last auction in the industry. A venture of the United Financial Group, a Moscow brokerage firm, bought the 23.8 percent stake at the starting price. Four other prospective buyers showed up at the sale but did not bid. Another United Financial venture bought a 17 percent stake in the steel maker on Tuesday from Mechel Steel. The management group, which held a 32 percent stake in the company, will now have a majority stake.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/23/business/world-business-briefing-europe-russia-stake-in-steel-maker-sold.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Europe Rejects Microsoft's Bid to Preserve Bundling Plan",
      "snippet": "Europe's Court of First Instance rejects Microsoft's objections and orders it to offer version of its Windows operating system without its software for playing digital music and movies on personal computers; ruling only applies to Europe, but it r...",
      "abstract": "Europe's Court of First Instance rejects Microsoft's objections and orders it to offer version of its Windows operating system without its software for playing digital music and movies on personal computers; ruling only applies to Europe, but it represents first time since antitrust challenges to Microsoft began in 1990's that company will be forced to alter its software products and features with Windows; basic operations of more than 90 percent of world's personal computers are controlled by Microsoft's Windows program; ruling by Judge Bo Vesterdorf means that sanctions imposed by European Commission in March will now take effect RealNetworks, leading maker of media player software, describes ruling as step toward greater competition in software market (M)",
      "lead_paragraph": "A European court swept aside Microsoft's objections yesterday and ordered it to offer a version of its Windows operating system without its software for playing digital music and movies on personal computers.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/23/technology/europe-rejects-microsofts-bid-to-preserve-bundling-plan.html",
      "byline": "By Steve Lohr and Paul Meller"
    },
    {
      "headline": "Digital Picture Frames Reviewed",
      "snippet": "David Pogue State of the Art column on digital picture frame, flat-panel screen designed exusively for showing digital photos; connects to computer by USB cable and doubles as memory-card reader; user can change display at touch of button or use i...",
      "abstract": "David Pogue State of the Art column on digital picture frame, flat-panel screen designed exusively for showing digital photos; connects to computer by USB cable and doubles as memory-card reader; user can change display at touch of button or use it for slide show; photos; drawing (M)",
      "lead_paragraph": "IN a couple of days, millions of people will find shiny new digital cameras under the tree. They'll discover just how flexible, not to mention e-mailable, Web-postable and slide-showable digital photos can be. About the only thing you can't do with a digital photo in its electronic form is stick it in a frame on your desk.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/23/technology/circuits/digital-picture-frames-reviewed.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Suicide Bombing Is Now Suspected in Mosul Attack",
      "snippet": "American officials say suicide attacker wearing bomb-laden vest most likely set off explosion at military mess tent that killed 22 in Mosul, raising possibility that bomber was Iraqi or foreign worker employed at base; kFBI and otehr allied forens...",
      "abstract": "American officials say suicide attacker wearing bomb-laden vest most likely set off explosion at military mess tent that killed 22 in Mosul, raising possibility that bomber was Iraqi or foreign worker employed at base; kFBI and otehr allied forensic experts have discovered parts of torso and explosives belt that they believe were from suicide bomber; investigators reportedly also find ball bearings, which bombers have used to spread devastation of blast; soldiers from at least two battallions in Mosul riding in armored vehicles fan out in broad offensive sweep to hunt for insurgent and terrorist leaders, searching insurgent-friendly neighborhoods and interrogating drivers at impromptu checkpoints; announcement of likely cause of Mosul attack produces new source of concern: how was attacker able to infiltrate heavily guarded military base in one of most hostile regions of Iraq? American soldiers stationed at forward operating bases in Iraq often voice fear that Iraqi or other foreign worker would be able through special access, knowledge and privileges to sabotage troops he was supposed to be serving; attack in Mosul far exceeds size and devastation of any previous strike on American troops within secured compound; photo; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 22 - A suicide attacker wearing a bomb-laden vest most likely set off the explosion at a military mess tent that killed 22 in the northern city of Mosul on Tuesday, American officials said Wednesday, raising the possibility that the bomber was an Iraqi or foreign worker employed at the base.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/23/world/middleeast/suicide-bombing-is-now-suspected-in-mosul-attack.html",
      "byline": "By Richard A. Oppel Jr. and Eric Schmitt"
    },
    {
      "headline": "Japan Airlines Orders Boeing's New Jet",
      "snippet": "Japan Airlines said Wednesday that it planned to buy as many as 50 Boeing 7E7 Dreamliner jets, a substantial order that will help Boeing maintain its dominant position in Japan, the world's second-largest airplane market after the United States.  ...",
      "abstract": "Japan Airlines said Wednesday that it planned to buy as many as 50 Boeing 7E7 Dreamliner jets, a substantial order that will help Boeing maintain its dominant position in Japan, the world's second-largest airplane market after the United States.    Japan Airlines, Asia's largest carrier, said the 7E7 would replace a fleet of 58 medium-size jets beginning in 2008, including 22 made by Boeing's European rival, Airbus. The Japanese carrier said it would initially buy 30 of the planes, with an option for 20 more. The purchase of 30 planes would cost about $4 billion at the jet's list price, though airlines sometimes receive discounts on large orders.   ",
      "lead_paragraph": "TOKYO, Dec. 22 - Japan Airlines said Wednesday that it planned to buy as many as 50 Boeing 7E7 Dreamliner jets, a substantial order that will help Boeing maintain its dominant position in Japan, the world's second-largest airplane market after the United States.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/23/business/worldbusiness/japan-airlines-orders-boeings-new-jet.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "British Panel Rejects Claim of Sex Bias at Merrill",
      "snippet": "A British panel on Wednesday dismissed a high-profile sexual discrimination suit filed by a former executive against Merrill Lynch, but ruled that the woman who made the accusations had been poorly treated and unfairly dismissed.     Stephanie Vil...",
      "abstract": "A British panel on Wednesday dismissed a high-profile sexual discrimination suit filed by a former executive against Merrill Lynch, but ruled that the woman who made the accusations had been poorly treated and unfairly dismissed.     Stephanie Villalba, a former top executive in Merrill's European private client business, was not the victim of gender discrimination or unequal pay, as she had claimed, an employment tribunal found. Her demand for £7.5 million ($14.4 million) in compensation, the largest sexual discrimination claim ever made in Britain, was denied.  ",
      "lead_paragraph": "LONDON, Dec. 22 - A British panel on Wednesday dismissed a high-profile sexual discrimination suit filed by a former executive against Merrill Lynch, but ruled that the woman who made the accusations had been poorly treated and unfairly dismissed.",
      "publication_date": "2004-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/23/business/worldbusiness/british-panel-rejects-claim-of-sex-bias-at-merrill.html",
      "byline": "By Heather Timmons"
    }
  ]
}