{
  "metadata": {
    "date": "2004-11-24",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Judge Calls Conference on Microsoft",
      "snippet": "European Court of First Instance Judge Bo Vesterdorf calls meeting of all parties involved in Microsoft antitrust case in Luxembourg; Vesterdorf reportedly wants to discuss situation in light of withdrawal of Novell and Computer and Communications...",
      "abstract": "European Court of First Instance Judge Bo Vesterdorf calls meeting of all parties involved in Microsoft antitrust case in Luxembourg; Vesterdorf reportedly wants to discuss situation in light of withdrawal of Novell and Computer and Communications Industry Assn from trial (M)",
      "lead_paragraph": "BRUSSELS, Nov. 23 - After the withdrawal of two critical witnesses, the European Court of First Instance summoned all parties involved in the Microsoft antitrust case to a meeting Thursday in Luxembourg, Christopher Fretwell, a court spokesman, said Tuesday.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/24/technology/judge-calls-conference-on-microsoft.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Bank To Offer Services In Japan",
      "snippet": "Banco Bradesco of Brazil signs deal with UFJ holdings of Japan to offer financial services in Portuguese to Brazilian immigrants in Japan (S)",
      "abstract": "Banco Bradesco of Brazil signs deal with UFJ holdings of Japan to offer financial services in Portuguese to Brazilian immigrants in Japan (S)",
      "lead_paragraph": "Banco Bradesco, Brazil's largest private-sector bank, signed a deal with UFJ Holdings of Japan to offer financial services in Portuguese to Brazilian immigrants in the Asian country. Initially, Bradesco will install private banking terminals and automatic teller machines in 10 UFJ branches, aiming at areas where there is already a large Brazilian population. Eventually, the Brazilian bank intends to open terminals in more than 450 UFJ branches all over Japan, which is home to about 300,000 Brazilians of Japanese descent. Todd Benson (NYT)",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/24/business/world-business-briefing-americas-brazil-bank-to-offer-services-in.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: Santam Predicts Profit Rise",
      "snippet": "Santam, South African property and casualty insurer, predicts full-year profit may jump as much as 90 percent as claims decline and investment rises (S)",
      "abstract": "Santam, South African property and casualty insurer, predicts full-year profit may jump as much as 90 percent as claims decline and investment rises (S)",
      "lead_paragraph": "Santam, the biggest South African property and casualty insurer, said full-year profit might jump as much as 90 percent as claims declined and investment income rose. Profit before one-time items and good will amortization and earnings per share will probably rise \"between 70 and 90 percent,\" the company, which is based in Cape Town, said in a statement to the JSE Securities Exchange.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/24/business/world-business-briefing-africa-south-africa-santam-predicts-profit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Regulators Seek More Data From WPP",
      "snippet": "European Commission says WPP Group must supply more information about its plan to buy Grey Global Group (S)",
      "abstract": "European Commission says WPP Group must supply more information about its plan to buy Grey Global Group (S)",
      "lead_paragraph": "The WPP Group, the marketing and advertising company, must supply more information to European Union regulators about its plan to buy the Grey Global Group. The European Commission said WPP's notification of its $1.52 billion planned purchase of Grey Global, an ad company based in New York whose clients include Procter & Gamble and Mars, was incomplete. The commission, the union's regulatory arm, had been due to rule on the deal by Nov. 26. WPP and Grey \"continue to cooperate fully with the commission services,\" it said in a statement. The company would not comment further.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/24/business/world-business-briefing-europe-britain-regulators-seek-more-data.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Change at Helm, but a Steady Course at McDonald's",
      "snippet": "James A Skinner, candidate to succeed McDonald's Corp's chief executive Charles Bell, who resigned because of illness, is expected to continue strategy started by chairman James Cantalupo, who died in April and was succeeded by Bell; Cantalupo and...",
      "abstract": "James A Skinner, candidate to succeed McDonald's Corp's chief executive Charles Bell, who resigned because of illness, is expected to continue strategy started by chairman James Cantalupo, who died in April and was succeeded by Bell; Cantalupo and Bell demanded better service, offered healthier foods and slowed down opening of restaurants; company's stock has been steadily rising since early 2003, when Cantalupo look over; chairman Andrew J McKenna says Skinner had complete physical in last 30 days and his health is fine; photos (M)",
      "lead_paragraph": "The board had all the usual questions about the candidate for chief executive before it voted on Monday. Would he have the leadership to steer a global company? Could he inspire the confidence of franchisees? And there was one more question, perhaps the most pressing one: How was his health?",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/24/business/change-at-helm-but-a-steady-course-at-mcdonalds.html",
      "byline": "By Melanie Warner and Patrick McGeehan"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: BASF Plans Job Cuts",
      "snippet": "BASF, in cost-cutting move, plans to cut about 10 percent of work force in Ludwigshafen, Ger, to about 32,000, over next three years (S)",
      "abstract": "BASF, in cost-cutting move, plans to cut about 10 percent of work force in Ludwigshafen, Ger, to about 32,000, over next three years (S)",
      "lead_paragraph": "BASF, the chemical maker, will cut about 10 percent of its work force at the company's largest site in Ludwigshafen, Germany, over the next three years to save costs. Based on an agreement with the works council, the number of jobs, currently 35,604, will be reduced without firings to about 32,000 by the end of 2007, and is to remain at that level until 2010. The job reductions came as a further step in BASF's efforts to cut costs at Ludwigshafen by 450 million euros ($589 million) by mid-2005 to \"improve the competitiveness of the world's largest chemical site over long term,\" the company said. Petra Kappl (NYT)",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/24/business/world-business-briefing-europe-germany-basf-plans-job-cuts.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "A Reporter-Anchor Who Blazed a Trail of His Own",
      "snippet": "Dan Rather's decision to retire as CBS Evening News anchor is acknowledgment that he cannot fight time or scent of scandal that threatens to mar his legacy and that of his once-vaunted news division; Rather's colleagues see his exit so much like h...",
      "abstract": "Dan Rather's decision to retire as CBS Evening News anchor is acknowledgment that he cannot fight time or scent of scandal that threatens to mar his legacy and that of his once-vaunted news division; Rather's colleagues see his exit so much like his 42-year career at network: bittersweet, poignant and somewhat mysterious; will leave his post with tumultuous legacy that is uniquely his own and quite unlike those of his younger and more staid network news competitors, Tom Brokaw and Peter Jennings; photos (M)",
      "lead_paragraph": "He has fought presidents and hurricanes, network suits and the turn in television news toward the frivolous and sometimes tawdry.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/24/business/a-reporteranchor-who-blazed-a-trail-of-his-own.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Questions Are Seen onMerck's Stance on Vioxx",
      "snippet": "Merck officials have had evidence since 2001 that its arthritis and pain drug Vioxx, pulled from market in Sept for increased heart risks, might fail to offer users who take low doses of aspirin drug's most touted benefit, less risk of ulcers or s...",
      "abstract": "Merck officials have had evidence since 2001 that its arthritis and pain drug Vioxx, pulled from market in Sept for increased heart risks, might fail to offer users who take low doses of aspirin drug's most touted benefit, less risk of ulcers or stomach bleeding than cheaper over-the-counter pain drugs; company noted finding in drug's 2003 label, but did not follow up on its plan to further study how significantly low-dose aspirin could reduce drug's gastrointestinal benefits; at issue is whether many patients and their insurers are spending heavily on costly class of drugs known as COX-2 inhibitors when they could get similar benefits from older, cheaper drugs; two other top sellers in class, Celebrex and Bextra, both made by Pfizer Inc, have not been proved to provide better protection for any class of patients (M)",
      "lead_paragraph": "For all the risks associated with Merck's arthritis and pain drug Vioxx, the company has always pointed to one virtue: Vioxx was less likely to cause ulcers or stomach bleeding than cheaper over-the-counter medications like Advil or Aleve.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/24/business/questions-are-seen-onmercks-stance-on-vioxx.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "A.I.G. Will Accept Monitor and Pay $80 Million to Close Inquiries",
      "snippet": "American International Group agrees to accept independent monitor and pay about $80 million to settle probes into sale of insurance that was used by companies to manipulate their earnings; imposition of monitor is unusual and represents remarkable...",
      "abstract": "American International Group agrees to accept independent monitor and pay about $80 million to settle probes into sale of insurance that was used by companies to manipulate their earnings; imposition of monitor is unusual and represents remarkable concession by company that until recently had reputation for standing up to regulators; makes settlement offer to Securities and Exchange Commission and reaches agreement in principle with Justice Department (M)",
      "lead_paragraph": "American International Group, the world's leading insurance company, has agreed to accept an independent monitor and to pay about $80 million to settle investigations into the sale of insurance that was used by companies to manipulate their earnings, people briefed on the investigations said yesterday.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/24/business/aig-will-accept-monitor-and-pay-80-million-to-close-inquiries.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Airbus Plans Midsize Long-Distance Jet",
      "snippet": "Airbus chief executive Noel Forgeard says company expects to win approval from board of parent, European Aeronautic Defense and Space Co (EADS), to spend up to 3 billion euros ($3.9 billion) for A350, 250-seat plane aimed at Boeing's 7E7 market; p...",
      "abstract": "Airbus chief executive Noel Forgeard says company expects to win approval from board of parent, European Aeronautic Defense and Space Co (EADS), to spend up to 3 billion euros ($3.9 billion) for A350, 250-seat plane aimed at Boeing's 7E7 market; photos (M)",
      "lead_paragraph": "TOULOUSE, France, Nov. 23 - The fierce rivalry between Airbus and Boeing, which has already ignited claims of unfair trade practices on both sides of the Atlantic, seems likely to heat up further, with signs that Airbus will build a competitor to Boeing's new midsize jetliner, the 7E7.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/24/business/worldbusiness/airbus-plans-midsize-longdistance-jet.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Without Rather, CBS Can Get a Fresh Start, Some Say",
      "snippet": "Departure of Dan Rather from CBS's evening newscast represents kind of coda on long, sad song of decline from greatness; news organization that did most to define broadcast news from early days of radio through golden age of television in 1950's a...",
      "abstract": "Departure of Dan Rather from CBS's evening newscast represents kind of coda on long, sad song of decline from greatness; news organization that did most to define broadcast news from early days of radio through golden age of television in 1950's and 1960's has gone through marked falloff in last 15 years, probably suffering more than any other network from shrinking of resources that matched its shrinking audience; idea that Rather's decision to give up his anchor job is some kind of signal of final abandonment fo quality news at CBS is challenged by CBS chairman Leslie Moonves and by some staff members at CBS News; argue that Rather's departure after 24 years in anchor chair should be seen as long-needed opportunity for fresh start; Moonves acknowledges that Rather's departure is significant moment for organization that has seen its share of turbulence during his time as anchor; photos (M)",
      "lead_paragraph": "For some veterans of CBS News, the departure of Dan Rather from the network's evening newscast represents a kind of coda on a long, sad song of decline from greatness.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/24/business/media/without-rather-cbs-can-get-a-fresh-start-some-say.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: EasyJet Posts Profit Increase",
      "snippet": "EasyJet reports slight rise in second-half profit, to 62.2 million pounds sterling ($115.6 million) (S)",
      "abstract": "EasyJet reports slight rise in second-half profit, to 62.2 million pounds sterling ($115.6 million) (S)",
      "lead_paragraph": "The discount airline EasyJet said that its second-half profit rose slightly from a year ago, but that it expected a challenging winter ahead. Pretax profits were £62.2 million ($115.6 million), up from £51.5 million a year ago. Heather Timmons (NYT)",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/24/business/world-business-briefing-europe-britain-easyjet-posts-profit.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Rather Quitting as CBS Anchor in Abrupt Move",
      "snippet": "Dan Rather, 73, says he will step down in Mar as CBS Evening News anchor and managing editor on his 24th anniversary as anchor; plans to continue to work full time at CBS News as 60 Minutes correspondent; CBS executives cite John Roberts as possib...",
      "abstract": "Dan Rather, 73, says he will step down in Mar as CBS Evening News anchor and managing editor on his 24th anniversary as anchor; plans to continue to work full time at CBS News as 60 Minutes correspondent; CBS executives cite John Roberts as possible successor; Rather says he and CBS chairman Leslie Moonves saw need to announce plan well before independent panel reports on journalistic breakdowns that led CBS News to broadcast and vigorously defend 60 Minutes report about Pres Bush's National Guard service, interview; Moonves says he backs Rather's desire to leave on own terms; Rather's career recalled; photos (M)",
      "lead_paragraph": "Dan Rather announced yesterday that he would step down next year as anchor and managing editor of \"CBS Evening News.\" The move came two months after he acknowledged fundamental flaws in a broadcast report that raised questions about President Bush's National Guard service.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/24/business/media/rather-quitting-as-cbs-anchor-in-abrupt-move.html",
      "byline": "By Jacques Steinberg and Bill Carter"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Some Older Vioxx Users Could Have Bleeding  For all the risks associated with Merck's arthritis and pain drug Vioxx, the company has always pointed to one virtue: Vioxx was less likely to cause ulcers or stomach bleeding than cheaper, over-the-cou...",
      "abstract": " Some Older Vioxx Users Could Have Bleeding  For all the risks associated with Merck's arthritis and pain drug Vioxx, the company has always pointed to one virtue: Vioxx was less likely to cause ulcers or stomach bleeding than cheaper, over-the-counter medications.    But as far back as 2001, Merck executives had evidence that this might not be true for some Vioxx users -- those, mostly middle-age and older, who regularly took low doses of aspirin, not for pain, but to reduce their risk of heart attack or stroke. [Page A1.]    S.E.C. May Be Near AOL Settlement  Shares of Time Warner rose after it was reported that the company was close to settling a Securities and Exchange Commission investigation into accounting at America Online. The S.E.C. and the Justice Department are investigating a $400 million payment that America Online received from Bertelsmann, which formerly owned half of AOL Europe. They are looking into whether the payment was used improperly as part of an effort to inflate the growth of AOL. [C5.]    F.D.A. Approval for New M.S. Drug  The Food and Drug Administration approved a new drug for multiple sclerosis. [C3.]    2 Options for United Pilots  United Airlines is giving its pilots union the choice of accepting 18 percent wage cuts, or agreeing to smaller cuts but also accepting significant changes in work rules. [C2.]    Viacom Is Fined $3.5 Million  Viacom agreed to pay a $3.5 million fine to settle indecency complaints lodged against the network for remarks by Howard Stern and other broadcasters over the last five years. [C5.]    Bush Economic Adviser to Leave  Stephen Friedman, left, the director of the National Economic Council for the last two years, has resigned. Mr. Friedman, a former Wall Street executive, has been almost invisible publicly, preferring to stick to a behind-the-scenes role as coordinator of economic policy and adviser to President Bush. [A20.]    Food Imports Could Match Exports  For the first time in nearly five decades, the United States could import as much food as it exports next year. [C3.]    Cingular Cutting About 7,000 Jobs  Cingular Wireless plans to cut about 10 percent of its work force, or 7,000 jobs. [C8.]    U.S. Financial Markets Closing  The bond market will close at 2 p.m. today. Financial markets, government offices and banks will be closed Thursday in observance of Thanksgiving. The markets will reopen Friday for abbreviated sessions.  ",
      "lead_paragraph": "Some Older Vioxx Users Could Have Bleeding For all the risks associated with Merck's arthritis and pain drug Vioxx, the company has always pointed to one virtue: Vioxx was less likely to cause ulcers or stomach bleeding than cheaper, over-the-counter medications.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/24/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "HOSPITALS IN CALIFORNIA are constructing buildings to withstand an earthquake twice the force of the 1994 one in the Northridge section of Los Angeles. [C6.]    THE NEW YORK CITY HOUSING AUTHORITY is joining Mercy College, health care practices an...",
      "abstract": " HOSPITALS IN CALIFORNIA are constructing buildings to withstand an earthquake twice the force of the 1994 one in the Northridge section of Los Angeles. [C6.]    THE NEW YORK CITY HOUSING AUTHORITY is joining Mercy College, health care practices and an Internal Revenue Service office at the recast Bronx Developmental Center. [C7.]",
      "lead_paragraph": "HOSPITALS IN CALIFORNIA are constructing buildings to withstand an earthquake twice the force of the 1994 one in the Northridge section of Los Angeles. [C6.]",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/24/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "On Wall Street, a Closer Look at Giving Gifts",
      "snippet": "NASD, regulatory arm of Nasdaq stock market, and Securities and Exchange Commission are investigating about two dozen companies, including brokerage firms and mutual fund companies, to determine whether brokers handed out expensive gifts to attrac...",
      "abstract": "NASD, regulatory arm of Nasdaq stock market, and Securities and Exchange Commission are investigating about two dozen companies, including brokerage firms and mutual fund companies, to determine whether brokers handed out expensive gifts to attract trading business (Market Place column) (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/24/business/on-wall-street-a-closer-look-at-giving-gifts.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Price Index Increases",
      "snippet": "Canadian Consumer Price Index rises 2.3 percent in October (S)",
      "abstract": "Canadian Consumer Price Index rises 2.3 percent in October (S)",
      "lead_paragraph": "Pushed by a substantial increase in gasoline prices, the Canadian Consumer Price Index rose by 2.3 last month, Statistics Canada said. The inflation rate compares to a 1.8 percent increase during September. Statistics Canada attributed most of the gain to a 20.3 percent increase in gas prices compared with a year earlier in the month. Ian Austen (NYT)",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/24/business/world-business-briefing-americas-canada-price-index-increases.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "A Tug of War Over Ukraine",
      "snippet": "Analysis of rivalry between Russia and West in Ukraine's disputed presidential election; Russia and Pres Vladimir V Putin have come out strongly for Prime Min Viktor F Yanukovich, candidate promising closer ties with Russia, while Europe and Unite...",
      "abstract": "Analysis of rivalry between Russia and West in Ukraine's disputed presidential election; Russia and Pres Vladimir V Putin have come out strongly for Prime Min Viktor F Yanukovich, candidate promising closer ties with Russia, while Europe and United States are more subtly backing Viktor A Yushchenko; Russia and West differ on election, with Putin calling it fair and European Union, United States and Organization for Security and Cooperation in Europe charging fraud; new division between East and West has emerged, defined in Ukraine by competing economic and political interests and contradictory ideas about what democracy represents (M)",
      "lead_paragraph": "MOSCOW, Nov. 23 - Not since NATO's war in Kosovo, or perhaps the cold war itself, have the political differences between Russia and the West appeared so starkly as they have in Ukraine's disputed presidential election.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/24/world/europe/a-tug-of-war-over-ukraine.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "U.S. Expanding Iraqi Offensive in Violent Area",
      "snippet": "Thousands of American, British and Iraqi troops begin new offensive sweep across rural region south of Baghdad known as triangle of death; area is haven for thieves, killers, crime families and terrorists, as well as insurgents who fled Falluja be...",
      "abstract": "Thousands of American, British and Iraqi troops begin new offensive sweep across rural region south of Baghdad known as triangle of death; area is haven for thieves, killers, crime families and terrorists, as well as insurgents who fled Falluja before fighting started there; operation begins with 11 simultaneous early-morning raids in Jabella; can be seen as opening of third front, after Falluja invasion and more limited operations around Mosul; Marine Col Ron Johnson says area has become even more troublesome transit and resupply district for insurgents; 250 insurgents have been captured in region in past three weeks, including 32 insurgents seized in Jabella raids; Falluja fighting continues to fade; Pentagon reports 868 American troops were wounded since offensive began there Nov 8; American troops find largest weapons cache ever uncovered in northern Iraq, 30 miles south of Mosul; Ali Smesim, top aide to Shiite cleric Moktada al-Sadr, says interim government violates peace accord by continuing to arrest his group's senior officials, news conference; charges two powerful Shiite political parties favored by Americans are pushing for arrests; all major Shiite parties, including al-Sadr's group, negotiate to form powerful coalition to present unified slate for national elections; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 23 - Thousands of American, British and Iraqi troops began a new offensive sweep on Tuesday across a region south of Baghdad known as the triangle of death. The area earned its fearsome reputation as a haven for thieves, killers, crime families and terrorists, as well as insurgents who fled Falluja before the fighting started there.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/24/world/middleeast/us-expanding-iraqi-offensive-in-violent-area.html",
      "byline": "By James Glanz and Edward Wong"
    },
    {
      "headline": "World Business Briefing | Europe: Netherlands: Royal Philips To Cut Costs",
      "snippet": "Royal Philips Electronics plans to save about 500 million euros ($654 million) annually in three to four years through administrative and support reorganization; photo (S)",
      "abstract": "Royal Philips Electronics plans to save about 500 million euros ($654 million) annually in three to four years through administrative and support reorganization; photo (S)",
      "lead_paragraph": "Roy-al Philips Electronics, Europe's largest maker of televisions and CD players, plans to save about 500 million euros ($654 million) annually in three to four years by reorganizing administrative and support functions. The company, based in Amsterdam, did not specify whether job cuts will be part of the measures, which are intended to come on top of 1.1 billion euros in savings reached by the end of last year, said a spokesman, Jayson Otke. The chief executive officer, Gerard J. Kleisterlee, above, has revived profit at the company by cutting more than 50,000 jobs after losses in 2001 and 2002. In October, the company reported its biggest quarterly profit since the final three months of 2000, helped by higher sales of semiconductors and LCD screens.",
      "publication_date": "2004-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/24/business/world-business-briefing-europe-netherlands-royal-philips-to-cut.html",
      "byline": "By Bloomberg News"
    }
  ]
}