{
  "metadata": {
    "date": "2004-03-29",
    "total_articles": 35
  },
  "articles": [
    {
      "headline": "$6 Billion Loan Deal by Freddie Mac Examined by U.S.",
      "snippet": "The Department of Housing and Urban Development is examining an unusual $6 billion deal made last year by Freddie Mac to fulfill its federal requirements on loans for affordable housing.    In the transaction, Freddie Mac agreed to guarantee and s...",
      "abstract": "The Department of Housing and Urban Development is examining an unusual $6 billion deal made last year by Freddie Mac to fulfill its federal requirements on loans for affordable housing.    In the transaction, Freddie Mac agreed to guarantee and securitize, or turn into bonds, about 8,000 mortgages on small apartment buildings, loans made by Washington Mutual, the sixth-largest American bank.   ",
      "lead_paragraph": "The Department of Housing and Urban Development is examining an unusual $6 billion deal made last year by Freddie Mac to fulfill its federal requirements on loans for affordable housing.",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/27/business/6-billion-loan-deal-by-freddie-mac-examined-by-us.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Increasing Turmoil on Jury Threatens Tyco Trial",
      "snippet": "Escalating turmoil in jury room appears to bring six-month trial of former Tyco International executives L Dennis Kozlowski and Mark H Swartz to verge of collapse after several unusual events, including hand gesture from one juror in open court th...",
      "abstract": "Escalating turmoil in jury room appears to bring six-month trial of former Tyco International executives L Dennis Kozlowski and Mark H Swartz to verge of collapse after several unusual events, including hand gesture from one juror in open court that seemed to signal her support for defense; jury sends note to State Supreme Court Justice Michael J Obus describing its deliberations as 'irreparably compromised'; Obus denies defense motion for mistrial; case appears to be at impasse because of one juror who is holding out for acquittal on all 32 criminal charges against Kozlowski and Swartz, who are accused of stealing $170 million from Tyco by hiding details of their pay package from board and pilfering $430 million by selling Tyco shares after artificially pumping up their price; Justice Obus photo (M)",
      "lead_paragraph": "Escalating turmoil in the jury room appeared to bring the six-month-long trial of two former Tyco International executives to the verge of collapse yesterday after several highly unusual events, including an ''O.K.'' hand gesture from one juror in open court that seemed to signal her support for the defense.",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/27/business/increasing-turmoil-on-jury-threatens-tyco-trial.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Up to 16 Die in Gun Battles in Sunni Areas of Iraq",
      "snippet": "Up to 16 people, including US marine, are killed in series of gun battles as guerrilla violence sweeps Sunni-dominated areas north and west of Baghdad in latest show of strength by insurgency; ABC News cameraman Bourhan Mohammed is among Iraqis ki...",
      "abstract": "Up to 16 people, including US marine, are killed in series of gun battles as guerrilla violence sweeps Sunni-dominated areas north and west of Baghdad in latest show of strength by insurgency; ABC News cameraman Bourhan Mohammed is among Iraqis killed; witness says he was shot by US troops when he stepped into middle of skirmish; US officers say they are close to defeating insurgency led by members of Saddam Hussein's fallen government and are dealing with smaller number of foreign-led Islamic terrorists; Falluja, epicenter of anti-American resistance, remains far from being under control; photo (M)",
      "lead_paragraph": "As many as 16 people, including a United States marine, were killed in a series of gun battles on Friday, as guerrilla violence swept the Sunni-dominated areas north and west of Baghdad in the latest show of strength by the insurgency here.",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/27/world/up-to-16-die-in-gun-battles-in-sunni-areas-of-iraq.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "DEMOCRATS ISSUE THREAT TO BLOCK COURT NOMINEES",
      "snippet": "Senate Democrats, turning up heat in their feud with Pres Bush over judicial nominations, vow to block all new federal court appointments unless White House promises to stop installing judges while Congress is in recess; are retaliating against Bu...",
      "abstract": "Senate Democrats, turning up heat in their feud with Pres Bush over judicial nominations, vow to block all new federal court appointments unless White House promises to stop installing judges while Congress is in recess; are retaliating against Bush for his recent decisions to bypass confirmation process and place Charles W Pickering Sr and William H Pryor Jr on federal appellate bench; Sen Tom Daschle says Democrats will cooperate in confirmation of federal judges, but only if White House does not abuse process (M)",
      "lead_paragraph": "Senate Democrats, turning up the heat in their long-simmering feud with President Bush over judicial nominations, vowed on Friday to block all new federal court appointments unless the White House promises to stop installing judges while Congress is in recess.",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/27/us/democrats-issue-threat-to-block-court-nominees.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "LEADERS OF G.O.P. TRY TO DISCREDIT A CRITIC OF BUSH",
      "snippet": "Republican Congressional leaders will seek to declassify past Congressional testimony from Richard A Clarke, Pres Bush's former counterterrorism chief, in effort to demonstrate that former aide had lied about Bush's record; Senate majority leader ...",
      "abstract": "Republican Congressional leaders will seek to declassify past Congressional testimony from Richard A Clarke, Pres Bush's former counterterrorism chief, in effort to demonstrate that former aide had lied about Bush's record; Senate majority leader Bill Frist condemns Clarke for accusing Bush administration, in his new book Against All Enemies: Inside the White House's War on Terror, of ignoring Al Qaeda threat before Sept 11; Sec of State Colin L Powell stands behind Clarke's expertise in counterterrorism; Frist and Clarke photos (M)",
      "lead_paragraph": "Republican Congressional leaders said Friday that they would seek to declassify past Congressional testimony from Richard A. Clarke, President Bush's former counterterrorism chief, in an effort to demonstrate that the former aide had lied this week about Mr. Bush's record.",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/27/us/leaders-of-gop-try-to-discredit-a-critic-of-bush.html",
      "byline": "By Carl Hulse and Philip Shenon"
    },
    {
      "headline": "Albertsons Buying Shaw's, New England Grocery Chain",
      "snippet": "Seeking a strategy that skirts the widening influence of Wal-Mart Stores in the grocery business, Albertsons said yesterday that it would spend $2.47 billion to buy the New England-based Shaw's chain of supermarkets from its British parent, J Sain...",
      "abstract": "Seeking a strategy that skirts the widening influence of Wal-Mart Stores in the grocery business, Albertsons said yesterday that it would spend $2.47 billion to buy the New England-based Shaw's chain of supermarkets from its British parent, J Sainsbury.     The deal, a buyout of the holding company that owns Shaw's using a combination of cash, stock and debt, will give Albertsons a presence for the first time in densely populated New England. It will add 202 stores, bringing its total to about 2,500 stores, and sales will increase to about $42 billion. Sales at Shaw's, which is ranked first or second in revenue in most of its markets, totaled $4.6 billion last year.  ",
      "lead_paragraph": "Seeking a strategy that skirts the widening influence of Wal-Mart Stores in the grocery business, Albertsons said yesterday that it would spend $2.47 billion to buy the New England-based Shaw's chain of supermarkets from its British parent, J Sainsbury.",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/27/business/albertsons-buying-shaw-s-new-england-grocery-chain.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Cashmere Moves On, And Scotland Feels a Chill",
      "snippet": "At first glance, this modest town of aging textile mills set by a river in a bowl of hills seems an unlikely link in a chain of commerce that stretches from the pastures of Inner Mongolia to the designer boutiques of New York, Paris and London.   ...",
      "abstract": "At first glance, this modest town of aging textile mills set by a river in a bowl of hills seems an unlikely link in a chain of commerce that stretches from the pastures of Inner Mongolia to the designer boutiques of New York, Paris and London.    Yet, for many decades, Hawick and other places in the Scottish Borders region have traced the fortunes of one of the great alchemies of the luxury goods market: the transformation of the soft underfleece of a breed of Asian goat into cashmere scarves and sweaters, twin sets and V-necks bearing labels like Ralph Lauren or Chanel.  ",
      "lead_paragraph": "At first glance, this modest town of aging textile mills set by a river in a bowl of hills seems an unlikely link in a chain of commerce that stretches from the pastures of Inner Mongolia to the designer boutiques of New York, Paris and London.",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/27/business/cashmere-moves-on-and-scotland-feels-a-chill.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Bumper to Bumper, Travelers Ride Out An I-95 Nightmare",
      "snippet": "Connecticut Gov John Rowland says nearly two miles of Interstate 95 will be closed for one to two weeks and require millions of dollars in repairs after fiery truck crash that buckled part of overpass in Bridgeport; no one was seriously hurt in ac...",
      "abstract": "Connecticut Gov John Rowland says nearly two miles of Interstate 95 will be closed for one to two weeks and require millions of dollars in repairs after fiery truck crash that buckled part of overpass in Bridgeport; no one was seriously hurt in accident; map; diagram; photos (M)",
      "lead_paragraph": "Nearly two miles of Interstate 95, the main highway linking New York and Boston, will be closed for one to two weeks and require millions of dollars in repairs after a fiery truck crash Thursday night that buckled part of an overpass here, Gov. John G. Rowland said on Friday.",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/27/us/the-crash-on-i-95-overview-bumper-to-bumper-travelers-ride-out-an-i-95-nightmare.html",
      "byline": "By Robert D. McFadden and Alison Leigh Cowan"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Turmoil in Tyco Jury Room Seems to Put Case in Doubt  Turmoil in the jury room seemed to bring the Tyco International case to the verge of collapse, but rather than grant defense motions for a mistrial, the judge sent jurors home for the weekend a...",
      "abstract": " Turmoil in Tyco Jury Room Seems to Put Case in Doubt  Turmoil in the jury room seemed to bring the Tyco International case to the verge of collapse, but rather than grant defense motions for a mistrial, the judge sent jurors home for the weekend and asked them to come back ready to try again on Monday morning.    The jury's note to the judge earlier in the day, describing their deliberations as ''irreparably compromised,'' seemed to make it increasingly unlikely that the jury could continue debating the 32 criminal charges against Tyco's former chief executive, L. Dennis Kozlowski, and Tyco's former chief financial officer, Mark H. Swartz. [Page A1.]",
      "lead_paragraph": "Turmoil in Tyco Jury Room Seems to Put Case in Doubt",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/27/business/business-digest-968030.html",
      "byline": ""
    },
    {
      "headline": "Faster, Simpler Test Approved for H.I.V.",
      "snippet": "The Food and Drug Administration approved the first H.I.V. test that uses saliva rather than blood and delivers results in 20 minutes. Public health officials hope it will encourage wider testing. About 25 percent of Americans carrying the virus d...",
      "abstract": "The Food and Drug Administration approved the first H.I.V. test that uses saliva rather than blood and delivers results in 20 minutes. Public health officials hope it will encourage wider testing. About 25 percent of Americans carrying the virus do not know that they are infected, the Centers for Disease Control and Prevention estimates.  ",
      "lead_paragraph": "The Food and Drug Administration approved the first H.I.V. test that uses saliva rather than blood and delivers results in 20 minutes. Public health officials hope it will encourage wider testing. About 25 percent of Americans carrying the virus do not know that they are infected, the Centers for Disease Control and Prevention estimates.",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/27/us/faster-simpler-test-approved-for-hiv.html",
      "byline": ""
    },
    {
      "headline": "8 HOSTAGES KILLED IN PAKISTAN SIEGE",
      "snippet": "Eight Pakistani soldiers who were taken hostage by militants in Pakistan's tribal areas have been executed in latest sign that effort by government to flush foreign militants from region has gone awry; thousands of people have fled their homes in ...",
      "abstract": "Eight Pakistani soldiers who were taken hostage by militants in Pakistan's tribal areas have been executed in latest sign that effort by government to flush foreign militants from region has gone awry; thousands of people have fled their homes in tribal areas, and resentment against army is prompting fears that violence could spread beyond South Waziristan; Pres Pervez Musharraf is under increasing pressure to resolve standoff; Pakistani officials confirm that voice on recent broadcast tape is that of Ayman al-Zawahiri, Al Qaeda's second in command; map (M)",
      "lead_paragraph": "Eight Pakistani soldiers who had been taken hostage by militants in Pakistan's tribal areas have been executed, officials said Friday, in the latest sign that the effort by Pakistan's government to flush foreign militants from the region has gone badly awry.",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/27/world/8-hostages-killed-in-pakistan-siege.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "Owing More On an Auto Than It's Worth As a Trade-In",
      "snippet": "An increasing number of new-car buyers are finding themselves owing more than their trade-ins are worth.     In the car industry, this phenomenon is known as the upside-down car loan, and it has escalated during the car-lending spree of the last t...",
      "abstract": "An increasing number of new-car buyers are finding themselves owing more than their trade-ins are worth.     In the car industry, this phenomenon is known as the upside-down car loan, and it has escalated during the car-lending spree of the last three years. While automakers are enticing customers that have good credit histories with no-interest loans, they have also been offering six- and seven-year loans to customers who want to keep their monthly payments down.   ",
      "lead_paragraph": "An increasing number of new-car buyers are finding themselves owing more than their trade-ins are worth.",
      "publication_date": "2004-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/27/business/owing-more-on-an-auto-than-it-s-worth-as-a-trade-in.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Official Is Said To Recommend Sharon Charge",
      "snippet": "Israeli state prosecutor Edna Arbel reportedly will recommend to Atty Gen Menachem Mazuz that Prime Min Ariel Sharon be indicted for allegedly accepting bribes from real estate developer David Appel; Appel allegedly tried to win Sharon's help in r...",
      "abstract": "Israeli state prosecutor Edna Arbel reportedly will recommend to Atty Gen Menachem Mazuz that Prime Min Ariel Sharon be indicted for allegedly accepting bribes from real estate developer David Appel; Appel allegedly tried to win Sharon's help in real estate deals, including one on Greek island, starting in late 1990's, when Sharon was foreign minister; allegedly paid most of $700,000 in bribes to Sharon's son, Gilad; indictment could add to Sharon's political burdens as he tries to rally support in Israel and Bush administration for his plan to unilaterally withdraw soldiers and settlers from Gaza Strip and part of West Bank; legal experts are divided about whether indictment would automatically compel him to resign; he continues to dominate Israel's politics, but his popular support has faded; photos (M)",
      "lead_paragraph": "Israel's state prosecutor has decided to recommend that Prime Minister Ariel Sharon be indicted on charges of taking bribes from a real estate developer, Israeli news media reported Saturday night.",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/28/world/official-is-said-to-recommend-sharon-charge.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "Disenfranchised Florida Felons Struggle to Regain Their Rights",
      "snippet": "Florida's electoral practices, including its felon disenfranchisement law, are drawing renewed attention as state again becomes presidential election-year battleground; Democrats have made fighting disenfranchisement priority; charge Gov Jeb Bush ...",
      "abstract": "Florida's electoral practices, including its felon disenfranchisement law, are drawing renewed attention as state again becomes presidential election-year battleground; Democrats have made fighting disenfranchisement priority; charge Gov Jeb Bush and legislature back ban, which bars over one in four black men in state from voting, for partisan reasons; Florida is largest of seven states that permanently take away voting rights of all felons; voting rights map; photos (M)",
      "lead_paragraph": "Gov. Jeb Bush looked out over a roomful of felons appealing to him for something they had lost, and tried to reassure them.",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/28/us/disenfranchised-florida-felons-struggle-to-regain-their-rights.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "PLAN TO BATTLE AIDS WORLDWIDE IS FALLING SHORT",
      "snippet": "Shortage of funds and patent battles are keeping antiretroviral drugs from reaching over 90 percent of infected people in world's poorest countries even though United Nations declared worldwide drive against AIDS three years ago and Pres Bush has ...",
      "abstract": "Shortage of funds and patent battles are keeping antiretroviral drugs from reaching over 90 percent of infected people in world's poorest countries even though United Nations declared worldwide drive against AIDS three years ago and Pres Bush has pledged $15 billion for AIDS treatment in poor nations; progress in distributing drugs, which have sharply cut death rate in West, has been extremely slow despite steep price drops; World Health Organization says only some 300,000 people are getting drugs in world's poorest nations of six million who need them; experts agree delays, compounded by inadequate medical facilities and training in very poor nations, are likely to persist unless spending increases sharply; map of drug distribution; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/28/world/plan-to-battle-aids-worldwide-is-falling-short.html",
      "byline": "By Donald G. McNeil Jr"
    },
    {
      "headline": "Casting Reality TV, No Longer a Hunch, Becomes a Science",
      "snippet": "Casting of reality television shows, once intuitive, on-the-fly effort, has become much more of science, with its own growing set of protocols and rituals; several producers have hired psychologists to help them vet candidates; both producers and ...",
      "abstract": "Casting of reality television shows, once intuitive, on-the-fly effort, has become much more of science, with its own growing set of protocols and rituals; several producers have hired psychologists to help them vet candidates; both producers and networks are investing more time and money systematically probing contestants' backgrounds to avoid unscripted scandals; photos (M)",
      "lead_paragraph": "In a suite high above Columbus Circle, Rob LaPlante is looking for next season's breakout television star. There is no agent hovering nearby, no technical crew, just Mr. LaPlante, his assistant and a digital video camera, auditioning Laura Fluor, a car saleswoman from Monmouth County, N.J.",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/28/business/casting-reality-tv-no-longer-a-hunch-becomes-a-science.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Cellphones Ringing at Home and at Work",
      "snippet": "Lisa Belkin column observes that when history of turn-of-the-century technology is written, it will show that blurring of line between life and work began with computers but became complete with cellphones; drawing (M)",
      "abstract": "Lisa Belkin column observes that when history of turn-of-the-century technology is written, it will show that blurring of line between life and work began with computers but became complete with cellphones; drawing (M)",
      "lead_paragraph": "SITTING at a meeting at a glossy conference table not long ago, I found myself listening to snatches of music. The ''1812'' Overture blared from someone's purse. A calypso tune trilled from someone else's pocket. Here a few bars from Bach; there a few chords from the Beatles. In between there were buzzes, beeps and dings. With each new sound or vibration, someone darted sheepishly from the room, holding a cellphone.",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/03/28/jobs/life-s-work-cellphones-ringing-at-home-and-at-work.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "China Moves Toward Another West: Central Asia",
      "snippet": "International political analysts, Chinese and regional officials say China's bid to secure oil from Central Asia is part of bold but little noticed push to increase its influence vastly in part of world long dominated by Russia; China's thrust int...",
      "abstract": "International political analysts, Chinese and regional officials say China's bid to secure oil from Central Asia is part of bold but little noticed push to increase its influence vastly in part of world long dominated by Russia; China's thrust into Central Asia comes as extension of its ambitious effort to populate and develop Xinjiang, far-western region, in bid to neutralize threat of separatism by province's Islamic Uighur minority; new role as economic engine and model for region empowers China to hold neighbors to pledges not to support Islamic militancy or Uighur separatism; China's authoritarian politics and central planning also have strong appeal for many of region's former Soviet republics; maps; trade graph; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/28/world/china-moves-toward-another-west-central-asia.html",
      "byline": "By Howard W. French"
    },
    {
      "headline": "Emergence of Juror Leaves Tyco Judge In Legal Quandary",
      "snippet": "Legal experts say apparent 'OK' sign flashed by juror to defense lawyers may be tipping point in six-month trial of former top Tyco exectuvies L Dennis Kozlowski and Mark H Swartz, charged with looting company of $600 million; say Judge Michael J ...",
      "abstract": "Legal experts say apparent 'OK' sign flashed by juror to defense lawyers may be tipping point in six-month trial of former top Tyco exectuvies L Dennis Kozlowski and Mark H Swartz, charged with looting company of $600 million; say Judge Michael J Obus may be powerless to preserve possibility of verdict in face of public disclosures about dissenting juror and cannot single her out for instructions (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/28/business/emergence-of-juror-leaves-tyco-judge-in-legal-quandary.html",
      "byline": "By Adam Liptak and Andrew Ross Sorkin"
    },
    {
      "headline": "A Bush Aide Returns to Help",
      "snippet": "Karen P. Hughes left her West Wing office 21 months ago. Now she is coming back, and as far as the battered White House is concerned, it is not a moment too soon. Page 28.",
      "abstract": "Karen P. Hughes left her West Wing office 21 months ago. Now she is coming back, and as far as the battered White House is concerned, it is not a moment too soon. Page 28.",
      "lead_paragraph": "Karen P. Hughes left her West Wing office 21 months ago. Now she is coming back, and as far as the battered White House is concerned, it is not a moment too soon. Page 28.",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/28/us/a-bush-aide-returns-to-help.html",
      "byline": ""
    },
    {
      "headline": "A Kerry Team, A Clinton Touch",
      "snippet": "Sen John Kerry's top economic advisers for his presidential campaign all come from Clinton administration and have drawn from that experience in fleshing out Kerry's plans; they are Roger C Altman, Gene Sperling, Jason Furman and Sarah Bianchi; ar...",
      "abstract": "Sen John Kerry's top economic advisers for his presidential campaign all come from Clinton administration and have drawn from that experience in fleshing out Kerry's plans; they are Roger C Altman, Gene Sperling, Jason Furman and Sarah Bianchi; are rapidly developing specific proposals and constructing galaxy of advisers who vet proposals and often contribute to them; they say challenges are different than during Clinton administration; photos (M)",
      "lead_paragraph": "THEY are a motley team, the four members of John Kerry's war room for economic policy.",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/28/business/a-kerry-team-a-clinton-touch.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Use of Credit Records Grows In Screening Job Applicants",
      "snippet": "Employment professionals say companies are screening job applicants' backgrounds more often and more thoroughly than ever, even checking on how much candidates owe and how faithfully they have repaid their debts; Blair Cohen of InfoMart, screening...",
      "abstract": "Employment professionals say companies are screening job applicants' backgrounds more often and more thoroughly than ever, even checking on how much candidates owe and how faithfully they have repaid their debts; Blair Cohen of InfoMart, screening firm in Marietta, Ga, says a company must have a specific job-related reason for running credit check on potential employer; photo (M)",
      "lead_paragraph": "Job seekers know the to-do list.",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/03/28/jobs/use-of-credit-records-grows-in-screening-job-applicants.html",
      "byline": "By Jennifer Bayot"
    },
    {
      "headline": "Is Trump Headed for a Fall?",
      "snippet": "Donald Trump's gambling empire is increasingly troubled; his casino holdings are mired in nearly $2 billion of bond debt they are struggling to repay; are aging and overshadowed by flashier competitors, and their revenue and profits have been slum...",
      "abstract": "Donald Trump's gambling empire is increasingly troubled; his casino holdings are mired in nearly $2 billion of bond debt they are struggling to repay; are aging and overshadowed by flashier competitors, and their revenue and profits have been slumping over last year; some bondholders say they weigh forcing Trump Hotels and Casino Resorts into prepackaged bankruptcy if other efforts fail; Trump, although chairman, chief executive and major shareholder, seeks to distance himself from any personal liability; graphs of financial data; drawing; photo (M)",
      "lead_paragraph": "IT was another stupendous week for that pop culture sensation, Donald J. Trump. On Thursday, his hit reality television show, ''The Apprentice,'' continued to rack up huge ratings as it neared its nail-biting conclusion. Two days earlier, immediately after its release, his slight new book, ''How to Get Rich,'' popped up to 10th place on the best-seller list of Amazon.com, offering students of wealth invaluable nuggets like Business Rule No. 1: ''If you don't tell people about your success, they probably won't know about it.''",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/28/business/is-trump-headed-for-a-fall.html",
      "byline": "By Timothy L. O'Brien and Eric Dash"
    },
    {
      "headline": "Freddie Mac: Sounds Of Silence",
      "snippet": "Gretchen Morgenson column questions lack of shareholder outrage at Freddie Mac board in face of accounting irregularities; notes board seems headed for re-election, including recent audit committee members, despite Office of Federal Housing Enterp...",
      "abstract": "Gretchen Morgenson column questions lack of shareholder outrage at Freddie Mac board in face of accounting irregularities; notes board seems headed for re-election, including recent audit committee members, despite Office of Federal Housing Enterprise Oversight report that attacked board's performance; stock price graph (M)",
      "lead_paragraph": "ANGRY shareholders have flexed their muscles in recent months at Disney, Safeway and Hewlett-Packard. So why the radio silence leading up to the annual shareholders meeting of Freddie Mac, the mortgage giant, this Wednesday? It is not as if things have gone swimmingly at Freddie Mac lately.",
      "publication_date": "2004-03-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/28/business/market-watch-freddie-mac-sounds-of-silence.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "In 12th Book of Best-Selling Series, Jesus Returns",
      "snippet": "Glorious Appearing, climactic installament in Tim Lahaye's best-selling Left Behind series of apocalyptic thrillers, goes on sale Mar 30; Christian booksellers across country prepare way with television, radio and newspaper advertisements; series ...",
      "abstract": "Glorious Appearing, climactic installament in Tim Lahaye's best-selling Left Behind series of apocalyptic thrillers, goes on sale Mar 30; Christian booksellers across country prepare way with television, radio and newspaper advertisements; series is based on LaHaye's literal, bloody interpretation of Book of Revelation; has become one of biggest surprise hits in American popular culture, selling more than 40 million copies; photo (M)",
      "lead_paragraph": "Like Christian booksellers across the country, Bob Fillingane is doing everything he can to prepare the way for ''Glorious Appearing,'' the climactic installment in the ''Left Behind'' series of apocalyptic thrillers that goes on sale tomorrow.",
      "publication_date": "2004-03-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/29/us/in-12th-book-of-best-selling-series-jesus-returns.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "G.I.'s Padlock Baghdad Paper Accused of Lies",
      "snippet": "American soldiers shut down popular Baghdad newspaper and tighten chains across its doors after occupation authorities accuse it of printing lies that incite violence; thousands of outraged Iraqis protest closing of paper, radical Shiite weekly ca...",
      "abstract": "American soldiers shut down popular Baghdad newspaper and tighten chains across its doors after occupation authorities accuse it of printing lies that incite violence; thousands of outraged Iraqis protest closing of paper, radical Shiite weekly called Al Hawza; see it as act of American hypocrisy; closing of newspaper illustrates quandary Americans face in trying to strike balance between their two main goals--encouraging democracy while maintaining stability; many Iraqis say closing down newspaper will only inflame anti-occupation feelings; among Iraqi journalists, Al Hawza is known for printing wild rumors, especially anti-American ones; paper is considered mouthpiece for Moktada al-Sadr, fiery young Shiite cleric and one of most outspoken critics of Americans; letter ordering paper closed, signed by American administrator L Paul Bremer III, cites what American authorities call false reports in Al Hawza, including Feb dispatch claiming that explosion that killed 50 Iraqi police recruits was caused not by car bomb, as occupation officials say, but by American missile; photo (M)",
      "lead_paragraph": "American soldiers shut down a popular Baghdad newspaper on Sunday and tightened chains across the doors after the occupation authorities accused it of printing lies that incited violence.",
      "publication_date": "2004-03-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/29/world/gi-s-padlock-baghdad-paper-accused-of-lies.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Study Financed by Insurers Calls for Federal Regulation  Researchers at the University of Massachusetts are releasing a study today that advocates a strong federal role in insurance regulation, which has been the province of the states for more th...",
      "abstract": " Study Financed by Insurers Calls for Federal Regulation  Researchers at the University of Massachusetts are releasing a study today that advocates a strong federal role in insurance regulation, which has been the province of the states for more than 150 years.    The study, financed by insurers and an industry trade group at a cost of $300,000, notes that state regulation is regarded as inefficient, costly and a drag on the competitiveness of insurers as they compete with banks and mutual fund companies for customers. [Page C2.]    Prince Opens Online Music Store  Prince's love-hate relationship with the mainstream music industry takes another turn today as he opens his online Musicology Download Store, turning his back on download services like Napster, Rhapsody and Apple's iTunes. The move comes a week after Prince appeared to be making peace with an industry he once compared to a form of slavery, announcing that he would team up with Columbia Records to release his new album. Prince's lawyer and business partner said the store was intended to increase membership in Prince's NPG Music Club. [C9.]",
      "lead_paragraph": "Study Financed by Insurers Calls for Federal Regulation",
      "publication_date": "2004-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/29/business/business-digest-982520.html",
      "byline": ""
    },
    {
      "headline": "PRESIDENT ASKED AIDE TO EXPLORE IRAQ LINK TO 9/11",
      "snippet": "National security adviser Condoleezza Rice, appearing on CBS' 60 Minutes, acknowledges what White House earlier suggested did not occur, that on day after 9/11, Pres Bush asked his top counterterrorism adviser Richard A Clarke to find out whether ...",
      "abstract": "National security adviser Condoleezza Rice, appearing on CBS' 60 Minutes, acknowledges what White House earlier suggested did not occur, that on day after 9/11, Pres Bush asked his top counterterrorism adviser Richard A Clarke to find out whether Iraq was involved; denies that Bush was trying to intimidate Clarke, as he has alleged; says Bush asked 'perfectly logical question' given United States' 'actively hostile relationship' with Iraq at that time; disputed conversation centers on Clarke's most volatile charge, that Bush White House became fixated on Iraq and Saddam Hussein at expense of focusing on Al Qaeda; Clarke and four of president's top advisers trade jabs in separate televised appearances over question of whether Bush White House did enough to deter terrorism before Sept 11; members of commission investigating 9/11 attacks press Rice to appear publicly before panel to explain events leading up to attack; White House contends that having national security adviser testify in public would compromise executive privilege and president's ability to get confidential advice; photos (M)",
      "lead_paragraph": "The White House acknowledged Sunday that on the day after the terrorist attacks of Sept. 11, 2001, President Bush asked his top counterterrorism adviser, Richard A. Clarke, to find out whether Iraq was involved.",
      "publication_date": "2004-03-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/29/us/president-asked-aide-to-explore-iraq-link-to-9-11.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "In Tyco Trial, an Apparent Gesture Has Many Meanings",
      "snippet": "Juror who seemed to give approving signal to defense in trial of former Tyco International executives L Dennis Kozlowski and Mark H Swartz has become centerpiece of debate over whether she should have been identified in news media; she may become ...",
      "abstract": "Juror who seemed to give approving signal to defense in trial of former Tyco International executives L Dennis Kozlowski and Mark H Swartz has become centerpiece of debate over whether she should have been identified in news media; she may become issue in trial as well, as defense says it will seek mistrial because compromise of her anonymity could subject her to undue pressure; she was identified by name by two news organizations, breaking longstanding tradition of not naming sitting jurors; legal scholars say bid for mistrial may have merit, although disclosure was legal; photo (M)",
      "lead_paragraph": "The juror who appeared to give an approving hand signal to the defense in the Tyco International trial on Friday has become the centerpiece of a debate over whether she should have been identified in the news media. This morning, she may become a issue in the trial, as well, according to defense lawyers, who say they plan to file a motion for a mistrial.",
      "publication_date": "2004-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/29/business/in-tyco-trial-an-apparent-gesture-has-many-meanings.html",
      "byline": "By David Carr and Adam Liptak"
    },
    {
      "headline": "A Web Refugee Turns to Music And Says, 'Give the Lid a Spin'",
      "snippet": "Jeffrey T Arnold and his LidRock have reached deal with major record companies to place music CD's in lids of cups of plastic soda cups sold in movies, fast-food chains and sporting events; companies plainly view lids as vehicle for selling record...",
      "abstract": "Jeffrey T Arnold and his LidRock have reached deal with major record companies to place music CD's in lids of cups of plastic soda cups sold in movies, fast-food chains and sporting events; companies plainly view lids as vehicle for selling records, not merely promotional tool; some artists have declined to have their songs placed in lids and there are some questions about pricing; majority of artists involved get some compensation, but each deal is structured differently; Arnold's career noted; photos (M)",
      "lead_paragraph": "Jeffrey T. Arnold his seen his future in a soda cup.",
      "publication_date": "2004-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/29/business/a-web-refugee-turns-to-music-and-says-give-the-lid-a-spin.html",
      "byline": "By Bernard Weinraub"
    },
    {
      "headline": "Summit Collapse Leaves Arab Leaders in Disarray",
      "snippet": "Arab League summit meeting in Tunis is abruptly called off days before its opening, leaving Arab governments in disarray; meeting was scheduled to grapple with vital regional issues like democratic reform, Arab-Israeli bloodshed and American occup...",
      "abstract": "Arab League summit meeting in Tunis is abruptly called off days before its opening, leaving Arab governments in disarray; meeting was scheduled to grapple with vital regional issues like democratic reform, Arab-Israeli bloodshed and American occupation of Iraq; exact reason for cancellation is matter of dispute, but all sides view meeting's collapse as embarrrassment and stark public admission that commitment to change voiced by Arab leaders risks becoming just more words; some commentators are not surprised by collapse, saying very idea of reform remains too divisive, and many nations' governments have yet to decide how to deal themselves with issues like elections; Bush administration had hoped for some kind of broad endorsement of reform that might demonstrate that its decision to overthrow Saddam Hussein was having positive echo; foreign ministers who took part in preparatory talks about meeting's agenda say they became bogged down in minor details, while barely discussing crucial issues like joint statement of principles on political change and league's reformulated position toward peace with Israel; photos (M)",
      "lead_paragraph": "Arab governments were in disarray on Sunday after the Arab League summit meeting, set to grapple with vital regional issues like democratic reform, Arab-Israeli bloodshed and the American occupation of Iraq, was abruptly called off just before it was to open Monday.",
      "publication_date": "2004-03-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/29/world/summit-collapse-leaves-arab-leaders-in-disarray.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "In One Small Town, Radioactive Waste Is a Welcome Sight",
      "snippet": "Nuclear waste business is welcomed by residents of Snelling, SC, for money and jobs it provides; poor, sparcely populated town gets 40 percent of its budget from taxes on one of oldest and most active graveyards for atomic waste; 235-acre site, op...",
      "abstract": "Nuclear waste business is welcomed by residents of Snelling, SC, for money and jobs it provides; poor, sparcely populated town gets 40 percent of its budget from taxes on one of oldest and most active graveyards for atomic waste; 235-acre site, operated by Chem-Nuclear Systems Inc, is only place in United States licensed to take retired steam generators and pressure vessels, and only one where 39 states east of Rockies can send most radioactive of low-level waste; under terms of new federal plan, only New Jersey and Conn will be allowed to send their waste to South Carolina by 2008; Snelling site has been repeatedly slated for closing, but state legislators have always found way to keep it open over opposition of environmentalsts; South Carolina House voted this month to raise next year's limit on incoming waste in exchange for $6 million infusion to state coffers; photos; map (M)",
      "lead_paragraph": "The people of this pine-shaded expanse of Carolina low country have a message for the nuclear power plants and hospitals of the nation: Send us your spent reactors, your irradiated medical implements, your old detritus still glowing with radiation.",
      "publication_date": "2004-03-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/29/us/in-one-small-town-radioactive-waste-is-a-welcome-sight.html",
      "byline": "By Andrew Jacobs"
    },
    {
      "headline": "Criminal Intent Seems the Focus Of Juror's Doubt",
      "snippet": "Legal experts say apparent lone dissenter on jury deciding fate of L Dennis Kozlowski and Mark H Swartz, law school graduate, may be raising valid question about criminal intent, key element of all 32 charges against former top Tyco International ...",
      "abstract": "Legal experts say apparent lone dissenter on jury deciding fate of L Dennis Kozlowski and Mark H Swartz, law school graduate, may be raising valid question about criminal intent, key element of all 32 charges against former top Tyco International executives; several say prosecution provided scant direct evidence that men knew their actions were improper; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/29/business/criminal-intent-seems-the-focus-of-juror-s-doubt.html",
      "byline": "By Andrew Ross Sorkin and Jonathan D. Glater"
    },
    {
      "headline": "Leisure Pursuits of Today's Young Man; Forsaking TV for Online Games and Wanton Web Sites",
      "snippet": "Many men in their 20's are watching less television than before, turning to Internet for news and entertainment and playing computer games; evidence is mounting that shift away from television is faster than once thought, spurred in part by rapid ...",
      "abstract": "Many men in their 20's are watching less television than before, turning to Internet for news and entertainment and playing computer games; evidence is mounting that shift away from television is faster than once thought, spurred in part by rapid expansion of high-speed Internet access; Nielsen Media Research notes drop in fall television ratings among men 18 to 34 represents only about 4.5 minutes per person a night; graphs of men in 18 to 34 age group and of Internet sites they visit; photo (M)",
      "lead_paragraph": "Note to the television networks: Pete Brandel is not missing. He's right here, but like a lot of other 20-something men he's just not watching as much TV.",
      "publication_date": "2004-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/29/business/leisure-pursuits-today-s-young-man-forsaking-tv-for-online-games-wanton-web.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Journalists Say Paper Failed To Stop Deceit Of a Reporter",
      "snippet": "Interviews with USA Today journalists indicate former star correspondent Jack Kelley was able to insert fabrications and uncredited passages from other publications in his articles because of paper's ambitions, perceived favoritism of editors and ...",
      "abstract": "Interviews with USA Today journalists indicate former star correspondent Jack Kelley was able to insert fabrications and uncredited passages from other publications in his articles because of paper's ambitions, perceived favoritism of editors and Kelley's charm; six journalists say they or their colleagues approached editors with suspicions about accuracy of four Kelley articles in recent years, but that concerns were often dismissed or Kelley was able to convince editors of soundness of his work; John Seigenthaler, who heads panel of outside editors brought in to probe Kelley's work, says they have interviewed over 70 USA Today staff members and indentified more suspect articles (M)",
      "lead_paragraph": "A committee of outside journalists investigating how Jack Kelley, a former star correspondent at USA Today, was able to insert fabrications and uncredited passages from other publications into his articles is expected to report its findings to the newspaper's publisher as soon as Friday.",
      "publication_date": "2004-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/29/business/journalists-say-paper-failed-to-stop-deceit-of-a-reporter.html",
      "byline": "By Jacques Steinberg"
    }
  ]
}