{
  "metadata": {
    "date": "2004-05-20",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Chairwoman Pulls Lucent Back From the Brink, But Not Out of the Woods",
      "snippet": "Lucent Technologies' chairwoman-chief executive Patricia F Russo has returned telecommunications giant to modest profitability by eliminating tens of thousands of jobs, slashing billions of dollars in debt and settling major lawsuits with investor...",
      "abstract": "Lucent Technologies' chairwoman-chief executive Patricia F Russo has returned telecommunications giant to modest profitability by eliminating tens of thousands of jobs, slashing billions of dollars in debt and settling major lawsuits with investors; Russo is now in race against time to develop new products and services that will allow Lucent to survive as entire industry changes around it; Russo comments; photo (M)",
      "lead_paragraph": "Patricia F. Russo has little time to exhale. As chairwoman and chief executive of Lucent Technologies, she has returned the telecommunications giant to modest profitability by eliminating tens of thousands of jobs, slashing billions of dollars in debt and settling major lawsuits with investors. This week, the company settled a suit by the Securities and Exchange Commission over its accounting practices, and agreed to pay a $25 million fine.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/20/business/chairwoman-pulls-lucent-back-from-the-brink-but-not-out-of-the-woods.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Intel Balks At a Request To Expense Stock Options",
      "snippet": "Majority of shareholders at Intel Corp challenge management on contentious issue by backing resolution calling for employee stock options to be treated as normal business expense; company executives say Intel will continue to report stock options ...",
      "abstract": "Majority of shareholders at Intel Corp challenge management on contentious issue by backing resolution calling for employee stock options to be treated as normal business expense; company executives say Intel will continue to report stock options in way that does not show up as direct cost on its profit-and-loss statements as long as accounting regulators permit it; Intel's senior management has been outspoken in its belief that expensing stock options will be bad both for company and entire technology industry (M)",
      "lead_paragraph": "A majority of shareholders at the Intel Corporation challenged management on a contentious issue by backing a resolution calling for employee stock options to be treated as a normal business expense, Intel announced Wednesday at its annual meeting.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/20/business/technology-intel-balks-at-a-request-to-expense-stock-options.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Mac Office: Windows All Over",
      "snippet": "David Pogue State of the Art column on Microsoft Office 2004 for Macintosh; includes Word, Excel, PowerPoint and Entourage, e-mail and calendar program; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on Microsoft Office 2004 for Macintosh; includes Word, Excel, PowerPoint and Entourage, e-mail and calendar program; photo; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/20/technology/state-of-the-art-mac-office-windows-all-over.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Kerry Woos Nader, Who Declares Him 'Very Presidential'",
      "snippet": "Sen John Kerry meets with Ralph Nader, beginning forceful but delicate effort to win over man whose candidacy caused so much trouble for Democratic presidential nominee Al Gore four years ago; although Kerry does not ask Nader to abandon race, his...",
      "abstract": "Sen John Kerry meets with Ralph Nader, beginning forceful but delicate effort to win over man whose candidacy caused so much trouble for Democratic presidential nominee Al Gore four years ago; although Kerry does not ask Nader to abandon race, his wooing seems to be having desired effect: Nader emerges from meeting praising Kerry, calling him 'very presidential' and comparing him quite favorably to Gore; says Kerry did not challenge his right to win, as some Kerry aides have done; alludes also to new allied Democratic group called National Progress Fund, whose stated purpose is to entice Nader supporters into party by promising to help push many of their issues throughout campaign; Kerry adviser says Kerry expects Nader's support to fade significantly as campaign winds down, but does not wish to alienate either him or his supporters along way; photo (M)",
      "lead_paragraph": "Faced with growing concerns about Ralph Nader's potential to siphon off Democratic votes, John Kerry began a forceful but delicate effort on Wednesday to win over the man whose candidacy caused so much trouble for the Democratic nominee four years ago.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/20/us/kerry-woos-nader-who-declares-him-very-presidential.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "World Business Briefing | Asia: China: Insurer Plans Expansion",
      "snippet": "China Life Insurance Co plans to expand into asset management, banking and brokerage (S)",
      "abstract": "China Life Insurance Co plans to expand into asset management, banking and brokerage (S)",
      "lead_paragraph": "The China Life Insurance Company, which raised $3.47 billion in the world's biggest public share sale last year, plans to expand into asset management, banking and brokerage, its chief executive, Wang Xianzhang, said at a conference in Beijing. ''We are striving to build an insurance group,'' said Mr. Wang, who did not give details of the expansion plans. China Life Insurance had a loss of 1.43 billion yuan ($174 million) in 2003 reflecting unprofitable policies that the company handed to its parent before its share sale. The company lost 2.25 billion yuan in 2002.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/20/business/world-business-briefing-asia-china-insurer-plans-expansion.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Telefónica Seeks Full Control Of Cellphone Unit in Chile",
      "snippet": "Telefonica Seeks Full Contro",
      "abstract": "Telefonica Seeks Full Contro",
      "lead_paragraph": "The Spanish telecommunications giant Telefónica has offered $1 billion in cash to gain full control of its cellphone unit in Chile, a company spokesman said on Wednesday.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/20/business/telefonica-seeks-full-control-of-cellphone-unit-in-chile.html",
      "byline": "By Dale Fuchs"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Insurer's Profit Surges",
      "snippet": "Zurich Financial Services says first-quarter net income rose to $702 million from $134 million year earlier; graph (S)",
      "abstract": "Zurich Financial Services says first-quarter net income rose to $702 million from $134 million year earlier; graph (S)",
      "lead_paragraph": "Zurich Financial Services, the country's biggest insurer, said first-quarter profit surged more than fivefold amid lower investment write-downs and higher premiums. Net income climbed to $702 million, or $4.86 a share, from $134 million, or 94 cents a share, a year earlier, when the insurer had $927 million in write-downs on investments. Premiums rose 6 percent, to $14.3 billion. Property and casualty premiums rose 14 percent, to $11.1 billion. Net income in the property and casualty unit, which accounted for more than three-fourths of premiums in the first quarter, rose 42 percent, to $458 million. Life insurance gross premiums and policy fees fell 14 percent, to $3.1 billion after the company sold some units and reorganized its group pension business.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/20/business/world-business-briefing-europe-switzerland-insurer-s-profit-surges.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Pinning Hopes for a Rally on a Slowing Economy",
      "snippet": "Good news that economy has added hundreds of thousands of jobs and that corporate profits are rising quickly has done little for stock market; some stock analysts believe that evidence that American economy is not heating up, but cooling down, mig...",
      "abstract": "Good news that economy has added hundreds of thousands of jobs and that corporate profits are rising quickly has done little for stock market; some stock analysts believe that evidence that American economy is not heating up, but cooling down, might ignite stock rally; cooling down would curb fears of higher inflation, which has been accelerating this year and could push interest rates higher and unnerve stock investors (Market Place column) (M)",
      "lead_paragraph": "The good news that the economy has added hundreds of thousands of jobs and that corporate profits are rising quickly has done little for the stock market. So just what might ignite a stock rally?",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/20/business/market-place-pinning-hopes-for-a-rally-on-a-slowing-economy.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Rates Rise, Changing Face Of Home Sales",
      "snippet": "Fewer home owners are refinancing their old loans as mortgage rates rise, and potential purchasers are reconsidering when, or whether, to buy; their choices could reshape housing market ahead and even affect other spending decisions; Mortgage Bank...",
      "abstract": "Fewer home owners are refinancing their old loans as mortgage rates rise, and potential purchasers are reconsidering when, or whether, to buy; their choices could reshape housing market ahead and even affect other spending decisions; Mortgage Bankers Association says refinancing activity fell 17 percent last week to its lowest level since start of year, as standard 30-year mortgage rate has risen to 6.2 percent; National Association of Realtors says sharp appreciation in home prices that consumers have come to rely on for household wealth will probably diminish if rates continue to rise, but estimates 30-year rate would have to rise to 8 percent to seriously impede home sales (M)",
      "lead_paragraph": "As mortgage rates climb, fewer home owners are refinancing their old loans, and potential purchasers are reconsidering when -- or whether -- to buy. Their choices could reshape the housing market ahead, economists said, and even affect other spending decisions.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/20/business/rates-rise-changing-face-of-home-sales.html",
      "byline": "By Jennifer Bayot"
    },
    {
      "headline": "A Quiet Foreign Invasion of Korea's Giants",
      "snippet": "A Quiet Foreign Inv",
      "abstract": "A Quiet Foreign Inv",
      "lead_paragraph": "Lost in the daily ups and downs of South Korea's stock market, foreign investors have quietly bought nearly half the shares in the nation's top 10 publicly traded chaebols, or conglomerates, that once were notorious for their nationalism and inside-the-family accounting quirks.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/20/business/a-quiet-foreign-invasion-of-korea-s-giants.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Bankruptcies Decline",
      "snippet": "1,189 companies in Japan filed for bankruptcy in April, 22 percent from year ago, while debts left by bankrupt companies fell 32 percent, to 612 billion yen ($5.36 billion) (S)",
      "abstract": "1,189 companies in Japan filed for bankruptcy in April, 22 percent from year ago, while debts left by bankrupt companies fell 32 percent, to 612 billion yen ($5.36 billion) (S)",
      "lead_paragraph": "The number of companies filing for bankruptcy fell in April for the 16th consecutive month as troubled companies were helped by a recovery and government aid to small businesses, according to a research company. For the month, 1,189 companies filed for bankruptcy, 22 percent fewer than in April a year ago, while debts left by bankrupt companies fell 32 percent, to 612 billion yen ($5.36 billion), according to the research company Teikoku Databank. Japanese companies are benefiting from robust growth this year, led by strong exports and consumer spending. Todd Zaun (NYT)",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/20/business/world-business-briefing-asia-japan-bankruptcies-decline.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "LoanWarning And Ruling Send Yukos On Wild Ride",
      "snippet": "Loan Warning And",
      "abstract": "Loan Warning And",
      "lead_paragraph": "The price of Yukos stock swung wildly on Wednesday, first plunging on a default warning from a bank, but then recovering after a Moscow court ruled that the Russian authorities could not collect $3.4 billion in back taxes and penalties until the oil giant's appeal is heard later this month.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/20/business/loanwarning-and-ruling-send-yukos-on-wild-ride.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Disagreement On Beef",
      "snippet": "Negotiators from US and Japan m",
      "abstract": "Negotiators from US and Japan m",
      "lead_paragraph": "Negotiators from the United States and Japan made little progress in two days of talks aimed at outlining conditions for Tokyo to resume imports of beef from the United States. Japan, the largest foreign market for United States beef, banned imports this year after a case of mad cow disease in Washington State. Japan is demanding that ranchers in the United States test all cows for the disease, as Japan does, but the United States argues that such extensive testing is unnecessary. The two countries plan to meet two more times, in June and again in July. Todd Zaun (NYT)",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/20/business/world-business-briefing-asia-japan-disagreement-on-beef.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Narrow Path for New Biotech Food Crops",
      "snippet": "Agricultural biotechnology continues to spread in US and worldwide, and proponents see signs that crops are becoming more accepted; extent biotechnology is growing is in narrow range; some 99 percent of crops are grown in six countries--US, Argent...",
      "abstract": "Agricultural biotechnology continues to spread in US and worldwide, and proponents see signs that crops are becoming more accepted; extent biotechnology is growing is in narrow range; some 99 percent of crops are grown in six countries--US, Argentina, Canada, Brazil, China and South Africa; all worldwide acreage is devoted to soybeans, corn, cotton and canola; recent attempts to move genetic engineering to other crops has met resistance, or at least fear by food companies and farmers that consumers will balk; graph; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/20/business/narrow-path-for-new-biotech-food-crops.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "British Entrepreneur Ousted From Company Post",
      "snippet": "Rentokil Initial's cÿ",
      "abstract": "Rentokil Initial's cÿ",
      "lead_paragraph": "Sir Clive Thompson, who became a corporate hero in Britain by taking a small company in prosaic businesses and building it into a giant with operations around the globe, was forced out of the company yesterday. His departure came as the company warned that its profits would decline and its share price tumbled almost 14 percent.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/20/business/british-entrepreneur-ousted-from-company-post.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "G.I. PLEADS GUILTY IN COURT-MARTIAL FOR IRAQIS' ABUSE",
      "snippet": "Specialist Jeremy C Sivits, first soldier to be court-martialed for Abu Ghraib prison abuse, is demoted, sentenced to year in prison and ordered expelled from Army; pleaded guilty to four charges and agreed to testify against soldiers accused of b...",
      "abstract": "Specialist Jeremy C Sivits, first soldier to be court-martialed for Abu Ghraib prison abuse, is demoted, sentenced to year in prison and ordered expelled from Army; pleaded guilty to four charges and agreed to testify against soldiers accused of beating and torturing Iraqi prisoners; is not regarded as primary instigator of abuse; was accused of escorting Iraqi detainee to cellblock where mistreatment was occurring and taking photograph of pile of naked and hooded Iraqi men; court-martial is carried out inside American compound in Baghdad in full view of Arab press; Sivits pleads with Iraqi people and his comrades in Army to forgive him, saying he made mistake in failing to stop abuse he saw unfolding; says soldiers abusing detainees told him they were instructed to do so by military intelligence officers; more trials are coming; three principal figures in case, Sgt Javal S Davis, Staff Sgt Ivan L Frederick II and Specialist Charles A Graner Jr, are arraigned on charges stemming from their suspected abuse of Iraqi prisoners; they postpone entering pleas, indicating they intend to mount defenses; photos (M)",
      "lead_paragraph": "Specialist Jeremy C. Sivits, a soldier from a small Pennsylvania town who said he walked in on an orgy of abuse at Abu Ghraib prison and snapped a photograph of it, pleaded guilty Wednesday for his role in humiliating Iraqi detainees.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/20/world/struggle-for-iraq-court-martial-gi-pleads-guilty-court-martial-for-iraqis-abuse.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Intel Plans Growth",
      "snippet": "Intel will spend $2 billion to expand its semiconductor factory and to add 400 employees to its existing 4,700 in Ireland; expansion project will begin in early 2006 (S)",
      "abstract": "Intel will spend $2 billion to expand its semiconductor factory and to add 400 employees to its existing 4,700 in Ireland; expansion project will begin in early 2006 (S)",
      "lead_paragraph": "Intel will spend $2 billion to expand its semiconductor factory and to add 400 employees to its existing 4,700 in Ireland, making it one of the country's largest employers. The government will provide grants and other incentives for construction at Intel's plant in Leixlip, outside Dublin. The expansion project will begin in early 2006. Brian Lavery (NYT)",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/20/business/world-business-briefing-europe-ireland-intel-plans-growth.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "U.S. Lease of Boeing 767's Is Still Alive, Chief Says  The chief executive of Boeing, Harry C. Stonecipher, said the $20 billion deal with the Air Force to lease 767's as aerial refueling tankers ''is not dead'' and that the Air Force remains comm...",
      "abstract": " U.S. Lease of Boeing 767's Is Still Alive, Chief Says  The chief executive of Boeing, Harry C. Stonecipher, said the $20 billion deal with the Air Force to lease 767's as aerial refueling tankers ''is not dead'' and that the Air Force remains committed to the proposal.    At the moment, a decision on the tanker deal is before Defense Secretary Donald H. Rumsfeld, Mr. Stonecipher said. [Page C4.]",
      "lead_paragraph": "U.S. Lease of Boeing 767's Is Still Alive, Chief Says",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/20/business/business-digest-661260.html",
      "byline": ""
    },
    {
      "headline": "In the Era of Cheap DVD's, Anyone Can Be a Producer",
      "snippet": "DVD subscription services available on Internet allow people to affordably get specialized content and make it easier for niche products, like training or sports videos, to get distribution; photo (M)",
      "abstract": "DVD subscription services available on Internet allow people to affordably get specialized content and make it easier for niche products, like training or sports videos, to get distribution; photo (M)",
      "lead_paragraph": "IN the fall, on the Monday after each University of Texas football game, the university's athletic department produces a bulk mailing for the post office: DVD's containing a complete video of the game, interviews with the coaches and other features.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/20/technology/in-the-era-of-cheap-dvd-s-anyone-can-be-a-producer.html",
      "byline": "By Peter Wayner"
    },
    {
      "headline": "Street Maps in Political Hues",
      "snippet": "Fundrace.org, Web site that posts individual political donors by address and can retrieve list of donors in specified neighborhood, has provoked public debate; many consider it violation of privacy; photos (M)",
      "abstract": "Fundrace.org, Web site that posts individual political donors by address and can retrieve list of donors in specified neighborhood, has provoked public debate; many consider it violation of privacy; photos (M)",
      "lead_paragraph": "FOR proof that all politics is local, look no further than Fundrace.org, which follows the political money to your front door. While records of campaign contributions have long been available online, Fundrace has a twist: plug in any address and retrieve a list of all the donors in the neighborhood, the names of their favored candidates and the amount bestowed.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/20/technology/street-maps-in-political-hues.html",
      "byline": "By Tom McNichol"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Grocer's Profit Falls",
      "snippet": "World Business Briefing: Britain: Gro",
      "abstract": "World Business Briefing: Britain: Gro",
      "lead_paragraph": "The grocery chain J Sainsbury said that fiscal second-half profit fell 23 percent as competition forced it to cut prices. Net income fell to £190 million ($337 million) in the six months ended March 27 from £248 million a year earlier. The chief executive, Justin King, above, who took over in March, acknowledged that the company was too slow to react to price cuts by rivals. ''We've not stayed as sharp on prices as we should have done,'' Mr. King said, ''and my job now is to trade the business harder, raise quality and service and lower our prices.'' He said he would change the supermarket unit's management, create a new board and cut prices further.",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/20/business/world-business-briefing-europe-britain-grocer-s-profit-falls.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Disputed Strike By U.S. Leaves 40 Iraqis Dead",
      "snippet": "American military officials say they fired on suspected guerrilla safe house in attack that killed 40 Iraqis, but Iraqis say Americans strafed civilians at wedding party; Americans say they called in air support after coming under hostile fire, an...",
      "abstract": "American military officials say they fired on suspected guerrilla safe house in attack that killed 40 Iraqis, but Iraqis say Americans strafed civilians at wedding party; Americans say they called in air support after coming under hostile fire, and that after attack they recovered 'numerous weapons,' cash and foreign passports; attack occurs 15 miles from volatile border with Syria; Lt Col Zihad al-Jbouri, deputy police chief of province of Ramadi, says dead included 15 children and 10 women; Iraqis interviewed say revelers fired volleys of gunfire into air in traditional wedding celebration just before American attack; American troops have mistaken celebratory gunfire for hostile fire at least once before: in July 2002 in Afghanistan, at least 48 civilians at wedding part were killed by American airstrike in province of Oruzgan; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/20/world/the-struggle-for-iraq-the-military-disputed-strike-by-us-leaves-40-iraqis-dead.html",
      "byline": "By Dexter Filkins and Edward Wong"
    }
  ]
}