{
  "metadata": {
    "date": "2004-11-10",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Even Digital Memories Can Fade",
      "snippet": "Digital archiving may seem straightforward, but is confounding even experts as they try to determine how to preserve materials not just for next decade, but for posterity; so dire and complex is challenge that Library of Congress has spent several...",
      "abstract": "Digital archiving may seem straightforward, but is confounding even experts as they try to determine how to preserve materials not just for next decade, but for posterity; so dire and complex is challenge that Library of Congress has spent several years forming committees and issuing reports on state of nation's preparedness for digital preservation; Jim Gallagher, director of information technology services at Library, describes project and its goal of creating uniform standards for material so it can be read regardless of hardware or software being used; individual PC owners struggle in private with variety of backup mechanisms, but find that CD's, hard drives and magnegic tape can lose their integrity; some people are keeping old equipment, even as they updgrade, to ensure that material will be readable, printing out vital documents and storing copies; proponents of paper archiving are especially vocal about preserving photographs, noting that formats quickly become obsolete; chart of available storage options; photo (M)",
      "lead_paragraph": "The nation's 115 million home computers are brimming over with personal treasures -- millions of photographs, music of every genre, college papers, the great American novel and, of course, mountains of e-mail messages.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/10/technology/even-digital-memories-can-fade.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Bank's Profit Rises",
      "snippet": "Brazil's Banco Itau Holding Financeira posts net profit of 920 million reais ($325 million) in third quarter, 14 percent increase over year-earlier period (S)",
      "abstract": "Brazil's Banco Itau Holding Financeira posts net profit of 920 million reais ($325 million) in third quarter, 14 percent increase over year-earlier period (S)",
      "lead_paragraph": "The Brazilian bank Banco Itaú Holding Financeira posted a net profit of 920 million reais ($325 million) in the third quarter, a 14 percent increase over the year-earlier period. Itaú said increased lending helped it absorb a one-time charge of 305 million reais ($107.6 million) from a deal signed in July to offer banking services in the stores of Companhia Brasileira de Distribuição, Brazil's biggest food retailer. Itaú, based in São Paulo, said its loan portfolio grew 4.8 percent in the quarter, to 51.1 billion reais ($18 billion). Todd Benson (NYT)",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/10/business/world-business-briefing-americas-brazil-banks-profit-rises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Copyright Suit Settled",
      "snippet": "Nortel Networks sett",
      "abstract": "Nortel Networks sett",
      "lead_paragraph": "Nortel Networks has settled a copyright lawsuit it filed in July against Arbinet-thExchange, a telecommunications exchange used mostly by carriers. Neither company disclosed the amount Arbinet agreed to pay. Nortel said that Arbinet, based in New Brunswick, N.J., used some of its software without authorization, used other software beyond its licensing terms and reneged on commitments to buy Nortel equipment. Nortel is based in Brampton, Ontario. Ian Austen (NYT)",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/10/business/technology/world-business-briefing-americas-canada-copyright-suit.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "California Backs Merger of 2 Giant Blue Cross Plans",
      "snippet": "Anthem and WellPoint Health Networks, two giant Blue Cross plans, finally win approval from California's insurqnce commissioner, John Garamendi, for their $16.4 billion merger, which would create nation's largest health insurer; two companies had ...",
      "abstract": "Anthem and WellPoint Health Networks, two giant Blue Cross plans, finally win approval from California's insurqnce commissioner, John Garamendi, for their $16.4 billion merger, which would create nation's largest health insurer; two companies had to promise to spend $265 million to help improve health services in state; photo (M)",
      "lead_paragraph": "Anthem and WellPoint Health Networks, two giant Blue Cross plans, finally won approval yesterday from California's insurance commissioner for their $16.4 billion merger, which would create the nation's largest health insurer. The two companies had to promise to spend $265 million to help improve health services in the state.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/10/business/california-backs-merger-of-2-giant-blue-cross-plans.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "From Broker's Defection, Struggle of Loyalties",
      "snippet": "Merrill Lynch brokers and their bosses are fighting to stop John T Fitzpatrick, who moved to brokerage arm of UBS last week, from bringing more than $1 billion worth of his accounts, including those owned by retired General Electric chairman John ...",
      "abstract": "Merrill Lynch brokers and their bosses are fighting to stop John T Fitzpatrick, who moved to brokerage arm of UBS last week, from bringing more than $1 billion worth of his accounts, including those owned by retired General Electric chairman John F Welch Jr, to UBS; some of Fitzpatrick's accounts belong to friends and former employees of Martha Stewart who were clients of Stewart's broker Peter E Bacanovic until he was dismissed; photo (Market Place column) (M)",
      "lead_paragraph": "On Wall Street, it is bad enough when a brokerage firm loses one of its most successful brokers to a rival. But when he threatens to take the prestigious account of John F. Welch Jr., the former chairman of General Electric, with him, the loss is potentially much more painful.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/10/business/from-brokers-defection-struggle-of-loyalties.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "EVANS GOING, TOO",
      "snippet": "Atty Gen John Ashcroft, one of most prominent and polarizing members of Bush cabinet, announces he will resign, following tumultuous tenure in which he was praised for aggressive fight against terrorists but assailed by critics who said he sacrifi...",
      "abstract": "Atty Gen John Ashcroft, one of most prominent and polarizing members of Bush cabinet, announces he will resign, following tumultuous tenure in which he was praised for aggressive fight against terrorists but assailed by critics who said he sacrified civil liberties in wake of Sept 11 attacks; Commerce Sec Donald L Evans also resigns; they are first in series of expected departures before January inauguration; leading candidates to succeed Ashcroft include White House counsel Alberto R Gonzales and Bush's re-election chairman Marc Racicot; Cincinnati businessman Mercer Reynolds is top candidate to succeed Evans; in Ashcroft's letter of resignation, he expresses satisfaction in his record and 'securing the safety of Americans from crime and terror'; photos; highlights of Ashcroft's tenure (M)",
      "lead_paragraph": "WASHINGTON, Nov. 9 - Attorney General John Ashcroft, one of the most prominent and polarizing members of the Bush cabinet, said Tuesday that he would resign, after a tumultuous tenure in which he was praised for his aggressive fight against terrorists but assailed by critics who said he sacrificed civil liberties in the wake of the Sept. 11, 2001, attacks.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/10/washington/ashcroft-quits-top-justice-post-evans-going-too.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Chip Maker's Profit Falls",
      "snippet": "Infineon Technologies says fourth-quarter profit fell 10 percent from year-earlier period, to 44 million euros ($57 million), falling short of expectations; sales in quarter ended Sept 30 rose 13 percent, to 1.99 billion euros; chief executive Wol...",
      "abstract": "Infineon Technologies says fourth-quarter profit fell 10 percent from year-earlier period, to 44 million euros ($57 million), falling short of expectations; sales in quarter ended Sept 30 rose 13 percent, to 1.99 billion euros; chief executive Wolfgang Ziebart comments; photo (S)1",
      "lead_paragraph": "The computer chip maker Infineon Technologies said fourth-quarter profit fell 10 percent from the year-earlier period, to 44 million euros ($57 million), falling short of expectations. Much of the decline reflected 138 million euros in one-time charges, but the chief executive, Wolfgang Ziebart, above, who took his post in September, said that the company expected first-quarter sales and profit to decline as well because of a slowdown in the semiconductor industry. Sales in the fourth quarter, which ended Sept. 30, rose 13 percent, to 1.99 billion euros. Infineon is based in Munich. Petra Kappl (NYT)",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/10/business/world-business-briefing-europe-germany-chip-makers-profit-falls.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Major Bank in Germany Cutting Back Its Trading",
      "snippet": "Commerzbank will shut bulk of its investment banking operations outside Germany; decision will result in nearly 900 layoffs in New York, Tokyo and London; photo (M)",
      "abstract": "Commerzbank will shut bulk of its investment banking operations outside Germany; decision will result in nearly 900 layoffs in New York, Tokyo and London; photo (M)",
      "lead_paragraph": "FRANKFURT, Nov. 9 - Commerzbank, stung by its foray into the volatile world of proprietary trading, announced Tuesday that it would shut the bulk of its investment banking operations outside Germany.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/10/business/worldbusiness/major-bank-in-germany-cutting-back-its-trading.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Mazda's Profit Rises",
      "snippet": "Profit at Mazda Motor Corp increased",
      "abstract": "Profit at Mazda Motor Corp increased",
      "lead_paragraph": "Profit at the Mazda Motor Corporation increased 68 percent in the first half of its fiscal year on robust sales in Europe and companywide cost-cutting. Mazda reported that net profit rose to 18.73 billion yen ($177 million) for the six months ended Sept. 30, from 11.15 billion yen in the period a year earlier. Revenue rose 9 percent, to 1.32 trillion yen, on strong sales of the Mazda6 and Mazda3 sedans in Europe. The company, which is one-third owned by Ford Motor, also raised its profit forecast for the full year ending next March to 37 billion yen, from an earlier forecast of 34 billion yen. Mazda's rising profit is partly a result of a campaign to cut costs by sharing more parts and components with Ford. Todd Zaun (NYT)",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/10/business/world-business-briefing-asia-japan-mazdas-profit-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Aides Seeking Arafat Burial in West Bank",
      "snippet": "Palestinian officials ask Israeli government for permission to bury Yasir Arafat, who remains in deep coma, at his Ramallah headquarters; suggestion appears to be concession to Israel, which has refused to allow Arafat's own preference for burial ...",
      "abstract": "Palestinian officials ask Israeli government for permission to bury Yasir Arafat, who remains in deep coma, at his Ramallah headquarters; suggestion appears to be concession to Israel, which has refused to allow Arafat's own preference for burial in Jerusalem; issue is critical, as Arafat's condition steadily deteriorates; White House is said to respond favorably to idea, providing Israel agrees; Palestinian officials ask senior Muslim cleric to travel to Arafat's bedside, further indication of impending death; in Paris, four-man delegation of top aides visits hospital where Arafat is being treated; one member of group, Nabil Shaath, says at press briefing that Arafat's condition is critical, but vital organs are functioning; it is first confirmation of condition and quells flurry of rumors; only Palestinian Authority Prime Min Ahmed Qurei is permitted to actually see Arafat; photo (M)",
      "lead_paragraph": "PARIS, Nov. 9 - As Yasir Arafat lay in a deep coma on the verge of death, Palestinian officials said Tuesday that they had asked the Israeli government for permission to bury him at his headquarters in Ramallah.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/10/world/middleeast/aides-seeking-arafat-burial-in-west-bank.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "In Taking Falluja Mosque, Victory by the Inch",
      "snippet": "Even label of urban warfare fails to capture intensity and unpredictability of battle for Falluja; in some places, insurgents appear to fire and fall back, perhaps trying to lure marines into ambushes, only to dissolve into grimy fabric of city to...",
      "abstract": "Even label of urban warfare fails to capture intensity and unpredictability of battle for Falluja; in some places, insurgents appear to fire and fall back, perhaps trying to lure marines into ambushes, only to dissolve into grimy fabric of city to fight another day; elsewhere, they hold ground until buildings around them are obliterated, or open fire from exposed positions and are literally cut to pieces; Americans' superior firepower and training seem to be prevailing as they move slowly toward mosque about halfway to center of city, taking fire at every turn; map of city illustrates troop movement and points of engagement; photos (M)",
      "lead_paragraph": "FALLUJA, Iraq, Nov. 9 - After nearly 16 hours of fighting, the United States marines thought they had finally won their battle for the green-domed mosque, which insurgents had been using as a command center.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/10/world/middleeast/in-taking-falluja-mosque-victory-by-the-inch.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Europeans Lobby in Washington for Military Work",
      "snippet": "European Aeronautic Defense and Space Co is making push to be bigger supplier to United States, world's largest military marketplace; Sammy Pence, who oversees delivery of helicopters for EADS North America, is public face of company clad in cowbo...",
      "abstract": "European Aeronautic Defense and Space Co is making push to be bigger supplier to United States, world's largest military marketplace; Sammy Pence, who oversees delivery of helicopters for EADS North America, is public face of company clad in cowboy hat and boots; EADS is making push to gain toehold inside Pentagon, and ad campaign that features Pence is one small, but highly visible part of these efforts; chart; photo (M)",
      "lead_paragraph": "As a corporate symbol, it's hard to find anyone more all-American than Sammy Pence of Grand Prairie, Tex.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/10/business/europeans-lobby-in-washington-for-military-work.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "DEALS LIKE THE $208 MILLION SALE of a skyscraper in downtown Chicago are a sign that the commercial real estate market is dangerously overpriced, some investors and analysts say. [C6.]    DEMAND FOR RESTAURANT SPACE in Manhattan has risen sharply ...",
      "abstract": " DEALS LIKE THE $208 MILLION SALE of a skyscraper in downtown Chicago are a sign that the commercial real estate market is dangerously overpriced, some investors and analysts say. [C6.]    DEMAND FOR RESTAURANT SPACE in Manhattan has risen sharply in recent years, and many brokers say it is becoming increasingly difficult for restaurants to find space they can afford. [C7.]",
      "lead_paragraph": "DEALS LIKE THE $208 MILLION SALE of a skyscraper in downtown Chicago are a sign that the commercial real estate market is dangerously overpriced, some investors and analysts say. [C6.]",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/10/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "U.S.-Led Assault Marks Advances Against Falluja",
      "snippet": "After two days of street-to-street fighting, American-led assault on Fallja wrests at least one-third of city from insurgents, capturing mayor's office, two mosques, commercial center and other major objectives in heart of downtown, and advancing ...",
      "abstract": "After two days of street-to-street fighting, American-led assault on Fallja wrests at least one-third of city from insurgents, capturing mayor's office, two mosques, commercial center and other major objectives in heart of downtown, and advancing past main highway through city; insurgents continue to fight and withdraw to new positions as American and Iraqi forces, relying on heavy artillery and air support, push in; Lt Gen Thomas F Metz, Pentagon commander of day-to-day military operations in Iraq, says that commanders anticipate 'several more days of tough urban fighting' before offensive is over, and says most objectives are being met on or ahead of schedule; at least 10 American service members and two Iraqi soldiers have been killed; details of assault noted; in first significant political fallout over offensive, Sunni party says it is withdrawing from interim government, and calls for boycott of elections ; photos (M)",
      "lead_paragraph": "FALLUJA, Iraq, Wednesday, Nov. 10 - After two days of street-to-street fighting, the American-led assault on Falluja had wrested at least a third of the city from insurgents on Tuesday, capturing the mayor's office, two mosques, a commercial center and other major objectives in the heart of the downtown and advancing past the main highway through the city.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/10/world/middleeast/usled-assault-marks-advances-against-falluja.html",
      "byline": "By Dexter Filkins and Robert F. Worth"
    },
    {
      "headline": "Rebel Fighters Who Fled Attack May Now Be Active Elsewhere",
      "snippet": "American military officials say insurgent leaders in Falluja, including Abu Musab al-Zarqawi, probably fled city before American-led offensive and may be coordinating attacks in Iraq that have left scores dead over past few days; two American sold...",
      "abstract": "American military officials say insurgent leaders in Falluja, including Abu Musab al-Zarqawi, probably fled city before American-led offensive and may be coordinating attacks in Iraq that have left scores dead over past few days; two American soldiers are killed in Mosul, where government authority appears to be crumbling, and gunmen assassinate senior government official in Samarra; number of attacks far exceeds average for period prior to invasion of Falluja, and suggests that Falluja offensive alone will not crush insurgency that appears to be gaining strength, raising prospect that insurgents will try to regroup and infiltrate Falluja after fighting subsides, as they did in Samarra; American military officials say they expected more violence timed to invasion and Ramadan, Islamic month of fasting that is supposedly auspicious for martyrdom; say they are not under illusion that Falluja battle will end insurgency, or that capture of Zarqawi is realistic goal; objective is to deny safe haven to insurgents and secure city so residents can vote in coming elections; some in military are concerned that operation could be public relations disaster and strategic setback; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Wednesday, Nov. 10 - Insurgent leaders in Falluja probably fled before the American-led offensive and may be coordinating attacks in Iraq that have left scores dead over the past few days, according to American military officials here.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/10/world/middleeast/rebel-fighters-who-fled-attack-may-now-be-active-elsewhere.html",
      "byline": "By Edward Wong and Eric Schmitt"
    },
    {
      "headline": "New Study Links Pfizer's Bextra, Similar to Vioxx, to Heart Attacks",
      "snippet": "Preliminary results of study presented at American Heart Association meeting in New Orleans show incidence of heart attacks and strokes among patients given Pfizer's painkiller Bextra is more than double that of those given placebos; Merck recentl...",
      "abstract": "Preliminary results of study presented at American Heart Association meeting in New Orleans show incidence of heart attacks and strokes among patients given Pfizer's painkiller Bextra is more than double that of those given placebos; Merck recently withdrew Vioxx, similar to Bextra, after longer and better-controlled study showed that it doubled risk of heart attack and stroke; Pfizer spokesman Susan Bro says heart problem with Bexta appeared only in studies involving patients at very high risk for heart disease who were undergoing cardiac surgery, disclosure Pfizer made on Oct 15; says other studies of Bextra involving 8,000 patients with arthritis who were followed for 6 to 52 weeks found no heart problems; Dr Garrett A FitzGerald, cardiologist and pharmacologist at University of Pennsylvania and one of world's leading exports in COX-2 drugs, says this is a time bomb waiting to go off (M)",
      "lead_paragraph": "The incidence of heart attacks and strokes among patients given Pfizer's painkiller Bextra was more than double that of those given placebos, according to preliminary results of a study presented yesterday at the American Heart Association meeting in New Orleans.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/10/business/new-study-links-pfizers-bextra-similar-to-vioxx-to-heart-attacks.html",
      "byline": "By By Gardiner Harris"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Budget Airline Posts Profit",
      "snippet": "Brazil's budget airline Gol Linhas Aereas Inteligentes says third-quarter profit was flat at 96.9 million reais ($34 million), but market share increased and revenue rose 28 percent; sales totaled 517.2 million reais (S)d",
      "abstract": "Brazil's budget airline Gol Linhas Aereas Inteligentes says third-quarter profit was flat at 96.9 million reais ($34 million), but market share increased and revenue rose 28 percent; sales totaled 517.2 million reais (S)d",
      "lead_paragraph": "The budget airline Gol Linhas Aéreas Inteligentes said third-quarter profit was flat at 96.9 million reais ($34 million), but market share increased and revenue rose 28 percent. Higher costs offset the increased sales, which totaled 517.2 million reais. Gol, which went public this year, increased its market share to 21.5 percent from 19.8 percent a year earlier, according to the country's civil aviation agency. Todd Benson (NYT)",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/10/business/world-business-briefing-americas-brazil-budget-airline-posts.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Cisco Profits Are Higher, But Investors Want More  Cisco Systems, the largest maker of Internet networking equipment, said its first-quarter profit rose 29 percent. The report disappointed investors hoping for stronger signs of a comeback in corpo...",
      "abstract": " Cisco Profits Are Higher, But Investors Want More  Cisco Systems, the largest maker of Internet networking equipment, said its first-quarter profit rose 29 percent. The report disappointed investors hoping for stronger signs of a comeback in corporate technology spending.     John Chambers, the chief executive, said the market ''continues to be challenging,'' and he offered no clear indication of how fast he thought demand for networking products would improve. [Page C3.]    Even Digital Memories Can Fade  The problem of preserving digital photos and other electronic records for future decades, or even centuries, confounds even the experts. They predict that machines and software formats in use now are likely to become obsolete sooner rather than later. [A1.]    New Caution on Insurance Deals  Responding to heightened scrutiny of insurance practices, a Bermuda-based company is scrapping a insurance contract it had bought from Berkshire Hathaway. [C8.]    Digital Helps Cablevision Cut Loss  Cablevision Systems said its third-quarter loss was 41 percent smaller than it was a year earlier amid demand for digital cable. [C4.]    G.M. Offers Interest Rate Deal  General Motors said those who buy a car and qualify for low financing rates can get the same deal on their next G.M. purchase within the next decade. [C4.]    Man Charged With Selling Code  A Connecticut man was arrested and charged with selling proprietary source code from Microsoft's Windows software. [C3.]    Cable Pirates Thrive in Brazil  Instead of cracking down on black-market cable TV operators, the Brazilian government is trying to find ways to turn them into legitimate businesses. [World Business, Section W.]    Stock Markets Wait for the Fed  Stocks were little changed as investors awaited a move by the Federal Reserve. The Dow Jones industrial average fell 4.94 points, to 10,386.37. The Standard & Poor's 500-stock index dropped 0.81 point, to 1,164.08. [C8.]    F.C.C. to Regulate Net-Based Calls  Federal regulators seized control over Internet-based telephone services by issuing an order that sharply limited state authority over them. Michael K. Powell, left, chairman of the Federal Communications Commission, said subjecting the Internet to the laws of each state would ''destroy the very qualities'' it embodies. [C8.]    Marketers Plan Holiday Blitzes  Ad campaigns for the holiday season from retailers like Best Buy, Target and Cartier will aim to forge emotional bonds with fickle consumers. Stuart Elliott: Advertising. [C4.]  ",
      "lead_paragraph": "Cisco Profits Are Higher, But Investors Want More Cisco Systems, the largest maker of Internet networking equipment, said its first-quarter profit rose 29 percent. The report disappointed investors hoping for stronger signs of a comeback in corporate technology spending.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/10/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Marks & Spencer, British Retailer, Sheds 6 Top Executives",
      "snippet": "Six top executives will leave British retailer Marks & Spencer as company reports plummeting profits and dip in sales in its home market in latest six-month period; company's six-member board is being pared to three: chief executive Stuart A Rose,...",
      "abstract": "Six top executives will leave British retailer Marks & Spencer as company reports plummeting profits and dip in sales in its home market in latest six-month period; company's six-member board is being pared to three: chief executive Stuart A Rose, Charles Wilson and new finance director; current finance director Alison Reed is stepping down after 20 years; other executives leaving are Maurice Helfgott, Mark McKeon, Laurel Powers-Freeling, Jean Tomlin and Jack Patterson; company says net income was down 40 percent, to 140 million pounds ($260 million) for six months ended September from year earlier; sales in Britain fell 0.4 percent, to 3.3 billion pounds; photo (M)",
      "lead_paragraph": "LONDON, Nov. 9 - Six top executives will leave the troubled British retailer Marks & Spencer, its chief executive said on Tuesday, as the company reported plummeting profits and a dip in sales in its home market in the latest six-month period.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/10/business/worldbusiness/marks-spencer-british-retailer-sheds-6-top.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Cable Pirates Thrive in Brazil",
      "snippet": "Cable pirates are thriving in shantytowns like Jardim Angela, Brazil; just about every household in city with population of more than 250,000 has reliable television connection that includes handful of cable channels; unauthorized workers charge o...",
      "abstract": "Cable pirates are thriving in shantytowns like Jardim Angela, Brazil; just about every household in city with population of more than 250,000 has reliable television connection that includes handful of cable channels; unauthorized workers charge one-time fee for connecting cable, ranging from 450 reais for makeshift cable connection to as much as 1,200 reais for satellite dish; most of clandestine cable companies charge 12 to 15 reais ($4 to $5) a month, far below 60 reais or so regulated providers charge for basic subscription; providers like Net Servicos de Comunicacao and Sky Brasil collectively lose millions of reais a year in revenue to piracy; government is trying to find ways to turn blackmarket operators into legal businesses; government is lobbying Congress to pass legislation by end of year that would allow pirate companies to distribute cable channels legally in shantytowns; photos (M)",
      "lead_paragraph": "SÃO PAULO, Brazil, Nov. 9 - In this dirt-poor shantytown called Jardim Ângela on the southernmost tip of São Paulo, cable television is a luxury that most people cannot afford. That is why the local cable company, fearing it will not get a return on its investment, has been reluctant to wire the area.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/10/business/worldbusiness/cable-pirates-thrive-in-brazil.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Marsh Plans to Cut 3,000 Jobs to Offset Recent Setbacks",
      "snippet": "Marsh & McLennan Companies will lay off 3,000 employees, or 5 percent of work force; Marsh is shaking up its business model in effort to eliminate potential conflicts of interest and to offset losses resulting from investigation by Eliot Spitzer, ...",
      "abstract": "Marsh & McLennan Companies will lay off 3,000 employees, or 5 percent of work force; Marsh is shaking up its business model in effort to eliminate potential conflicts of interest and to offset losses resulting from investigation by Eliot Spitzer, New York attorney general; cutbacks are expected to save Marsh $400 million a year, or nearly half of $845 million in incentive fees in 2003 alone that have been at heart of Spitzer's investigation; new chief executive, Michael G Cherkasy, says he is also selling Marsh's Falcon 900 corporate jet, getting rid of fleet of half dozen Mercedes and BMW sedans with chauffeurs and ending company's long tradition of free lunch for two dozen top executives; graph (M)",
      "lead_paragraph": "Staggered by accusations that it cheated its customers, Marsh & McLennan Companies, the world's biggest broker of commercial insurance, said yesterday that it would lay off 3,000 employees, or 5 percent of its work force.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/10/business/marsh-plans-to-cut-3000-jobs-to-offset-recent-setbacks.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Euro Disney's Loss Widens, With Park Attendance Flat",
      "snippet": "Euro Disney says net loss widened and revenue was flat in fiscal year ended Sept 30; company lost 145.2 million euros, about $188 million, on revenue of 1.05 billion euros; photo (M)",
      "abstract": "Euro Disney says net loss widened and revenue was flat in fiscal year ended Sept 30; company lost 145.2 million euros, about $188 million, on revenue of 1.05 billion euros; photo (M)",
      "lead_paragraph": "PARIS, Nov. 9 - Euro Disney, which operates two troubled theme parks east of Paris, reported on Tuesday that its net loss widened and that revenue was flat in the fiscal year ended Sept. 30. But the company pointed to rising revenue in the summer quarter as an indication that things were starting to improve.",
      "publication_date": "2004-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/10/business/worldbusiness/euro-disneys-loss-widens-with-park-attendance-flat.html",
      "byline": "By Floyd Norris"
    }
  ]
}