{
  "metadata": {
    "date": "2004-07-08",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "Marks & Spencer Gets Bid That Investor Says Is Final",
      "snippet": "British investor Phil",
      "abstract": "British investor Phil",
      "lead_paragraph": "Philip Green, the British investor, named what he said was his final price for Marks & Spencer on Wednesday, making an informal offer that values the company at £9.1 billion ($16.8 billion).",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/marks-spencer-gets-bid-that-investor-says-is-final.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Wooing of Guidance Counselors Is Raising Profiles and Eyebrows",
      "snippet": "Colleges are so intent on getting not just enough applicants, but best ones, that some are lavishing perks on high school guidance counselors who advise students and their parents in evaluating colleges; this raises questions about difference betw...",
      "abstract": "Colleges are so intent on getting not just enough applicants, but best ones, that some are lavishing perks on high school guidance counselors who advise students and their parents in evaluating colleges; this raises questions about difference between merely promoting university and currying favor with guidance counselors; colleges themselves seem uncertain as to what is, or is not, appropriate; some treat visiting counselors to theater, fancy dinners, waterfront cruises and golfing; many college and high school officials contend that perks having nothing to do with gaining knowledge of university cross ethical boundary; say accepting gifts from very universities they are paid to assess poses conflict of interest that undermines covenant between counselors and students; photo of day's itinerary for counselors visiting one college, including spa visit, snowmobile ride, shopping and skiing; photo (M)",
      "lead_paragraph": "Victor L. Davolt has an obscurity problem. Regis University, where he is the admissions director, is not exactly what he would call a ''bumper sticker college,'' not ''by any stretch of the imagination.''",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/08/us/wooing-of-guidance-counselors-is-raising-profiles-and-eyebrows.html",
      "byline": "By Greg Winter"
    },
    {
      "headline": "THE 2004 CAMPAIGN",
      "snippet": "BUSH IN NORTH CAROLINA -- In a trip scheduled weeks ago, President Bush campaigned in the home state of Senator John Edwards, finding time to help out at a lemonade stand.   PAGE A14    A NEW BREED OF POLITICAL WIFE -- Elizabeth Edwards, the senat...",
      "abstract": " BUSH IN NORTH CAROLINA -- In a trip scheduled weeks ago, President Bush campaigned in the home state of Senator John Edwards, finding time to help out at a lemonade stand.   PAGE A14    A NEW BREED OF POLITICAL WIFE -- Elizabeth Edwards, the senator's wife, is a professional woman in her own right and her husband's most trusted adviser -- Nancy Reagan and Hillary Rodham Clinton all in one.   PAGE A16",
      "lead_paragraph": "BUSH IN NORTH CAROLINA -- In a trip scheduled weeks ago, President Bush campaigned in the home state of Senator John Edwards, finding time to help out at a lemonade stand. PAGE A14",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/08/us/the-2004-campaign.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Taiwan: First Trade Deficit In 4 Years",
      "snippet": "Taiwan had its first trade deficit in four years in June; deficit of $203 million comes after $1.2 billion surplus in May; export growth slowed to 25 percent (S)",
      "abstract": "Taiwan had its first trade deficit in four years in June; deficit of $203 million comes after $1.2 billion surplus in May; export growth slowed to 25 percent (S)",
      "lead_paragraph": "Taiwan had its first trade deficit in four years last month as high oil prices pushed imports to a record and demand cooled in China, which buys almost two-fifths of Taiwan's exports. The deficit of $203 million, Taiwan's first since February 2000, came after a $1.2 billion surplus in May, the finance ministry in Taipei said. Export growth slowed to 25 percent, lagging the median 31 percent gain forecast in a Bloomberg News survey.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/world-business-briefing-asia-taiwan-first-trade-deficit-in-4-years.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "New Face of Farming in Russia's Far East",
      "snippet": "Russia's farmland in Far East is drawing reverse migration as Russian youths abandon farm villages for city; there are five South Korean commercial farms on leased land and 2,390 Chinese farm workers and sharecroppers in Primorye, or Maritime prov...",
      "abstract": "Russia's farmland in Far East is drawing reverse migration as Russian youths abandon farm villages for city; there are five South Korean commercial farms on leased land and 2,390 Chinese farm workers and sharecroppers in Primorye, or Maritime province; Russia is still net food importer from China, but trend is shifting fast; Russian land tenure law that went into effect last year allows foreigners to sign 49-year leases for farmland; map; photos (M)",
      "lead_paragraph": "Plastic sheets of a summer greenhouse rustled over endless rows of tomatoes and cabbages, growing from the thick black soil of Russia's Far East.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/new-face-of-farming-in-russia-s-far-east.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: Iscor To Raise Pay",
      "snippet": "Southn",
      "abstract": "Southn",
      "lead_paragraph": "Iscor, Africa's biggest steel maker, said it offered to raise pay by more than South Africa's annual inflation rate of 4.4 percent in an effort to end an impasse with labor unions. The National Union of Metalworkers of South Africa has demanded a raise of 8 percent for lower- grade workers and 5 percent for higher-paid workers. Iscor, a unit of LNM Holdings, is based in Pretoria.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/world-business-briefing-africa-south-africa-iscor-to-raise-pay.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Enron Ex-Chief Indicted by U.S. In Fraud Case",
      "snippet": "Enron Corp's former chairman and chief executive Kenneth L Lay is indicted by federal grand jury examining financial fraud that led to collapse of onetime energy giant; specific charges in sealed indictment are expected to become known July 8; Jus...",
      "abstract": "Enron Corp's former chairman and chief executive Kenneth L Lay is indicted by federal grand jury examining financial fraud that led to collapse of onetime energy giant; specific charges in sealed indictment are expected to become known July 8; Justice Dept's Enron Task Force has so far filed criminal charges against 30 people, including former executives and advisers who are charged with aiding Enron in its deceit; majority of charges against Lay are said to center on series of what government believes are false statements he made to investors, employees and accountants that painted positive picture of company's finances at time when he was selling Enron stock; he is also expected to face civil charges for securities law violations brought by SEC, which is conducting its own inquiry; case recalled; photos; timeline showing Lay's activities in his last days at Enron (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/08/business/enron-ex-chief-indicted-by-us-in-fraud-case.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Microsoft On the Trail Of Google",
      "snippet": "David Pogue State of the Art column on Microsoft's efforts to remake its search page to be more like Google's; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on Microsoft's efforts to remake its search page to be more like Google's; photo; drawing (M)",
      "lead_paragraph": "IT must be fun to walk through the Microsoft parking lot, reading the bumper stickers on the cars. Can you imagine what they must say? ''Honk if you love monopolies.'' ''Just because you're paranoid doesn't mean we're not out to get you.'' ''My other car is a Hummer, too.''",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/08/technology/state-of-the-art-microsoft-on-the-trail-of-google.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Drug Makers Seek to Mend Their Fractured Image",
      "snippet": "US drug makers are trying to fix industry's tarnished image; Merck & Co's former chairman Roy Vagelos, who was one of industry's most prominent boosters, now condemns drug makers for 'exorbitant' prices of new medicines and 'galloping' annual incr...",
      "abstract": "US drug makers are trying to fix industry's tarnished image; Merck & Co's former chairman Roy Vagelos, who was one of industry's most prominent boosters, now condemns drug makers for 'exorbitant' prices of new medicines and 'galloping' annual increases of old ones; predicts government price controls are almost inevitable; Pfizer holds news conference to announce effort to provide discounted drugs to working poor and anyone without health insurance; drug companies are concerned that Congress will pass legislation that would legalize drug imports or allow government officials to bargain for discounts, either of which could put big dent in industry's profits and investments; photos (M)",
      "lead_paragraph": "With drug prices skyrocketing, the pharmaceutical industry has long had plenty of critics. And in a measure of just how badly tarnished the industry's image has become, even some of its most prominent defenders are turning against it.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/08/business/drug-makers-seek-to-mend-their-fractured-image.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Yahoo's Quarterly Earnings Double but Disappoint Investors",
      "snippet": "Yahoo Inc's profit more than doubled in second quarter, driven by acquisitions and surging online advertising market; net income rose to $112.5 million compared with $50.8 million year earlier; revenue more than doubled, to $832 million from $321 ...",
      "abstract": "Yahoo Inc's profit more than doubled in second quarter, driven by acquisitions and surging online advertising market; net income rose to $112.5 million compared with $50.8 million year earlier; revenue more than doubled, to $832 million from $321 million; chief executive Terry S Semel comments (M)",
      "lead_paragraph": "Yahoo said yesterday that its profit more than doubled in the second quarter, driven both by acquisitions and a surging online advertising market. But the numbers only matched Wall Street estimates; investors, who had been hoping for much better results, pushed the company's shares down in after-hours trading.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/08/business/technology-yahoo-s-quarterly-earnings-double-but-disappoint-investors.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Pfizer Reports China Has Lifted Its Viagra Patent",
      "snippet": "Chinese regulators take away Pfizer Inc's patent there for Viagra in case that Bush administration considers important test of China's commitment to international trade agreements; Consumer Project on Technology director James Love says Chinese de...",
      "abstract": "Chinese regulators take away Pfizer Inc's patent there for Viagra in case that Bush administration considers important test of China's commitment to international trade agreements; Consumer Project on Technology director James Love says Chinese decision is sensible and consistent with international rules; Pfizer received so-called use patent for Viagra from Chinese in 2001, decision that was challenged by producers of generic drugs; Pfizer will appeal ruling; ruling may have little effect in China because genuine Viagra sales there are minimal; Viagra imitation drugs are widely available in much of Asia; photo (M)",
      "lead_paragraph": "Regulators in China took away Pfizer's patent there on Viagra, the drug company said yesterday, in a case that the Bush administration considers an important test of China's commitment to international trade agreements.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/08/business/pfizer-reports-china-has-lifted-its-viagra-patent.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "World Business Briefing | Europe: France: Alstom Orders Increase",
      "snippet": "French electrical engineering company Alstom says orders were up 41 percent, to 3.94 billion euros ($4.84 billion), in quarter ended June 30, up from 2.80 billion euros year earlier; sales declined 6 percent, to 3.31 billion euros ($4.07 billion) ...",
      "abstract": "French electrical engineering company Alstom says orders were up 41 percent, to 3.94 billion euros ($4.84 billion), in quarter ended June 30, up from 2.80 billion euros year earlier; sales declined 6 percent, to 3.31 billion euros ($4.07 billion) (S)9",
      "lead_paragraph": "The French electrical engineering company Alstom reported a strong increase in orders for the quarter ended on June 30. The maker of France's high-speed TGV train said orders were up 41 percent, to 3.94 billion euros ($4.84 billion dollars), up from 2.80 billion euros the year before, excluding currency changes and disposal of assets. Sales dropped 6 percent, to 3.31 billion euros ($4.07 billion dollars), because of currency effects and low orders in the first part of last year, the company said. Alstom was rescued from the brink of bankruptcy through a French government bailout plan in May. Ariane Bernard (NYT)",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/world-business-briefing-europe-france-alstom-orders-increase.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "Pentagon Will Permit Captives At Cuba Base to Appeal Status",
      "snippet": "Defense Dept, hoping to head off flood of litigation after Supreme Court ruling, says it will allow detainees at Guantanamo Bay, Cuba, to challenge their status as enemy combatants from war in Afghanistan and campaign against terrorism; it is not ...",
      "abstract": "Defense Dept, hoping to head off flood of litigation after Supreme Court ruling, says it will allow detainees at Guantanamo Bay, Cuba, to challenge their status as enemy combatants from war in Afghanistan and campaign against terrorism; it is not clear whether Pentagon's hastily devised new procedures, which will keep process in military courts, will satisfy court's desires; some officials concede that some of details are likely to end up in litigation; under new review process, 600 Guantanamo detainees would be provided with personal representatives, but not lawyers, to help them consider their legal options; detainees would be permitted to challenge their legal standing before panel of three military officers on newly created Combatant Status Review Tribunal; legal advocates say measure would do nothing to bring continued detention of foreign nationals at Guantanamo Bay into compliance with Constitution or international law; say most problematic matter is that process does not permit detainees access to legal counsel (M)",
      "lead_paragraph": "The Defense Department announced a series of steps on Wednesday that would let detainees at Guantánamo Bay, Cuba, challenge their status as enemy combatants from the war in Afghanistan and the campaign against terrorism.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/08/world/reach-war-justice-pentagon-will-permit-captives-cuba-base-appeal-status.html",
      "byline": "By Christopher Marquis"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Boeing Wins Airliner Orders",
      "snippet": "Boeing Co wins orders worth $1",
      "abstract": "Boeing Co wins orders worth $1",
      "lead_paragraph": "Boeing won orders worth $1.2 billion for 10 7E7 airliners from First Choice Holidays of Britain and Blue Panorama of Italy, the first European customers for the aircraft. First Choice, a vacation provider, will buy six 7E7's, while Blue Panorama, a Rome-based charter airline, will buy four, Marlin Dailey, vice president for European sales at Boeing's commercial airplane unit, said at a London news conference. The list price for 7E7's is about $125 million, he said.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/world-business-briefing-europe-britain-boeing-wins-airliner-orders.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "INSIDE",
      "snippet": "Forest Service Proposes Off-Road-Vehicle Limits  The Forest Service for the first time proposed a rule that could eventually limit the use of off-road vehicles in the 155 national forests. The move came in response to mounting fiscal and environme...",
      "abstract": " Forest Service Proposes Off-Road-Vehicle Limits  The Forest Service for the first time proposed a rule that could eventually limit the use of off-road vehicles in the 155 national forests. The move came in response to mounting fiscal and environmental costs from damage incurred by the vehicles, but no money was set aside to enforce the proposed regulation.   PAGE A12    2 Charged in Girl's Slaying  Two men face second-degree murder charges in the strangling death of 13-year-old Tyisha McCoy in Harlem last week.   PAGE B1",
      "lead_paragraph": "Forest Service Proposes Off-Road-Vehicle Limits",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/08/us/inside-238660.html",
      "byline": ""
    },
    {
      "headline": "Destination Wi-Fi, By Rail, Bus or Boat",
      "snippet": "Public transportation departments begin offering wireless Internet access; providing access in moving vehicle is complex; trials, which are being underwritten by grants and sponsors, are under way in several countries to determine technical feasib...",
      "abstract": "Public transportation departments begin offering wireless Internet access; providing access in moving vehicle is complex; trials, which are being underwritten by grants and sponsors, are under way in several countries to determine technical feasibility of offering mobile Internet access and whether commuters will pay for privilege; photo (M)",
      "lead_paragraph": "THE Klickitat, a 1927 steel ferry boat plying waters between a 19th-century port and an island harbor, may seem a quaint way to travel -- and an unlikely place to get work done. But it may be headed for a new frontier in Internet access for commuters.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/08/technology/destination-wi-fi-by-rail-bus-or-boat.html",
      "byline": "By Glenn Fleishman"
    },
    {
      "headline": "World Business Briefing | The Americas: Ecuador: Oil Production To Rise",
      "snippet": "PetroEcuador will raise oil production 2.4 percent by year-end as it drills new wells and overhauls existing ones; output will increase to 205,000 barrels per day, from 200,154 barrels; PetroEcuador produces about 40 percent of country's daily out...",
      "abstract": "PetroEcuador will raise oil production 2.4 percent by year-end as it drills new wells and overhauls existing ones; output will increase to 205,000 barrels per day, from 200,154 barrels; PetroEcuador produces about 40 percent of country's daily outputof 500,000 per day (S)l",
      "lead_paragraph": "PetroEcuador, the state oil company, said its oil production would probably rise 2.4 percent by year-end as it drills new wells and overhauls existing ones. Output will increase to 205,000 barrels a day, from 200,154 barrels currently, the Quito-based company said. The company said in April that it would spend $28 million to drill new wells and perform maintenance on others. PetroEcuador produces about 40 percent of the country's daily output of 500,000 barrels a day.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/world-business-briefing-the-americas-ecuador-oil-production-to-rise.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Falluja Pullout Left Haven Of Insurgents, Officials Say",
      "snippet": "American and Iraqi officials say decision in April to pull back American forces from Falluja inadvertently created safe haven for terrorists and insurgents there; say sending American troops back into city might touch off another uprising; say the...",
      "abstract": "American and Iraqi officials say decision in April to pull back American forces from Falluja inadvertently created safe haven for terrorists and insurgents there; say sending American troops back into city might touch off another uprising; say they would prefer to re-enter city with sizable force of Iraqi soldiers, backed up by Americans, but concede that Iraqi force capable of mounting assault on city of 250,000 people is months, even years away; result is that Americans and Iraqi government are faced with growing danger that they are nearly powerless to confront; American and Iraqi intelligence reports suggest that Abu Musab al-Zarqawi, Jordanian believed responsible for scores of attacks, is in Falluja, working with dozens of hard-core Islamist fighters, some from outside country and some former members of Saddam Hussein's Baath Party; Americans say they could regain control of Falluja by military means, but it would cost hundreds of Iraqi lives and risk sparking same sort of backlash as in April; photo (M)",
      "lead_paragraph": "American and Iraqi officials say that a decision in April to pull back American forces from Falluja inadvertently created a safe haven for terrorists and insurgents there. But officials are reluctant to send American troops back into the city for fear of touching off another uprising.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/08/world/reach-war-insurgents-falluja-pullout-left-haven-insurgents-officials-say.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Siemens Chooses Chief",
      "snippet": "Klaus Kleinfeld will become Siemens AG's chief executive when Heinrich von Pierer steps down in January; photo (S)",
      "abstract": "Klaus Kleinfeld will become Siemens AG's chief executive when Heinrich von Pierer steps down in January; photo (S)",
      "lead_paragraph": "Siemens chose a former head of its American operations to succeed its chief executive, Heinrich von Pierer. Klaus Kleinfeld, 46, left, will take over Germany's largest engineering company next January, when Mr. von Pierer, 63, steps down after 12 years. Mr. Kleinfeld, currently head of its information and communications group, cut losses at the American unit of Siemens. Mark Landler (NYT)",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/world-business-briefing-europe-germany-siemens-chooses-chief.html",
      "byline": "By Mark Landler (NYT)"
    },
    {
      "headline": "U.S. Group Buys First Stake Of a Media Company in Brazil",
      "snippet": "Grupo Abril sells 13.8 percent stake to Capital Group for $50 million, first such deal since country's media law was revised two years ago to allow foreign investors to own up to 30 percent of Brazilian media business; Abril's chairman-editor in c...",
      "abstract": "Grupo Abril sells 13.8 percent stake to Capital Group for $50 million, first such deal since country's media law was revised two years ago to allow foreign investors to own up to 30 percent of Brazilian media business; Abril's chairman-editor in chief Roberto Civita says deal should allow company to resume growth after paying some of its $300 million in debt; photo (M)",
      "lead_paragraph": "Grupo Abril, Brazil's largest publishing and printing company, said on Wednesday that it had agreed to sell a minority stake to the Capital Group for $50 million, the first such deal since the country's media law was revised two years ago to allow foreign investors to own up to 30 percent of Brazilian television, radio and print media businesses.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/us-group-buys-first-stake-of-a-media-company-in-brazil.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Former Chairman of Enron Indicted in Fraud Case  Kenneth L. Lay, the former chairman of Enron, was charged in a sealed indictment by a federal grand jury examining the financial fraud that led to the collapse of the company. The indictment is expe...",
      "abstract": " Former Chairman of Enron Indicted in Fraud Case  Kenneth L. Lay, the former chairman of Enron, was charged in a sealed indictment by a federal grand jury examining the financial fraud that led to the collapse of the company. The indictment is expected to be unsealed today, when the charges will become known.     In charging Mr. Lay, the Justice Department's Enron Task Force has reached the top of the corporate hierarchy at the company, which has been the subject of widespread investigation since it was forced into bankruptcy in December 2001. [Page A1.]",
      "lead_paragraph": "Former Chairman of Enron Indicted in Fraud Case",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/08/business/business-digest-239437.html",
      "byline": ""
    },
    {
      "headline": "Once a Corporate Hunter, Enron Is Now Just Leftovers",
      "snippet": "Enron, once pinnacle of international energy industry, is now little more than shadow of its former self; gone are some iconic properties, including company's ambitious energy trading operations, which it transferred to investment bank UBS in 2002...",
      "abstract": "Enron, once pinnacle of international energy industry, is now little more than shadow of its former self; gone are some iconic properties, including company's ambitious energy trading operations, which it transferred to investment bank UBS in 2002; its share of controversial Dabhol power project in India, sold to General Electric and Bechtel in April 2004, and Wessex Water, British utility that it sold to YTL Power of Malaysia in May 2002; Enron's payroll is down to 10,300 employees, compared with 32,000 before company collapsed; charts; photos (M)",
      "lead_paragraph": "Enron may still be called Enron, but the company that was once at the pinnacle of the international energy industry is now little more than a shadow of its former self.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/08/business/once-a-corporate-hunter-enron-is-now-just-leftovers.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Bank To Focus On Customers",
      "snippet": "World Business Briefing: Ireland: Bank To Focus on Cust",
      "abstract": "World Business Briefing: Ireland: Bank To Focus on Cust",
      "lead_paragraph": "Brian Goggin, the chief executive of the Bank of Ireland, said a greater focus on the bank's customers would be the ''hallmark'' of his tenure. ''I want people really feeling passionate about the criticality and importance of customers,'' Mr. Goggin, 52, said after an annual shareholders' meeting in Dublin. Mr. Goggin, a 35-year company veteran, was chosen last month to succeed Michael Soden, who resigned after viewing Internet sex sites on his office computer.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/world-business-briefing-europe-ireland-bank-to-focus-on-customers.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "When Life Is a Roll of the Dice",
      "snippet": "Article on addictive nature of playing backgammon online; sites noted (M)",
      "abstract": "Article on addictive nature of playing backgammon online; sites noted (M)",
      "lead_paragraph": "THEY say the most difficult part of an addiction is the moment you hit rock bottom and are forced to admit to yourself and to the world that you have a problem.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/08/technology/when-life-is-a-roll-of-the-dice.html",
      "byline": "By Alex Kuczynski"
    },
    {
      "headline": "New Team Blends Messages for a United Vision",
      "snippet": "Sen John Kerry and his chosen running mate Sen John Edwards stand under huge banner boasting 'A New Team for a New America,' heaping praise on each other as they promise to help hard-pressed Americans and promote values of 'faith, family, opportun...",
      "abstract": "Sen John Kerry and his chosen running mate Sen John Edwards stand under huge banner boasting 'A New Team for a New America,' heaping praise on each other as they promise to help hard-pressed Americans and promote values of 'faith, family, opportunity and responsibilty'; Kerry and Edwards, along with their families, attend rally in Dayton, Ohio, then embark on four-day, two-family trip across five states considered crucial in Nov election; campaign unveils seven new advertisements and expands its television time into Edwards's Republican-leaning home state of North Carolina; Pres Bush, in Raleigh, NC, for previously scheduled event, is asked what differentiates Edwards from Vice Pres Cheney, and says 'Dick Cheney could be president'; Kerry quickly seizes on comment, saying Edwards has more experience than Bush did when he ran for president in 2000; Republicans call Kerry-Edwards ticket far too liberal; photos (M)",
      "lead_paragraph": "The Democratic ticket of two senators named John skipped across this swing state on Wednesday, with the presidential contender openly embracing his running mate's message about the economic squeeze on the middle class and reveling in the two young children he brings to their collective family portrait.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/08/us/the-2004-campaign-the-democrats-new-team-blends-messages-for-a-united-vision.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Senate Iraq Report Said to Skirt White House Use of Intelligence",
      "snippet": "Bipartisan Senate report that is highly critical of prewar intelligence on Iraq is expected to sidestep question of how Bush administration used that information to make case for war; under deal reached between Republicans and Democrats, administr...",
      "abstract": "Bipartisan Senate report that is highly critical of prewar intelligence on Iraq is expected to sidestep question of how Bush administration used that information to make case for war; under deal reached between Republicans and Democrats, administration's role will not be addressed until Senate Intelligence Comm completes further stage of its inquiry, probably not until after Nov elections; as result, initial, unanimous report will focus solely on misjudgments by intelligence agencies, not White House, in assessments about Iraq, illicit weapons and Al Qaeda that administration used as rationale for war; this may provide opening for Pres Bush and his allies to deflect responsibility for what now appear to be exaggerated prewar assessments about threat posed by Iraq; Democrats will try to focus attention on issue by releasing 'additional views' to supplement bipartisan report (M)",
      "lead_paragraph": "A bipartisan Senate report to be issued Friday that is highly critical of prewar intelligence on Iraq will sidestep the question of how the Bush administration used that information to make the case for war, Congressional officials said Wednesday.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/08/world/reach-war-intelligence-senate-iraq-report-said-skirt-white-house-use.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Debt Is Downgraded",
      "snippet": "Standard & Poor's downgrades Italy's long-term sovereign debt, citing deterioriation in public finances as Prime Min Silvio Berlusconi promises tax cuts worth more than $14 billion that could widen existing deficits; photo (S)c",
      "abstract": "Standard & Poor's downgrades Italy's long-term sovereign debt, citing deterioriation in public finances as Prime Min Silvio Berlusconi promises tax cuts worth more than $14 billion that could widen existing deficits; photo (S)c",
      "lead_paragraph": "Standard & Poor's downgraded Italy's long-term sovereign debt by one notch to AA- from AA, citing a deterioration in public finances as Prime Minister Silvio Berlusconi promises tax cuts worth some $14 billion that could widen existing deficits. The downgrading was the first of its kind for a member of the euro single currency zone. Alan Cowell (NYT)",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/world-business-briefing-europe-italy-debt-is-downgraded.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "Europe Puts More Limits On Bailouts Of Companies",
      "snippet": "European Union introduces new rules on state bailouts of corporations as European Commission gives its final approval to aid granted by France to Alstom; new rules, which take effect in October, have been interpreted by some as rebuke to German Ch...",
      "abstract": "European Union introduces new rules on state bailouts of corporations as European Commission gives its final approval to aid granted by France to Alstom; new rules, which take effect in October, have been interpreted by some as rebuke to German Chancellor Gerhard Schroder and French Pres Jacques Chirac, who in May issued statement calling for European governments to foster 'industrial champions that Europe needs' to compete with big American companies; new guidelines close loophole in state-aid laws by outlawing short-term rescue packages to companies that have received state aid during last 10 years; will also require companies to contribute to cost of their own restructuring; photo (M)",
      "lead_paragraph": "As the European Commission gave its final blessing to aid granted by France to its troubled industrial giant Alstom, the European competition regulator introduced new rules on state bailouts Wednesday intended to at least try to curb interventionist zeal among its member states.",
      "publication_date": "2004-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/08/business/europe-puts-more-limits-on-bailouts-of-companies.html",
      "byline": "By Paul Meller"
    }
  ]
}