{
  "metadata": {
    "date": "2004-07-07",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "THE MARKETS: Market Place; S.E.C. Inquiry To Encompass 401(k) Plans",
      "snippet": "Securities and Exchange Commission asks two dozen mutual fund companies to provide details about payments they may make to ensure that their funds are included in corpoorate 401(k) plans; wants to assess prevalence of so-called pay-to-play arrange...",
      "abstract": "Securities and Exchange Commission asks two dozen mutual fund companies to provide details about payments they may make to ensure that their funds are included in corpoorate 401(k) plans; wants to assess prevalence of so-called pay-to-play arrangements among funds and what effect these deals may have on performance fo retirement plans; pension experts say many companies that offer 401(k) plans are unaware of hidden compensation arrangements that influence which funds are included on 401(k) menu and which are not; arrangements between fund companies and intermediaries may increase investors' costs, diminish returns and result in poorly performing funds being offered on 401(k) menu while better funds are left off; Fidelity Investments, Putnam Investments, Dreyfus Corp and T Rowe Price say they are complying with document requests (Market Place column) (M)",
      "lead_paragraph": "The Securities and Exchange Commission has widened its investigation into mutual funds to include those held by millions of Americans in retirement accounts.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/07/business/the-markets-market-place-sec-inquiry-to-encompass-401-k-plans.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Mitsubishi Shares Slump",
      "snippet": "Shares of Mitsubishi Motors, which won shareholders' approval for bailout of as much as 546 billion yen ($5 billion) in June, falls to record low on concern that company might be delisted from Tokyo Stock Exchange; graph (S)",
      "abstract": "Shares of Mitsubishi Motors, which won shareholders' approval for bailout of as much as 546 billion yen ($5 billion) in June, falls to record low on concern that company might be delisted from Tokyo Stock Exchange; graph (S)",
      "lead_paragraph": "Shares of Mit-subishi Motors, which won shareholders' approval for a bailout of as much as 546 billion yen ($5 billion) in June, fell to a record low on concern that the company, Japan's fifth-largest carmaker, might be delisted from the Tokyo Stock Exchange. Trading may cease because the bailout includes selling as much as 546 billion yen of stock to big investors, the company said. The stock will be delisted if fewer than 20 percent of shares are freely traded, according to exchange rules, Mitsubishi said. The shares fell 4.2 percent to 161 yen, their lowest level since they were first traded on the Tokyo exchange in 1988.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/07/business/world-business-briefing-asia-japan-mitsubishi-shares-slump.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "KERRY CHOOSES EDWARDS, CITING FORMER RIVAL'S POLITICAL SKILL",
      "snippet": "Sen John Kerry names John Edwards as his vice presidential running mate, saying North Carolina senator has shown courage and conviction as champion of middle-class Americans and those striving to reach middle class; Edwards and family join Kerry f...",
      "abstract": "Sen John Kerry names John Edwards as his vice presidential running mate, saying North Carolina senator has shown courage and conviction as champion of middle-class Americans and those striving to reach middle class; Edwards and family join Kerry family in Pittsburgh after Kerry campaign makes announcement to supporters by e-mail; photos; Democrats say Edwards's buoyant personality and sunny speaking style will bring needed jolt of energy to ticket, and provide striking contrast to Vice Pres Cheney; also hope Edwards, with black support, will put North Carolina and other Southern states into play (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/07/us/2004-election-overview-kerry-chooses-edwards-citing-former-rival-s-political.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "A Partner With Contrasts That Complement",
      "snippet": "News analysis of Sen John Kerry's choice of vice presidential running mate observes that Sen John Edwards has vigorous campaign presence, engaging personal manner and crisp message that Democrats fear Kerry himself lacks; photo; map and graphs on ...",
      "abstract": "News analysis of Sen John Kerry's choice of vice presidential running mate observes that Sen John Edwards has vigorous campaign presence, engaging personal manner and crisp message that Democrats fear Kerry himself lacks; photo; map and graphs on contest; decision also shows Kerry to be methodical, discreet, coolly pragmatic and self-assured, and so intensely focused on victory as to be unruffled by unflattering stylistic contrasts; logic of choice is noted across political spectrum, from Walter F Mondale to Dan Quayle; Edwards offers geographical diversity, strong appeal among minority voters and courtroom legal skills that Vice Pres Cheney will soon experience firsthand (M)",
      "lead_paragraph": "In John Edwards, Senator John Kerry selected a running mate who embodies the very attributes that some Democrats worry Mr. Kerry lacks: a vigorous campaign presence, an engaging personal manner and a crisp message that stirred Democrats from Iowa to New Hampshire.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/07/us/the-2004-election-news-analysis-a-partner-with-contrasts-that-complement.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "British Regulators Set Deadline for Bid on Retailer",
      "snippet": "British regulators give Philip Green until Aug 6 to make formal offer for Marks & Spencer retail chain; Green has approached retailer with informal bids twice since May and has been turned down both times by its board; regulators say Green cannot ...",
      "abstract": "British regulators give Philip Green until Aug 6 to make formal offer for Marks & Spencer retail chain; Green has approached retailer with informal bids twice since May and has been turned down both times by its board; regulators say Green cannot make bid for six months if he walks away; photo (M)",
      "lead_paragraph": "British regulators set a deadline in the contentious takeover battle for the retailer Marks & Spencer on Tuesday, ruling that the billionaire investor Philip Green has to make a formal offer for the chain in the next month or give up his pursuit of the company.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/07/business/british-regulators-set-deadline-for-bid-on-retailer.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "New Law in Iraq Gives Premier Martial Powers to Fight Uprising",
      "snippet": "Iraqi Prime Min Iyad Allawi signs into law broad martial powers enabling him to impose curfews, ban groups considered seditious and order detentions of people deemed security risks; says forceful response to tenacious insurgency was written with i...",
      "abstract": "Iraqi Prime Min Iyad Allawi signs into law broad martial powers enabling him to impose curfews, ban groups considered seditious and order detentions of people deemed security risks; says forceful response to tenacious insurgency was written with input from lawyers and ministers of justice and human rights, interview; calls on Iraqis to take responsibility to enforce law and order and fight terrorists; photo; draft obtained by The New York Times quoted (M)",
      "lead_paragraph": "Prime Minister Iyad Allawi on Tuesday signed into law broad martial powers that allow him to impose curfews anywhere in the country, ban groups he considers seditious and order the detentions of people suspected of being security risks.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/07/world/reach-war-prime-minister-new-law-iraq-gives-premier-martial-powers-fight.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Marine Is Reported Released",
      "snippet": "Three days after he was reported beheaded, a marine held captive in Iraq has been released, his family said. But they said they had still not spoken with him directly. Page A9.",
      "abstract": "Three days after he was reported beheaded, a marine held captive in Iraq has been released, his family said. But they said they had still not spoken with him directly. Page A9.",
      "lead_paragraph": "Three days after he was reported beheaded, a marine held captive in Iraq has been released, his family said. But they said they had still not spoken with him directly. Page A9.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/07/world/marine-is-reported-released.html",
      "byline": ""
    },
    {
      "headline": "Selling Caution Or Hedonism In a World Of No Smoking",
      "snippet": "Reynolds American Inc, company that will be formed by merger of R J Reynolds Holdings and Brown & Williamson, will be promoting Advance cigarettes to health-conscious consumers and Camels to those who might be moved to rebel against repressive ort...",
      "abstract": "Reynolds American Inc, company that will be formed by merger of R J Reynolds Holdings and Brown & Williamson, will be promoting Advance cigarettes to health-conscious consumers and Camels to those who might be moved to rebel against repressive orthodoxies for the sake of a little glamour; campaigns go different ways to make brands stand out, but they both reflect tobacco industry's struggle to broaden appeal of cigarettes in world where smoking is increasingly scorned, forbidden or hidden; photos (M)",
      "lead_paragraph": "R.J. Reynolds Tobacco has begun selling Camel cigarettes by harking back to the Prohibition era, with a ''Roaring 2000's'' tour that will include ''speakeasy events'' this summer around the country. By contrast, Brown & Williamson is test-marketing its Advance brand of cigarettes in Phoenix with a blunt appeal to health-conscious smokers: ''Great taste -- less toxins.''",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/07/business/media-business-advertising-selling-caution-hedonism-world-no-smoking.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "Union Protest Stops Deliveries Of Total's Oil From Nigeria",
      "snippet": "European oil company Total will miss contracted deliveries of crude from Nigeria after labor union orders its members to stop work; management initially stopped pumping operations on July 2 because of safety concerns arising from labor protests ov...",
      "abstract": "European oil company Total will miss contracted deliveries of crude from Nigeria after labor union orders its members to stop work; management initially stopped pumping operations on July 2 because of safety concerns arising from labor protests over job security; lost output represents almost one-tenth of Nigeria's output of 2.33 million barrels a day; photo (M)",
      "lead_paragraph": "Total, the European oil company, said on Tuesday that it would miss contracted deliveries of crude from Nigeria after a labor union ordered its members to stop work.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/07/business/union-protest-stops-deliveries-of-total-s-oil-from-nigeria.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Communications Market To Surge",
      "snippet": "Japanese government says telecommunications and networking market will triple to 87.6 trillion yen ($800 billion) in 2010 from last year as companies develop more products that can be linked electronically (S)",
      "abstract": "Japanese government says telecommunications and networking market will triple to 87.6 trillion yen ($800 billion) in 2010 from last year as companies develop more products that can be linked electronically (S)",
      "lead_paragraph": "Japan's telecommunications and networking market is expected to triple to 87.6 trillion yen ($800 billion) in 2010 from last year as companies develop more products that can be linked electronically, according to a government report. Japan had 81.5 million cellphone users as of March, and 69.7 million of them used their phones to connect to the Internet, according to the telecommunication ministry's annual report. The ministry is encouraging the development of systems to link cellphones, home appliances and other devices, allowing users to do things like lock doors remotely by cellphone. Todd Zaun (NYT)",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/07/business/world-business-briefing-asia-japan-communications-market-to-surge.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Pondering China's Rates Through a Central Prism",
      "snippet": "China's central bank is coming under increasing pressure to raise interest rates for first time in nine years in order to control economic expansion and reduce inflationary pressure; government has been reluctant to raise rates so far, preferring ...",
      "abstract": "China's central bank is coming under increasing pressure to raise interest rates for first time in nine years in order to control economic expansion and reduce inflationary pressure; government has been reluctant to raise rates so far, preferring administrative measures to cool economy, such as increasing bank reserve requirements, cracking down on unauthorized construction projects and even jailing local party officials, entrepreneurs and loan officer who have gone ahead with project without obtaining all required permits; these measures have been anything but uniform in their effects, and economists believe government should turn to market forces like higher interest rates; China's consumer price index was 4.4 percent higher in May than level a year earlier, when inflation was running at less than 1 percent; graph; photos (M)",
      "lead_paragraph": "When inflation is accelerating and the central bank warns that it will not stand idle, people in advanced economies start watching for a rise in interest rates.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/07/business/pondering-china-s-rates-through-a-central-prism.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Bush Accuses Vietnam And China of Dumping Shrimp on U.S. Market",
      "snippet": "Bush administration makes preliminary ruling that China and Vietnam are dumping shrimp in US at below market prices and proposes duties as high as 112 percent; new duties will probably lead to higher consumer prices in long term; duties and wholes...",
      "abstract": "Bush administration makes preliminary ruling that China and Vietnam are dumping shrimp in US at below market prices and proposes duties as high as 112 percent; new duties will probably lead to higher consumer prices in long term; duties and wholesale price increases could save jobs in South, trade-off that administration seems eager to make; shrimp from China and Vietnam account for about 25 percent of shrimp imported into US this year; decision on shrimp imports from four other major exporters -- Brazil, Ecuador, India and Thailand -- will come later; six nations together account for 75 percent of shrimp imported into US, or $2.6 billion worth; photos (M)",
      "lead_paragraph": "The Bush administration made a preliminary ruling on Tuesday that China and Vietnam were dumping shrimp in the United States at below market prices and proposed duties as high as 112 percent.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/07/business/bush-accuses-vietnam-and-china-of-dumping-shrimp-on-us-market.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Microsoft Chief Predicts Bright Future, Plus Cuts  In his annual message to Microsoft employees, Steven A. Ballmer, left, the chief executive, predicted that the number of personal computers in use worldwide would increase 60 percent, to 1 billion...",
      "abstract": " Microsoft Chief Predicts Bright Future, Plus Cuts  In his annual message to Microsoft employees, Steven A. Ballmer, left, the chief executive, predicted that the number of personal computers in use worldwide would increase 60 percent, to 1 billion, by 2010.     But he also left no doubt that Microsoft must cut costs, like its recently announced moves to reduce coverage for employees on branded prescription drugs and to reduce the discount that employees receive on purchases of Microsoft stock. [Page C7.]",
      "lead_paragraph": "Microsoft Chief Predicts Bright Future, Plus Cuts",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/07/business/business-digest-225975.html",
      "byline": ""
    },
    {
      "headline": "KERRY'S CHOICE",
      "snippet": "A QUICK G.O.P. RESPONSE -- The Republicans gave John Edwards a different kind of introduction, defining him as an inexperienced, unaccomplished, liberal trial lawyer who was not even John Kerry's first choice.   PAGE A16    THE COMMON TOUCH -- Mr....",
      "abstract": " A QUICK G.O.P. RESPONSE -- The Republicans gave John Edwards a different kind of introduction, defining him as an inexperienced, unaccomplished, liberal trial lawyer who was not even John Kerry's first choice.   PAGE A16    THE COMMON TOUCH -- Mr. Edwards's rise has been hastened by his uncanny ability to make voters believe that he is a regular guy: the kind of man who knows what it means to sit around a kitchen table and decide which bills not to pay. Man in the News.   PAGE A15",
      "lead_paragraph": "A QUICK G.O.P. RESPONSE -- The Republicans gave John Edwards a different kind of introduction, defining him as an inexperienced, unaccomplished, liberal trial lawyer who was not even John Kerry's first choice. PAGE A16",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/07/us/kerry-s-choice.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Middle East: Iran: Petrobras To Drill In Caspian",
      "snippet": "Brazil's Petrobras signs $34 million deal to drill in Iranian part of Caspian Sea; Iran's government-owned National Iranian Oil Co granted Petrobras license last year to explore in Persian Gulf; Iranian Oil Min Bijan Namdar Zanganeh says recent di...",
      "abstract": "Brazil's Petrobras signs $34 million deal to drill in Iranian part of Caspian Sea; Iran's government-owned National Iranian Oil Co granted Petrobras license last year to explore in Persian Gulf; Iranian Oil Min Bijan Namdar Zanganeh says recent discoveries pushed Iran ahead of Iraq as second-largest holder of proven crude oil reserves, behind Saudi Arabia; photo (S)",
      "lead_paragraph": "Petrobras, the Brazilian oil giant, has signed a $34 million deal to drill in the Iranian part of the Caspian Sea, the second deal the company has made in the last year, a company executive said. Last year, Iran's government-owned National Iranian Oil Company granted Petrobras a license to explore a 3,200-square-mile area of the Persian Gulf. The Iranian oil minister, Bijan Namdar Zanganeh, above, said that recent discoveries had pushed Iran ahead of Iraq as the No.2 holder of proven crude oil reserves, behind Saudi Arabia. Borzou Daragahi (NYT)",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/07/business/world-business-briefing-middle-east-iran-petrobras-to-drill-in-caspian.html",
      "byline": "By Borzou Daragahi (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Henkel Shares Plunge",
      "snippet": "Shares of Henkel fall most in more than year after company reduces its sales forecast for 2004 (S)",
      "abstract": "Shares of Henkel fall most in more than year after company reduces its sales forecast for 2004 (S)",
      "lead_paragraph": "Shares of Henkel, which makes Persil detergent, fell the most in more than a year after the company reduced its sales forecast for 2004, saying sluggish German demand has spread to other European markets. Revenue, excluding the $2.9 billion acquisition of the Dial Corporation in America and adjusted for currency effects, will rise 2 percent this year, rather than 3 percent to 4 percent, a spokesman, Lars Witteck, said. Henkel still expects operating profit to rise about 15 percent with the Dial purchase, he said. The shares fell as much as 4.09 euros, to 65.30 euros.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/07/business/world-business-briefing-europe-germany-henkel-shares-plunge.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Art Is the Darling of Anxious Investors in Venezuela",
      "snippet": "Venezuela's affluent are seeking to shelter their fast-depreciating currency, bolivar, in art, demonstrating that art can flourish in times of crisis; no one knows how much art is being bought and sold, but signs of spirited commercialization in v...",
      "abstract": "Venezuela's affluent are seeking to shelter their fast-depreciating currency, bolivar, in art, demonstrating that art can flourish in times of crisis; no one knows how much art is being bought and sold, but signs of spirited commercialization in various types of art abound in Caracas, long admired across Latin America for its rich museum collections and trend-setting artists; photos (M)",
      "lead_paragraph": "The economy shrank sharply for two years, the country's president keeps Venezuelans in a state of constant agitation and businesses struggle to remain open.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/07/business/art-is-the-darling-of-anxious-investors-in-venezuela.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Europe Reluctantly Deciding It Has Less Time for Time Off",
      "snippet": "Workers in Germany and other Western European countries are having to give up light work schedules and some of famously generous fringe benefits and vacations in face of chronic economic stagnation, deteriorating public finances and competition fr...",
      "abstract": "Workers in Germany and other Western European countries are having to give up light work schedules and some of famously generous fringe benefits and vacations in face of chronic economic stagnation, deteriorating public finances and competition from low-wage countries in expanded European Union and Asia; Michael Stahl, now working 40 hours instead of 35 at Siemens factory, comments; photo; graphs; changes also reflect belief that shorter hours, once considered way to spread work, have not eased unemployment; economist Klaus F Zimmermann observes that Europe has created leisure society, Americans a work society; Siemens won new contract with threat to move jobs to Hungary, which would have cost 2,000 jobs in country with 10.5 percent unemployment (M)",
      "lead_paragraph": "For Michael Stahl, a technician at a cordless telephone factory in the town of Bocholt, summer is usually a carefree season of long evenings in his garden and even longer vacations. His toughest choice is where to take his wife and three children on their annual camping trip: Italy and Croatia are on this year's itinerary.",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/07/business/europe-reluctantly-deciding-it-has-less-time-for-time-off.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Jobless Number Drops",
      "snippet": "Germany's unadjusted jobless number fell by 60,000 in June from May level; adjusted number fell 1,000, to 4.37 million, keeping unemployment rate unchanged at 10.5 percent (S)",
      "abstract": "Germany's unadjusted jobless number fell by 60,000 in June from May level; adjusted number fell 1,000, to 4.37 million, keeping unemployment rate unchanged at 10.5 percent (S)",
      "lead_paragraph": "The jobless number in Germany dropped for the first time this year, the Federal Labor Agency said. In seasonally unadjusted terms, the jobless number fell by 60,000 compared with the preceding month, in contrast to market expectations of another increase. The adjusted number fell 1,000, to 4.37 million, keeping the unemployment rate unchanged at 10.5 percent. Petra Kappl (NYT)",
      "publication_date": "2004-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/07/business/world-business-briefing-europe-germany-jobless-number-drops.html",
      "byline": "By Petra Kappl (NYT)"
    }
  ]
}