{
  "metadata": {
    "date": "2004-03-23",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "For Wall Street Chiefs, Big Paydays Continue",
      "snippet": "Wall Street executives continued to receive big paychecks in 2003 despite investor outrage; Citigroup's chief executive Sanford I Weill and Merrill Lynch's chief E Stanley O'Neal collected their biggest paychecks ever in 2003--$44 million and $28 ...",
      "abstract": "Wall Street executives continued to receive big paychecks in 2003 despite investor outrage; Citigroup's chief executive Sanford I Weill and Merrill Lynch's chief E Stanley O'Neal collected their biggest paychecks ever in 2003--$44 million and $28 million; Bear Stearns' head James E Cayne received three times as much in stock options as he did year before, receiving $27 million last year compared with $19.6 million in 2002; companies that reduced pay of their chief executives despite healthy performances included MetLife, American Express and MBNA Corp; American Express paid chief executive Kenneth I Chenault 18 percent less in 2003 than in 2002, despite 36 percent rise in its share price; J P Morgan Chase's chief William B Harrison and Goldman Sachs Group's head Henry M Paulson Jr each received $20 million in 2003; graph; photos (M)",
      "lead_paragraph": "As investor outrage over executive compensation rattled corporate boardrooms last year, some companies changed the way they set pay for their top officers. But the message apparently did not register on Wall Street, where chief executives like Sanford I. Weill of Citigroup and E. Stanley O'Neal of Merrill Lynch collected their biggest paychecks ever in 2003 -- $44 million and $28 million.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/23/business/for-wall-street-chiefs-big-paydays-continue.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Lukoil In Iraq Deal",
      "snippet": "Russian oil companú",
      "abstract": "Russian oil companú",
      "lead_paragraph": "The Russian oil company Lukoil will begin exporting gasoline and diesel fuel to northern Iraq starting April 1, helping to replace some fuel deliveries previously supplied by the Halliburton Company. Officials of Lukoil said the company would import the fuel through its subsidiary, Litasco, which signed a three-month contract with an option for renewal. Litasco will supply 180,000 tons of gasoline and 130,000 tons of diesel fuel to northern Iraq; financial terms were not disclosed. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/23/business/world-business-briefing-europe-russia-lukoil-in-iraq-deal.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "REGULATORS WANT ANTIDEPRESSANTS TO LIST WARNING",
      "snippet": "Food and Drug Administration issues public health advisory on antidepressants, warning that patients taking them can become suicidal in first weeks of therapy; says doctors should watch patients closely when first giving drugs or changing dosages;...",
      "abstract": "Food and Drug Administration issues public health advisory on antidepressants, warning that patients taking them can become suicidal in first weeks of therapy; says doctors should watch patients closely when first giving drugs or changing dosages; agency is asking drug manufacturers to place detailed caveats about drugs' side effects prominantly on their labels; agency issues advisory despite fact that no studies have shown convincing link between drug therapy and suicide; regulators say suicide is such a rare side effect that studies on subject have been difficult to interpret; series of secret studies conducted by drug companies that became public last year seemed to show that depressed children and teenagers given antidepressants were more likely to become suicidal than those given placebos; studies also showed that most antidepressants were not effective in treating depression in children and teenagers; FDA is still reviewing those studies; scientific advisory panel urged FDA to issue stronger warnings about possible link between antidepressants and suicide in teenagers and children; Dr Jeffrey Lieberman, psychiatry and pharmacology professor, says agency's action suggests that physicians have become too casual about dispensing antidepressants (M)",
      "lead_paragraph": "Patients taking antidepressants can become suicidal in the first weeks of therapy, and physicians should watch patients closely when first giving the drugs or changing dosages, federal regulators said yesterday.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/23/us/regulators-want-antidepressants-to-list-warning.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Palestinians Swear Vengeance For Killing of Cleric by Israelis",
      "snippet": "Sheik Ahmed Yassin, spiritual leader of militant group Hamas, is heralded as new unifying martyr by tens of thousands of Palestinians who flock to Gaza for his funeral; killing of Yassin by Israeli missile attack will almost certainly deepen divid...",
      "abstract": "Sheik Ahmed Yassin, spiritual leader of militant group Hamas, is heralded as new unifying martyr by tens of thousands of Palestinians who flock to Gaza for his funeral; killing of Yassin by Israeli missile attack will almost certainly deepen divide between current Israeli and Palestinian leaderships, possibly ruling out further negotiations between them over Bush administration's sidelined peace plan; it is measure of Yassin's status as icon to Palestinians and as perceived threat to Israelis that his death seems to hold consequences for every player in conflict, from Israelis and Palestinians to Egyptians and Americans; Prime Min Ariel Sharon of Israel calls Yassin 'archmurderer' committed to killing Jews and destroying state of Israel, while Palestinian Prime Min Ahmed Qurei calls Yassin 'great leader'; Yasir Arafat, for whom Yassin was leading rival as national symbol, calls him 'martyr'; Israeli officials repeatedly compare Yassin to Osama bin Laden; Arab and European nations condemn killing of Yassin; Bush administration says it is 'troubled' by killing, but national security adviser Condoleezza Rice notes that Hamas is terrorist organization and Yassin is believed to have personally been involved in terrorist planning; photos (L)",
      "lead_paragraph": "Hours after Israeli missiles killed the spiritual leader of the militant group Hamas, Palestinians heralded him on Monday as a new unifying martyr at a mournful, vengeful and celebratory funeral that drew the largest crowds in Gaza in a decade.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/23/world/mideast-turmoil-protests-palestinians-swear-vengeance-for-killing-cleric.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "World Business Briefing | Asia: India: Bid For Airports",
      "snippet": "World Business",
      "abstract": "World Business",
      "lead_paragraph": "India's leading telecommunications group, Bharti Enterprises, and Changi Airport in Singapore will jointly bid for the coming privatization of two of India's biggest and most profitable airports. The two companies said they had set up an evenly split joint venture, Bharti Changi Airport, to bid for the New Delhi and Bombay airports. India is selling 74 percent stake in the two airports to upgrade them to global standards. The submission of bids will end in early June, and the Airport Authority of India will continue to hold the rest of the stake. Despite handling millions of travelers, India's airports in general are shabbily maintained. Saritha Rai (NYT)",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/23/business/world-business-briefing-asia-india-bid-for-airports.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "U.S. Team in Baghdad Fights A Persistent Enemy: Rumors",
      "snippet": "Rumors, however ill founded, bizarre or malevolent, present obstacle to American project to build stable democracy in Iraq; almost no tale is too outlandish to be believed by some; to counter street chatter that is not all accurate, American-led t...",
      "abstract": "Rumors, however ill founded, bizarre or malevolent, present obstacle to American project to build stable democracy in Iraq; almost no tale is too outlandish to be believed by some; to counter street chatter that is not all accurate, American-led team of Iraqis gathers rumors in order to respond to them; their daily intelligence document, called The Baghdad Mosquito, is distributed via e-mail to elite group of military officers and policy planners and is posted on military's classified Web server; Iraq, which under Saddam Hussein was closed society, is ideal hothouse for rumors and gossip; presence of occupying power only adds to Iraqis' natural suspicions; photo (M)",
      "lead_paragraph": "The American project to build a stable democracy in Iraq has encountered many obstacles. But perhaps the most elusive enemy is an old phantom called rumor.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/23/world/struggle-for-iraq-civil-society-us-team-baghdad-fights-persistent-enemy-rumors.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "Antitrust Fine For Microsoft Is Said to Be $613 Million",
      "snippet": "European antitrust regulators are expected to fine Microsoft Corp 497 million euros ($613 million) when European Commission formally rules that company abused its monopoly in computer operating systems; Microsoft spokesman Tom Brookes says fine of...",
      "abstract": "European antitrust regulators are expected to fine Microsoft Corp 497 million euros ($613 million) when European Commission formally rules that company abused its monopoly in computer operating systems; Microsoft spokesman Tom Brookes says fine of that size is not warranted (M)",
      "lead_paragraph": "Antitrust regulators will fine Microsoft 497 million euros ($613 million) on Wednesday, when the European Commission formally rules that the company abused its monopoly in computer operating systems, people close to the company said on Monday.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/23/business/technology-antitrust-fine-for-microsoft-is-said-to-be-613-million.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Corporate Tax Proposal In Danger, Lawmaker Says  Representative Bill Thomas, Republican of California and chairman of the House Ways and Means Committee, warned that a bill to overhaul corporate tax law and avert $4 billion in tariffs on American ...",
      "abstract": " Corporate Tax Proposal In Danger, Lawmaker Says  Representative Bill Thomas, Republican of California and chairman of the House Ways and Means Committee, warned that a bill to overhaul corporate tax law and avert $4 billion in tariffs on American exports to Europe is in danger of being defeated by feuding business interests.    At issue is legislation to repeal a longstanding tax break for ''foreign sales corporations,'' a provision that benefits American exporters but has been deemed an illegal subsidy by the World Trade Organization. [Page C5.]",
      "lead_paragraph": "Corporate Tax Proposal In Danger, Lawmaker Says",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/23/business/business-digest-907898.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Mitsubishi Electric Raises Outlook",
      "snippet": "Mitsubishi Electric Corp triples its forecast for this fiscal year, citing strong growth in sales of automated production equipment to outfit Chinese factories; graph (S)",
      "abstract": "Mitsubishi Electric Corp triples its forecast for this fiscal year, citing strong growth in sales of automated production equipment to outfit Chinese factories; graph (S)",
      "lead_paragraph": "The Mitsubishi Electric Corporation tripled its profit forecast for this fiscal year, citing strong growth in sales of automated production equipment to outfit Chinese factories. Mitsubishi Electric, which makes products that range from satellites to mobile phones, expects net profit of 42 billion yen ($393 million) for the year ending March 31, compared with an earlier forecast of 12 billion yen and a net loss of 11.8 billion yen last year. While China's growing economic might is seen as a threat to many manufacturers, Mitsubishi Electric's strong sales to China highlight how the country is also developing into a crucial market for advanced Japanese industrial goods. Todd Zaun (NYT)",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/23/business/world-business-briefing-asia-japan-mitsubishi-electric-raises-outlook.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Caution On The Euro",
      "snippet": "World Business Briefing: Britain: Caution on t",
      "abstract": "World Business Briefing: Britain: Caution on t",
      "lead_paragraph": "Prime Minister Tony Blair said Britain remained committed to joining the nations that use the euro but would do so under the right economic conditions and those conditions did not now exist. ''The most sensible position for us to be in is to keep our options absolutely open,'' he told bankers and executives in London. Of the current 15 members of the European Union only Britain, Denmark and Sweden have avoided adopting the euro. Mr. Blair suggested Britain might be more willing to adopt the euro if the existing euro zone members overhauled their economies. Alan Cowell (NYT)",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/23/business/world-business-briefing-europe-britain-caution-on-the-euro.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "South African Board Tries to Attract Listings and Interest",
      "snippet": "AltX stock exchange in South Africa, began in October for companies too small or too new to list on main board of Johannesburg Stock Exchange, is trying to attract listings and interest; founders hope new exchange will increase entrepreneurship, e...",
      "abstract": "AltX stock exchange in South Africa, began in October for companies too small or too new to list on main board of Johannesburg Stock Exchange, is trying to attract listings and interest; founders hope new exchange will increase entrepreneurship, especially in rising black middle class; AltX's new manager Noah Greenhill comments; photo (M)",
      "lead_paragraph": "When a company lists on South Africa's new exchange for small and medium-size companies, the AltX, the beating of a drum in the Johannesburg Stock Exchange's main hall heralds its arrival.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/23/business/south-african-board-tries-to-attract-listings-and-interest.html",
      "byline": "By Nicole Itano"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Decline In Land Prices Slows",
      "snippet": "Land prices in Japan fell for 13th consecutive year in 2003, though pace slowed from previous years; commercial land valued declined 7.4 percent in 2003 from year earlier, to level 83 percent below their peak in 1991; residential land prices dropp...",
      "abstract": "Land prices in Japan fell for 13th consecutive year in 2003, though pace slowed from previous years; commercial land valued declined 7.4 percent in 2003 from year earlier, to level 83 percent below their peak in 1991; residential land prices dropped 5.7 percent from year ago (S)2",
      "lead_paragraph": "Land prices in Japan fell for the 13th consecutive year in 2003, though the pace slowed from previous years. A steep drop in land prices over the last decade has battered corporate balance sheets, produced a wave of bad loans at Japanese banks and wiped away a big share of the value of many people's homes. Commercial land values declined 7.4 percent in 2003 from a year earlier, to a level 83 percent below their peak in 1991, according to a report from the Ministry of Land, Infrastructure and Transport. Residential land prices sank 5.7 percent in 2003 from a year earlier. Todd Zaun (NYT)",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/23/business/world-business-briefing-asia-japan-decline-in-land-prices-slows.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Taiwan Market Falls in Wake of Disputed Election",
      "snippet": "Taiw",
      "abstract": "Taiw",
      "lead_paragraph": "The stock market dropped nearly 7 percent here on Monday following confusion over a disputed election on Saturday and the slight wounding of the president in a shooting on Friday afternoon. The sharp decline helped drag down markets across Asia and around the world.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/23/business/taiwan-market-falls-in-wake-of-disputed-election.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Death of Sheik Raises Question Of Hamas Fate",
      "snippet": "Deadly helicopter strike that killed Sheik Ahmed Yassin has generated such rage among Palestinians that many in Israel fear surge of retaliatory strikes; Israel had hoped to so weaken Hamas with Yassin's death that it would be unable to retaliate;...",
      "abstract": "Deadly helicopter strike that killed Sheik Ahmed Yassin has generated such rage among Palestinians that many in Israel fear surge of retaliatory strikes; Israel had hoped to so weaken Hamas with Yassin's death that it would be unable to retaliate; question is which will prove more important, leader who was slain or following he inspired; most Israelis supported decision to kill Yassin, whom they saw as archterrorist whose group not only rejected Israel's right to exist, but was also bent on its destruction; Hamas's large following and its ability to carry out bombings consistently gave it ability to disrupt, if not derail, potential comprises it opposed (M)",
      "lead_paragraph": "In killing the Hamas spiritual leader, Sheik Ahmed Yassin, Israel is wagering that it has so weakened his Palestinian faction that it cannot retaliate with the wave of revenge attacks it has threatened.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/23/world/the-mideast-turmoil-militants-death-of-sheik-raises-question-of-hamas-fate.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "Stock Indexes Fall To Lows for the Year",
      "snippet": "Stock indexes fall to their lowest levels for year; Dow Jones industrial average falls 121.85 points, or 1.2 percent, to 10,064.75; Nasdaq composite index drops 30.57 points, or 1.58 percent, to 1,909.90; Standard & Poor's 500-stock index declines...",
      "abstract": "Stock indexes fall to their lowest levels for year; Dow Jones industrial average falls 121.85 points, or 1.2 percent, to 10,064.75; Nasdaq composite index drops 30.57 points, or 1.58 percent, to 1,909.90; Standard & Poor's 500-stock index declines 14.38 points, or 1.3 percent, to 1,095.40; graph; chart; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/23/business/the-markets-stocks-and-bonds-stock-indexes-fall-to-lows-for-the-year.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Under Pressure, U.S. Criticizes Israel Move",
      "snippet": "The Bush administration found itself in the position of being pressed by world opinion to criticize as ''deeply troubling'' Israel's assassination of the Hamas leader. In a startling sequence of events, the administration began the day avoiding di...",
      "abstract": "The Bush administration found itself in the position of being pressed by world opinion to criticize as ''deeply troubling'' Israel's assassination of the Hamas leader. In a startling sequence of events, the administration began the day avoiding direct criticism of Israel over the killing. Later in the afternoon it shifted tone and criticized Israel's action as harmful to the cause of bringing peace to the region.    Article, Page A10.",
      "lead_paragraph": "The Bush administration found itself in the position of being pressed by world opinion to criticize as ''deeply troubling'' Israel's assassination of the Hamas leader. In a startling sequence of events, the administration began the day avoiding direct criticism of Israel over the killing. Later in the afternoon it shifted tone and criticized Israel's action as harmful to the cause of bringing peace to the region.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/23/world/under-pressure-us-criticizes-israel-move.html",
      "byline": ""
    },
    {
      "headline": "He's Retired, She's Working, They're Not Happy",
      "snippet": "Millions of women are continuing to work after their husbands retire, creating new marriage tensions for some; 2000 census finds more than two million couples in which man 55 or over had not worked in previous year but his wife had; since 1935, wh...",
      "abstract": "Millions of women are continuing to work after their husbands retire, creating new marriage tensions for some; 2000 census finds more than two million couples in which man 55 or over had not worked in previous year but his wife had; since 1935, when passage of Social Security Act created retirement as it is known now, issue of when to retire has largely been male one; as more women have pursued rewarding careers, retirement has grown more complicated; many working women are younger than their husbands; many deferred their careers to raise children or care for parents; many of these women are still on way up or accruing seniority for pension or retirement package at time their husbands have completed their career arcs; as 41 million women of baby boom head toward retirement age, new era of retirement increasingly includes two careers, diverging ambitions and very different ideas about what to do with decades to follow; Cornell Univ study of 534 retirement-aged men and women finds working women whose husbands are retired or disabled are least happy with their marriages; photo (M)",
      "lead_paragraph": "When Robert Waskover sold his direct-mail business in 1990, he looked forward to a Florida retirement of golf and tennis.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/23/us/he-s-retired-she-s-working-they-re-not-happy.html",
      "byline": "By John Leland"
    },
    {
      "headline": "Let a Hundred Russian Kilowatts Bloom",
      "snippet": "China is increasingly looking to Russian Far East for electricity as power blackouts threaten China's industrial growth; envoys from Khabarovsk, home to regional power company, have traveled to China recently, pitching proposals for Chinese financ...",
      "abstract": "China is increasingly looking to Russian Far East for electricity as power blackouts threaten China's industrial growth; envoys from Khabarovsk, home to regional power company, have traveled to China recently, pitching proposals for Chinese financing of dams; Viktor N Minakov, director general of Vostok Energo, far eastern export arm of Russia's electricity monopoly Unified Energy System, says many powerful industries in China are going to lobby this year for importing electricity from Russia; map; photos (M)",
      "lead_paragraph": "Recalling that Quebec powers New York and Paraguay powers São Paulo, Viktor N. Minakov tapped his pen on a map of Russia's Far East and spun a vision of this corrugated landscape helping power China, the 21st century's factory to the world.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/23/business/let-a-hundred-russian-kilowatts-bloom.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Ex-Bush Aide, Finding Fault, Sets Off Debate",
      "snippet": "Furious debate breaks out about credibility of assertion by former counterterrorism chief Richard A Clarke that on day after Sept 11 terrorist attacks, Pres Bush pushed him to see if there was link with Saddam Hussein; Clarke's book, Against All E...",
      "abstract": "Furious debate breaks out about credibility of assertion by former counterterrorism chief Richard A Clarke that on day after Sept 11 terrorist attacks, Pres Bush pushed him to see if there was link with Saddam Hussein; Clarke's book, Against All Enemies: Inside America's War on Terror, details charge; White House casts Clarke as disgruntled, politically motivated job seeker; several Clarke allies rally to his defense, including his former deputy Roger Cressey, who backs thrust of Clarke's description of conversation Clarke had with Bush day after Sept 11, during which Bush pressed Clarke three times to find evidence that Iraq was behind attacks; accusation is explosive because no such link has ever been proved; Cressey backs off Clarke's suggestion that Bush's tone was intimidating; Clarke says that when he told Bush that culprit was Al Qaeda, not Iraq, Bush testily ordered him to 'look into Iraq, Saddam'; White House press secretary Scott McClellan says Bush does not recall having that discussion with Clarke; Clarke says he has four witnesses, including Cressey; Cressey says national security adviser Condoleeza Rice also witnessed exchange; administration officials say Rice has no recollection of it; White House's angry response to Clarke, which was authorized by Bush, reflects administration's fears over book's potential political damage; photos (M)",
      "lead_paragraph": "As the White House opened an aggressive personal attack against its former counterterrorism chief, Richard A. Clarke, a furious debate broke out on Monday about the credibility of his assertion that President Bush pushed him the day after the Sept. 11 attacks to see if there was a link with Saddam Hussein.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/23/us/threats-responses-disputed-account-ex-bush-aide-finding-fault-sets-off-debate.html",
      "byline": "By Elisabeth Bumiller and Judith Miller"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Labor Dispute Halts Mail",
      "snippet": "World Business Briefing: Irela",
      "abstract": "World Business Briefing: Irela",
      "lead_paragraph": "Ireland's state-owned postal service stopped delivering and accepting mail in Dublin and five surrounding counties as a result of a dispute with its labor union. Union members are refusing to use new mail-sorting procedures because management says the company, which is called An Post, lost 46 million euros ($57 million) last year and cannot pay required salary increases. Union leaders said they were open to negotiations, but An Post executives warned that a nationwide strike was likely. Brian Lavery (NYT)",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/23/business/world-business-briefing-europe-ireland-labor-dispute-halts-mail.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "A Chip in the Global Game of Bank Reshuffling",
      "snippet": "Article on Deutsche Bank as possible takeover target focuses on possible takeover candidates, including Citigroup, HSBC, Credit Suisse, J P Morgan Chase, Barclays and Royal Bank of Scotland; says Deutsche Bank's chief executive Josef Ackermann has...",
      "abstract": "Article on Deutsche Bank as possible takeover target focuses on possible takeover candidates, including Citigroup, HSBC, Credit Suisse, J P Morgan Chase, Barclays and Royal Bank of Scotland; says Deutsche Bank's chief executive Josef Ackermann has been able to cut costs, making it plausible takeover candidate; photo (M)",
      "lead_paragraph": "Ask the investment bankers overlooking Deutsche Bank's trading floor here what blockbuster deal they might do next, and the answer is as uniform as the suspenders and chalk-stripe suits: their own.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/23/business/a-chip-in-the-global-game-of-bank-reshuffling.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Revised Rules On Mortgages Are Scuttled",
      "snippet": "House and Urban Development Department withdraws proposal to overhaul rules on closing home loans because of opposition from mortgage industry and consumer groups; agency estimated measure would save homebuyers $700 each on their loans, or $8 bill...",
      "abstract": "House and Urban Development Department withdraws proposal to overhaul rules on closing home loans because of opposition from mortgage industry and consumer groups; agency estimated measure would save homebuyers $700 each on their loans, or $8 billion per year, more than sixth of $50 billion that HUD says Americans spend each year on closing costs (M)",
      "lead_paragraph": "The rules on closing home loans are evidently so knotty that a federal agency yesterday withdrew a proposal to overhaul them because of opposition from both the mortgage industry and consumer groups.",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/23/business/revised-rules-on-mortgages-are-scuttled.html",
      "byline": "By Jennifer Bayot"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Sony To Speed Realignment",
      "snippet": "Sony Corp is speeding up planned job cuts and, as result, expects additional 25 billion yen ($234 million) in restructuring charges related to reduction this year (S)",
      "abstract": "Sony Corp is speeding up planned job cuts and, as result, expects additional 25 billion yen ($234 million) in restructuring charges related to reduction this year (S)",
      "lead_paragraph": "The Sony Corporation said it was speeding up planned job cuts and, as a result, expected an additional 25 billion yen ($234 million) in restructuring charges related to the reductions this year. Sony said a larger-than-expected number of its employees accepted early-retirement packages that it offered as part of plan announced last year to trim 20,000 jobs, or 13 percent of its work force, by March 2006 to cut costs in its ailing electronics division. Sony now expects a charge of 175 billion yen ($1.6 billion) for the restructuring moves for the year ending March 31, compared with an earlier estimate of 150 billion yen. The company said it still expected the three-year restructuring effort to cost 335 billion yen. Todd Zaun (NYT)",
      "publication_date": "2004-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/23/business/world-business-briefing-asia-japan-sony-to-speed-realignment.html",
      "byline": "By Todd Zaun (NYT)"
    }
  ]
}