{
  "metadata": {
    "date": "2004-06-04",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "1970's Redux: Could a Mideast War Bring a New Oil Price Shock?",
      "snippet": "Floyd Norris column on prospects for revisiting 1970's, when Arab oil producers lashed out at US for helping Israel win Yom Kippur War and delivered shock to both Arab and industrial worlds; recalls how that oil shock undermined self-confidence of...",
      "abstract": "Floyd Norris column on prospects for revisiting 1970's, when Arab oil producers lashed out at US for helping Israel win Yom Kippur War and delivered shock to both Arab and industrial worlds; recalls how that oil shock undermined self-confidence of Western economies and led to rapid reversals in American politics, costing Republicans the White House in 1976 and helping them regain it in 1980; graph (M)",
      "lead_paragraph": "THE war had gone badly for the Arabs, who blamed the United States and lashed out at it in anger. To the shock of both the Arab and industrial worlds, it turned out that the Arabs had economic power that was far greater than anyone had suspected. The use of that power led to recessions and political instability in the West.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/04/business/1970-s-redux-could-a-mideast-war-bring-a-new-oil-price-shock.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Costs Put Delta in the Cross Hairs of Crisis",
      "snippet": "Micheline Maynard analysis of financial crisis facing Delta Air Lines, which has begun warning that it may have to seek bankruptcy protection; discusses pressure of soaring jet fuel costs, which Delta failed to hedge against and which airlines can...",
      "abstract": "Micheline Maynard analysis of financial crisis facing Delta Air Lines, which has begun warning that it may have to seek bankruptcy protection; discusses pressure of soaring jet fuel costs, which Delta failed to hedge against and which airlines cannot easily pass on to consumers because of stiff competition from low-fare airlines; says cost-cutting by Delta's rivals since Sept 11, 2001, have erased much of Delta's onetime efficiency advantage; notes Rep John L Mica's statement to airline executives during June 3 Congressional hearing that they cannot expect any more significant help from government; photos; graph of flying costs of 13 airlines between 2001 and 2003 (M)",
      "lead_paragraph": "Before the September 2001 terrorist attacks, Delta Air Lines perennially led the airline league, with lower costs than competitors like American or United and plenty of loyal customers.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/04/business/costs-put-delta-in-the-cross-hairs-of-crisis.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Platinum Producer Gains",
      "snippet": "Johnson Matthey, British platinum dstributor, says second-half profit was little changed from 2003 period (S)",
      "abstract": "Johnson Matthey, British platinum dstributor, says second-half profit was little changed from 2003 period (S)",
      "lead_paragraph": "Johnson Matthey, the distributor of platinum group metals, said second-half profit was little changed last year as higher sales of auto catalysts in China failed to make up for the weaker dollar. The drop in the dollar in the year cut profit by £6.7 million ($12.3 million). Net income was £121.8 million, up from £120.2 million a year earlier. Sales rose 3.9 percent.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/04/business/world-business-briefing-europe-britain-platinum-producer-gains.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "OPEC Raises Quota; Not Much More Oil May Flow",
      "snippet": "OPEC agrees to increase its production quotas by two million barrels a day, or 8.5 percent, delivering only tepid message to oil markets about its commitment to lowering prices; traders in New York bid up futures prices, but prices drop later in d...",
      "abstract": "OPEC agrees to increase its production quotas by two million barrels a day, or 8.5 percent, delivering only tepid message to oil markets about its commitment to lowering prices; traders in New York bid up futures prices, but prices drop later in day when new Energy Department statistics show growing supplies of oil, gasoline and other distilled fuels in US; analysts say problem with OPEC's move is that it will not add any new oil to market because OPEC is already overproducing its declared ceiling of 23.5 million barrels a day; graph (M)",
      "lead_paragraph": "The Organization of the Petroleum Exporting Countries agreed on Thursday to increase its production quotas by two million barrels a day, or 8.5 percent, effective July 1. Industry experts gathered here for OPEC's meeting said that the decision sent a tepid message to oil markets about the group's commitment to lowering prices, which have been around $40 a barrel.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/04/business/opec-raises-quota-not-much-more-oil-may-flow.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "Report Blames Agencies Over Prewar Intelligence",
      "snippet": "George J Tenet's resignation may have been hastened by lengthy report from Senate Intelligence Committee that details American intelligence agencies mistakes and miscalculations on whether Iraq possessed illicit weapons before US invaded; CIA was ...",
      "abstract": "George J Tenet's resignation may have been hastened by lengthy report from Senate Intelligence Committee that details American intelligence agencies mistakes and miscalculations on whether Iraq possessed illicit weapons before US invaded; CIA was given copy of classified report for comment last month; unclassified version of report will be made public this month; report is said to present broad indictment of CIA's performance on Iraq, with criticisms ranging from inadequate prewar collection of intelligence by spies and satellites to sloppy analysis, often based on uncorroborated sources, that produced conclusion that Iraq did possess biological and chemical weapons; Tenet and his agency insist that it is too soon to say whether CIA made mistakes in its prewar assessment; Sen Pat Roberts, Republican chairman of intelligence committee, says intelligence agencies are still 'in denial' about shortcomings; photos; timeline of major events in Tenet's career at CIA (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/04/world/resignation-cia-investigation-report-blames-agencies-over-prewar-intelligence.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Bank Executive Named",
      "snippet": "Bank of Ireland names Brian Goggin as group chief executive following sudden resignation of Michael Soden (S)",
      "abstract": "Bank of Ireland names Brian Goggin as group chief executive following sudden resignation of Michael Soden (S)",
      "lead_paragraph": "The Bank of Ireland named Brian Goggin, head of its asset management division, as group chief executive following the sudden resignation of Michael Soden last Saturday after he admitted viewing soft-core pornography from a Las Vegas escort service on his office computer. Mr. Goggin, 52, has been at the bank since 1969. Brian Lavery (NYT)",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/04/business/world-business-briefing-europe-ireland-bank-executive-named.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Food Executive Named",
      "snippet": "Wimm-Bill-Dann, Russian dairy and foods company, names Francesco Giuffredi as head of production even though he was member of executive committee of Italy's Parmalat until March 2003 and has been named in lawsuits related to its bankruptcy filing ...",
      "abstract": "Wimm-Bill-Dann, Russian dairy and foods company, names Francesco Giuffredi as head of production even though he was member of executive committee of Italy's Parmalat until March 2003 and has been named in lawsuits related to its bankruptcy filing (S)",
      "lead_paragraph": "The dairy and foods company Wimm-Bill-Dann appointed Francesco Giuffredi as head of production. Mr. Giuffredi, 61, was a member of Parmalat's executive committee until March 2003, and has been named in lawsuits related to Parmalat's bankruptcy filing. Parmalat, the dairy giant based in Parma, Italy, disclosed that it had inflated financial reports by more than $10 billion. ''We are delighted that we are being joined by one of the most respected and experienced professionals in the dairy business,'' the chief executive of Wimm-Bill-Dann, Sergei Plastinin, said. ''I am aware of the current situation at Parmalat, but remain convinced that the production side of Parmalat's business was a highly sophisticated and enviable one.'' Erin E. Arvedlund (NYT)",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/04/business/world-business-briefing-europe-russia-food-executive-named.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Tank Builder Acquisition",
      "snippet": "BAE Systems agrees to buy Alvis, British maker of Challenger II battle tank, for 355 million pounds ($652 million), topping offer from General Dynamics; graph of BAE Systems shares (S)",
      "abstract": "BAE Systems agrees to buy Alvis, British maker of Challenger II battle tank, for 355 million pounds ($652 million), topping offer from General Dynamics; graph of BAE Systems shares (S)",
      "lead_paragraph": "The European military contractor BAE Systems agreed to buy Alvis, maker of the Challenger II battle tank, for £355 million ($652 million), topping an offer from General Dynamics. BAE, based in London, offered 320 pence for each Alvis share, the companies said. General Dynamics, based in Falls Church, Va., bid £309 million, or 280 pence a share, for Alvis in March. BAE already owns 29 percent of Alvis, which makes all-terrain Viking and scouting vehicles.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/04/business/world-business-briefing-europe-britain-tank-builder-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Airline Drops Alliance Talks",
      "snippet": "Swiss International Air Lines ends talks on alliance with British Airways, leading to speculation that it may become affiliated with Lufthansa and setting off rally in its share price; photo (S)",
      "abstract": "Swiss International Air Lines ends talks on alliance with British Airways, leading to speculation that it may become affiliated with Lufthansa and setting off rally in its share price; photo (S)",
      "lead_paragraph": "Swiss International Air Lines, the unprofitable national carrier, ended talks on an alliance with British Airways, leading to speculation that it might become affiliated with Lufthansa and setting off a rally in its share price. ''We have no set deadline for entering another alliance,'' the chief executive of the carrier, Pieter Bouw, above, said. ''It still remains a priority, but is not required for survival.'' Swiss said an alliance with British Airways was not possible because of a disagreement over frequent-flier programs.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/04/business/world-business-briefing-europe-switzerland-airline-drops-alliance-talks.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "The Pied Piper of Las Vegas Seems to Have Perfect Pitch",
      "snippet": "Sixth article in series American Dreamers: The Lure of Las Vegas focuses on Billy Vassiliadis, $65-million-a-year mouthpiece of Las Vegas Convention and Visitors Authority, whose job is to sell Las Vegas to the world, and to keep the dreamers, rev...",
      "abstract": "Sixth article in series American Dreamers: The Lure of Las Vegas focuses on Billy Vassiliadis, $65-million-a-year mouthpiece of Las Vegas Convention and Visitors Authority, whose job is to sell Las Vegas to the world, and to keep the dreamers, revelers, and suckers coming; Vassiliadis, known universally as Billy V, is president and majority owner of Nevada's largest advertising agency, R&R Partners; his latest advertising campaign for city, with tagline 'What happens here stays heres,' features highly suggestive television spots with unmistakable message: in Las Vegas, anything goes; previous campaigns have sought to sell city as wholesome family destination and as resort bargain; Vassiliadis is more than high-end huckster; his client list at R&R includes home builders, miners, ranchers, liquor distributors, hospitals, airlines, utilities, telecommunications firms and big casino hotels on the Strip; he is one of most influential lobbyists in state capital; photos (L)",
      "lead_paragraph": "Every dream needs a merchant, every myth a mythmaker. In Las Vegas, that job falls to Billy Vassiliadis, adman, huckster, deal maker and fixer extraordinaire.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/04/us/the-pied-piper-of-las-vegas-seems-to-have-perfect-pitch.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "A PENTAGON PLAN WOULD CUT BACK G.I.'S IN GERMANY",
      "snippet": "Pentagon proposes plan to withdraw its two Army divisions from Germany as part of most significant rearrangement of American military around world since beginning of cold war; aim is to afford maximum flexibility in sending forces to Middle East, ...",
      "abstract": "Pentagon proposes plan to withdraw its two Army divisions from Germany as part of most significant rearrangement of American military around world since beginning of cold war; aim is to afford maximum flexibility in sending forces to Middle East, Central Asia and other potential battlegrounds; Pentagon officials say move to withdraw divisions from Germany is unrelated to fact that Army is stretched thin by deployments in Iraq and Afghanistan; under plan, Germany-based divisions would return to United States, and brigade equipped with Stryker light armored vehicles would be deployed in Germany; also, wing of F-16 fighters may be shifted from base in Germany to base in Turkey, but only if Turks give US broad latitude for using them; shifts reflect Defense Sec Donald H Rumsfeld's conviction that military units should be stationed in locations that enable US to use them most efficiently and with minimal political restrictions; some experts and allied officials voice concern that sustantial reduction in US military presence in Europe would reduce Washington's influence in NATO and weaken diplomatic link with its allies; map (M)",
      "lead_paragraph": "The Pentagon has proposed a plan to withdraw its two Army divisions from Germany and undertake an array of other changes in its European-based forces, in the most significant rearrangement of the American military around the world since the beginning of the cold war, according to American and allied officials.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/04/world/a-pentagon-plan-would-cut-back-gi-s-in-germany.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Prosecution's Star Could Help Defense In an Enron Trial",
      "snippet": "Defendants in first criminal fraud trial stemming from Enron Corp collapse may get help from unlikely source: Andrew S Fastow, former Enron executive who is government's star cooperator; Fastow's statements, as described in government document, do...",
      "abstract": "Defendants in first criminal fraud trial stemming from Enron Corp collapse may get help from unlikely source: Andrew S Fastow, former Enron executive who is government's star cooperator; Fastow's statements, as described in government document, do not exonerate defendants; but they contain enough equivocation about events surrounding questionable financial deal between Enron and Merrill Lynch & Co that is at center of case that defense lawyers could use his comments to cast doubt on whether their clients entered into deal with intent to commit crime; government is expected to introduce documents--including some written by defendants--and call other witnesses to argue its case against four former executives of Merrill Lynch and two former Enron officials; case involves what government contends was fake financial transaction between Merrill and Enron in Dec 1999 that enabled Enron to increase its reported profits when they otherwise would have fallen short of Wall St's expectations (M)",
      "lead_paragraph": "The defendants in the first criminal fraud trial stemming from the collapse of the Enron Corporation may have found help from an unlikely source: Andrew S. Fastow, the former executive who is the government's star cooperator.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/04/business/prosecution-s-star-could-help-defense-in-an-enron-trial.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Capital Investment Grows",
      "snippet": "Capital spending in Japan increases 10.2 percent in first quarter, fastest pace in seven years (S)",
      "abstract": "Capital spending in Japan increases 10.2 percent in first quarter, fastest pace in seven years (S)",
      "lead_paragraph": "Capital spending increased at the fastest clip in seven years in the first quarter, driven by investment in plants and equipment by makers of flat-panel televisions and DVD players. Capital spending rose for the fourth consecutive quarter, rising 10.2 percent for the period ended in March from a year ago, the Ministry of Finance reported. The increase reinforces the view that Japan's two-year-old recovery is on solid footing. Todd Zaun (NYT)",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/04/business/world-business-briefing-asia-japan-capital-investment-grows.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Europe Stands Firm on Rates but Sees Oil as Threat",
      "snippet": "European Central Bank leaves its main interest rate unchanged at 2 percent, citing recent pickup in Europe's economy, but it warns that inflation in EU in 2004 could breach its target of 2 percent because of rise in oil prices; believes inflationa...",
      "abstract": "European Central Bank leaves its main interest rate unchanged at 2 percent, citing recent pickup in Europe's economy, but it warns that inflation in EU in 2004 could breach its target of 2 percent because of rise in oil prices; believes inflationary pressures will ebb in 2005; tone of remarks by Jean-Claude Trichet, bank's president, shift perceptibly toward more hard-line stance on combating inflation; photo (M)",
      "lead_paragraph": "With the price of oil hovering around $40 a barrel, the European Central Bank warned Thursday that inflation, not a flagging recovery, posed the biggest risk to Europe's economic well-being.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/04/business/europe-stands-firm-on-rates-but-sees-oil-as-threat.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Meat Ban Challenged",
      "snippet": "European Union regulators demand that Russia immediately lift ban on meat imports from Europe, warning that ban may hold up Russia's effort to join World Trade Organization (S)",
      "abstract": "European Union regulators demand that Russia immediately lift ban on meat imports from Europe, warning that ban may hold up Russia's effort to join World Trade Organization (S)",
      "lead_paragraph": "European Union regulators demanded an immediate end to Russia's ban on meat imports from Europe, saying the restrictions may hold up Russia's effort to join the World Trade Organization. Citing health concerns, Russia shut its market on Tuesday to meat certified by individual governments in the European Union and insisted that commission authorities start issuing animal health certificates. A commission spokesman, Reijo Kemppinen, said the curbs affect 1.3 billion euros ($1.6 billion) of European exports a year.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/04/business/world-business-briefing-europe-russia-meat-ban-challenged.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Ex-Executives At Symbol Are Indicted",
      "snippet": "Seven former senior executives of Symbol Technologies are indicted in accounting fraud scheme that US Atty Roslynn R Mauskopf describes as breathtaking in scope and a veritable playbook of corporate fraud; she says deception ran from 1999 to 2002,...",
      "abstract": "Seven former senior executives of Symbol Technologies are indicted in accounting fraud scheme that US Atty Roslynn R Mauskopf describes as breathtaking in scope and a veritable playbook of corporate fraud; she says deception ran from 1999 to 2002, inflated company's reported revenues by more than $200 million and involved nearly its entire former management team; says Symbol's own investigation into matter was slowed by interference of company executives, notably Michael DeGennaro, former senior vice president for finance; others named in indictment are Tomo Razmilovic, former chief executive, Kenneth Jaeggi, former chief financial officer, Brian Burke, Frank Borghese, Christopher DeSantis and James Heuschneider; criminal charge against eighth executive, Leonard Goldner, former general counsel, accuses him of orchestrating securities fraud in which he and other Symbol executives manipulated stock options program to enrich themselves and avoid taxes; SEC files civil lawsuit accusing Symbol and 11 former executives of securities fraud in accounting scheme; new management team at Symbol is cooperating with prosecutors (M)",
      "lead_paragraph": "Seven former senior executives of Symbol Technologies were indicted yesterday in an accounting fraud scheme that the chief federal prosecutor in the case called ''breathtaking in its scope.''",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/04/business/ex-executives-at-symbol-are-indicted.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "World Business Briefing | Americas: Argentina: Restructuring Challenged",
      "snippet": "Global Committee of Argentina Bondholders, country's biggest creditor group, threatens to block government proposal to restructure about $100 billion of defaulted debt; says rebounding economy is giving government enough revenue to improve its off...",
      "abstract": "Global Committee of Argentina Bondholders, country's biggest creditor group, threatens to block government proposal to restructure about $100 billion of defaulted debt; says rebounding economy is giving government enough revenue to improve its offer (S)",
      "lead_paragraph": "Argentina's biggest creditor group threatened to block a government proposal to restructure about $100 billion of defaulted debt, saying a rebounding economy is giving the government enough revenue to improve its offer. Nicola Stock, co-chairman of the Global Committee of Argentina Bondholders, said the group would seek support from other investors to bring the 44 percent of defaulted debt it holds to the 50 percent level needed to halt an agreement.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/04/business/world-business-briefing-americas-argentina-restructuring-challenged.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Defendants in Enron Case May Have Unusual Help  The defendants in the first criminal fraud trial stemming from the collapse of Enron may have found help from an unlikely source: Andrew S. Fastow, the former executive who is the government's star c...",
      "abstract": " Defendants in Enron Case May Have Unusual Help  The defendants in the first criminal fraud trial stemming from the collapse of Enron may have found help from an unlikely source: Andrew S. Fastow, the former executive who is the government's star cooperator.    Even before the start of the trial, scheduled for Monday, the prosecution's case against four former executives of Merrill Lynch and two former officials of Enron ran into complications when a letter provided by prosecutors to the defense disclosed that Mr. Fastow had made statements in government interviews that could prove favorable to the executives. [Page A1.]",
      "lead_paragraph": "Defendants in Enron Case May Have Unusual Help",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/04/business/business-digest-847810.html",
      "byline": ""
    },
    {
      "headline": "Marks & Spencer Rejects a Takeover Offer",
      "snippet": "Marks & Spencer rejects takeover bid from Philip Green that is valued at about 9 billion pounds ($16.5 billion) in cash and shares; shares of Marks & Spencer slump as investors calculate that Green's offer could fall short of company's value depen...",
      "abstract": "Marks & Spencer rejects takeover bid from Philip Green that is valued at about 9 billion pounds ($16.5 billion) in cash and shares; shares of Marks & Spencer slump as investors calculate that Green's offer could fall short of company's value depending on how bid is calculated; photos of Green and of Stuart Rose, Marks & Spencer chief executive (M)",
      "lead_paragraph": "Marks & Spencer, once the undisputed icon of British Main Street retailing, said on Thursday that it rejected a takeover bid from Philip Green, a billionaire entrepreneur who already owns a chain of women's clothing and department stores.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/04/business/marks-spencer-rejects-a-takeover-offer.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "TENET RESIGNS AS C.I.A. DIRECTOR; 3 HARSH REPORTS ON AGENCY DUE",
      "snippet": "George J Tenet resigns as director of central intelligence, citing personal reasons; CIA has been subject of blistering critiques for what detractors call two worst intelligence failures of last 50 years: not anticipating 9/11 attacks and exaggera...",
      "abstract": "George J Tenet resigns as director of central intelligence, citing personal reasons; CIA has been subject of blistering critiques for what detractors call two worst intelligence failures of last 50 years: not anticipating 9/11 attacks and exaggerating threat of Iraq's unconventional weapons; Tenet was anticipating heavy criticism from three reports on 9/11 and Iraq; Senate Intelligence Committee report in particular is expected to single out errors made by CIA in its prewar judgments; some Republican senators signaled to administration in past two weeks that report's conclusions would be so critical that it would raise questions about who should be held accountable; two other reports expected soon are from independent 9/11 commission and from Tenet's own weapons hunter in Iraq, Charles Duelfer, who is expected to issue progress report sometime soon; Tenet will be replaced by his deputy John McLaughlin, who will serve as acting director; Tenet says he will step down on July 11, seventh anniversary of his taking charge, making him second-longest serving director of central intelligence; Pres Bush announces resignation in brief statement before departing for Europe; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/04/world/resignation-cia-intelligence-tenet-resigns-cia-director-3-harsh-reports-agency.html",
      "byline": "By Elisabeth Bumiller and Douglas Jehl"
    },
    {
      "headline": "A Leaner J. Crew Is Showing Signs Of a Turnaround",
      "snippet": "J Crew Group, clothing merchant, is expected to announce that it has cut operating losses in first quarter, increased sales at stores open for more than a year, improved its profit margins and drastically reduced excess inventory; gains are first ...",
      "abstract": "J Crew Group, clothing merchant, is expected to announce that it has cut operating losses in first quarter, increased sales at stores open for more than a year, improved its profit margins and drastically reduced excess inventory; gains are first indication that J Crew may be coming back from its near-death experiences of last decade; can be credited to general retail recovery but also to bold moves taken by Millard S Drexler, chief executive, to overhaul design, slash inventory and raise prices; problems are not yet over for company, whose first-quarter revenue fell 10 percent and whose catalog and Internet businesses also declined; photo; graph (M)",
      "lead_paragraph": "Maybe it's the 19 shades of green -- like clover, pear and parakeet -- that the J. Crew Group added to its clothing palette. Maybe it's those late-night telephone calls that the chief executive, Millard S. Drexler, makes to anguished customers -- like the woman who had not yet received her bridesmaids' dresses for her wedding. Or maybe it's his Monday pep talks with store managers.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/04/business/a-leaner-j-crew-is-showing-signs-of-a-turnaround.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "A Giant So Big It's a Proxy for India's Economy",
      "snippet": "Profile of Reliance Industries, which has come to be seen as face of India's industrial renaissance, so much so that its share price rises or falls closely with political developments signaling whether there will be shift to left by government or ...",
      "abstract": "Profile of Reliance Industries, which has come to be seen as face of India's industrial renaissance, so much so that its share price rises or falls closely with political developments signaling whether there will be shift to left by government or continued liberalization of economy; foreign investors bullish on India's economy and its recent double-digit growth rates are even more enthusiastic about Reliance Industries, integrated giant with numerous products; interview with Anil Ambani, who says company, though rooted in India, has set its sights on becoming world-beating company; photo; chart shows Reliance Industries' place within Reliance group of companies (L)",
      "lead_paragraph": "In the tumult of putting a new government in place in India, the stock of Reliance Industries was a good gauge of expectations about the prospects for continued economic liberalization.",
      "publication_date": "2004-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/04/business/a-giant-so-big-it-s-a-proxy-for-india-s-economy.html",
      "byline": "By Saritha Rai"
    }
  ]
}