{
  "metadata": {
    "date": "2004-02-13",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "For Kerry and Bush, Vietnam Years Loom",
      "snippet": "In loosely organized campaigns that in some ways are mirror images, political partisans are poring over the Vietnam War years of Senator John Kerry and President Bush.    In Mr. Kerry's case, conservatives are working hard to shine an unflattering...",
      "abstract": "In loosely organized campaigns that in some ways are mirror images, political partisans are poring over the Vietnam War years of Senator John Kerry and President Bush.    In Mr. Kerry's case, conservatives are working hard to shine an unflattering spotlight on his antiwar activities and his record on defense and intelligence matters in the Senate.   ",
      "lead_paragraph": "In loosely organized campaigns that in some ways are mirror images, political partisans are poring over the Vietnam War years of Senator John Kerry and President Bush.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/13/us/for-kerry-and-bush-vietnam-years-loom.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Inquiry Into Music Merger",
      "snippet": "European Commission opens probe into merger planned by two record companies: Sony of Japan and BMG, unit of German publisher Bertelsmann AG (S)",
      "abstract": "European Commission opens probe into merger planned by two record companies: Sony of Japan and BMG, unit of German publisher Bertelsmann AG (S)",
      "lead_paragraph": "The European Commission has opened an investigation into the merger planned by the record companies Sony of Japan and BMG, a unit of the German publisher Bertelsmann. The commission said the deal might ''create or strengthen a collective dominant position of the major record companies in the markets for recorded music.'' It said Sony BMG would have a market share of about 25 percent, and with its biggest rival, Universal, would control about half of the recorded music market. Paul Meller (NYT)",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/13/business/world-business-briefing-europe-inquiry-into-music-merger.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Tightening of Media Knots",
      "snippet": "Comcast's bid for Walt Disney Co sends ripples through nation's biggest media companies; deal is latest escalation in arms race of mergers as major media conglomerates vie for upper hand in multisided negotiations over distribution of movies, spor...",
      "abstract": "Comcast's bid for Walt Disney Co sends ripples through nation's biggest media companies; deal is latest escalation in arms race of mergers as major media conglomerates vie for upper hand in multisided negotiations over distribution of movies, sports and television programs; for smaller cable operators or independent programmers, there is new pressure that could drive them into mergers or out of business as they struggle to compete with conglomerates' bargaining power; as soon as Comcast bid is announced, eager investment bankers begin trolling for new deals, urging rival companies to get in on the action; graph (M)",
      "lead_paragraph": "The knots that bind the biggest media companies were poised to pull tighter yesterday with Comcast's $54 billion bid for the Walt Disney Company. As rivals scramble to react, they could get tighter still.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/13/business/bidding-for-disney-the-rivals-tightening-of-media-knots.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Adecco Investigation",
      "snippet": "Zurich stock exchange opens formal investigation into Adecco, large employment services company, to establish whether Swiss group failed to provide investors with timely market-sensitive information (S)",
      "abstract": "Zurich stock exchange opens formal investigation into Adecco, large employment services company, to establish whether Swiss group failed to provide investors with timely market-sensitive information (S)",
      "lead_paragraph": "The Zurich stock exchange said it had opened a formal investigation into Adecco, the large employment services company, to establish whether the Swiss group failed to provide investors with timely market-sensitive information. Adecco, which is listed in Zurich and on the New York Stock Exchange, said it was cooperating with the inquiry but declined to comment. The Zurich stock exchange, which opened a preliminary inquiry last month, said its action was prompted by Adecco's disclosure on Jan. 12 that it had found accounting problems in its North American unit, Adecco Staffing, and that as a result, 2003 results would be delayed. Fiona Fleck (NYT)",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/13/business/world-business-briefing-europe-switzerland-adecco-investigation.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "Greece Struggles to Reach Olympics' Finish Line",
      "snippet": "Greek organizers of 2004 Olympics are in frantic race to get major projects finished before Summer Games begin on Aug 13; new soccer arena is not close to ready; main Olympic stadium still awaits mammoth dome; several essential mass-transit system...",
      "abstract": "Greek organizers of 2004 Olympics are in frantic race to get major projects finished before Summer Games begin on Aug 13; new soccer arena is not close to ready; main Olympic stadium still awaits mammoth dome; several essential mass-transit systems have yet to be tested, let alone put into operation; Greek government officials and Olympic organizers say none of this is surprising, that most projects are on schedule and that Athens has recovered from early delays that consigned some key endeavors to very tight timetables; International Olympic Committee officials who are monitoring Athens's progress are palpably nervous; photos (M)",
      "lead_paragraph": "Greek organizers of the 2004 Olympics like to bill it as the competition's heady return to its birthplace, and their favorite, most frequently trumpeted illustration of that modernity-meets-antiquity theme is the planned marathon route.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/13/world/greece-struggles-to-reach-olympics-finish-line.html",
      "byline": "By Frank Bruni"
    },
    {
      "headline": "World Business Briefing | Asia: India: Industrial Output Rises",
      "snippet": "India's industrial output rose at annualized rate of 6.2 percent in December; government report supports estimates that gross domestic product could grow more than 8 percent in fiscal year ending in March; output rose 6.3 percent in first nine mon...",
      "abstract": "India's industrial output rose at annualized rate of 6.2 percent in December; government report supports estimates that gross domestic product could grow more than 8 percent in fiscal year ending in March; output rose 6.3 percent in first nine months (S)",
      "lead_paragraph": "India's industrial output rose at an annualized rate of 6.2 percent in December, fueled by demand from the farm sector, which profited from a strong growing season. The government report supported estimates that the gross domestic product could grow more than 8 percent in the fiscal year ending in March. For the first nine months, industrial output rose 6.3 percent. Saritha Rai (NYT)",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/13/business/world-business-briefing-asia-india-industrial-output-rises.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Credit Suisse Rebounds To a Profit",
      "snippet": "Credit Suisse Group reports fourth-quarter profit of 1.2 billion Swiss francs ($976 million) compared with loss of 950 million Swiss francs in year-ago period; revenue for quarter is down 11 percent, to 5.72 billion Swiss francs from year ago; joi...",
      "abstract": "Credit Suisse Group reports fourth-quarter profit of 1.2 billion Swiss francs ($976 million) compared with loss of 950 million Swiss francs in year-ago period; revenue for quarter is down 11 percent, to 5.72 billion Swiss francs from year ago; joint chief executives Oswald J Grubel and John J Mack comment; photo (M)",
      "lead_paragraph": "The Credit Suisse Group on Thursday reported a fourth-quarter profit of 1.2 billion Swiss francs ($976 million), in contrast to a loss of 950 million Swiss francs in the year-ago period.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/13/business/credit-suisse-rebounds-to-a-profit.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "World Business Briefing | Asia: China: Record Industrial Production",
      "snippet": "China's industrial production rose at record seasonally adjusted pace of 19.1 percent in January, up 18 percent in December (S)",
      "abstract": "China's industrial production rose at record seasonally adjusted pace of 19.1 percent in January, up 18 percent in December (S)",
      "lead_paragraph": "China's industrial production rose at a record seasonally adjusted pace of 19.1 percent last month, up from 18 percent in December, the National Bureau of Statistics said. It was the fastest rate since the 19.8 percent growth last February. ''There's just generally great demand for industrial products in China,'' said Tai Hui, a Standard Chartered Bank economist in Hong Kong.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/13/business/world-business-briefing-asia-china-record-industrial-production.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "Comcast Shareholders Have Little Difficulty Containing Enthusiasm",
      "snippet": "Comcast Corp's shareholders so far do not seem to be buying company's takeover offer for Disney; Comcast shares tumble for second day and are down nearly 12 percent since Comcast chief executive Brian L Roberts announced all-stock offer; offer, wh...",
      "abstract": "Comcast Corp's shareholders so far do not seem to be buying company's takeover offer for Disney; Comcast shares tumble for second day and are down nearly 12 percent since Comcast chief executive Brian L Roberts announced all-stock offer; offer, which placed 9 percent premium on Disney's shares and was valued at $54 billion, is now worth $48 billion, well below Disney's current value in open stock market; Disney's stock has risen 16 percent in last two trading days, as investors evidently expect higher offer--whether from Comcast or another bidder; Disney shares close at $28; Comcast executives insist bid is its best offer; predict two stocks will return to normal trading ranges again, once it becomes clear, as they expect, that there will be no bidding war for Disney; photo (M)",
      "lead_paragraph": "Even as Disney's directors weigh Brian L. Roberts's takeover offer, Comcast's own shareholders so far do not seem to be buying it.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/13/business/bidding-for-disney-offer-comcast-shareholders-have-little-difficulty-containing.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Western Magazines Go Global at a Fast Pace",
      "snippet": "Versions of Western magazine titles are appearing at fast pace in South Korea as well as around world, driven by global brands in need of advertising vehicles and growing legions of globalized consumers; it is pace that has picked up over last dec...",
      "abstract": "Versions of Western magazine titles are appearing at fast pace in South Korea as well as around world, driven by global brands in need of advertising vehicles and growing legions of globalized consumers; it is pace that has picked up over last decade as Eastern Europe and Asian markets have opened; magazine market in South Korea is plagued by unaudited circulation figures that limit advertising rates; competition in increasingly crowded market has become more intense among international offerings as well as with local magazines, which have begun fighting back by adopting Western customs and increasing their promotional efforts to build readership; Cosmopolitan, owned by Hearst Corp, is record holder of worldwide editions, with 51; photo (M)",
      "lead_paragraph": "Squint at the magazine rack here and you could be back in New York. Cosmopolitan, Elle and Marie Claire vie for display space with Forbes, In Style and Esquire, and Harper's Bazaar stands shoulder to shoulder with GQ.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/13/business/western-magazines-go-global-at-a-fast-pace.html",
      "byline": "By Otto Pohl"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Glaxo's Profit Falls",
      "snippet": "GlaxoSmithKline says fourth-quarter net income declined 15.5 percent, to $790 million pounds ($1.41 billion); sales fell 5 percent, to 5.38 billion pounds ($9.30 billion); graph (S)",
      "abstract": "GlaxoSmithKline says fourth-quarter net income declined 15.5 percent, to $790 million pounds ($1.41 billion); sales fell 5 percent, to 5.38 billion pounds ($9.30 billion); graph (S)",
      "lead_paragraph": "The pharmaceuticals company GlaxoSmithKline said that legal costs and a decline in sales of the antidepressant Paxil helped reduce fourth-quarter net income by 15.5 percent. Net income for the three months ended Dec. 31 was £790 million ($1.41 billion), down from £935 million in the 2002 quarter. Fourth-quarter sales fell 5 percent, to £5.38 billion ($9.30 billion). The company said Paxil sales fell 40 percent in the period as a result of generic competition. The generic drug was released in the United States in September, and by January generic drugs had taken 52 percent of the market, GlaxoSmithKline said.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/13/business/world-business-briefing-europe-britain-glaxo-s-profit-falls.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Speculating in Worthless Stock While the Trains Speed to London",
      "snippet": "Floyd Norris column on Eurotunnel's financial problems; notes that Eurotunnel is paying its bills now only because British and French railroads pay for capacity they do not use and that contract requiring payments ends in 2006; says billions of do...",
      "abstract": "Floyd Norris column on Eurotunnel's financial problems; notes that Eurotunnel is paying its bills now only because British and French railroads pay for capacity they do not use and that contract requiring payments ends in 2006; says billions of dollars of its debt ought to be close to worthless and that shares, down about 90 percent from 1987 offering, are still wildly overvalued; says Eurotunnel chief executive Richard Shirrefs is proposing yet another restructuring, one that is long on talk and short on details; graph (M)",
      "lead_paragraph": "AT the age of 10, the Eurotunnel can be considered a success. Trains whisk travelers between London and Paris in two and a half hours, less time than it takes to get from New York to Washington.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/13/business/speculating-in-worthless-stock-while-the-trains-speed-to-london.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Unilever Cuts Its Forecast; A Top Official Is Leaving",
      "snippet": "Unilever lowers its forecasts for sales growth as it presents year-end results; net profit was 811 million euros in fourth quarter; sales dropped 4 percent to 11.9 billion euros; net profits were up 38 percent, to 2.94 billion euros; co-chairman N...",
      "abstract": "Unilever lowers its forecasts for sales growth as it presents year-end results; net profit was 811 million euros in fourth quarter; sales dropped 4 percent to 11.9 billion euros; net profits were up 38 percent, to 2.94 billion euros; co-chairman Niall FitzGerald will step down in September; Patrick Cescau, who heads company's flagship food division, will succeed him; photo (M)",
      "lead_paragraph": "Unilever, the British-Dutch conglomerate that makes consumer products from Dove soap to Hellman's mayonnaise, lowered its forecasts for sales growth as it presented year-end results Thursday. The company also said that its co-chairman, Niall FitzGerald, would step down in September.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/13/business/unilever-cuts-its-forecast-a-top-official-is-leaving.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Canary Wharf Bid Raised",
      "snippet": "Canada's Brascan raises its bid for Canary Wharf office development in London to 1.6 billion pounds ($3.03 billion), matching earlier offer made by consortium led by Morgan Stanley (S)",
      "abstract": "Canada's Brascan raises its bid for Canary Wharf office development in London to 1.6 billion pounds ($3.03 billion), matching earlier offer made by consortium led by Morgan Stanley (S)",
      "lead_paragraph": "The Canadian property company Brascan raised its bid for the Canary Wharf office development in London to £1.6 billion ($3.03 billion), matching an earlier offer made by a consortium led by Morgan Stanley. The two have been battling for eight months for control of the company. Brascan has the backing of the company's founder and a major shareholder, Paul Reichmann. Heather Timmons (NYT)",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/13/business/world-business-briefing-europe-britain-canary-wharf-bid-raised.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Low-Cost Airline Seeks Niche in Europe",
      "snippet": "Hungary-based Wizz Air, low-fare carrier, will make its initial flight in May from Katowice, Poland, to one of 10 destinations around Europe; aspires to be No. 1 airline in central Europe by 2005; Wizz's supporters are convinced that eastward expa...",
      "abstract": "Hungary-based Wizz Air, low-fare carrier, will make its initial flight in May from Katowice, Poland, to one of 10 destinations around Europe; aspires to be No. 1 airline in central Europe by 2005; Wizz's supporters are convinced that eastward expansion of Europe will create vast new market for air travel; European Union on May 1 will phase out aviation treaties intended to protect national carriers, throwing market open to any European upstart; Wizz Air chairman Jozsef Varadi comments; photo (M)",
      "lead_paragraph": "With Hungary and Poland poised to enter the European Union, it makes sense that they should have what other highly developed countries have: a no-frills airline with a goofy name.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/13/business/low-cost-airline-seeks-niche-in-europe.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Money Flowing To Stock Funds At a Fast Pace",
      "snippet": "AMG Data Services says Americans put near record $40.8 billion into stock mutual funds in January, suggesting that last year's rebound from three-year rout has restored investors' confidence in stocks; some analysts consider inflow sign that inves...",
      "abstract": "AMG Data Services says Americans put near record $40.8 billion into stock mutual funds in January, suggesting that last year's rebound from three-year rout has restored investors' confidence in stocks; some analysts consider inflow sign that investors may be too bullish, too willing to expect last year's enormous gains to be repeated; mutual fund data show many investors are jumping into 2003's best bets, like foreign and smaller company stocks, which have already had big runs; graph (M)",
      "lead_paragraph": "Americans poured a near record amount into stock mutual funds in January, suggesting that last year's rebound from a three-year rout had restored investors' confidence in stocks.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/13/business/the-markets-money-flowing-to-stock-funds-at-a-fast-pace.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "F.C.C. Opens Phone Lines To Plug-Ins Over the Net",
      "snippet": "Federal Communications Commission is preparing rules that will allow homes to start being connected to Internet through electrical outlets and make it easier for consumers and business to make cheaper telephone calls online; new rules could profou...",
      "abstract": "Federal Communications Commission is preparing rules that will allow homes to start being connected to Internet through electrical outlets and make it easier for consumers and business to make cheaper telephone calls online; new rules could profoundly affect architecture of Internet and services it provides and have enormous implications for consumers, telephone and energy industries, and equipment manufacturers; FCC chairman Michael K Powell and his two Republican colleagues on commission say telecommunications industry and Internet will ultimately by transformed by two moves and separate 4-to-1 vote to allow Pulver.com, which provides computer-to-computer phone connections, to operate under different rules from ordinary phone companies (M)",
      "lead_paragraph": "Homes could start being connected to the Internet through electrical outlets, and consumers and business may find it easier to make cheaper telephone calls online under new rules that the Federal Communications Commission began preparing on Thursday.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/13/business/technology-fcc-opens-phone-lines-to-plug-ins-over-the-net.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "U.S. MAY SUPPORT ISRAELI APPROACH ON LEAVING GAZA",
      "snippet": "Bush administration may shift its policy on Middle East and support Prime Min Ariel Sharon's new proposal for unilateral Israeli withdrawal from parts of Gaza and West Bank; embracing Israeli plan is in effect accepting idea that reciprocal conces...",
      "abstract": "Bush administration may shift its policy on Middle East and support Prime Min Ariel Sharon's new proposal for unilateral Israeli withdrawal from parts of Gaza and West Bank; embracing Israeli plan is in effect accepting idea that reciprocal concessions and negotiations between Israel and Palestinians are not possible, at least for now; administration will send three senior aides to Israel to get questions answered before Sharon's proposal is endorsed; Bush has come under criticism from Democratic candidates for what they see as his failure to press for peace in Middle East; many of Bush's supporters, particularly evangelical Christians, are staunchly pro-Israel; if Israel's unilateral actions are endorsed by US, Bush could campaign by citing progress there and his own hard line against Palestinian leader Yasir Arafat; Sharon has repeatedly said he would turn to unilateral withdrawal only if he concludes that Pres Bush's so-called road map had failed; in gesture to American concerns, Israeli officials maintain that Sharon's new approach does not abandon road map, but would break impasse in Israeli-Palestinian relations and improve prospects for peace; photo (M)",
      "lead_paragraph": "The Bush administration, signaling a major shift of policy on the Middle East, has indicated that it may support Israel's new proposal for a unilateral withdrawal from parts of Gaza and the West Bank, according to administration and Israeli officials.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/13/world/us-may-support-israeli-approach-on-leaving-gaza.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "CUBA DETENTIONS MAY LAST YEARS",
      "snippet": "Senior Defense Dept officials plan to keep large portion of detainees at Guantanamo Bay, Cuba, there for many years, perhaps indefinitely; say they will set up 'quasi-parole board' to review long-term prisoners' cases annually to determine whether...",
      "abstract": "Senior Defense Dept officials plan to keep large portion of detainees at Guantanamo Bay, Cuba, there for many years, perhaps indefinitely; say they will set up 'quasi-parole board' to review long-term prisoners' cases annually to determine whether men remain threat to United States or could be released; say prisoners deemed not to be continuing danger will be released to home governments in coming months; one official says critics in US and abroad have greatly misunderstood situation at Guantanamo and need to detain so many people without charging them; says many of prisoners were senior operatives of Al Qaeda who remain committed to indiscriminatly killing American civilians and soldiers; says their detention should be seen in wartime context; human rights critics are unlikely to accept that argument (M)",
      "lead_paragraph": "Senior Defense Department officials said Thursday that they were planning to keep a large portion of the detainees at Guantánamo Bay, Cuba, there for many years, perhaps indefinitely.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/13/us/cuba-detentions-may-last-years.html",
      "byline": "By Neil A. Lewis and Eric Schmitt"
    },
    {
      "headline": "World Business Briefing | Europe: France: Sales Fall At Havas",
      "snippet": "Advertising company Havas says fourth-quarter sales fell 15 percent; revenue was 436 million euros ($559 million), compared with 515 million euros year earlier (S)",
      "abstract": "Advertising company Havas says fourth-quarter sales fell 15 percent; revenue was 436 million euros ($559 million), compared with 515 million euros year earlier (S)",
      "lead_paragraph": "The advertising and marketing company Havas said fourth-quarter sales fell 15 percent, hurt by a weaker dollar and declining revenue from Britain and the United States. Revenue was 436 million euros ($559 million), compared with 515 million euros a year earlier. Excluding the effect of exchange rates, revenue fell 3.8 percent. The company said it expected revenue and profit to improve this year.",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/13/business/world-business-briefing-europe-france-sales-fall-at-havas.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Fed Chief Backs Tax Cuts Offset By Lower Spending  Alan Greenspan, the Federal Reserve chairman, said Congress should make President Bush's tax cuts permanent only if it makes up for the lost revenue with cuts in spending or other tax increases.  ...",
      "abstract": " Fed Chief Backs Tax Cuts Offset By Lower Spending  Alan Greenspan, the Federal Reserve chairman, said Congress should make President Bush's tax cuts permanent only if it makes up for the lost revenue with cuts in spending or other tax increases.    Testifying before the Senate Banking Committee, Mr. Greenspan provided modest political support for one of Mr. Bush's top priorities but disagreed with his proposals on how to pay for it. Permanently extending the tax cuts would increase projected deficits by $1.5 trillion over the next 10 years. [Page C3.]",
      "lead_paragraph": "Fed Chief Backs Tax Cuts Offset By Lower Spending",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/13/business/business-digest-379131.html",
      "byline": ""
    },
    {
      "headline": "Valuing Disney: What Is a Mouse Worth?",
      "snippet": "Walt Disney Co's executives' most pressing task as they scramble to deal with Comcast Corp's bid for company is to determine how much Disney is truly worth and at what price, if any, company would be sold; Disney's bankers, Goldman, Sachs and Bear...",
      "abstract": "Walt Disney Co's executives' most pressing task as they scramble to deal with Comcast Corp's bid for company is to determine how much Disney is truly worth and at what price, if any, company would be sold; Disney's bankers, Goldman, Sachs and Bear, Stearns, have begun working up valuation models that are expected to show that Comcast's $54 billion bid fails to appreciate Disney's value as business and cultural institution; Disney's chief executive Michael D Eisner says company's board will consider every aspect of proposal; chart; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/13/business/bidding-for-disney-the-overview-valuing-disney-what-is-a-mouse-worth.html",
      "byline": "By Laura M. Holson and Andrew Ross Sorkin"
    }
  ]
}