{
  "metadata": {
    "date": "2004-02-02",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "BUSH TO BACK OFF SOME INITIATIVES FOR BUDGET PLAN",
      "snippet": "Pres Bush, constrained by big budget deficits and political realities, will propose $2.3 trillion budget that backs away from some major spending and tax initiatives he supported in prior years; he will press Congress for permanent extension of mo...",
      "abstract": "Pres Bush, constrained by big budget deficits and political realities, will propose $2.3 trillion budget that backs away from some major spending and tax initiatives he supported in prior years; he will press Congress for permanent extension of most of tax cuts adopted in last three years that were set to expire over next seven years; his budget faces formidable challenges in Congress; Democrats oppose making tax cuts permament, considering them fiscally reckless; conservative Republicans want to cut spending more; lawmakers in both parties shudder at prospect of reducing spending on favored domestic programs in an election year; Bush calls for making spending limits the law, but does not say who would set limits or how they would be enforced; fiscal conservatives note that he has never vetoed a spending bill (M)",
      "lead_paragraph": "President Bush will propose a $2.3 trillion budget on Monday that backs away from some of the major spending and tax initiatives he supported in prior years, administration officials say.",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/01/us/bush-to-back-off-some-initiatives-for-budget-plan.html",
      "byline": "By Robert Pear and Edmund L. Andrews"
    },
    {
      "headline": "The Coming Search Wars",
      "snippet": "Microsoft's and Google's intense interest in each other heralds new round of competition between industry giant and Silicon Valley; Bill Gates acknowledges threat from search engine that now provides main results for almost 80 percent of Web searc...",
      "abstract": "Microsoft's and Google's intense interest in each other heralds new round of competition between industry giant and Silicon Valley; Bill Gates acknowledges threat from search engine that now provides main results for almost 80 percent of Web searches in US; photos of key figures in both companies; graph (M)",
      "lead_paragraph": "Editors' Note Appended",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/01/business/the-coming-search-wars.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "In Shared Reading, Collective Confidence",
      "snippet": "Lisa Belkin Life's Work column says book club organized by several black women at Chubb Group of Insurance Cos gives participants opportunity to network and give each other confidence to seek higher positions; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column says book club organized by several black women at Chubb Group of Insurance Cos gives participants opportunity to network and give each other confidence to seek higher positions; drawing (M)",
      "lead_paragraph": "THIS book club starts its meeting exactly on time. That alone would make it different from most. And every single member of the club has read the book. That would certainly make it different from mine (where, I should confess, I tend to be one of the slackers). There are no snacks at this meeting, not even water. Instead the seven women get straight to business, because business is why they're here in the first place.",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/02/01/jobs/life-s-work-in-shared-reading-collective-confidence.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "With Cry of 'Bring It On,' Kerry Shifted Tack to Regain Footing",
      "snippet": "Star power will be missing from this year's Super Bowl game between New England Patriots and Carolina Panthers; Panthers' quarterback Jake Delhomme is so little recognized that he was stopped by security officers while entering news media gatherin...",
      "abstract": "Star power will be missing from this year's Super Bowl game between New England Patriots and Carolina Panthers; Panthers' quarterback Jake Delhomme is so little recognized that he was stopped by security officers while entering news media gathering in Houston; in today's NFL, highest-paid players, marquee names, do not necessarily play for best teams, and this is by design; league is ruled from ground up by principle of parity; its system of revenue sharing and salary cap, along with giving worse teams higher draft choices and easier schedules, aims to shuffle league's deck nearly every season; photos; chart (M)",
      "lead_paragraph": "On Saturday night, Nov. 15, John Kerry had everything at stake. He was trailing so far behind Howard Dean in the polls in New Hampshire that he knew he had to make a splash in Iowa. So he stepped before a crowd of 8,000 people at the state Democratic Party's Jefferson-Jackson dinner in Des Moines and let loose.",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/01/us/2004-campaign-massachusetts-senator-with-cry-bring-it-kerry-shifted-tack-regain.html",
      "byline": "By Todd S. Purdum and David M. Halbfinger"
    },
    {
      "headline": "Making Drugs, Shaping the Rules",
      "snippet": "Article on drug industry's funding of new guielines developed by Texas to treat schizophrenics, often with costlier new drugs developed by same companies; 10 companies contributed and several then paid for meetings around country to urge other sta...",
      "abstract": "Article on drug industry's funding of new guielines developed by Texas to treat schizophrenics, often with costlier new drugs developed by same companies; 10 companies contributed and several then paid for meetings around country to urge other states to follow Texas lead; probe developed after Pennsylvania investigator Allen L Jones looked into bank account set up by state officials to collect grants from drug companies; Jones, who says he was removed from probe because of industry influence, brought information to Health and Human Services Department, which requested FBI investigation; Texas guidelines advise doctors to use one of five new anti-psychotics unless they explain in writing why older drug is better; drug costs have ballooned as result; photos of Allen Jones and Dr Anthony F Lehman, who led panel that wrote alternate guidelines without industry financing; role of industry executives and Jones's own lawsuit detailed (M)",
      "lead_paragraph": "THE drug industry has created vast markets for products like Viagra, Celebrex and Vioxx by spending billions of dollars on consumer advertising.",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/01/business/making-drugs-shaping-the-rules.html",
      "byline": "By Melody Petersen"
    },
    {
      "headline": "Uut and Uup Add Their Atomic Mass To Periodic Table",
      "snippet": "Team of Russian and American scientists report they created two new chemical elements, called superheavies because of their enormous atomic mass, filling gap at furthest edge of periodic table and hinting strongly about undiscovered elements beyon...",
      "abstract": "Team of Russian and American scientists report they created two new chemical elements, called superheavies because of their enormous atomic mass, filling gap at furthest edge of periodic table and hinting strongly about undiscovered elements beyond; team is made up of scientists from Lawrence Livermore National Laboratory and Russia's Joint Institute for Nuclear Research; findings are disclosed in paper being published in Physical Review C, leading chemistry journal; Dr Walt Loveland, nuclear chemist, says new results indicate that scientists might be closing in on elusive 'island of stability' somewhere among superheavies, in which long-lived elements with new chemical properties might exist; detailed explanation of experiments; photos; charts (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/01/us/uut-and-uup-add-their-atomic-mass-to-periodic-table.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Airlines Ground 6 Flights to U.S. Over Concerns About Terrorism",
      "snippet": "British and French airlines cancel six flights from Europe to United States after American officials raise concerns about possibility of terrorist attacks, including hijackings; groundings revive trans-Atlantic anxieties over Christmas and New Yea...",
      "abstract": "British and French airlines cancel six flights from Europe to United States after American officials raise concerns about possibility of terrorist attacks, including hijackings; groundings revive trans-Atlantic anxieties over Christmas and New Year's holidays, when more than dozen flights from England, France and elsewhere were canceled because of hijacking concerns; American officials say latest suspicions concerning new Al Qaeda plot come from re-examination of information developed in Dec and early Jan, and new intelligence developed through informers and other sources, pointing to increased risk involving British Airways and Air France flights to US; British and French governments elect to cancel flights rather than comply with American demand that armed sky marshals be put on trans-Atlantic routes; American officials have said that if foreign carriers do not put armed marshals on flights of concern, flights may not be allowed into American airspace; photo (M)",
      "lead_paragraph": "Foreign and domestic airlines canceled six flights from Europe to the United States on Saturday after American officials raised concerns about the possibility of terrorist attacks, including hijackings.",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/01/us/airlines-ground-6-flights-to-us-over-concerns-about-terrorism.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Powell's Case, a Year Later: Gaps in Picture of Iraq Arms",
      "snippet": "Secretary of State Colin L Powell's warnings to United Nations Security Council one year ago about Iraq's banned weapons programs have not been borne out by findings of Iraq Survey Group; his carefully worded presentation was considered Bush admin...",
      "abstract": "Secretary of State Colin L Powell's warnings to United Nations Security Council one year ago about Iraq's banned weapons programs have not been borne out by findings of Iraq Survey Group; his carefully worded presentation was considered Bush administration's most comprehensive public case about urgent threat Iraq posed to world; his reputation for caution and care gave it added credibility; now Dr David A Kay, Washington's chief weapons inspector as head of Iraq Survey Group, says Iraq had no significant stockpiles of chemical or biological weapons when invasion began in March; Washington is seized by question of how and why such an intelligence gap happened; interviews with intelligence officials, Iraqi engineers and others suggest that Powell's case was largely based on limited, fragmentary and mostly circumstantial evidence, with conclusions drawn on basis of little challenged assumption that Saddam Hussein would never dismantle old illicit weapons and would pursue new ones to fullest extent possible; photos; excerpts from Powell's Feb 2003 speech at UN and from Kay's recent testimony and interviews; drawings; map (L)",
      "lead_paragraph": "A year ago this weekend, Secretary of State Colin L. Powell holed up in a conference room next to George J. Tenet's office at Central Intelligence Agency headquarters, applying a critical eye to the satellite photos, communications intercepts and reports that would form the basis for the Bush administration's most comprehensive -- and carefully worded -- public case about the urgent threat Iraq posed to the world.",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/01/world/struggle-for-iraq-intelligence-powell-s-case-year-later-gaps-picture-iraq-arms.html",
      "byline": "By Douglas Jehl and David E. Sanger"
    },
    {
      "headline": "New Math Aside, Earnings Still Reign",
      "snippet": "Market Watch column on analyst David Bianco's report that despite stock market's occasional evidence to the contrary, investors are still well advised to heed company earnings; Bianco finds that since 1998, stocks of highest-ranking companies outp...",
      "abstract": "Market Watch column on analyst David Bianco's report that despite stock market's occasional evidence to the contrary, investors are still well advised to heed company earnings; Bianco finds that since 1998, stocks of highest-ranking companies outperformed S&P 500 index by considerable margin; graph (M)",
      "lead_paragraph": "DOES the quality of a company's earnings bear any relation to the performance of its stock?",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/01/business/market-watch-new-math-aside-earnings-still-reign.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Path to Super Bowl No Longer Lined With Stars",
      "snippet": "Beyond the star quality of quarterback Tom Brady, who registered high enough on the celebrity meter to be invited to the State of the Union address, the New England Patriots are unidentifiable to the average fan without a program. It is hard to im...",
      "abstract": "Beyond the star quality of quarterback Tom Brady, who registered high enough on the celebrity meter to be invited to the State of the Union address, the New England Patriots are unidentifiable to the average fan without a program. It is hard to imagine a more anonymous team in the Super Bowl, except that they are playing the Carolina Panthers, who top even the Patriots for sheer obscurity.    The Panthers' quarterback, Jake Delhomme, lives so far under the radar that he was stopped by security officers while entering a news media gathering this week.  ",
      "lead_paragraph": "Beyond the star quality of quarterback Tom Brady, who registered high enough on the celebrity meter to be invited to the State of the Union address, the New England Patriots are unidentifiable to the average fan without a program. It is hard to imagine a more anonymous team in the Super Bowl, except that they are playing the Carolina Panthers, who top even the Patriots for sheer obscurity.",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/01/us/path-to-super-bowl-no-longer-lined-with-stars.html",
      "byline": "By Lynn Zinser"
    },
    {
      "headline": "A Powerful Résumé Speaks To an Employer. Grins, Too.",
      "snippet": "Video resumes are starting to emerge as new weapon for job hunters; they range from 20-second presentations of job applicant directly addressing camera to four-minute mini-movies replete with graphics and photo montages; they can cost from pennies...",
      "abstract": "Video resumes are starting to emerge as new weapon for job hunters; they range from 20-second presentations of job applicant directly addressing camera to four-minute mini-movies replete with graphics and photo montages; they can cost from pennies to thousands of dollars; photo (M)",
      "lead_paragraph": "WHEN Rob Kittay's twins were born three and a half years ago, he decided to look for a job with a steady paycheck and health benefits.",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/02/01/jobs/a-powerful-resume-speaks-to-an-employer-grins-too.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "Missteps Pulled A Surging Dean Back to Earth",
      "snippet": "Howard Dean's shouted speech after his surprising third-place showing in Iowa caucuses turned his highflying candidacy into late-night joke fodder; Democrats weighing his slide from likely nominee back to long shot say his unraveling had its origi...",
      "abstract": "Howard Dean's shouted speech after his surprising third-place showing in Iowa caucuses turned his highflying candidacy into late-night joke fodder; Democrats weighing his slide from likely nominee back to long shot say his unraveling had its origins in mix of mistakes as well as in unavoidable difficulties of life as front-runner in crowded field; say Dean campaign catapulted forward by billing itself as broad movement for change, but failed to adequately define and sell its leader, who was little known outside his home state; Dean campaign had boasted of its Iowa ground game, but many of its seasoned operatives now say they found that plan lacking; Dean's campaign recalled; photo (M)",
      "lead_paragraph": "Sitting on a mirror-ceilinged bus normally used by Aretha Franklin, Howard Dean searched for something to say to 1,000 screaming supporters about his surprising third-place showing in the Iowa caucuses.",
      "publication_date": "2004-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/01/us/2004-campaign-former-governor-missteps-pulled-surging-dean-back-earth.html",
      "byline": "By Jodi Wilgoren and Jim Rutenberg"
    },
    {
      "headline": "56 KURDS KILLED IN SUICIDE BLASTS IN NORTH OF IRAQ",
      "snippet": "Two suicide bombers kill at least 56 people and wound at least 200, Erbil, during Muslim holiday fetes at separate headquarters of Iraq's two leading Kurdish political parties; blasts shatter calm of north, part of Iraq that had been relatively st...",
      "abstract": "Two suicide bombers kill at least 56 people and wound at least 200, Erbil, during Muslim holiday fetes at separate headquarters of Iraq's two leading Kurdish political parties; blasts shatter calm of north, part of Iraq that had been relatively stable under American occupation; blasts, 10 minutes apart, kill several top leaders and wound other senior officials; come as two parties have been trying to unite region's divided administrations to strengthen demands to retain area's autonomy; American military officials, while expecting increase of violence during holiday, say there was little preparation to guard against suicide bombers; some officials suspect foreign fighters or Ansar al-Islam, mostly Kurdish terrorist group that may have ties to Al Qaeda, were involved in bombing; photos (M)",
      "lead_paragraph": "Two suicide bombers killed at least 56 people and wounded at least 200 here on Sunday during Muslim holiday celebrations inside the separate headquarters of Iraq's two leading Kurdish political parties, officials said. The blasts shattered the calm of the north, a part of the country that had been relatively stable under the American occupation.",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/02/world/struggle-for-iraq-kurds-56-kurds-killed-suicide-blasts-north-iraq.html",
      "byline": "By Jeffrey Gettleman and Edward Wong"
    },
    {
      "headline": "Key Pakistani Is Said to Admit Atom Transfers",
      "snippet": "Dr Abdul Qadeer Khan, founder of Pakistan's nuclear arms program, reportedly has confessed that during last 15 years he has provided Iran, North Korea and Libya with designs and technology to produce fuel for nuclear weapons; senior Pakistani offi...",
      "abstract": "Dr Abdul Qadeer Khan, founder of Pakistan's nuclear arms program, reportedly has confessed that during last 15 years he has provided Iran, North Korea and Libya with designs and technology to produce fuel for nuclear weapons; senior Pakistani officials give Pakistani journalist exhaustive and startling account of how Khan, national hero, spread secret technology; say he presided over network that smuggled hardware, shared secret designs and gave personal briefings to Iranian, Libyan and North Korean scientists in covert meetings abroad in what he called effort to ease Western attention on Pakistan and help Muslim cause; carefully avoid pinning any blame on Pres Pervez Musharraf, army or Pakistani intelligence service, despite fact that some of material apparently was transported on government cargo planes; say all transfers ceased in early 2002; United States believes transfers to Libya continued through fall of 2003; it is unclear whether Khan, whose house has been surrounded by security officials for weeks, will be arrested; photo (M)",
      "lead_paragraph": "The founder of Pakistan's nuclear weapons program, Abdul Qadeer Khan, has signed a detailed confession admitting that during the last 15 years he provided Iran, North Korea and Libya with the designs and technology to produce the fuel for nuclear weapons, according to a senior Pakistani official and three Pakistani journalists who attended a special government briefing here on Sunday night.",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/02/world/key-pakistani-is-said-to-admit-atom-transfers.html",
      "byline": "By David Rohde and David E. Sanger"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Intel to Begin Shipping Latest Pentium 4 Chip  Intel begins shipping its new generation Pentium 4 microprocessor, code-named Prescott, today. That step may put Intel, the world's largest chip company, closer to adding 64-bit capability to its pers...",
      "abstract": " Intel to Begin Shipping Latest Pentium 4 Chip  Intel begins shipping its new generation Pentium 4 microprocessor, code-named Prescott, today. That step may put Intel, the world's largest chip company, closer to adding 64-bit capability to its personal computer chips in a future version.     The company says it expects the new Pentium 4 microprocessors to drive a new generation of home entertainment computer systems as well as PC's. The chips, in versions with frequencies from 2.8 gigahertz to 3.4 gigahertz, will begin appearing this week. [Page C6.]",
      "lead_paragraph": "Intel to Begin Shipping Latest Pentium 4 Chip",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/02/business/business-digest-210048.html",
      "byline": ""
    },
    {
      "headline": "BUSH TO ESTABLISH PANEL TO EXAMINE U.S. INTELLIGENCE",
      "snippet": "Pres Bush plans to set up bipartisan panel to examine American intelligence operations, including study of possible misjudgment about Iraq's unconventional weapons; panel will also probe failures to penetrate secretive governments and stateless gr...",
      "abstract": "Pres Bush plans to set up bipartisan panel to examine American intelligence operations, including study of possible misjudgment about Iraq's unconventional weapons; panel will also probe failures to penetrate secretive governments and stateless groups that could attempt new attacks on United States; decision follows rising pressure from both Democrats and many ranking Republicans to deal with errors that overstated Iraq's stockpiles of chemical and biological weapons and its progress toward developing nuclear arms; administration officials describe plans for broader examination of intelligence shortcomings to retool intelligence-gathering for new era of terrorism and nuclear proliferation by rouge scientists and nations that may provide arms for groups like Al Qaeda; panel will not report back until well after Nov elections (M)",
      "lead_paragraph": "President Bush will establish a bipartisan commission in the next few days to examine American intelligence operations, including a study of possible misjudgments about Iraq's unconventional weapons, senior administration officials said Sunday. They said the panel would also investigate failures to penetrate secretive governments and stateless groups that could attempt new attacks on the United States.",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/02/world/struggle-for-iraq-investigation-bush-establish-panel-examine-us-intelligence.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "On Campaign Trail, Edwards Combines Personal and Political",
      "snippet": "Sen John Edwards's campaign for Democratic presidential nomination features broad policy strokes and biography, drawing attention more for his distinctive style than for substance; he avoids slogging through details of booklet describing what he w...",
      "abstract": "Sen John Edwards's campaign for Democratic presidential nomination features broad policy strokes and biography, drawing attention more for his distinctive style than for substance; he avoids slogging through details of booklet describing what he would do as president; uses vivid lanaguage and big themes to move his audiences; comments, interview; photos (M)",
      "lead_paragraph": "John Edwards had finished describing his mill worker father and growing up in North Carolina when he brought up, as he almost always does these days, ''Real Solutions for America,'' his 61-page booklet detailing what he would do as president. Mr. Edwards spotted someone in his audience with a copy the other day, and asked him to hold it up for the crowd and the cameras.",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/02/us/2004-campaign-north-carolina-senator-campaign-trail-edwards-combines-personal.html",
      "byline": "By Adam Nagourney and Randal C. Archibold"
    },
    {
      "headline": "Hollywood Mogul Plays by Technology's Rules",
      "snippet": "Decision by Steven P Jobs, chief executive of Pixar Animation Studios, to walk away from distribution deal with Walt Disney Co is clearest indication yet that Jobs is becoming personification of the digital media mogul; Pixar's roots are in specia...",
      "abstract": "Decision by Steven P Jobs, chief executive of Pixar Animation Studios, to walk away from distribution deal with Walt Disney Co is clearest indication yet that Jobs is becoming personification of the digital media mogul; Pixar's roots are in specialized animation tools and custom hardware, but its continuing success has been largely because of quality of its storytelling rather than any technological advantage; Jobs clearly sees not only capabilities of technology but also its limitations; photos (M)",
      "lead_paragraph": "The decision by Steven P. Jobs, chief executive of Pixar Animation Studios, to walk away from his partnership with Michael D. Eisner and the Walt Disney Company is the clearest indication yet that Mr. Jobs is becoming the personification of the digital media mogul.",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/02/business/hollywood-mogul-plays-by-technology-s-rules.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Left at the Altar, Missouri Seeks New Groom at the Last Minute",
      "snippet": "Sen John Kerry seems poised to win bulk of Missouri's 74 delegates, richest prize in seven Democratic presidential caucuses and primaries set for Feb 3; win in state far from his Massachusetts base would be important for Kerry, particularly in one...",
      "abstract": "Sen John Kerry seems poised to win bulk of Missouri's 74 delegates, richest prize in seven Democratic presidential caucuses and primaries set for Feb 3; win in state far from his Massachusetts base would be important for Kerry, particularly in one of first states on electoral calendar with large metropolitan areas, populous rural areas, sizable African-American minority and growing Hispanic population; winner in Missouri primary can claim to have shown needed broad appeal in state sure to be battleground in fall; candidates, who had all but ceded state to Rep Richard A Gephardt before he pulled out of race, have had little time to campaign in Missouri, are not well organized there and are little known by voters, making Kerry's momentum key factor (M)",
      "lead_paragraph": "Senator John Kerry of Massachusetts seems poised to win the bulk of Missouri's 74 delegates, the richest prize in the seven Democratic presidential caucuses and primaries scheduled for Tuesday.",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/02/us/2004-campaign-missouri-left-altar-missouri-seeks-new-groom-last-minute.html",
      "byline": "By R. W. Apple Jr"
    },
    {
      "headline": "Speech by GatesLends Visibility To E-Mail Stamp In War on Spam",
      "snippet": "Idea of having to buy electronic stamps to send e-mail gets new attention after Bill Gates, Microsoft chairman, tells World Economic Forum in Davos, Switzerland, that spam will not be problem in two years, in part because of systems that will requ...",
      "abstract": "Idea of having to buy electronic stamps to send e-mail gets new attention after Bill Gates, Microsoft chairman, tells World Economic Forum in Davos, Switzerland, that spam will not be problem in two years, in part because of systems that will require people to pay money to send e-mail; some Internet experts have long suggested that rising tide of junk e-mail would turn into trickle if senders had to pay even as little as a penny for each message they sent, a minor amount for legitimate commerce and communications, but enough to destroy businesses that send a million offers in hopes that 10 people will respond; Yahoo also expresses interest in e-mail postage; idea stll faces substantial opposition among Internet users; several e-mail postage plans have been proposed; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/02/business/technology-speech-by-gateslends-visibility-to-e-mail-stamp-in-war-on-spam.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "A Lure to Leap Time Zones; As foreign phone carriers eye U.S., questions about potential for profit",
      "snippet": "Vodafone of Britain or NTT DoCoMo of Japan could well become wireless carrier of choice for frequent international business travelers if either were to acquire AT&T Wireless, creating globe-girdling cellular network, but it is uncertain whether th...",
      "abstract": "Vodafone of Britain or NTT DoCoMo of Japan could well become wireless carrier of choice for frequent international business travelers if either were to acquire AT&T Wireless, creating globe-girdling cellular network, but it is uncertain whether there are enough such customers to justify $30 billion cost; two major factors propelling prospect of overseas bid for company are falling dollar, which makes it less expensive for foreign buyer to acquire American operations, and fact that European and Asian wireless markets are more saturated than American market; some expert also look forward to big growth in US in use of phones to transmit data, which is more lucative than voice (M)",
      "lead_paragraph": "As Vodafone of Britain and NTT DoCoMo of Japan mull bids for AT&T Wireless with an eye toward creating globe-girdling cellular networks, they may want to ask one simple question: Are people like Andrew Cole worth all the trouble?",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/02/business/lure-leap-time-zones-foreign-phone-carriers-eye-us-questions-about-potential-for.html",
      "byline": "By Matt Richtel and Andrew Ross Sorkin"
    },
    {
      "headline": "One-Third of Iranian Parliament Quits in Protest",
      "snippet": "Over third of Iran's Parliament resigns to protest Guardian Council's sweeping ban on candidates running in parliamentary elections later this month, threatening to plunge political system into chaos; resigning members charge powerful conservative...",
      "abstract": "Over third of Iran's Parliament resigns to protest Guardian Council's sweeping ban on candidates running in parliamentary elections later this month, threatening to plunge political system into chaos; resigning members charge powerful conservatives try to impose religious dictatorship; Mohammad Reza Khatami, leader of main reformist party and brother of Pres Mohammad Khatami, resigns; warns of conservative coup supported by military; photos (M)",
      "lead_paragraph": "More than one-third of Iran's Parliament resigned Sunday to protest a sweeping ban on candidates running in the parliamentary election later this month. The defiant move threatened to plunge Iran's political system into chaos.",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/02/world/one-third-of-iranian-parliament-quits-in-protest.html",
      "byline": "By Nazila Fathi"
    },
    {
      "headline": "During Breaks in Game, Satire and Silliness",
      "snippet": "Stuart Elliott reviews commercials that ran during Super Bowl XXXVIII; photos (M)",
      "abstract": "Stuart Elliott reviews commercials that ran during Super Bowl XXXVIII; photos (M)",
      "lead_paragraph": "HOW much you enjoyed the commercials CBS ran during Super Bowl XXXVIII last night depends on whether your sense of humor favors Noël Coward or the Three Stooges.",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/02/business/the-media-business-advertising-during-breaks-in-game-satire-and-silliness.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "Viacom Close To Deciding To Spin Off Blockbuster",
      "snippet": "Viacom reportedly nears decision to spin off its Blockbuster video-rental business, having so far failed to reach deal with buyer; analysts expect spinoff to involve exchange of stock between shareholders of Viacom and shareholders of 18 percent o...",
      "abstract": "Viacom reportedly nears decision to spin off its Blockbuster video-rental business, having so far failed to reach deal with buyer; analysts expect spinoff to involve exchange of stock between shareholders of Viacom and shareholders of 18 percent of Blockbusters already owned by public; say there is not enough demand for stock for Viacom to sell its 82 percent stake to public as newly issued Blockbuster shares; Viacom's shares have been affected by concerns over Blockbuster's outlook amid increasing competition in home video market and threat of video-on-demand offerings by cable operators (M)",
      "lead_paragraph": "Viacom is nearing a decision to spin off its Blockbuster video-rental business, having so far failed to reach a deal with a buyer, executives close to the discussions said yesterday.",
      "publication_date": "2004-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/02/business/viacom-close-to-deciding-to-spin-off-blockbuster.html",
      "byline": "By Andrew Ross Sorkin and Geraldine Fabrikant"
    }
  ]
}