{
  "metadata": {
    "date": "2004-11-17",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Heart Scanner Stirs New Hope and a Debate",
      "snippet": "New multidetector CT scans of heart, which take seconds to conduct and require no recuperation, hold prospect of largely replacing diagnostic angiograms, invasive way of looking for blockages; new scans cost about $700, compared with about $4,000 ...",
      "abstract": "New multidetector CT scans of heart, which take seconds to conduct and require no recuperation, hold prospect of largely replacing diagnostic angiograms, invasive way of looking for blockages; new scans cost about $700, compared with about $4,000 for angiogram, which requires hospitalization; critics warn of potential abuse by doctors conducting unncessary scans and follow-up procedures; Dr Mario J Garcia of Cleveland Clinic says scans will transform diagnosis of heart disease in emergency room, where most of people who come in with chest pains have pulled muscles; colleague Dr Steven Nissen disagrees, seeing 'nightmare' of new costs that could break health care system; companies like General Electric, Siemens, Philips and Toshiba are competing to make newest versions of machines, which have as many as 64 detectors and provide clear images of beating heart; Mount Sinai Medical Center in New York has several versions; Dr Geoffrey Rubin notes that scans also reveal narrowed arteries that are causing no symptoms but that doctors and patients will want to fix in procedures that carry own risks; scans also show little spots in lungs, also usually harmless but worrisome to patients; scans cannot penetrate extensive areas of old calcified plaque, do not work well on patients who are obese or have abnormal heart rhythms and use high doses of radiation (M)",
      "lead_paragraph": "What if doctors had a new way to diagnose heart disease that took only seconds and provided pictures so clear it showed every clogged artery, so detailed that it was like holding a living heart in your hand?",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/17/science/heart-scanner-stirs-new-hope-and-a-debate.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "World Briefing | Europe: Sweden: Slow Increase In Clothes Sales",
      "snippet": "World business briefing: sweden: slow increase in clothes sales**European clothes retailer Hennes & Mauritz reports sales in October increased at slowest pace in five months; reports 9 percent rise in revenue (S)",
      "abstract": "World business briefing: sweden: slow increase in clothes sales**European clothes retailer Hennes & Mauritz reports sales in October increased at slowest pace in five months; reports 9 percent rise in revenue (S)",
      "lead_paragraph": "The European clothes retailer Hennes & Mauritz said sales in October increased at the slowest pace in five months as rising unemployment in Germany, the company's main market, hurt consumer spending. Revenue excluding currency movements increased 9 percent, the company said. Hennes & Mauritz, which is based in Stockholm, added about 120 stores in the year through October, a 12 percent increase.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/17/business/world-briefing-europe-sweden-slow-increase-in-clothes-sales.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.S. Troops Move to Drive Out Rebels in North of Iraq",
      "snippet": "US military races to contain spreading insurgency, sending hundreds of soldiers and armored vehicles into Mosul to root out bands of rebels who commandeered parts of city as Americans battled their way into Falluja; family of kidnapped aid worker ...",
      "abstract": "US military races to contain spreading insurgency, sending hundreds of soldiers and armored vehicles into Mosul to root out bands of rebels who commandeered parts of city as Americans battled their way into Falluja; family of kidnapped aid worker Margaret Hassan believes she is woman shown being executed on videotape released by insurgents; photos; map; US military investigates videotaped fatal shooting of apparently wounded insurgent by marine in Falluja mosque; snipers continue shooting at troops roaming debris-covered streets on Falluja as residents emerge warily; rebels continue wave of attacks across Sunni Triangle, in Baquba and Ramadi, and bomb oil pipelines near Kirkuk; US soldiers is killed and another wounded by bomb near Baghdad (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 16 - The American military raced Tuesday to contain a spreading insurgency, sending hundreds of soldiers and armored vehicles into the streets of Mosul to root out bands of rebels who commandeered parts of the city last week as the Americans were battling their way through Falluja.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/17/world/middleeast/us-troops-move-to-drive-out-rebels-in-north-of-iraq.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Insurance Investigation Leads to More Guilty Pleas  Two employees of Zurich American Insurance have pleaded guilty to criminal charges related to bid-rigging that investigators say was organized by a unit of Marsh & McLennan.    Five people have n...",
      "abstract": " Insurance Investigation Leads to More Guilty Pleas  Two employees of Zurich American Insurance have pleaded guilty to criminal charges related to bid-rigging that investigators say was organized by a unit of Marsh & McLennan.    Five people have now pleaded guilty in the investigation of the insurance industry by the New York attorney general. [Page C10.]    Eliot Spitzer said his investigation into the insurance industry had revealed the inadequacy of state oversight, and he urged Congress to begin its own inquiry. [C10.]    Earnings Climb at Hewlett  Shares of Hewlett-Packard rose in regular trading, before the company reported that profit beat expectations in the fourth quarter. The results signaled a crucial turnaround for a company that stunned investors in August when it missed earnings and revenue expectations for the third quarter. [C5.]    ABC Apologizes for a Sketch  ABC Sports apologized for an incident in the introduction to ''Monday Night Football.'' [D1.]    Coffee, Tea and Recycled Cups  Starbucks plans to use recycled material in its coffee cups next year. [C2.]    Abercrombie to Pay $40 Million  Abercrombie & Fitch will pay $40 million to settle race and sex discrimination suits. [A16.]    PeopleSoft Shareholders Differ  Two of the largest institutional shareholders of PeopleSoft are taking opposite positions on Oracle's takeover bid. [C3.]    Jil Sander Exits Prada Again  Jil Sander, left, who sold her fashion house to Prada four years ago, left four months later, then made a comeback in 2003, has left again. A company spokesman said that there was a difference in opinion about future financial plans for the brand. Retailers said her departure, and the prospect of a replacement, will probably strain customer loyalty. [C11.]    Dress Barn is expected to announce that it will buy Maurices for $320 million. [C11.]    Hollinger to Sell Jerusalem Post  Hollinger International plans to sell The Jerusalem Post's publishing group. [C4.]    Wal-Mart Disappoints Investors  Shares of Wal-Mart Stores fell after the discounter reported earnings that were lower than projections and higher costs. [C9.]    New Pickup Truck Planned by Jeep  Chrysler said that it might build a new pickup truck under its Jeep line. [C2.]    Stocks Fall as Producer Prices Rise  The Dow Jones industrials fell 62.59 points, to 10,487.65; the S.&P. 500 declined 8.38 points, to 1,175.43; and the Nasdaq composite slipped 15.47 points, to 2,078.62. [C10.]    Lower Rents Entice Companies  Close to 50 companies have gone to the Wall Street area in the last two years, lured by lower rents. Commercial Real Estate. [C7.]  ",
      "lead_paragraph": "Insurance Investigation Leads to More Guilty Pleas Two employees of Zurich American Insurance have pleaded guilty to criminal charges related to bid-rigging that investigators say was organized by a unit of Marsh & McLennan.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/17/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Putin Tells Businesses to Get Used to Paying Taxes",
      "snippet": "Russian Pres Vladimir Putin, addressing annual meeting of Russian Union of Industrialists and Entrepreneurs, warns business elite to 'get used to paying taxes and observing the law;' seeks to counter fallout from government-backed attack on oil gi...",
      "abstract": "Russian Pres Vladimir Putin, addressing annual meeting of Russian Union of Industrialists and Entrepreneurs, warns business elite to 'get used to paying taxes and observing the law;' seeks to counter fallout from government-backed attack on oil giant Yukos; indicates that no further Yukos-scale investigations are planned; pledges that state would not try to reverse results of controversial 1990's privatization auctions; photo (M)",
      "lead_paragraph": "MOSCOW, Nov. 16 - President Vladimir V. Putin warned Russia's business elite on Tuesday to \"get used to paying taxes and observing the law,\" but he also sought to allay investor fears that the Kremlin might be preparing new attacks on Russian business.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/17/business/worldbusiness/putin-tells-businesses-to-get-used-to-paying-taxes.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Cabinet Choices Seen as Move for More Harmony and Control",
      "snippet": "Pres Bush reportedly has told new national security team to end running battles between State and Defense Departments and CIA and intends to extend personal control over agencies he suspects of impeding his foreign policy aims; Bush, with that aim...",
      "abstract": "Pres Bush reportedly has told new national security team to end running battles between State and Defense Departments and CIA and intends to extend personal control over agencies he suspects of impeding his foreign policy aims; Bush, with that aim, reportedly decided some months ago not to try to retain Sec Colin Powell and quickly offered State post to Condoleezza Rice; photos; officials who know Rice do not expect her to take hard-line hawkish view, contrary to hopes of conservative ideologues for even more influence for Vice Pres Cheney; Bush reportedly told Rice their strong personal ties will convince allies and hostile nations that she can make deals in Bush's name, as Powell could not; speculation continues on relations with Sec Donald Rumseld, who has often clashed with Rice and constantly bickered with Powell (M)",
      "lead_paragraph": "WASHINGTON, Nov. 16 - President Bush has instructed his new national security team to end the running battles between the State and Defense departments and the Central Intelligence Agency, and intends to extend his personal control over agencies he has suspected of impeding his foreign policy aims, according to current and former administration officials.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/17/politics/cabinet-choices-seen-as-move-for-more-harmony-and-control.html",
      "byline": "By David E. Sanger and Steven R. Weisman"
    },
    {
      "headline": "SBC in Deal With Microsoft to Provide TV on High-Speed Lines",
      "snippet": "SBC Communications, as part of its effort to compete head-on with cable industry for television subscribers, plans to deliver TV programming over high-speed data lines; SBC expects to spend more than $4 billion over next three years on its fiber o...",
      "abstract": "SBC Communications, as part of its effort to compete head-on with cable industry for television subscribers, plans to deliver TV programming over high-speed data lines; SBC expects to spend more than $4 billion over next three years on its fiber optic network to offer faster Internet connections able to carry digital video programming; deal is milestone for Microsoft; company has spent about $20 billion in last decade trying to break into television business, but has little to show for the investment; diagram (M)",
      "lead_paragraph": "SBC Communications, as part of its effort to compete head-on with the cable industry for television subscribers, plans to announce today that it will pay $400 million to Microsoft for software used to deliver TV programming over high-speed data lines.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/17/technology/sbc-in-deal-with-microsoft-to-provide-tv-on-highspeed-lines.html",
      "byline": "By Ken Belson and Matt Richtel"
    },
    {
      "headline": "World Briefing | Americas: Canada: Mine Bid Deadline Passes",
      "snippet": "Noranda's exclusive takeover negotiations period with China Minmetals Corp expires; company will continue to negotiate but will open bidding to others (S)",
      "abstract": "Noranda's exclusive takeover negotiations period with China Minmetals Corp expires; company will continue to negotiate but will open bidding to others (S)",
      "lead_paragraph": "Canada's largest mining company, Noranda, said that its period of exclusive takeover negotiations with the China Minmetals Corporation had expired. While Noranda will continue to negotiate a possible sale to Minmetals, which is owned by the Chinese government, the company said that it was again open to other bids. The proposal prompted debate in Canada over allowing a foreign government to take control of a major natural resources company. Noranda is for sale because Brascan, which owns 42 percent of it, decided to shed businesses based on natural resources. Ian Austen (NYT)",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/17/business/world-briefing-americas-canada-mine-bid-deadline-passes.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Bush's Tutor and Disciple - Condoleezza Rice",
      "snippet": "Biographical profile of Condoleeza Rice, national security adviser nominated to be secretary of state in Pres Bush's second term; photo; presidential confidante is Russia specialist schooled in cold war who was transformed by Sept 11 terrorist att...",
      "abstract": "Biographical profile of Condoleeza Rice, national security adviser nominated to be secretary of state in Pres Bush's second term; photo; presidential confidante is Russia specialist schooled in cold war who was transformed by Sept 11 terrorist attacks and evolved, along with Bush, into hard-liner, although she is likely to spend much of her time mending relations with US allies; was born in 1954 and grew up in segregation of Birmingham, Alabama (M)",
      "lead_paragraph": "WASHINGTON, Nov. 16 - President Bush introduced her in the Roosevelt Room on Tuesday as \"America's face to the world,\" already known to most Americans and much of the globe. But mysteries remain about Condoleezza Rice, the national security adviser nominated to be secretary of state in a second term that some administration officials assert will be characterized more by diplomacy than confrontation.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/17/politics/bushs-tutor-and-disciple-condoleezza-rice.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "World Briefing | Asia: Japan: Economic Assessment Slips",
      "snippet": "Japanese Cabinet Office, for first time in 17 months, reports weakening of exports and leveling off of industrial production (S)",
      "abstract": "Japanese Cabinet Office, for first time in 17 months, reports weakening of exports and leveling off of industrial production (S)",
      "lead_paragraph": "The Cabinet Office in Japan said it grew more pessimistic about the state of the country's economy in November for the first time in 17 months, citing slowing manufacturing and overseas demand. \"Exports are weakening, and industrial production is leveling off,\" the office said in its monthly report. The government said exports were \"showing weakness\" and production was flat. AUSTRALIA",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/17/business/world-briefing-asia-japan-economic-assessment-slips.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Producer Price Surge Fuels Inflation Fears",
      "snippet": "Labor Department reports producer prices surged 1.7 percent in October, sharpest monthly increase in 15 yeras; energy prices rose 6.8 percent for month; food prices increased 1.6 percent; so-called Core Producer Price Index rose 0.3 percent for se...",
      "abstract": "Labor Department reports producer prices surged 1.7 percent in October, sharpest monthly increase in 15 yeras; energy prices rose 6.8 percent for month; food prices increased 1.6 percent; so-called Core Producer Price Index rose 0.3 percent for second consecutive month fueling worries that inflation might be creeping back into economy; graph; photos (M)",
      "lead_paragraph": "Producer prices surged 1.7 percent in October, their sharpest monthly increase in nearly 15 years, the government reported yesterday, pushing stocks and bonds lower as investors worried that inflation might pick up more broadly across the economy.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/17/business/producer-price-surge-fuels-inflation-fears.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Vodafone to Buy Back More Shares",
      "snippet": "Vodafone Group reports 4 percent increase in sales, to 16.8 billion pounds sterling, for six months ended September 30; reports net loss for period of 3.2 billion pounds sterling; plans to double dividends and increase share buyback program by 1 b...",
      "abstract": "Vodafone Group reports 4 percent increase in sales, to 16.8 billion pounds sterling, for six months ended September 30; reports net loss for period of 3.2 billion pounds sterling; plans to double dividends and increase share buyback program by 1 billion pounds sterling ($1.9 billion); photo (M)",
      "lead_paragraph": "LONDON, Nov. 16 - As it reported results on Tuesday, the Vodafone Group, the world's largest mobile phone operator, said that it would double dividends and increase a share buyback program by £1 billion ($1.9 billion).",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/17/business/worldbusiness/vodafone-to-buy-back-more-shares.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Enron Inquiry Turns to Sales by Lay's Wife",
      "snippet": "Justice Department is investigating whether Linda Lay, wife of Enron's former chairman Kenneth L Lay, engaged in insider trading in sale of company stock shortly before it collapsed into bankruptcy; sale by Lay's wife involved 500,000 shares of En...",
      "abstract": "Justice Department is investigating whether Linda Lay, wife of Enron's former chairman Kenneth L Lay, engaged in insider trading in sale of company stock shortly before it collapsed into bankruptcy; sale by Lay's wife involved 500,000 shares of Enron stock and was done through family foundation; proceeds, totaling $1.2 million, did not go to Lays, but were distributed to charitable organizations, which have already received pledges of contributions from foundation (M)",
      "lead_paragraph": "Federal prosecutors are investigating whether the wife of Enron's former chairman, Kenneth L. Lay, engaged in insider trading in a sale of company stock shortly before it collapsed into bankruptcy, people involved in the case said yesterday.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/17/business/enron-inquiry-turns-to-sales-by-lays-wife.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "World Briefing | Europe: Ireland: Airline Executives Resign",
      "snippet": "Aer Lingus chief executive Willie Walsh, chief operating officer Seamus Kearney and chief financial officer Brian Dunne announce they will resign next May; photo (S)",
      "abstract": "Aer Lingus chief executive Willie Walsh, chief operating officer Seamus Kearney and chief financial officer Brian Dunne announce they will resign next May; photo (S)",
      "lead_paragraph": "Three executives at Aer Lingus, including the popular chief executive, Willie Walsh will leave the government-owned Irish airline next May. Mr. Walsh, left, was joined by Seamus Kearney, the chief operating officer, and Brian Dunne, the chief financial officer. The men did not disclose their future plans. They leave Aer Lingus in a healthy financial position -- it has forecast a profit of more than 100 million euros ($130 million) this year -- but with a lack of top-level management. The Irish government has been considering how to sell Aer Lingus, but rejected a proposal for a management buyout by the three executives last summer. Brian Lavery (NYT)",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/17/business/world-briefing-europe-ireland-airline-executives-resign.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "Murdoch Moves to Avoid a Friendly Fight for Control",
      "snippet": "News Corp chairman Rupert Murdoch is lining up support for succession plan involving his sons Lachlan and James in wake of Liberty Media head John C Malone's decision to increase its stake in voting shares in News Corp to 17 percent from 9 percent...",
      "abstract": "News Corp chairman Rupert Murdoch is lining up support for succession plan involving his sons Lachlan and James in wake of Liberty Media head John C Malone's decision to increase its stake in voting shares in News Corp to 17 percent from 9 percent; Malone says he has no plans to try takeover, and people who know him say purchases is way to gain leverage in his effort to swap some of his cable programming assets for nonvoting shares in News Corp; Murdoch is said to be furious over Malone's move; Prince Walid bin Talal of Saudi Arabia says his holding companies own 3 percent of nonvoting shares in News Corp; says he is prepared to raise his stake and swap his nonvoting shares for voting shares in support of Murdoch; photo (Market Place column) (M)",
      "lead_paragraph": "The chairman of the News Corporation, Rupert Murdoch, may be telling investors and the media that his relationship with his counterpart at Liberty Media, John C. Malone, is friendly, as he did yesterday at an annual meeting.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/17/business/murdoch-moves-to-avoid-a-friendly-fight-for-control.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "New C.I.A. Chief Tells Workers to Back Administration Policies",
      "snippet": "New CIA Dir Porter J Goss tells employees in memo that their job is to 'support the administration and its policies' and not 'champion' opponents; also says agency provides intelligence and should 'let the facts alone' speak to policymakers; memo,...",
      "abstract": "New CIA Dir Porter J Goss tells employees in memo that their job is to 'support the administration and its policies' and not 'champion' opponents; also says agency provides intelligence and should 'let the facts alone' speak to policymakers; memo, obtained by The New York Times, suggests effort to spell out his thinking at time when changes and departures have left intelligence officials angry and unnerved; it is also, at minimum, swipe against former director George Tenet for allowing senior analyst Michael Scheuer to write book and criticize Bush administration policies on terrorism; Scheuer photo; critics see attempt to suppress dissent and stifle independence (M)",
      "lead_paragraph": "WASHINGTON, Nov. 16 - Porter J. Goss, the new intelligence chief, has told Central Intelligence Agency employees that their job is to \"support the administration and its policies in our work,\" a copy of an internal memorandum shows.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/17/politics/new-cia-chief-tells-workers-to-back-administration-policies.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Possible EADS Deal Raises Concern for National Interests",
      "snippet": "Germany and France, seeking to avoid new dispute over industrial policy, say they will seek to maintain balance of their financial interests in European aerospace giant EADS in event of possible merger between EADS and French military electronics ...",
      "abstract": "Germany and France, seeking to avoid new dispute over industrial policy, say they will seek to maintain balance of their financial interests in European aerospace giant EADS in event of possible merger between EADS and French military electronics maker Thales (M)",
      "lead_paragraph": "PARIS, Nov. 16 - Germany and France moved Tuesday to head off a fresh dispute over industrial policy, saying that they would seek to maintain the balance of their financial interests in EADS, the European aerospace giant, in the event of a possible merger of the company with the French military electronics maker, Thales.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/17/business/worldbusiness/possible-eads-deal-raises-concern-for-national.html",
      "byline": "By Nicola Clark"
    },
    {
      "headline": "Eisner Says Ovitz Required Oversight Daily",
      "snippet": "Walt Disney Co's chief executive Michael D Eisner, in his second day of testimony in shareholder lawsuit over lucrative severance package granted Michael S Ovitz, says Ovitz was poor fit for corporate culture that prides itself on decorous public ...",
      "abstract": "Walt Disney Co's chief executive Michael D Eisner, in his second day of testimony in shareholder lawsuit over lucrative severance package granted Michael S Ovitz, says Ovitz was poor fit for corporate culture that prides itself on decorous public image and collegiality; contends Ovitz required oversight daily; photo (M)",
      "lead_paragraph": "GEORGETOWN, Del., Nov. 16 - It was at his mother's funeral in the summer of 1996 that Michael D. Eisner, the chief executive of the Walt Disney Company, says he realized that he had to dismiss the president he had hired just 10 months earlier.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/17/business/media/eisner-says-ovitz-required-oversight-daily.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Drug Dispute Snags U.S.-Australia Pact",
      "snippet": "Dispute over prescription and generic drugs threatens to delay January 1 implementation of landmark US-Australian trade agreement; agreement, which promises $2 billion year in new industrial exports and possible creation of new jobs, has been dogg...",
      "abstract": "Dispute over prescription and generic drugs threatens to delay January 1 implementation of landmark US-Australian trade agreement; agreement, which promises $2 billion year in new industrial exports and possible creation of new jobs, has been dogged by disputes over ability of American pharmaceutical companies to challenge decisions about which drugs will be covered, and at what prices, under Australia's national health insurance program (M)",
      "lead_paragraph": "WASHINGTON, Nov. 15 - Nine months ago, the United States and Australia completed negotiations on a landmark trade agreement that won unusually broad bipartisan support in Congress. But a dispute over drugs, both prescription and generic, is threatening to delay the effective date of Jan. 1.",
      "publication_date": "2004-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/17/business/worldbusiness/drug-dispute-snags-usaustralia-pact.html",
      "byline": "By Elizabeth Becker and Robert Pear"
    }
  ]
}