{
  "metadata": {
    "date": "2004-05-18",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Britain: Utility Bid Rejected",
      "snippet": "Britain's Pennon Group rejects bid from investors led by Terra Firma Capital Partners as too low; graph (S)",
      "abstract": "Britain's Pennon Group rejects bid from investors led by Terra Firma Capital Partners as too low; graph (S)",
      "lead_paragraph": "The Pennon Group, the water utility for southwestern England, rejected a bid from investors led by Terra Firma Capital Partners, the investment fund founded by Guy Hands, as too low. The shares increased as much as 8 percent. Pennon, based in Exeter, England, has a market value of £915 million ($1.6 billion). The Terra Firma bid price has not been disclosed. The board unanimously rejected the bid, Pennon said. Pennon and Terra Firma are both trying to buy the British landfill interests of the Shanks Group, a waste-disposal company. Last year, the Hands interests bought the Waste Recycling Group, Britain's largest landfill operator.",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/18/business/world-business-briefing-europe-britain-utility-bid-rejected.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Europe Agrees To Let U.S. Get Passenger Data",
      "snippet": "European Union bows to pressure from US and approves deal to provide records of airline passengers to American authorities despite angry criticism by members of European Parliament who say agreement violates union's privacy laws; 25 governments in...",
      "abstract": "European Union bows to pressure from US and approves deal to provide records of airline passengers to American authorities despite angry criticism by members of European Parliament who say agreement violates union's privacy laws; 25 governments in union effectively makes formal procedure in place since March 2003 that provides passenger information, like credit card numbers and addresses, to US customs officials before arrival of aircraft on American soil; US government says information speeds up immigration procedures and is needed to fight terrorism (M)",
      "lead_paragraph": "Bowing to pressure from the United States, the European Union approved a deal Monday to provide records of airline passengers to the American authorities despite angry criticism by members of the European Parliament who said the agreement violated the union's privacy laws.",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/18/business/europe-agrees-to-let-us-get-passenger-data.html",
      "byline": "By Thomas Fuller"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Economic Outlook Raised",
      "snippet": "Singapore's Ministry of Trade and Industry raises forecast for gross domestic product for year to 5.5 percent to 7.5 percent from previous prediction of 3.5 percent to 5.5 percent; exports, excluding oil and other petroleum products, rose 15.1 per...",
      "abstract": "Singapore's Ministry of Trade and Industry raises forecast for gross domestic product for year to 5.5 percent to 7.5 percent from previous prediction of 3.5 percent to 5.5 percent; exports, excluding oil and other petroleum products, rose 15.1 percent in April compared with month earlier (S)",
      "lead_paragraph": "The Ministry of Trade and Industry raised its forecast for economic growth this year, partly as a result of faster growth in electronics exports. Gross domestic product is likely to expand by 5.5 percent to 7.5 percent, the ministry said, up from its previous prediction for growth of 3.5 percent to 5.5 percent. Singapore's exports, excluding oil and other petroleum products, rose 15.1 percent in April compared with the month a year earlier. The news failed to invigorate Singapore's stock market, however. Concerns about rising oil prices and rising interest rates sent the benchmark stock index down 3.1 percent to its lowest in almost six months, part of a regionwide slump that hit Asian stocks yesterday. Wayne Arnold (NYT)",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/18/business/world-business-briefing-asia-singapore-economic-outlook-raised.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Owner of Château Lafite Proposes a Deal That Would Give It a Napa Valley Presence",
      "snippet": "Chateau Lafite-Rothschild's owner group Domaines des Barons de Rothschild proposes to join two partners to buy 54 percent of Chalone Wine Group in California that it does not already own for about $60 million; Rothschild would develop its first es...",
      "abstract": "Chateau Lafite-Rothschild's owner group Domaines des Barons de Rothschild proposes to join two partners to buy 54 percent of Chalone Wine Group in California that it does not already own for about $60 million; Rothschild would develop its first estate in Napa Valley; offer would combine prestige of Lafite name with marketing power of Constellation Brands Inc; deal would also bring into fold expertise of second partner, Huneeus family, which owns Quintessa Estate, ultra-premium winery in Napa Valley; Agustin Huneeus, whose father founded Quintessa, has long been considered one of more brillant thinkers and planners in luxury wine business; partner who might benefit most is Constellation; Chalone president Tom Selfridge comments; photos (M)",
      "lead_paragraph": "In a move that could make the owners of Château Lafite-Rothschild significant players in the California wine business, their group, Domaines des Barons de Rothschild, proposed yesterday to join with two partners to buy the 54 percent of the Chalone Wine Group in California that it does not already own for about $60 million.",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/18/business/owner-chateau-lafite-proposes-deal-that-would-give-it-napa-valley-presence.html",
      "byline": "By Frank J. Prial"
    },
    {
      "headline": "Lucent Fined $25 Million By S.E.C. In Fraud Case",
      "snippet": "Securities and Exchange Commission accuses Lucent Technologies and nine former and current employees of fraudulently reporting nearly $1.2 billion in revenue; also accuses David Ackerman, former executive of WinStar Communications, of engaging in ...",
      "abstract": "Securities and Exchange Commission accuses Lucent Technologies and nine former and current employees of fraudulently reporting nearly $1.2 billion in revenue; also accuses David Ackerman, former executive of WinStar Communications, of engaging in fraud scheme in which Lucent recorded $125 million in software sales to WinStar; accusations come after three-year government probe into Lucent's inflation of its sales figures dating back to 2000 fiscal year; Lucent and nine employees agree to settle with government without admitting or denying wrongdoing; case against Ackerman has not been settled (M)",
      "lead_paragraph": "The Securities and Exchange Commission accused Lucent Technologies and nine former and current employees yesterday of fraudulently reporting nearly $1.2 billion in revenue. The agency also accused a former executive of WinStar Communications of engaging in a fraud scheme in which Lucent recorded $125 million in software sales to WinStar.",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/18/business/technology-lucent-fined-25-million-by-sec-in-fraud-case.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Iraqi Bombing Sends Markets Sharply Lower",
      "snippet": "Stock prices fall around world, and oil prices continue to climb after Ezzedine Salim, leader of Iraqi governing council, is killed by suicide bomber; new highs during day for crude oil, at $41.85 per barrel, and gasoline, at $1.421 per gallon, le...",
      "abstract": "Stock prices fall around world, and oil prices continue to climb after Ezzedine Salim, leader of Iraqi governing council, is killed by suicide bomber; new highs during day for crude oil, at $41.85 per barrel, and gasoline, at $1.421 per gallon, leave investors uneasy that rising energy costs could slow consumer spending and economic growth and reduce corporate profits; main market indexes in Germany, France and Japan approach new lows for year; India's stock market plunges 11 percent, its biggest one-day loss since 1992; investors are uncertain about changes in country's economic policies as new coalition government is formed under Sonia Gandhi; dollar falls 1.1 percent against euro, but is little changed against yen; US Treasury Department says foreign investors sold $13.4 billion of American stocks in March, record amount on net basis; Standard & Poor's 500-stock index is off 11.60 points, or 1.1 percent, to 1,084.10; Nasdaq composite index declines 27.61 points, or 1.5 percent, to 1,876.64; Dow Jones industrial average drops 105.96 points, or 1.1 percent, to 9,906.91; US Treasury 10-year bond rises 20/32, to 100 15/32; yield falls to 4.69 percent from 4.77 percent; graphs; charts; photos (M)",
      "lead_paragraph": "Stock prices fell around the world yesterday, and oil prices continued to climb after the leader of the Iraqi governing council was killed by a suicide bomber.",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/18/business/the-markets-stocks-bonds-iraqi-bombing-sends-markets-sharply-lower.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Order For Jets",
      "snippet": "Gol Transportes Aereos, fastest-growing Brazilian budget airline, places order for up to 43 passenger jets from Boeing Co; list price on order is $960 million, and final price tag could rise to $2.7 billion if Gol exercises all options (S)",
      "abstract": "Gol Transportes Aereos, fastest-growing Brazilian budget airline, places order for up to 43 passenger jets from Boeing Co; list price on order is $960 million, and final price tag could rise to $2.7 billion if Gol exercises all options (S)",
      "lead_paragraph": "Gol Transportes Aéreos, the fast-growing Brazilian budget airline, said it had placed an order for up to 43 passenger jets from the Boeing Company. The deal includes firm orders for 15 Boeing 737-800's, with deliveries starting in 2007, and gives Gol the option to purchase 28 more by 2010. The list price on the order is $960 million, and the final price tag could rise to $2.7 billion if Gol exercises all the options. The deal is the first time the privately owned Gol has sought to buy its own aircraft. Todd Benson (NYT)",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/18/business/world-business-briefing-americas-brazil-order-for-jets.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Appeals Court Orders Judge to Step Aside in Three Asbestos Cases",
      "snippet": "Federal appeals court orders Judge Alfred M Wolin, who is overseeing five important asbestos-related bankruptcy proceedings, to withdraw from W R Grace, Owens Corning and US Gypsum cases because of appearance of bias; legal experts say decision wi...",
      "abstract": "Federal appeals court orders Judge Alfred M Wolin, who is overseeing five important asbestos-related bankruptcy proceedings, to withdraw from W R Grace, Owens Corning and US Gypsum cases because of appearance of bias; legal experts say decision will probably force new delays and might cause far-reaching economic repercussions in long-running litigation; three-judge panel says Wolin has not done anything wrong or unethical or biased; will decide later whether to remove Wolin from case involving Armstrong World, which had been asked to be included in any withdrawal order; legal experts say it will be up to Wolin to decide whether to continue overseeing fifth case, involving Federal-Mogul Global; ruling was requested by Kensington International Ltd, which bought $275 million in Owens Corning bank debt soon after company sought bankruptcy protection, and Springfield Associates, another holder of distressed debt; photo (M)",
      "lead_paragraph": "A federal appeals court yesterday ordered the judge overseeing five important asbestos-related bankruptcy proceedings to withdraw from three of the cases because of the appearance of bias.",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/18/business/appeals-court-orders-judge-to-step-aside-in-three-asbestos-cases.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "For Sniffing Out Land Mines, A Platoon of Twitching Noses",
      "snippet": "Gambian giant pouched rats are being trained to sniff out land mines in Mozambique; they may be as good a mine detector as man or nature has yet devised; mine-removal group named Apopo is training pouched rats to sniff out TNT-filled land mines fo...",
      "abstract": "Gambian giant pouched rats are being trained to sniff out land mines in Mozambique; they may be as good a mine detector as man or nature has yet devised; mine-removal group named Apopo is training pouched rats to sniff out TNT-filled land mines for reward of banana; in test of heavily mined area, teams of three giant pouched rats found every one of 20 live mines in previously unsurveyed 4,300-square-foot swatch of land; pouched rat has nose honed to bloodhound status by eons of searching for buried food stashes; they are abundant, cheap and easily transported; at three pounds, they are too light to detonate mines accidentally; unlike even best mine-detecting dog or human, they are relentlessly single-minded; if Mozambican authorities approve, Apopo's group will become world's first certified, professional mine-detecting rats; photos; diagram (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/18/world/for-sniffing-out-land-mines-a-platoon-of-twitching-noses.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "M.P.'s Received Orders to Strip Iraqi Detainees",
      "snippet": "Col Thomas M Pappas, who was in charge of interrogations at Abu Ghraib prison, told Maj Gen Antonio M Taguba that his intelligence officers sometimes instructed military police to force Iraqi detainees to strip naked and to shackle them before que...",
      "abstract": "Col Thomas M Pappas, who was in charge of interrogations at Abu Ghraib prison, told Maj Gen Antonio M Taguba that his intelligence officers sometimes instructed military police to force Iraqi detainees to strip naked and to shackle them before questioning them, but only when there was 'some good reason'; also told Taguba, who is investigating charges of abuse, that his unit had 'no formal system in place' to monitor instructions they gave to military guards, who worked closely with interrogators to prepare detainees for interviews; Pappas's statements offer highest-level confirmation so far that military intelligence soldiers directed military guards in preparing for interrogations; they also provide first insights by senior intelligence officer at prison into relationship between his troops and military police; Taguba's report concludes that Pappas was 'directly or indirectly responsible' for actions of those who mistreated and humiliated Iraqi prisoners; photo (M)",
      "lead_paragraph": "The American officer who was in charge of interrogations at the Abu Ghraib prison has told a senior Army investigator that intelligence officers sometimes instructed the military police to force Iraqi detainees to strip naked and to shackle them before questioning them. But he said those measures were not imposed ''unless there is some good reason.''",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/18/world/struggle-for-iraq-interrogations-mp-s-received-orders-strip-iraqi-detainees.html",
      "byline": "By Eric Schmitt and Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Australia: Airline Profit",
      "snippet": "Virgin Blue reports after-tax profit of 158 million Australian dollars ($108 million) in year through March (S)",
      "abstract": "Virgin Blue reports after-tax profit of 158 million Australian dollars ($108 million) in year through March (S)",
      "lead_paragraph": "The Australian discount airline Virgin Blue, started in 2000 by the Virgin Group of London, reported an after-tax profit of 158 million Australian dollars ($108 million) in the year through March, its first result as a listed company. The airline has won 30 percent of the market from Qantas, the national carrier, which will introduce a low-fare airline, Jetstar, next week. Fare surcharges are being imposed by both groups as fuel prices rise. John Shaw (NYT)",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/18/business/world-business-briefing-australia-airline-profit.html",
      "byline": "By John Shaw (NYT)"
    },
    {
      "headline": "Decision Nears on Bailout Plan for Alstom",
      "snippet": "Mario Monti, European commissioner for competition, says he should be in position next week to approve French government's involvement in rescue of Alstom; commission has been investigating injection of 2 billion euros ($2.38 billion) in aid and 2...",
      "abstract": "Mario Monti, European commissioner for competition, says he should be in position next week to approve French government's involvement in rescue of Alstom; commission has been investigating injection of 2 billion euros ($2.38 billion) in aid and 2.2 billion euros in loan guarantees that France granted Alstom in August; Alstom is expected to file for bankruptcy almost immediately if commission opposes aid, raising fears that many of 110,000 employees of company may those their jobs, and company's assets may be sold to pay debt; photo (M)",
      "lead_paragraph": "The European commissioner for competition, Mario Monti, said on Monday that he should be in a position next week to approve the French government's involvement in the rescue of one of its biggest industrial groups, Alstom.",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/18/business/decision-nears-on-bailout-plan-for-alstom.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Shares Plunge 11% in India on Jitters Over Election",
      "snippet": "India's stock prices drop more than 11 percent, thrown into turmoil by confusion over future of country's economy under Sonia Gandhi's Congress Party and its left-leaning allies; ultimate shape of ruling coalition led by Congress Party has been un...",
      "abstract": "India's stock prices drop more than 11 percent, thrown into turmoil by confusion over future of country's economy under Sonia Gandhi's Congress Party and its left-leaning allies; ultimate shape of ruling coalition led by Congress Party has been unclear since surprising rejection of government of Prime Min Atal Behari Vajpayee in elections ended last week; shape of economic policy is less clear as new government will need support of India's Communist parties; graph; photos (M)",
      "lead_paragraph": "India's stock prices skidded more than 11 percent on Monday, thrown into turmoil by the confusion over the future of the country's economy under Sonia Gandhi's Congress Party and its left-leaning allies.",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/18/business/shares-plunge-11-in-india-on-jitters-over-election.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Inquiry Widens; Insurance Brokers May Face Change",
      "snippet": "New York State Atty Gen Eliot Spitzer's probe of fees that insurance companies pay insurance brokers is advancing; several major insurance companies have received subpoenas from Spitzer's office, in addition to four brokers that reported last mont...",
      "abstract": "New York State Atty Gen Eliot Spitzer's probe of fees that insurance companies pay insurance brokers is advancing; several major insurance companies have received subpoenas from Spitzer's office, in addition to four brokers that reported last month that they were under investigation--Marsh & McLennan Cos, Aon, Willis Group Holdings and Kaye Insurance Associates; Chubb and Hartford Financial Services Group say they have received subpoenas; American International Group declines comment; investigation is looking into potential conflicts of interest among brokers, whose role is to arrange best possible coverage for corporate clients at best possible price (Market Place column) (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/18/business/market-place-inquiry-widens-insurance-brokers-may-face-change.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Hundreds of Same-Sex Couples Wed in Massachusetts",
      "snippet": "Hundreds of gay and lesbian couples apply for marriage licenses on day Massachusetts becomes first state to allow same-sex marriages; weddings are held across state in houses of worship, quarters of justices of peace, parks, farms and other venues...",
      "abstract": "Hundreds of gay and lesbian couples apply for marriage licenses on day Massachusetts becomes first state to allow same-sex marriages; weddings are held across state in houses of worship, quarters of justices of peace, parks, farms and other venues; gay rights advocates hail day, which falls on 50th anniversary of Supreme Court decision Brown v Board of Education, as occasion that evokes triumphs--and social vindication--of civil rights era; issuing of licenses and marriage ceremonies proceed without many snags or confrontations; there are small demonstrations by opponents of gay marriage; seeds of full-fledged conflict were planted earlier when scores of out-of-state couples arrived in Massachusetts to apply for marriage licenses despite Gov Mitt Romney's refusal to allow gay man and lesbians from other states to marry there; Provincetown, Somerville, Worcester and Springfield defy Romney and issue out-of-state couples marriage licenses; officials in those towns could face fines or criminal charges for violating Romney's edict; out-of-state couples face prospect that Romney will invalidate their marriages; also face possible legal battles in their home states if they seek to have their marriages recognized or to apply for benefits accorded married couples; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/18/us/same-sex-marriage-the-overview-hundreds-of-same-sex-couples-wed-in-massachusetts.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Current Account Grows",
      "snippet": "Japan's current account surplus grew 13 percent in March from month earlier, for ninth straight increase; surplus rose to 1.83 trillion yen ($16 billion) as exports to China and other Asian countries increased; over all, Japanese exports rose 13 p...",
      "abstract": "Japan's current account surplus grew 13 percent in March from month earlier, for ninth straight increase; surplus rose to 1.83 trillion yen ($16 billion) as exports to China and other Asian countries increased; over all, Japanese exports rose 13 percent, to 5.17 trillion yen ($45.3 billion), while imports rose 11 percent, to 3.83 trillion yen (S)",
      "lead_paragraph": "Japan's current account surplus grew 13 percent in March from the month a year earlier, for a ninth straight increase. The surplus rose to 1.83 trillion yen ($16 billion) as exports to China and other Asian countries increased. Over all, Japanese exports rose 13 percent, to 5.17 trillion yen ($45.3 billion), while imports rose 11 percent, to 3.83 trillion yen. Economists expect Japan's current account surplus will continue to grow on robust demand for Japanese goods in Asia. The current account is a broad measure of the flow of goods, services, investment and tourism. Todd Zaun (NYT)",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/18/business/world-business-briefing-asia-japan-current-account-grows.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Growth in Japan's Economy Surpasses All Expectations  The growth in the Japanese economy exceeded all expectations for the first quarter as a largely export-driven recovery broadened to include a pickup in consumer spending.    Japan's gross domes...",
      "abstract": " Growth in Japan's Economy Surpasses All Expectations  The growth in the Japanese economy exceeded all expectations for the first quarter as a largely export-driven recovery broadened to include a pickup in consumer spending.    Japan's gross domestic product rose at an annual rate of 5.6 percent, after vigorous growth in the fourth quarter of 2003, when the economy increased at a 6.4 percent annual pace, the fastest expansion in 13 years. The most-recent figures show that Japanese consumers are also contributing to the recovery, which is nearly two years old. [Page C4.]",
      "lead_paragraph": "Growth in Japan's Economy Surpasses All Expectations",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/18/business/business-digest-634026.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Airline's Profit Rises",
      "snippet": "British Airways reports fourth-quarter pretax profit of 45 million pounds ($80 million) compared with loss of 200 million pounds year earlier; full-year income rose 70 percent, to 230 million pounds ($407 million); chief executive Rod Eddington wa...",
      "abstract": "British Airways reports fourth-quarter pretax profit of 45 million pounds ($80 million) compared with loss of 200 million pounds year earlier; full-year income rose 70 percent, to 230 million pounds ($407 million); chief executive Rod Eddington warns rising fuel costs could affect future profits; photo (S)",
      "lead_paragraph": "British Airways reported fourth-quarter pretax profit of £45 million ($80 million), in contrast to a loss of £200 million a year earlier. Helped by a cost-cutting program, the airline said its full-year income rose 70 percent, to £230 million ($407 million) before taxes. The chief executive, Rod Eddington, warned that rising fuel costs could affect future profits, and the company's shares fell 1 percent. Heather Timmons (NYT)",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/18/business/world-business-briefing-europe-britain-airline-s-profit-rises.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "SUICIDE BOMBER KILLS PRESIDENT OF IRAQI COUNCIL",
      "snippet": "Iraqi Governing Council's president Ezzedine Salim and six others are killed by suicide bomber at checkpoint into main headquarters in Baghdad for American occupation forces; two American soldiers and five Iraqi civilians are wounded; it is unclea...",
      "abstract": "Iraqi Governing Council's president Ezzedine Salim and six others are killed by suicide bomber at checkpoint into main headquarters in Baghdad for American occupation forces; two American soldiers and five Iraqi civilians are wounded; it is unclear if Salim was specific target, but death of nominal head of most important body of Iraqis deepens uncertainty only 45 days before limited sovereignty is to be handed over to Iraqis; Salim is second member of council to be killed since it was installed last summer; his death stokes tensions at time of lowered American credibility over exactly how much sovereignty will be granted to Iraqis on June 30; responsibility for attack is claimed, on Islamic Web site, by group calling itself Arab Resistance Movement; Brig Gen Mark Kimmitt says claim is being investigated, but suggests attack might be work of Abu Musab al-Zarqawi, Jordanian militant with ties to Al Qaeda who last week claimed responsibility for beheading of American civilian Nicholas Berg; photos (M)",
      "lead_paragraph": "A suicide bomber killed the president of the Iraqi Governing Council and at least six other people on Monday at a checkpoint into the main headquarters for the American occupation forces in Iraq.",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/18/world/struggle-for-iraq-political-violence-suicide-bomber-kills-president-iraqi.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "Gandhi Stakes Her Claim to Lead a Rattled India",
      "snippet": "Sonia Gandhi, Italian-born leader of Indian National Congress party, will formally stake claim to be India's next prime minister; announcement comes after country's stock market records its biggest single-day fall amid concerns that new government...",
      "abstract": "Sonia Gandhi, Italian-born leader of Indian National Congress party, will formally stake claim to be India's next prime minister; announcement comes after country's stock market records its biggest single-day fall amid concerns that new government will slow or halt economic reforms because of pressure from left; Gandhi faces formidable political and economic challenges even before she takes office May 19; Hindu nationalist Bharatiya Janata Party, which lost to Congress party in upset, says it will boycott her inauguration to protest her foreign origin and will continue to raise issue; Communist parties allied with her party say they will support new government but not join it, which could make policy consensus more difficult; Gandhi is widow of former Prime Min Rajiv Gandhi and daughter-in-law of former Prime Min Indira Gandhi, both of whom were assassinated; was elected to Parliament in 1999, and she led Congress party from decline and disarray to its unexpected victory; party falls far short of winning majority, but as single-largest party it willl lead formation of government; photo (M)",
      "lead_paragraph": "Sonia Gandhi, the Italian-born leader of the Indian National Congress party, will formally stake claim to be India's next prime minister on Tuesday, party officials said Monday night. The announcement came after the country's stock market recorded its biggest single-day fall amid concerns over the new government's approach to economic reforms.",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/18/world/gandhi-stakes-her-claim-to-lead-a-rattled-india.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "Progress at Deutsche Telekom After Returning to Its Roots",
      "snippet": "Detusche Telekom earned 1.3 billion euros ($1.5 billion) in 2003, after 24.6 billion loss ($29.2 billion) in 2002; Kai-Uwe Ricke, who took helm of company in November 2002, has whittled down company's $64 billion in debt by almost quarter, beating...",
      "abstract": "Detusche Telekom earned 1.3 billion euros ($1.5 billion) in 2003, after 24.6 billion loss ($29.2 billion) in 2002; Kai-Uwe Ricke, who took helm of company in November 2002, has whittled down company's $64 billion in debt by almost quarter, beating his own target and putting company on stable course; photo (M)",
      "lead_paragraph": "When Kai-Uwe Ricke steps before the shareholders of Deutsche Telekom at its annual meeting in a Cologne arena on Tuesday, he will probably be hailed as a savior -- and for good reason.",
      "publication_date": "2004-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/18/business/progress-at-deutsche-telekom-after-returning-to-its-roots.html",
      "byline": "By Mark Landler"
    }
  ]
}