{
  "metadata": {
    "date": "2004-04-05",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "Microsoft and Sun End Long Acrimony In Surprise Accord",
      "snippet": "Microsoft and Sun Microsystems announce surprising armistice, ending years of public acrimony between Scott McNealy, Sun's chief executive and leader of anti-Microsoft camp in Silicon Valley, and world's largest software company; Microsoft will pa...",
      "abstract": "Microsoft and Sun Microsystems announce surprising armistice, ending years of public acrimony between Scott McNealy, Sun's chief executive and leader of anti-Microsoft camp in Silicon Valley, and world's largest software company; Microsoft will pay Sun $1.6 billion to settle Sun's antitrust suit against Microsoft and to resolve patent claims; pact also includes 10-year commitment by two companies to work closely together, share technology and license each other's intellectual property; Sun says it will lay off 3,300 employees, or 9 percent of its work force, and report $750 million to $810 million loss for quarter ended in March (M)",
      "lead_paragraph": "Microsoft and Sun Microsystems announced a surprising armistice yesterday, ending years of public acrimony between Scott McNealy, Sun's chief executive and the leader of the anti-Microsoft camp in Silicon Valley, and the world's largest software company.",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/03/business/microsoft-and-sun-end-long-acrimony-in-surprise-accord.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "A Mistrial Declared in Trial Of 2 Ex-Tyco Executives  The judge in the six-month trial of two former Tyco International executives declared a mistrial because one juror said she had received a letter.     The Manhattan district attorney's office s...",
      "abstract": " A Mistrial Declared in Trial Of 2 Ex-Tyco Executives  The judge in the six-month trial of two former Tyco International executives declared a mistrial because one juror said she had received a letter.     The Manhattan district attorney's office said that it would retry the case, in which the former chief executive of Tyco, L. Dennis Kozlowski, and the former chief financial officer, Mark H. Swartz, were accused of taking $600 million from the company. [Page A1.]",
      "lead_paragraph": "A Mistrial Declared in Trial Of 2 Ex-Tyco Executives",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/03/business/business-digest-065900.html",
      "byline": ""
    },
    {
      "headline": "A Reminder",
      "snippet": "Daylight saving time resumes at 2 a.m. tomorrow. Clocks are set ahead one hour.",
      "abstract": "Daylight saving time resumes at 2 a.m. tomorrow. Clocks are set ahead one hour.",
      "lead_paragraph": "Daylight saving time resumes at 2 a.m. tomorrow. Clocks are set ahead one hour.",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/03/us/a-reminder.html",
      "byline": ""
    },
    {
      "headline": "Strong Job Growth in March Spurs a Sharp Rise in Interest Rates",
      "snippet": "Interest rates rose sharply yesterday after a report showing strong job growth in March suggested that all facets of an economic recovery were finally in place.      Stocks prices rose, with the Standard & Poor's 500 stock index gaining 0.9 percen...",
      "abstract": "Interest rates rose sharply yesterday after a report showing strong job growth in March suggested that all facets of an economic recovery were finally in place.      Stocks prices rose, with the Standard & Poor's 500 stock index gaining 0.9 percent and the Nasdaq composite index climbing 2.1 percent. The prospect of economic gains bolstered the dollar as well, pushing it up 1.9 percent against the euro and 0.8 percent against the Japanese yen.   ",
      "lead_paragraph": "Interest rates rose sharply yesterday after a report showing strong job growth in March suggested that all facets of an economic recovery were finally in place.",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/03/business/markets-stocks-bonds-strong-job-growth-march-spurs-sharp-rise-interest-rates.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "White-Collar Crime Crusader Gets Chance to Refine a Case",
      "snippet": "The Tyco mistrial gives prosecutors in the Manhattan district attorney's office a rare legal opportunity: a second chance.      It will never be known exactly what verdict the jury might have reached on charges that Tyco's former chief executive, ...",
      "abstract": "The Tyco mistrial gives prosecutors in the Manhattan district attorney's office a rare legal opportunity: a second chance.      It will never be known exactly what verdict the jury might have reached on charges that Tyco's former chief executive, L. Dennis Kozlowski, and former chief financial officer, Mark H. Swartz, stole $170 million from the company and reaped an additional $430 million through stock fraud. But experts say the prosecutors risked overtaxing the capabilities of any jury by presenting a welter of evidence and more than 10,000 pages of transcribed testimony from 47 witnesses.  ",
      "lead_paragraph": "The Tyco mistrial gives prosecutors in the Manhattan district attorney's office a rare legal opportunity: a second chance.",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/03/business/tyco-mistrial-prosecutor-white-collar-crime-crusader-gets-chance-refine-case.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Japan Support of Missile Shield Could Tilt Asia Power Balance",
      "snippet": "US, racing to erect ballistic missile defense system by end of 2004, is quietly enlisting Japan and other allies in Asia to take part in network, which could reshape balance of power in region; US Navy will deploy destroyer in Sea of Japan in Sept...",
      "abstract": "US, racing to erect ballistic missile defense system by end of 2004, is quietly enlisting Japan and other allies in Asia to take part in network, which could reshape balance of power in region; US Navy will deploy destroyer in Sea of Japan in Sept as first step in forming system capable of intercepting missiles; Japan's Parliament has approved spending $1 billion in 2004 to start work on shield that would be in place by 2007; Pentagon will sell Taiwan $1.78 billion in radar equipment to increase its ability to detect ballistic missiles; Australia has decided to join system, and US officials are talking with India; network will require sharing of critical information, which could split Asian nations into two camps: those inside and those outside system; those inside say shield will be defense against missile buildup by nations like China and North Korea; those outside say it will destabilize region and start arms race; map (M)",
      "lead_paragraph": "As the United States races to erect a ballistic missile defense system by the end of the year, it is quietly enlisting Japan and other allies in Asia to take part in the network, which could reshape the balance of power in the region.",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/03/world/japan-support-of-missile-shield-could-tilt-asia-power-balance.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "So Close, Jurors See Long Effort End in Nothing",
      "snippet": "Jurors in six-month trial of former Tyco International executives L Dennis Kozlowski and Mark H Swartz are disappointed and frustrated after New York State Supreme Court Justice Michael J Obus declares mistrial; Obus acts after juror Ruth B Jordan...",
      "abstract": "Jurors in six-month trial of former Tyco International executives L Dennis Kozlowski and Mark H Swartz are disappointed and frustrated after New York State Supreme Court Justice Michael J Obus declares mistrial; Obus acts after juror Ruth B Jordan is identified by name in news media and she receives threatening letter from stranger; jurors say they were close to verdict after 12 days of sometimes acrimonious deliberations, and probably would have found defendants guilty of some of 32 charges against them (M)",
      "lead_paragraph": "After 12 days of sometimes acrimonious deliberations, the jurors in the trial of two former Tyco executives thought they were close to a verdict -- perhaps hours away. But when they gathered Friday morning, they sensed something was wrong.",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/03/business/the-tyco-mistrial-the-jurors-so-close-jurors-see-long-effort-end-in-nothing.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Some Critics Say Naming a Juror Went Too Far",
      "snippet": "The apparent role of the news media in the outcome of the Tyco fraud case had some legal experts and journalists yesterday predicting a less public judicial process as a result.      State Supreme Court Judge Michael Obus angrily declared a mistri...",
      "abstract": "The apparent role of the news media in the outcome of the Tyco fraud case had some legal experts and journalists yesterday predicting a less public judicial process as a result.      State Supreme Court Judge Michael Obus angrily declared a mistrial yesterday in the six-month Tyco trial, after a juror received a threatening letter ''highly critical'' of her perceived intention to hold out for acquittal. Last week, breaking journalistic convention, The Wall Street Journal's Web site and The New York Post published the juror's name.   ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/03/business/the-tyco-mistrial-the-media-some-critics-say-naming-a-juror-went-too-far.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Numbers a Relief To Republicans, But Fears Remain",
      "snippet": "For months, President Bush has premised his re-election campaign on the argument that the economy was back on track, citing rapid economic growth, low inflation, low interest rates and near-record home sales.      But the anemic pace of job creati...",
      "abstract": "For months, President Bush has premised his re-election campaign on the argument that the economy was back on track, citing rapid economic growth, low inflation, low interest rates and near-record home sales.      But the anemic pace of job creation flew in the face of those upbeat assessments. Democrats accused Mr. Bush of presiding over more job losses than any president since Herbert Hoover. Republicans cringed on the first Friday of every month, when the government released its latest employment report.  ",
      "lead_paragraph": "For months, President Bush has premised his re-election campaign on the argument that the economy was back on track, citing rapid economic growth, low inflation, low interest rates and near-record home sales.",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/03/business/numbers-a-relief-to-republicans-but-fears-remain.html",
      "byline": "By Robin Toner and Edmund L. Andrews"
    },
    {
      "headline": "Millions More Travelers to U.S. To Face Fingerprints and Photos",
      "snippet": "Homeland Security Dept plans to require travelers from 27 industrialized nations, including allies like Britain, France, Germany, Spain, Japan and Australia, to be photographed and electronically fingerprinted when they arrive in US; officials say...",
      "abstract": "Homeland Security Dept plans to require travelers from 27 industrialized nations, including allies like Britain, France, Germany, Spain, Japan and Australia, to be photographed and electronically fingerprinted when they arrive in US; officials say move is critical security measure intended to protect US from future terrorist attacks; only diplomats and Canadians and Mexicans carrying border cards will be exempt from new rules, which will go into effect by Sept 30; photo (M)",
      "lead_paragraph": "The Department of Homeland Security announced on Friday that it planned to require travelers from 27 industrialized nations, including longtime allies like Britain, France, Germany, Spain, Japan and Australia, to be photographed and electronically fingerprinted when they arrive in the United States.",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/03/us/threats-responses-air-travel-millions-more-travelers-us-face-fingerprints-photos.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "DATA FOR MARCH SHOW BIG SURGE IN JOB CREATION",
      "snippet": "Labor Dept estimates that economy added 308,000 jobs in March, pulling out of pattern of tepid employment growth to clock largest number of new jobs in single month since April 2000; unemployment, which is measured through separate household surve...",
      "abstract": "Labor Dept estimates that economy added 308,000 jobs in March, pulling out of pattern of tepid employment growth to clock largest number of new jobs in single month since April 2000; unemployment, which is measured through separate household survey rather than by tracking company payrolls, inched up to 5.7 percent from 5.6 percent in Feb; Labor Dept also revises its estimate of jobs created in Jan and Feb to 205,000, almost double its previous estimate of 118,000; graph; photo (M)",
      "lead_paragraph": "After a long period of stagnation, job creation finally surged ahead in March, the government reported yesterday. The gains surpassed all but the most optimistic expectations among analysts and provided President Bush with a shot of good news to help counter Democratic attacks on his economic policies.",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/03/business/data-for-march-show-big-surge-in-job-creation.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "TYCO TRIAL ENDED AS A JUROR CITES OUTSIDE PRESSURE",
      "snippet": "New York State Supreme Court Justice Michael J Obus declares mistrial in six-month trial of Tyco International former chief executive L Dennis Kozlowski and former chief financial officer Mark H Swartz after juror Ruth B Jordan receives letter fro...",
      "abstract": "New York State Supreme Court Justice Michael J Obus declares mistrial in six-month trial of Tyco International former chief executive L Dennis Kozlowski and former chief financial officer Mark H Swartz after juror Ruth B Jordan receives letter from stranger pressuring her to convict them; mistrial comes just as some jurors say group was on verge of convicting defendants of some of most serious criminal charges; Kozlowski and Swartz are accused of taking $600 million through theft from company and manipulation of its stock; Manhattan Dist Atty Robert M Morgenthau's office says it will move to retry case; Kozlowski photo (M)",
      "lead_paragraph": "The judge in the six-month trial of two former Tyco International executives declared a mistrial yesterday after a juror said she had received a letter pressuring her to convict the defendants. The mistrial came just as some jurors said the group was on the verge of convicting the defendants of some of the most serious criminal charges while acquitting them of others.",
      "publication_date": "2004-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/03/business/tyco-mistrial-overview-tyco-trial-ended-juror-cites-outside-pressure.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Silicon Valley Seeks Peace in Long War Against Microsoft",
      "snippet": "Settlement of Sun Microsystem's protracted antitrust lawsuit against Microsoft reflects growing realization among companies in Silicon Valley that legal system can do little to resolve their quarrel with Microsoft; many Valley executives say Sun s...",
      "abstract": "Settlement of Sun Microsystem's protracted antitrust lawsuit against Microsoft reflects growing realization among companies in Silicon Valley that legal system can do little to resolve their quarrel with Microsoft; many Valley executives say Sun sued for peace in face of Microsoft's overwhelming power and financial might; many executives continue to consider Microsoft an imitator and predator that has freely borrowed Valley's best ideas and added them to its products, but some give Microsoft credit for reaching out to them and trying to change what they see as its overly aggressive business style; photo (M)",
      "lead_paragraph": "It was not that long ago that Scott McNealy, the chairman of Sun Microsystems, referred to his bitter rival, Bill Gates, as Darth Vader and Mr. Gates's company, Microsoft, as the Evil Empire.",
      "publication_date": "2004-04-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/04/business/silicon-valley-seeks-peace-in-long-war-against-microsoft.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Altering of Worker Time Cards Spurs Growing Number of Suits",
      "snippet": "Workers are suing their employers over doctoring of their time sheets to show fewer hours worked; experts say practice, known as shaving time, is far more prevalent than most Americans believe because computerization of time records has made it ea...",
      "abstract": "Workers are suing their employers over doctoring of their time sheets to show fewer hours worked; experts say practice, known as shaving time, is far more prevalent than most Americans believe because computerization of time records has made it easier and harder to detect; companies accused of shaving time include Family Dollar discount chain, Pep Boys auto parts chain, Taco Bell restaurants, Wal-Mart and Kinko photocopy centers; some of them say they prohibit practice, but acknowledge that it sometimes happens; compensation experts say many managers, whether at discount stores or fast-food restaurants, fear losing their jobs or having their bonuses cut if they fail to keep costs down and profits up; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/04/us/altering-of-worker-time-cards-spurs-growing-number-of-suits.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "Option Pie: Overeating Is a Health Hazard",
      "snippet": "Gretchen Morgenson column in special report on executive pay cites new, comprehensive study by Profs Joseph R Blasi and Douglas L Kruse that shows increases in executive pay, particularly stock options, do not, on average, translate into later gai...",
      "abstract": "Gretchen Morgenson column in special report on executive pay cites new, comprehensive study by Profs Joseph R Blasi and Douglas L Kruse that shows increases in executive pay, particularly stock options, do not, on average, translate into later gains for shareholders; study found 1 percent rise in total compensation for each of top five executives at companies predicted 0.22 percent drop in average shareholder return over next year and 0.12 percent drop over three years; found incentive pay for many chief executives rose even when shareholder returns fell; graph of chief executive stock option paper wealth (M)",
      "lead_paragraph": "THE escalating excess that passes for everyday pay among corporate executives in America has long been justified this way: If they are not paid huge amounts, they will go to greener pastures. Investors will lose.",
      "publication_date": "2004-04-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/04/business/market-watch-option-pie-overeating-is-a-health-hazard.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Executive Pay: A Special Report; Is C.E.O. Pay Up or Down? Both.",
      "snippet": "Article in special report on executive pay notes that while, on paper, days of rapidly rising executive compensation seem to be ending, in reality most chief executives took home more cash and more stock in 2003; on average, chief executive pay sh...",
      "abstract": "Article in special report on executive pay notes that while, on paper, days of rapidly rising executive compensation seem to be ending, in reality most chief executives took home more cash and more stock in 2003; on average, chief executive pay shrank by 8 percent at 200 large companies, but all of decline came from sharp drop in options grants, while cash pay rose 14.4 percent; total CEO compensation averaged $5.9 million, up 23 percent from $4.8 million in 2002; some experts expect trend to prolong shareholder backlash against overly generous boards, even though most of biggest companies have at least begun to revise way they pay top executives; compensation graphs; photos (M)",
      "lead_paragraph": "THE message from corporate directors to shareholders who are fuming about elephantine executive pay is: We're working on it. The response they get back may very well be: Thanks, but this is not quite what we had in mind.",
      "publication_date": "2004-04-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/04/business/executive-pay-a-special-report-is-ceo-pay-up-or-down-both.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "For Ex-Nurses, Real Money's in Takeout",
      "snippet": "Home Front article on Winsome Cunningham, registered nurse who worked in New York City hospitals for nearly 15 years until she left to open fast food restaurant; photo; she now owns three franchises of Golden Krust Caribbean Bakery and Grill; rece...",
      "abstract": "Home Front article on Winsome Cunningham, registered nurse who worked in New York City hospitals for nearly 15 years until she left to open fast food restaurant; photo; she now owns three franchises of Golden Krust Caribbean Bakery and Grill; recent state survey finds 48 percent of nurses under age 52 plan to leave positions or profession in next five years because of stress (M)",
      "lead_paragraph": "WINSOME CUNNINGHAM, a registered nurse who has worked in some of New York City's most prominent hospitals, devoted nearly 15 years to tending to the sick.",
      "publication_date": "2004-04-04T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/04/04/jobs/home-front-for-ex-nurses-real-money-s-in-takeout.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "Robo-Cars Make Cruise Control So Last Century",
      "snippet": "Ever-increasing computerization of automobile and evolution of sensory technology are shifting control over braking, steering, parking and other aspects of driving from the human behind the wheel to car itself, and trend towards self-driving car i...",
      "abstract": "Ever-increasing computerization of automobile and evolution of sensory technology are shifting control over braking, steering, parking and other aspects of driving from the human behind the wheel to car itself, and trend towards self-driving car is expected to continue; most such technology begins in luxury cars, where owners more easily absorb costs, but not always; increasing complexity has ramifications for quality because automobiles have more physical parts, and now also software, that can fail; is among reasons for rising numbers of vehicle recalls; automakers say potential safety benefits offset such concerns; drawing (M)",
      "lead_paragraph": "The modern car does not have to guess your weight. It already knows.",
      "publication_date": "2004-04-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/04/business/robo-cars-make-cruise-control-so-last-century.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Blast in Madrid Kills 3 Suspects In Train Attack",
      "snippet": "Bush administration's impulse to deal more forcefully with terrorist threats in US peaked on July 5, when its counterterrorism office assembled top officials from many of country's domestic agencies for meeting at White House, and then leveled off...",
      "abstract": "Bush administration's impulse to deal more forcefully with terrorist threats in US peaked on July 5, when its counterterrorism office assembled top officials from many of country's domestic agencies for meeting at White House, and then leveled off until Sept 11; its response to terror warnings that summer was often scattered and inconsistent as it struggled to develop comprehensive strategy; warnings were more dire and more specific than generally recognized and were repeatedly communicated to highest levels within White House, with George J Tenet, director of central intelligence, briefing Pres Bush more than 40 times; government never collected in one place all information that it had about Al Qaeda and its interest in using commercial aircraft to carry out attacks and about extremist groups' interest in pilot training, and there were no specific new military plans for attacking Qaeda forces or Taliban regime in Afghanistan; money for fighting terrorism had to be justified against array of other priorities; time line of terrorist threats and administration's response; photos (L)",
      "lead_paragraph": "Three men believed to be responsible for the Madrid train bombings blew themselves up inside an apartment house here on Saturday night as the police prepared to assault the building, officials said. The blast also killed one officer and wounded at least 11 others.",
      "publication_date": "2004-04-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/04/world/blast-in-madrid-kills-3-suspects-in-train-attack.html",
      "byline": "By Dale Fuchs"
    },
    {
      "headline": "A Reminder",
      "snippet": "Daylight saving time resumed at 2 a.m. today. Clocks were set ahead one hour.",
      "abstract": "Daylight saving time resumed at 2 a.m. today. Clocks were set ahead one hour.",
      "lead_paragraph": "Daylight saving time resumed at 2 a.m. today. Clocks were set ahead one hour.",
      "publication_date": "2004-04-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/04/us/a-reminder.html",
      "byline": ""
    },
    {
      "headline": "Executive Pay: A Special Report; Two Pay Packages, Two Different Galaxies",
      "snippet": "Article in specil",
      "abstract": "Article in specil",
      "lead_paragraph": "RUNAWAY executive pay generates more shareholder rage than any other corporate issue today. So far this year, almost 40 percent of the proposals to be voted on at annual meetings relate to how much the corner-office crowd pulls down, according to the Investor Responsibility Research Center in Washington. That is up from 19 percent two years ago.",
      "publication_date": "2004-04-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/04/business/executive-pay-a-special-report-two-pay-packages-two-different-galaxies.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Uneven Response Seen to Terror Risk in Summer '01",
      "snippet": "On July 5, 2001, as threats of an impending terrorist attack against the United States were pouring into Washington, Condoleezza Rice, the national security adviser, and Andrew H. Card Jr., the president's chief of staff, directed the administrati...",
      "abstract": "On July 5, 2001, as threats of an impending terrorist attack against the United States were pouring into Washington, Condoleezza Rice, the national security adviser, and Andrew H. Card Jr., the president's chief of staff, directed the administration's counterterrorism office to assemble top officials from many of the country's domestic agencies for a meeting in the White House Situation Room.    Even though the warnings focused mostly on threats overseas, Ms. Rice and Mr. Card wanted the Federal Bureau of Investigation, the Federal Aviation Administration, the Customs Service, the Immigration and Naturalization Service and other agencies put on alert inside the United States. Ms. Rice and Mr. Card did not attend the meeting, run by Richard A. Clarke, the White House counterterrorism coordinator. When the meeting broke up, several new security advisories were issued, including an F.A.A. bulletin warning of an increased risk of air hijackings intended to free terrorists imprisoned in the United States.  ",
      "lead_paragraph": "On July 5, 2001, as threats of an impending terrorist attack against the United States were pouring into Washington, Condoleezza Rice, the national security adviser, and Andrew H. Card Jr., the president's chief of staff, directed the administration's counterterrorism office to assemble top officials from many of the country's domestic agencies for a meeting in the White House Situation Room.",
      "publication_date": "2004-04-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/04/us/uneven-response-seen-to-terror-risk-in-summer-01.html",
      "byline": "By David Johnston and Eric Schmitt"
    },
    {
      "headline": "7 U.S. Soldiers Die in Iraq as a Shiite Militia Rises Up",
      "snippet": "Co-ordinated Shiite militia uprising against American-led occupation reaches into Baghdad's sprawling Shiite slum of Sadr City, where seven American soldiers are killed, and roils holy city of Najaf and at least two other cities in southern Iraq; ...",
      "abstract": "Co-ordinated Shiite militia uprising against American-led occupation reaches into Baghdad's sprawling Shiite slum of Sadr City, where seven American soldiers are killed, and roils holy city of Najaf and at least two other cities in southern Iraq; Iraqi health official in Najaf says 24 people were killed and 200 wounded in clashes that ensued when armed militiamen loyal to firebrand Shiite cleric Moktada al-Sadr besieged garrison commanded by Spanish troops on road leading into Najaf; tens of thousands of militiamen emerge into streets of Baghdad, Najaf, Kufa and Amara hours after Sadr tells his followers to 'terrorize your enemy'; armed militiamen easily take control of checkpoints and police stations in Sadr City, Najaf and Kufa that were staffed by new Iraqi-trained police and civil defense force; residents say Iraqis abandoned their posts as soon as militiamen appeared, punching hole in American hopes that American-trained Iraqis can take over providing security in major cities; until now, powerful Shiite clerics have largely avoided pitting their private militias against American-led occupation forces, preferring to challenge Americans politically; Grand Ayatollah Ali al-Sistani has urged followers to protest peacefully, but Sadr has been menacing presence in shadows since onset of American occupation; photos; map (L)",
      "lead_paragraph": "A coordinated Shiite militia uprising against the American-led occupation rippled across Iraq on Sunday, reaching into Baghdad and the sprawling Shiite slum of Sadr City on the capital's outskirts and roiling the holy city of Najaf and at least two other cities in southern Iraq.",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/05/world/struggle-for-iraq-uprising-7-us-soldiers-die-iraq-shiite-militia-rises-up.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "New Demand Drives Canada's Baby Seal Hunt",
      "snippet": "Commercial hunting of baby seals is back and even bigger than when it stirred global outcry two decades ago; over last six years Canada's seal hunt has undergone revival that has largely escaped world attention; federal government will allow killi...",
      "abstract": "Commercial hunting of baby seals is back and even bigger than when it stirred global outcry two decades ago; over last six years Canada's seal hunt has undergone revival that has largely escaped world attention; federal government will allow killing of up to 350,000 baby harp seals, or more than one in three of all those born, largely for their valuable fur; rising prices for skins and contentions that growing seal population is contributing to shrinking codfish pool have eased revival of industry once roundly seen as barbaric; tougher hunting rules, including stiffer regulations to avert skinning seals alive, have muted effort to stop hunt and eased consciences of Canadians; seal products remain banned in United States and they find only limited acceptance in most of Western Europe; new markets have emerged in Russia, Ukraine and Poland; photos; map; graph (L)",
      "lead_paragraph": "Commercial hunting of baby seals is back and even bigger than when it stirred a global outcry two decades ago.",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/05/world/new-demand-drives-canada-s-baby-seal-hunt.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "After a Mistrial, Choices to Make",
      "snippet": "Outlook for former Tyco International executives L Dennis Kozlowski and Mark H Swartz discussed in light of mistrial in case against them; defendants, who came close to being convicted on some of 32 charges, must now decide whether to risk retrial...",
      "abstract": "Outlook for former Tyco International executives L Dennis Kozlowski and Mark H Swartz discussed in light of mistrial in case against them; defendants, who came close to being convicted on some of 32 charges, must now decide whether to risk retrial in which prosecution can learn from mistakes it made in first one, or seek plea bargain that would probably result in somewhat shorter prison terms than conviction would; some experts say prosecutors are also under pressure to strike plea deal; possible defense strategy in retrial discussed; photos (M)",
      "lead_paragraph": "For the Tyco defendants, the second step could be even harder.",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/05/business/after-a-mistrial-choices-to-make.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Madrid Suspect Dead",
      "snippet": "The man suspected of masterminding the train bombings in Madrid was among at least four men who blew themselves up in a police raid on Saturday, Spanish officials said. Forensic experts identified one of the bodies as that of Sarhane Ben Abdelmaji...",
      "abstract": "The man suspected of masterminding the train bombings in Madrid was among at least four men who blew themselves up in a police raid on Saturday, Spanish officials said. Forensic experts identified one of the bodies as that of Sarhane Ben Abdelmajid Fakhet, a Tunisian called the ''leader and coordinator'' of the attacks that killed 191.    Article, Page A3.",
      "lead_paragraph": "The man suspected of masterminding the train bombings in Madrid was among at least four men who blew themselves up in a police raid on Saturday, Spanish officials said. Forensic experts identified one of the bodies as that of Sarhane Ben Abdelmajid Fakhet, a Tunisian called the ''leader and coordinator'' of the attacks that killed 191.",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/05/world/madrid-suspect-dead.html",
      "byline": ""
    },
    {
      "headline": "AIDS FEARS GROW FOR BLACK WOMEN",
      "snippet": "Number of black American women who have been infected with HIV through heterosexual sex is rising; experts say risk is tied to bisexual male partners; recent studies suggest that 30 percent of all black bisexual men may be infected with HIV, and u...",
      "abstract": "Number of black American women who have been infected with HIV through heterosexual sex is rising; experts say risk is tied to bisexual male partners; recent studies suggest that 30 percent of all black bisexual men may be infected with HIV, and up to 90 percent of those men do not know they are infected; researchers for Centers for Disease Control refer to these men as 'bridge' to infection from gay men to heterosexual women; tangle of factors heightens risk for black women; blacks make up 12 percent of nation's population but account for 42 percent of people living with AIDS and more than half of all new infections; experts say blacks tend to have sexual relations with other blacks, which works to confine virus within African-American 'sexual network'; cite wide gap between number of black women and black men in country, saying shortage of available black men can contribute to spread of HIV among black women; photo (M)",
      "lead_paragraph": "Once a week, the five friends, all members of the Abundant Life Cathedral here, get together to eat sushi, sip wine and talk. But one recent afternoon, the women chose a different activity: They went to see ''Not a Day Goes By,'' a musical about black men on the ''down low'' who, while not calling themselves gay or bisexual, have sex with other men, often behind the backs of their wives and girlfriends.",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/05/us/aids-fears-grow-for-black-women.html",
      "byline": "By Linda Villarosa"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Germany's Cable Industry Gets Foreign Investment  Germany's huge cable television industry -- fragmented, financially stressed and firmly regulated -- is getting a jolt from a group of American and British investors.    Kabel Deutschland, a cable ...",
      "abstract": " Germany's Cable Industry Gets Foreign Investment  Germany's huge cable television industry -- fragmented, financially stressed and firmly regulated -- is getting a jolt from a group of American and British investors.    Kabel Deutschland, a cable operator owned by Providence Equity Partners, Goldman Sachs and Apax Partners of London, announced that it would acquire three big regional cable systems here for 2.7 billion euros (about $3.3 billion). The deal would reassemble the nationwide cable system originally built by the German state telephone carrier, Deutsche Telekom. [C2.]",
      "lead_paragraph": "Germany's Cable Industry Gets Foreign Investment",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/05/business/business-digest-077127.html",
      "byline": ""
    },
    {
      "headline": "A Heretical View of File Sharing",
      "snippet": "Music industry, which leads drive against Internet file sharing of copyrighted work on premise that downloading hurts sales, reacts with flustered consternation to study by economists Felix Oberholzer-Gee and Koleman S Strumpf that found downloadi...",
      "abstract": "Music industry, which leads drive against Internet file sharing of copyrighted work on premise that downloading hurts sales, reacts with flustered consternation to study by economists Felix Oberholzer-Gee and Koleman S Strumpf that found downloading has no impact on CD sales; study compared direct data of music downloaders with music purchases during same period; found spikes in downloading had almost no discernible effect on sales; Oberholzer-Gee says previous research wrongly assumed that every download could be thought of as lost sale, while most downloaders would not have paid for music, interview; graphs of recording releases, sales and downloading (M)",
      "lead_paragraph": "The music industry says it repeatedly, with passion and conviction: downloading hurts sales.",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/05/business/a-heretical-view-of-file-sharing.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Cable or Phone? Difference Can Be Taxing",
      "snippet": "Taxes 18 states impose on high-speed Internet connections through phone digital subscriber lines, while not taxing same service through cable modem, have become issue in Senate debate on whether to extend tax moratorium on Internet services; Sen G...",
      "abstract": "Taxes 18 states impose on high-speed Internet connections through phone digital subscriber lines, while not taxing same service through cable modem, have become issue in Senate debate on whether to extend tax moratorium on Internet services; Sen George Allen has strongly argued that state taxation of digital lines slows spread of high-speed broadband and unfairly distorts market; sponsors bill to ban taxes on all forms of Internet access; some lawmakers and state and local governments say such taxes are important revenue source; 10 more states tax both forms of service; map; drawing (M)",
      "lead_paragraph": "Are you paying monthly taxes on your high-speed Internet connection?",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/05/business/cable-or-phone-difference-can-be-taxing.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "New to the Job, Rice Focused On More Traditional Threats",
      "snippet": "White House is counting on Condoleezza Rice to make most forceful case that Bush administration was focusing on terrorist threats before Sept 11 attacks; members of 9/11 commission who will hear her testimony on Apr 8 are expected to ask her to sq...",
      "abstract": "White House is counting on Condoleezza Rice to make most forceful case that Bush administration was focusing on terrorist threats before Sept 11 attacks; members of 9/11 commission who will hear her testimony on Apr 8 are expected to ask her to square her account of events with accusations by Richard A Clarke, who served under her as counterterrorism advisor, that new administration paid far less attention to terrorist threats than Pres Clinton's did; review of record, from testimony and interviews, suggests Rice faces daunting challenge because her own focus until Sept 11 was usually fixed on matters other than terrorism; her public speeches and interviews tended to focus on more orthodox foreign-policy issues; Rice openly concedes that her world view, and her priorities, have greatly changed since Sept 11; as she prepares for her public testimony before commission, friends are warning her of two potential missteps: to reveal depth of her anger toward Clarke, and to offer no room for self-doubt that issue of terrorist threat was handled with right urgency and right approach; photo (M)",
      "lead_paragraph": "Condoleezza Rice was, perhaps, in the best position to galvanize the government to prevent terrorist attacks before Sept. 11, 2001. As national security adviser she sat at the nexus of the intelligence, foreign policy, defense and law enforcement agencies who shared responsibility for counterterrorism.",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/05/us/new-to-the-job-rice-focused-on-more-traditional-threats.html",
      "byline": "By Douglas Jehl and David E. Sanger"
    },
    {
      "headline": "A Young Radical's Anti-U.S. Wrath Is Unleashed",
      "snippet": "American occupation forces have been focusing on moderate Shiite leader Grand Ayatollah Ali al-Sistani while radical young Shiite cleric Moktada al-Sadr has been threatening widespread insurrection against American-led occupation; Sadr is heir app...",
      "abstract": "American occupation forces have been focusing on moderate Shiite leader Grand Ayatollah Ali al-Sistani while radical young Shiite cleric Moktada al-Sadr has been threatening widespread insurrection against American-led occupation; Sadr is heir apparent to his father, revered Shiite cleric who was assassinated in 1999 by Saddam Hussein, as were his two brothers and an uncle; Sadr has been issuing statements denouncing Americans and any Iraqis who work with them; he is one of many powerful Shiite clerics calling for Islamic government; his following seems especially devoted; he has reputation for vengefulness; one of his henchmen is accused of hacking to death rival Shiite cleric last Apr; militia Sadr formed is estimated to number in tens of thousands and has its own religious courts and prisons; photo (M)",
      "lead_paragraph": "For months, as American occupation authorities have focused on a moderate Shiite leader, Grand Ayatollah Ali al-Sistani, a radical young Shiite cleric named Moktada al-Sadr has been spewing invective and threatening a widespread insurrection. On Sunday, he unleashed it.",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/05/world/the-struggle-for-iraq-unrest-a-young-radical-s-anti-us-wrath-is-unleashed.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Forced to Act, Disney's Board Considers Its Next Steps",
      "snippet": "Walt Disney Co board is expected to debate how much power to wrest from chief executive Michael D Eisner in wake of shareholder revolt that forced him to cede chairmanship to George J Mitchell; directors loyal to Eisner are betting projected compa...",
      "abstract": "Walt Disney Co board is expected to debate how much power to wrest from chief executive Michael D Eisner in wake of shareholder revolt that forced him to cede chairmanship to George J Mitchell; directors loyal to Eisner are betting projected company turnaround will show push to oust him is mistake; others want Mitchell to expand his office and take more activist role in defining Disney's priorities and strategic vision; photos (M)",
      "lead_paragraph": "When the board of the Walt Disney Company convenes for a two-day corporate retreat at Disneyland later this month, directors are expected to debate how powerful they should become in light of the recent shareholder revolt that led to Michael D. Eisner losing his chairman's title.",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/05/business/forced-to-act-disney-s-board-considers-its-next-steps.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Web Engines Plan to End Online Ads For Gambling",
      "snippet": "Popular Web search enginges Google and Yahoo plan to stop running advertisements for online casinos by end of Apr, shift that could thawart growth of Internet gambling; act as federal prosecutors threaten moves against American companies that do b...",
      "abstract": "Popular Web search enginges Google and Yahoo plan to stop running advertisements for online casinos by end of Apr, shift that could thawart growth of Internet gambling; act as federal prosecutors threaten moves against American companies that do business with foreign-based Internet casinos (M)",
      "lead_paragraph": "Google and Yahoo, two of the most widely used Web search engines, have decided to stop running advertisements for online casinos, a shift that could thwart the growth of Internet gambling.",
      "publication_date": "2004-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/05/business/web-engines-plan-to-end-online-ads-for-gambling.html",
      "byline": "By Matt Richtel"
    }
  ]
}