{
  "metadata": {
    "date": "2004-07-12",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "General Electric Reports Higher Income and Sales  Second-quarter profit at General Electric rose 3.4 percent, beating Wall Street expectations by a penny a share. Revenue climbed 11 percent, and nine of the conglomerate's 11 business units posted ...",
      "abstract": " General Electric Reports Higher Income and Sales  Second-quarter profit at General Electric rose 3.4 percent, beating Wall Street expectations by a penny a share. Revenue climbed 11 percent, and nine of the conglomerate's 11 business units posted double-digit growth.      General Electric raised the low end of its 2004 profit forecast by 1 cent, to $1.55 to $1.60 a share. It had 2003 income of $1.49. [Page C2.]",
      "lead_paragraph": "General Electric Reports Higher Income and Sales",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/10/business/business-digest-264717.html",
      "byline": ""
    },
    {
      "headline": "MORE ON THE REPORT",
      "snippet": " THE POLITICAL FALLOUT -- President Bush acknowledged intelligence flaws but defended his decision to go to war, while Democrats said the administration could not sidestep blame.   PAGE A7",
      "abstract": " THE POLITICAL FALLOUT -- President Bush acknowledged intelligence flaws but defended his decision to go to war, while Democrats said the administration could not sidestep blame.   PAGE A7",
      "lead_paragraph": "THE POLITICAL FALLOUT -- President Bush acknowledged intelligence flaws but defended his decision to go to war, while Democrats said the administration could not sidestep blame. PAGE A7",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/10/world/more-on-the-report.html",
      "byline": ""
    },
    {
      "headline": "Policy, Politics And Pressure",
      "snippet": "POLICY, POLITICS AND PRESSURES** Analysis: although Senate Intelligence Committee found no evidence that Bush administration had tried to coerce CIA to produce exaggerated prewar warnings about Iraq's weapons programs, its findings did little to s...",
      "abstract": "POLICY, POLITICS AND PRESSURES** Analysis: although Senate Intelligence Committee found no evidence that Bush administration had tried to coerce CIA to produce exaggerated prewar warnings about Iraq's weapons programs, its findings did little to still furious debate about whether White House and Pentagon tried to influence agency's conclusions (M)",
      "lead_paragraph": "Although the Senate Intelligence Committee found no evidence that the Bush administration had tried to coerce the C.I.A. to produce exaggerated prewar warnings about Iraq's weapons programs, its findings did little to still the furious debate about whether the White House and the Pentagon tried to influence the agency's conclusions.",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/10/world/judging-intelligence-news-analysis-policy-politics-and-pressure.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "SENATORS ASSAIL C.I.A. JUDGMENTS ON IRAQ'S ARMS AS DEEPLY FLAWED",
      "snippet": "Senate Intelligence Committee report finds that most pivotal assessments used to justify war against Iraq were unfounded and unreasonable, and reflected major missteps by US intelligence agencies; says prewar judgment by US intelligence agencies t...",
      "abstract": "Senate Intelligence Committee report finds that most pivotal assessments used to justify war against Iraq were unfounded and unreasonable, and reflected major missteps by US intelligence agencies; says prewar judgment by US intelligence agencies that Iraq possessed chemical and biological weapons had not been substantiated by agencies own reporting; cites, in 117 separate conclusions, sloppy, dysfuncational intelligence structure headed by CIA Dir George Tenet; concludes that culture of 'group think' in intelligence agencies left unchallenged institutional belief that Iraq had illicit weapons; nine Republicans and eight Democrats on committee endorse report; photo of committee chairman Pat Roberts and vice chairman John D Rockefeller IV (M)",
      "lead_paragraph": "In a scathing, unanimous report, the Senate Intelligence Committee said Friday that the most pivotal assessments used to justify the war against Iraq were unfounded and unreasonable, and reflected major missteps by American intelligence agencies.",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/10/world/judging-intelligence-report-senators-assail-cia-judgments-iraq-s-arms-deeply.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Warning to Executives: Honesty Is the Best Policy",
      "snippet": "Government, in its almost three-year battle against corporate corruption, seen signaling to executives that there have been far-reaching changes in expectations for truthfulness when they communicate with shareholders; demands for frank honest com...",
      "abstract": "Government, in its almost three-year battle against corporate corruption, seen signaling to executives that there have been far-reaching changes in expectations for truthfulness when they communicate with shareholders; demands for frank honest communications are significant shift from late 1990's practices, when unpleasant news was excluded from relentlessly upbeat statements; government officials are now clearly telling corporate executives that deceitful public comments damage capital markets and will be taken seriously; photo (M)",
      "lead_paragraph": "If there is any message that has been delivered by the government in its almost three-year battle against corporate corruption, it is this: The truth will keep you free.",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/10/business/warning-to-executives-honesty-is-the-best-policy.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Michael Rigas Is Free for Now After Mistrial Is Declared",
      "snippet": "michael rigas is free for now aft7",
      "abstract": "michael rigas is free for now aft7",
      "lead_paragraph": "A mistrial was declared yesterday in the case against Michael J. Rigas, the former Adelphia Communications executive, after jurors said they were deadlocked on charges that remained against him.",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/10/business/michael-rigas-is-free-for-now-after-mistrial-is-declared.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "De Beers Agrees to Guilty Plea To Re-enter the U.S. Market",
      "snippet": "De Beers, world's largest diamond producer, agrees to settle criminal charges that it conspired with General Electric in 1991 and 1992 to fix world industrial diamond prices; move paves way for company to return to United States after long absence...",
      "abstract": "De Beers, world's largest diamond producer, agrees to settle criminal charges that it conspired with General Electric in 1991 and 1992 to fix world industrial diamond prices; move paves way for company to return to United States after long absence; Justice Department has been unable to prosecute company because its operations are overseas; judge threw out case against GE after trial; graph of company's market share; photos (M)",
      "lead_paragraph": "De Beers, the world's largest diamond producer, has agreed to plead guilty to criminal price fixing, a court official and a lawyer involved in the case said on Friday. The move ends a decade-long case and paves the way for the company to return to the United States after an absence of nearly half a century.",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/10/business/de-beers-agrees-to-guilty-plea-to-re-enter-the-us-market.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "US Airways Seeks New Cuts From Workers",
      "snippet": "Chief executive Bruce R Lakefield pleads with US Airways workers to accept third round of wage and benefit cuts, warning carrier must cut losses or risk losing federal loan guarantees; warning comes as airline and Air Transportation Stabilization ...",
      "abstract": "Chief executive Bruce R Lakefield pleads with US Airways workers to accept third round of wage and benefit cuts, warning carrier must cut losses or risk losing federal loan guarantees; warning comes as airline and Air Transportation Stabilization Board discuss again relaxing terms of $900 million loan package to stave off default (M)",
      "lead_paragraph": "The financial problems at US Airways are putting the company at risk of losing its federal loan guarantees, its chief executive warned yesterday in a message to employees, pleading with them to accept a third round of cuts in wages and benefits.",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/10/business/us-airways-seeks-new-cuts-from-workers.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Campaigns Battle on Values and Celebrity Barbs",
      "snippet": "Bush and Kerry presidential campaigns engage in battle over broad range of issues, trading harsh criticism on topics including personal character, Hollywood's politics, abortion and indictment of Enron Corp's former chairman Kenneth L Lay; much of...",
      "abstract": "Bush and Kerry presidential campaigns engage in battle over broad range of issues, trading harsh criticism on topics including personal character, Hollywood's politics, abortion and indictment of Enron Corp's former chairman Kenneth L Lay; much of day's maneuvering concerns John Kerry fund-raiser at Radio City Music Hall; Bush campaign criticizes Kerry day after $7.5 million fund-raiser at which array of stars harshly ridiculed Pres Bush; photos (M)",
      "lead_paragraph": "The two presidential campaigns engaged in a full-throated battle on Friday over a broad range of issues, trading harsh criticism on topics including personal character, Hollywood's politics, abortion and the indictment of Enron's former chairman.",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/10/us/the-2004-campaign-the-overview-campaigns-battle-on-values-and-celebrity-barbs.html",
      "byline": "By Richard W. Stevenson and Jodi Wilgoren"
    },
    {
      "headline": "Chrysler Aloof, So Far, From Latest Incentive War",
      "snippet": "Chrysler is holding back as General Motors and Ford increase incentives to combat slipping market share and rising inventories; is not drastically increasing its rebates as it enjoys surging sales of new Chrysler 300 model and strong advance order...",
      "abstract": "Chrysler is holding back as General Motors and Ford increase incentives to combat slipping market share and rising inventories; is not drastically increasing its rebates as it enjoys surging sales of new Chrysler 300 model and strong advance orders for its Dodge Magnum station wagon; disappointing June sales touched off new round of incentives from GM and Ford; photo (M)",
      "lead_paragraph": "While General Motors and Ford are increasing incentives to combat slipping market share and rising inventories, Chrysler is holding back as it makes inroads on its two main rivals.",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/10/business/chrysler-aloof-so-far-from-latest-incentive-war.html",
      "byline": "By Fara Warner"
    },
    {
      "headline": "In the Ancient Streets of Najaf, Pledges of Martyrdom for Cleric",
      "snippet": "Imam Ali shrine in Najaf, one of most revered sites in Shiite Iraq, is under control of radical cleric Moktada al-Sadr's ragtag militia; US soldiers, once under orders to arrest Sadr in connection with murder of rival cleric, are posted on fringes...",
      "abstract": "Imam Ali shrine in Najaf, one of most revered sites in Shiite Iraq, is under control of radical cleric Moktada al-Sadr's ragtag militia; US soldiers, once under orders to arrest Sadr in connection with murder of rival cleric, are posted on fringes of town, unable to enter city center under terms of truce struck with Mahdi Army; how to manage Najaf and Sadr, who has seized some of its most precious real estate, represents crucial test for Iraqi government authority; map; photo (M)",
      "lead_paragraph": "Like posters advertising a rapper's latest release, Moktada al-Sadr's hectoring, finger-pointing portrait is plastered across the old quarter here.",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/10/world/reach-war-najaf-ancient-streets-najaf-pledges-martyrdom-for-cleric.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "MAJOR PORTION OF ISRAELI FENCE IS RULED ILLEGAL",
      "snippet": "International Court of Justice, in nonbinding decision, rules that major portion of barrier Israel is building violates international law because it is rising on Palestinian land on West Bank; calls on Israeli officials to tear down illegal sectio...",
      "abstract": "International Court of Justice, in nonbinding decision, rules that major portion of barrier Israel is building violates international law because it is rising on Palestinian land on West Bank; calls on Israeli officials to tear down illegal sections and to compensate Palestinians whose land it cuts across; opinion is endorsed by all 15 justices with exception of sole American, Thomas Buergenthal; Israel says it will press ahead with planned 437-mile barrier, which it credits with helping to curb number of suicide bombings; about 120 miles have been completed since construction started about two years ago; photos (M)",
      "lead_paragraph": "The International Court of Justice ruled Friday that the major portion of the barrier Israel is building violated international law because it was rising on Palestinian land on the West Bank.",
      "publication_date": "2004-07-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/10/world/major-portion-of-israeli-fence-is-ruled-illegal.html",
      "byline": "By Gregory Crouch and Greg Myre"
    },
    {
      "headline": "Get Out the Glue for a New Business Model",
      "snippet": "Beleaguered airlines are facing market that may have changed more fundamentally than at any time since industry was deregulated in 1978; even biggest companies may have to remake themselves radically, quickly and permanently, or face extinction; p...",
      "abstract": "Beleaguered airlines are facing market that may have changed more fundamentally than at any time since industry was deregulated in 1978; even biggest companies may have to remake themselves radically, quickly and permanently, or face extinction; predominant business model since deregulation is being buried by low-fare airlines that pick and choose their destinations and continually pare costs and ticket prices; some executives say that if airlines simply trim costs, they can withstand onslaught as they did in previous slumps; others say that industry cannot just shrink this time, and that it must reshape itself, abandoning assumptions about consumers and labor contracts; graph; photos (M)",
      "lead_paragraph": "BOB DYLAN once warned that ''as the present now will later be past, the order is rapidly fading.'' He meant the political establishment four decades ago, of course, but his words also apply to the airline industry today.",
      "publication_date": "2004-07-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/11/business/get-out-the-glue-for-a-new-business-model.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Behind the Breakup Of the Kings of Tort",
      "snippet": "Article on Milberg Weiss Beú",
      "abstract": "Article on Milberg Weiss Beú",
      "lead_paragraph": "FROM a snug study in his home in an affluent San Diego suburb, William S. Lerach can gaze past documents piled on his desk into an airy hallway and living room adorned with expensive, carefully selected African masks and statuettes. The study, filled with nonfiction books, reference works, videos and photographs, has the feeling of a cocoon, a refuge where a busy lawyer comes to gather his thoughts.",
      "publication_date": "2004-07-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/11/business/behind-the-breakup-of-the-kings-of-tort.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Iraq's Rebellion Develops Signs Of Internal Rift",
      "snippet": "Tension appears to be rising between homegrown Iraqi resistance and foreign Islamist fighters who have entered Iraq to fight American military; experts believe this is reason why Iraq has not had spectacular attack for two weeks, even during trans...",
      "abstract": "Tension appears to be rising between homegrown Iraqi resistance and foreign Islamist fighters who have entered Iraq to fight American military; experts believe this is reason why Iraq has not had spectacular attack for two weeks, even during transfer of formal sovereignty; two groups have been sniping at each other on Arabic television and Web sites, and in interviews with Iraqi and American officials; University of Baghdad Prof Dhary Rasheed warns that there is effort to push large resistance out of cities to minimize killing of innocent people, which internal rebels find abhorrent, and that sides are merely regrouping; split is welcome news to Prime Min Iyad Allawi, whose strategy is to appeal to patiotism of Iraqi fighters (M)",
      "lead_paragraph": "Tension appears to be rising between the homegrown Iraqi resistance and the foreign Islamist fighters who have entered the country to destroy the American military here. This is one reason, experts speculate, that Iraq has not had the kind of spectacular attack meant to spread terror and defy the American agenda for a long two weeks, even during the transfer of formal sovereignty back to the Iraqis.",
      "publication_date": "2004-07-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/11/world/the-reach-of-war-the-insurgency-iraq-s-rebellion-develops-signs-of-internal-rift.html",
      "byline": "By Ian Fisher and Edward Wong"
    },
    {
      "headline": "PANEL DESCRIBES LONG WEAKENING OF HUSSEIN ARMY",
      "snippet": "Senate's report on prewar intelligence about Iraq cites series of reports in decade before war that describe deterioration of Iraqi military under weight of economic sanctions and American military pressure; appears to undermine justification for ...",
      "abstract": "Senate's report on prewar intelligence about Iraq cites series of reports in decade before war that describe deterioration of Iraqi military under weight of economic sanctions and American military pressure; appears to undermine justification for war that Saddam Hussein's military posed threat to regional stability and American interests; implies that war opponents were essentially correct when they argued that Iraq posed little immediate threat to US; also describes profound breakdown in American intelligence system; in discussing report, Bush administration emphasizes that war was worthwhile because it removed threatening dictator from power; photo (M)",
      "lead_paragraph": "The Senate's report on prewar intelligence about Iraq, which asserts that warnings about its illicit weapons were largely unfounded and that its ties to Al Qaeda were tenuous, also undermines another justification for the war: that Saddam Hussein's military posed a threat to regional stability and American interests.",
      "publication_date": "2004-07-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/11/world/reach-war-prewar-assessments-panel-describes-long-weakening-hussein-army.html",
      "byline": "By John H. Cushman Jr"
    },
    {
      "headline": "Other '04 Race: Building Copter For Presidents",
      "snippet": "Competition to build next fleet of presidential helicopters has become brawl that pits flag-waving domestic maker against international team hoping to be rewarded for supporting United States in Iraq; Lockheed Martin has lined up European partners...",
      "abstract": "Competition to build next fleet of presidential helicopters has become brawl that pits flag-waving domestic maker against international team hoping to be rewarded for supporting United States in Iraq; Lockheed Martin has lined up European partners and lobbying juggernaut that includes British Prime Min Tony Blair and Italian Prime Min Silvio Berlusconi; also bidding is United Technologies Corp, parent to Sikorsky Aircraft, which is selling itself as all-American entrant; Navy will make final decision, but not until after election; both sides are lining up powerful political support; deal is valued at $1.6 billion, but might lead to another $40 billion for military helicopters; photo (M)",
      "lead_paragraph": "No helicopter symbolizes executive power more than Marine One as it lifts off the White House lawn. Now, the competition to build the next fleet of presidential helicopters has become a bare-knuckles brawl that pits a flag-waving domestic maker against an international team hoping to be rewarded for supporting the United States in Iraq.",
      "publication_date": "2004-07-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/11/us/other-04-race-building-copter-for-presidents.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Opening Eyes at Work to Abuse at Home",
      "snippet": "Home Front column examines Founding Fathers Workplace Campaign comprised of corporate executives and other high-profile men making effort to raise awareness about domestic violence; campaign is trying to persuade men to talk to colleagues, friends...",
      "abstract": "Home Front column examines Founding Fathers Workplace Campaign comprised of corporate executives and other high-profile men making effort to raise awareness about domestic violence; campaign is trying to persuade men to talk to colleagues, friends and sons about issue; is encouraging companies to promote its message to employees in hope that women in workplace who are victims of abuse will find it easier to seek help; photo (M)",
      "lead_paragraph": "AS the long arm of the human resources department reaches further into the private lives of American workers, trying to prevent personal problems from spilling into the workplace, domestic violence may be the subject most likely to make corporate planners shy away.",
      "publication_date": "2004-07-11T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/07/11/jobs/home-front-opening-eyes-at-work-to-abuse-at-home.html",
      "byline": "By Thomas J. Lueck"
    },
    {
      "headline": "That High-Tech Balloon Is Going Ssssssssss",
      "snippet": "Investors are concerned about recent warnings from computer hardware and software companies that financial results in second quarter may not be as good as in 2003; investors want to know whether it is a blip, or is second-quarter slowdown beginnin...",
      "abstract": "Investors are concerned about recent warnings from computer hardware and software companies that financial results in second quarter may not be as good as in 2003; investors want to know whether it is a blip, or is second-quarter slowdown beginning of long-term malaise in technology; biggest trouble spots on horizon are ballooning inventories on tech companies' balance sheets; chart (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/07/11/business/sunday-money-that-high-tech-balloon-is-going-ssssssssss.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Bad Iraq Intelligence Cost Lives, Democrats Say",
      "snippet": "Sens John Kerry and John Edwards charge that slipshod intelligence invoked by Pres Bush to invade Iraq has cost lives, billions of dollars and international prestige, joint interview after release of Senate Intelligence Committee report challengin...",
      "abstract": "Sens John Kerry and John Edwards charge that slipshod intelligence invoked by Pres Bush to invade Iraq has cost lives, billions of dollars and international prestige, joint interview after release of Senate Intelligence Committee report challenging prewar intelligence; say Bush policies have probably increased prospects of domestic terrorist attacks and that discrediting of much of Bush's case for going to war has fed cynicism toward government; excerpts from interview; Kerry and Edwards offer no ideas about ending war beyond enlisting help of allies and United Nations; Bush campaign operatives reject assertions; photos (M)",
      "lead_paragraph": "Senators John Kerry and John Edwards declared Friday that slipshod intelligence invoked by President Bush to invade Iraq had cost the nation lives, billions of dollars and international prestige, signaling that the war would be a central issue in their campaign.",
      "publication_date": "2004-07-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/11/us/the-2004-campaign-the-democrats-bad-iraq-intelligence-cost-lives-democrats-say.html",
      "byline": "By Adam Nagourney and Jodi Wilgoren"
    },
    {
      "headline": "In Deaths at Rail Crossings, Missing Evidence and Silence",
      "snippet": "First article in series Death on the Tracks, which will examine conduct of America's freight railroads in grade-crossing and other accidents, as well as agencies that regulate railway industry; recounts details of several accidents, including one ...",
      "abstract": "First article in series Death on the Tracks, which will examine conduct of America's freight railroads in grade-crossing and other accidents, as well as agencies that regulate railway industry; recounts details of several accidents, including one in which man was killed by Union Pacific train on crossing where warning signal was not working and had not been for 12 years; problem was ignored by company; courts have imposed santions on Union Pacific for destroying or failing to preserve evidence in crossing accidents; company continues to break rules, and enforcement is extremely lax; railroad companies and federal government have spent millions of dollars educating public about motorist's responsibility for avoiding trains, and industry and regulators point to success of campaign, as deaths have declined since 1990; since 2000, about 1,600 people have been killed in grade-crossing accidents and railroads' conduct is generally not thoroughly investigated; photos; chart of missing evidence found by judges in eight fatal accidents involving Union Pacific (L)",
      "lead_paragraph": "At 5:45 p.m., with the autumn sun dipping toward the horizon, Blas Lopez, a father of four young children, drove his truck loaded with potatoes bound for market onto a railroad crossing in south-central Washington State. In an instant, a 4,700-ton Union Pacific train rammed Mr. Lopez's truck with the force of an explosion, ripping apart his body.",
      "publication_date": "2004-07-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/07/11/us/in-deaths-at-rail-crossings-missing-evidence-and-silence.html",
      "byline": "By Walt Bogdanich"
    },
    {
      "headline": "An Exodus of African Nurses Puts Infants and the Ill in Peril",
      "snippet": "Thousands of nurses in poorest countries in Africa, discouraged by low pay and grueling conditions, are leaving to take jobs in rich countries, primarily Britain; result of nursing crisis--neglect of the sick--is starkly apparent on wards of hospi...",
      "abstract": "Thousands of nurses in poorest countries in Africa, discouraged by low pay and grueling conditions, are leaving to take jobs in rich countries, primarily Britain; result of nursing crisis--neglect of the sick--is starkly apparent on wards of hospital in Malawi, where single nurse often looks after 50 or more desperately ill people while many former nurses there now minister to patients in private hospital rooms in Britain; African nurses are also migrating to United States and New Zealand, but in smaller numbers; human cost of nursing shortage in Malawi hospital described; because African governments paid to educate many health care workers who are leaving, African countries banded together at annual assembly of World Health Orgn in May to urge developed nations to compensate them for their lost investment; after intense debate, assembled countries resolved to search for ways to lessen damage of what they call increasing rates of emigration; photos; charts (L)",
      "lead_paragraph": "Six women suddenly went into the final, agonized minutes of childbirth. Hlalapi Kunkeyani was the only nurse. There were no doctors.",
      "publication_date": "2004-07-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/12/world/an-exodus-of-african-nurses-puts-infants-and-the-ill-in-peril.html",
      "byline": "By Celia W. Dugger"
    },
    {
      "headline": "The Voice Of the Worker",
      "snippet": "Nextel Communications's rapidly improving business has defied skeptics, who have long seen company as scrappy, but distant, contender in cellphone business; bigger carriers now covet its service that lets cellphones double as walkie-talkies, featu...",
      "abstract": "Nextel Communications's rapidly improving business has defied skeptics, who have long seen company as scrappy, but distant, contender in cellphone business; bigger carriers now covet its service that lets cellphones double as walkie-talkies, feature that has helped Nextel capture significant piece of lucrative corporate market; president and chief executive Timothy M Donahue comments on outlook, interview; graphs of cellphone industry financial data; photos (M)",
      "lead_paragraph": "In most industries, the sixth-largest player would be considered an also-ran. In the cellphone world, the sixth-largest carrier, Nextel Communications, is the one to watch.",
      "publication_date": "2004-07-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/12/business/technology-the-voice-of-the-worker.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "A Recovery Trying to Keep Its Legs Suddenly Feels Woozy",
      "snippet": "Patchwork of unexpectedly soft economic reports is raising doubts about vigor of United States economic recovery; recent sluggish economic indicators have inspired note of caution in forecasts that have been bullish until now; most economists rema...",
      "abstract": "Patchwork of unexpectedly soft economic reports is raising doubts about vigor of United States economic recovery; recent sluggish economic indicators have inspired note of caution in forecasts that have been bullish until now; most economists remain confident that economic growth is shifting to lower, more sustainable rate, not collapsing; graphs of economic indicators that have fallen or leveled off recently; photo (M)",
      "lead_paragraph": "Retail sales slowed in June. Auto purchases declined. Several technology companies warned about weak software and hardware spending at the end of the second quarter.",
      "publication_date": "2004-07-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/12/business/a-recovery-trying-to-keep-its-legs-suddenly-feels-woozy.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Yukos Offers $8 Billion To Cover Its Tax Bill  Spelling out some details of a proposal to settle its tax debt with the government, the Russian oil giant Yukos confirmed that it had offered to pay $8 billion in back taxes for the years 2000 to 2003...",
      "abstract": " Yukos Offers $8 Billion To Cover Its Tax Bill  Spelling out some details of a proposal to settle its tax debt with the government, the Russian oil giant Yukos confirmed that it had offered to pay $8 billion in back taxes for the years 2000 to 2003, as long as it could have three years to make the payments.    A company official said the government had not yet responded to the offer, which was made on Thursday. [Page C2.]",
      "lead_paragraph": "Yukos Offers $8 Billion To Cover Its Tax Bill",
      "publication_date": "2004-07-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/12/business/business-digest-273970.html",
      "byline": ""
    },
    {
      "headline": "Bar Code Détente: U.S. Finally Adds One More Digit",
      "snippet": "Bar code is joining forced march of globalization, with American retailers being forced by Uniform Code Council, North American arbiter of bar codes, to change their computer systems and software programs by Jan 1 to read 13-digit code now used in...",
      "abstract": "Bar code is joining forced march of globalization, with American retailers being forced by Uniform Code Council, North American arbiter of bar codes, to change their computer systems and software programs by Jan 1 to read 13-digit code now used in European Union and most other countries in addition to 12 digit code used in United States and Canada; bar code's 30-year history noted as example of how new technologies become adopted; drawing (M)",
      "lead_paragraph": "The humble bar code, the rectangular thicket of slender bars and spaces on products, ignored by shoppers, indecipherable to humans, is joining the forced march of globalization.",
      "publication_date": "2004-07-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/12/business/technology-bar-code-detente-us-finally-adds-one-more-digit.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "The Talkative Terrorist on Tape: The Madrid Plot 'Was My Project'",
      "snippet": "Wiretapped conversations of terrorist arrested by Italian authorities offer case study of challenges and frustrations Europe faces in monitoring radicals, routing out sleeper cells and prosecuting and convicting those they arrest; Rabel Osman Saye...",
      "abstract": "Wiretapped conversations of terrorist arrested by Italian authorities offer case study of challenges and frustrations Europe faces in monitoring radicals, routing out sleeper cells and prosecuting and convicting those they arrest; Rabel Osman Sayed Ahmed, known as 'Muhammad the Egyptian,' is thought to have played important role in Madrid railroad bombings which killed 190 people, and could be architect of operation; he was arrested after his monitored conversations spoke of imminent attack in undisclosed location; he has spent time in Germany, France and Spain; in Madrid, he befriended radical Muslims, some of whom were involved in Mar 11 bombings and were killed in suicide operation while trying to escape police; Spanish police found his Italian cellphone number in address book of one of them, and Italian authorities began their wiretapping; transcripts of his conversations shed light on his ability over years to take on new identities, cross borders and avoid police, as he pressed his cause against West; photo (M)",
      "lead_paragraph": "Terrorists are not usually talkers. But the man who calls himself the mastermind of the March 11 train bombings in Madrid is an exception.",
      "publication_date": "2004-07-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/12/world/the-talkative-terrorist-on-tape-the-madrid-plot-was-my-project.html",
      "byline": "By Elaine Sciolino and Jason Horowitz"
    },
    {
      "headline": "NBC Sees a Crown Jewel in a Spanish-TV Also-Ran",
      "snippet": "Bob Wright, chairman of NBC Universal, says Telemundo Communications Group, which it acquired in 2001, is now its most important asset; Telemundo has long been also-ran in growing Spanish-language television market; NBC has spent over $50 million ...",
      "abstract": "Bob Wright, chairman of NBC Universal, says Telemundo Communications Group, which it acquired in 2001, is now its most important asset; Telemundo has long been also-ran in growing Spanish-language television market; NBC has spent over $50 million to create programming because rival Univision Communications Inc, which dominates market, has stranglehold on main Mexican programming pipeline; Telemundo executives say strategy gives them more flexibility than Univision, which is locked into long-term deal with Mexico's Televisa; strategy also lets network stress American Hispanic experience in its shows; has secured significant ratings increases for Telemundo; photos (M)",
      "lead_paragraph": "Bob Wright, the chairman of NBC Universal, has no doubt about what he considers his company's most important asset.",
      "publication_date": "2004-07-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/12/business/media-nbc-sees-a-crown-jewel-in-a-spanish-tv-also-ran.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "AFGHAN PRESIDENT DESCRIBES MILITIAS AS THE TOP THREAT",
      "snippet": "Pres Hamid Karzai says private militias have become Afghanistan's greatest danger--greater than Taliban insurgency--and that new action is required to disram them, int; says persuasion has not worked, and now 'stick has to be used, definitely'; ma...",
      "abstract": "Pres Hamid Karzai says private militias have become Afghanistan's greatest danger--greater than Taliban insurgency--and that new action is required to disram them, int; says persuasion has not worked, and now 'stick has to be used, definitely'; makes remarks two days after postponing parliamentary elections by six months because of threat of disruption; does not specify what action he would undertake against militias; his leadership over two and half years, with heavy American backing, has rested largely on accommodation with various forces; his current frustration, and that of his ministers, seems acute; he says corruption remains rampant and that failure of disarmament program is source of keen anxiety among people; asked to rate his government on how well it has achieved its goals, Karzai offers grade of D; out of 60,000 armed militiamen, only 10,000 have been disarmed and demobilized; Karzai expects struggle with warlords to be decisive, suggesting that his government and society are at turning point; photo (M)",
      "lead_paragraph": "President Hamid Karzai said Sunday that Afghanistan's private militias had become the country's greatest danger -- greater than the Taliban insurgency -- and that new action was required to disarm them.",
      "publication_date": "2004-07-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/12/world/afghan-president-describes-militias-as-the-top-threat.html",
      "byline": "By Carlotta Gall and David Rohde"
    },
    {
      "headline": "Urged by Right, Bush Takes On Gay Marriages",
      "snippet": "Pres Bush, under pressure from conservatives, escalates his support for constitutional amendment banning gay marriage, moving issue to forefront of presidential campaign and underscoring what his aides say is critical difference between him and Se...",
      "abstract": "Pres Bush, under pressure from conservatives, escalates his support for constitutional amendment banning gay marriage, moving issue to forefront of presidential campaign and underscoring what his aides say is critical difference between him and Sen John Kerry; Bush champions amendment in his weekly radio address, and Senate Republicans say they will seek to force vote on it on July 14; Kerry and his running mate Sen John Edwards, on the campaign trail, say they would return to Washington to vote against amendment, even though it appears unlikely their votes will be needed to defeat it; Kerry and Edwards say they oppose gay marriage but that matter should be left to states; aides say two will argue that Bush is trying to subvert Constitution for political ends; White House appears to be struggling to reconcile conflicting pressure from conservatives eager for Bush to champion ban and some Republicans concerned that issue could alienate undecided moderate voters; conservatives complain to White House that campaign is blocking opponents of gay marriage from prime-time speaking slots at Republican National Convention; photos (M)",
      "lead_paragraph": "Two weeks before the Democratic convention and under pressure from conservatives, President Bush is escalating his support for a constitutional amendment banning gay marriage, moving the issue to the forefront of the campaign and underscoring what his aides said was a critical difference between the president and Senator John Kerry.",
      "publication_date": "2004-07-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/12/us/the-2004-campaign-same-sex-marriage-urged-by-right-bush-takes-on-gay-marriages.html",
      "byline": "By Adam Nagourney and David D. Kirkpatrick"
    },
    {
      "headline": "Trade Agreement May Undercut Importing of Inexpensive Drugs",
      "snippet": "International trade agreement about to be approved in Congress could thwart goal of lawmakers of both parties: import of inexpensive prescription drugs to help millions of Americans without health insurance; agreement, negotiated by Bush administr...",
      "abstract": "International trade agreement about to be approved in Congress could thwart goal of lawmakers of both parties: import of inexpensive prescription drugs to help millions of Americans without health insurance; agreement, negotiated by Bush administration with Australia, would allow pharmaceutical companies to prevent imports of drugs to US and also to challenge decisions by Australia about what drugs should be covered by country's health plan, prices paid for them and how they can be used; plan represents administration's model for strengthening protection of expensive brand-name drugs in wealthy countries, where biggest profits can be made; US has for first time challenged how foreign industrialized country operates its national health program to provide inexpensive drugs to its own citizens; partly because US does not have such a plan, Americans without insurance pay some of world's highest prices for brand-name prescription drugs; lawmakers have only recently realized that proposed Australia trade accord could have major implications for health policy and programs in US; administration wants to raise price of drugs overseas to spread burden of research and development that is borne disproportionately by US (M)",
      "lead_paragraph": "Congress is poised to approve an international trade agreement that could have the effect of thwarting a goal pursued by many lawmakers of both parties: the import of inexpensive prescription drugs to help millions of Americans without health insurance.",
      "publication_date": "2004-07-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/12/us/trade-agreement-may-undercut-importing-of-inexpensive-drugs.html",
      "byline": "By Elizabeth Becker and Robert Pear"
    },
    {
      "headline": "A Crossing Crash Unreported, And a Family Broken by Grief",
      "snippet": "Second article in series, Death on the Tracks, examining conduct of America's freight railroads and agencies that regulate them in matter of grade-crossing and other accidents; federal records and computer analysis of crash data show that CSX and ...",
      "abstract": "Second article in series, Death on the Tracks, examining conduct of America's freight railroads and agencies that regulate them in matter of grade-crossing and other accidents; federal records and computer analysis of crash data show that CSX and other railroads have failed to properly notify federal officials about hundreds of crossing accidents; cost of broken rules, and of government's lack of enforcement, is illustrated in Decherd, Tenn, where teenage girl was killed by CSX locomotive after driving car across tracks with no crossing gates, at very same site where two teenage boys were killed four years earlier; because CSX never reported first accident to federal authorities, government had not identified crossing as especially perilous and had not ordered railroad to put up gates; federal regulators did not punish CSX for its silence in Decherd, just as they only rarely enforce rules in other cases; detailed examination of second Decherd accident and its aftermath; photos; map (L)",
      "lead_paragraph": "In those first raw days after his 17-year-old daughter died, Norman Feaster couldn't stop thinking about how easily she might have been saved: If only Hilary hadn't agreed to run an errand that took her down an unfamiliar road. If only the overgrown bushes hadn't blocked her view of the railroad tracks. If only there had been crossing gates to stop her from driving in front of a CSX locomotive on that autumn day in 1997.",
      "publication_date": "2004-07-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/12/us/a-crossing-crash-unreported-and-a-family-broken-by-grief.html",
      "byline": "By Walt Bogdanich"
    }
  ]
}