{
  "metadata": {
    "date": "2004-09-20",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "Bush Opens Lead Despite Unease Voiced in Survey",
      "snippet": "Results of New York Times/CBS News poll show Pres Bush taking 8-point lead over Sen John Kerry among registered voters; many respondents feel country is headed in wrong direction and are distressed about how Bush has handled economy, yet majority ...",
      "abstract": "Results of New York Times/CBS News poll show Pres Bush taking 8-point lead over Sen John Kerry among registered voters; many respondents feel country is headed in wrong direction and are distressed about how Bush has handled economy, yet majority feel Kerry has not laid out his case and worry about his ability to manage international crisis; neither candidate is strongly trusted on his military record; Kerry fares little better than Bush on economy; recent polls with different findings suggest electorate is in flux; findings suggest that Kerry has been hurt by attack ads from Swift Boat Veterans for Truth; graphs (M)",
      "lead_paragraph": "Senator John Kerry faces substantial obstacles in his bid to unseat President Bush, with voters saying he has not laid out a case for why he wants to be president and expressing strong concern about his ability to manage an international crisis, according to the latest New York Times/CBS News Poll.",
      "publication_date": "2004-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/18/politics/campaign/bush-opens-lead-despite-unease-voiced-in-survey.html",
      "byline": "By Adam Nagourney and Janet Elder"
    },
    {
      "headline": "Tax Break Bringing Businesses, and Fraud, to the Virgin Islands",
      "snippet": "Development program and special tax rate draw companies and wealthy Americans to Virgin Islands territory; local officials fear that people violating spirit or letter of law could derail program that is vital to impoverished territory; blame feder...",
      "abstract": "Development program and special tax rate draw companies and wealthy Americans to Virgin Islands territory; local officials fear that people violating spirit or letter of law could derail program that is vital to impoverished territory; blame federal government for failing to carefully define what constitutes residency; participating companies are saving about $1 billion per year, but estimated 40 percent of those savings are being claimed fraudulently; Internal Revenue Service and Justice Dept have focused their attention so far on about one dozen companies; photos (M)",
      "lead_paragraph": "ST. THOMAS, V.I. - Inside and outside the freshly stuccoed mansions that hug the hillsides here, the gardeners and cleaning women come and go.",
      "publication_date": "2004-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/18/us/tax-break-bringing-businesses-and-fraud-to-the-virgin-islands.html",
      "byline": "By Stephanie Strom and Lynnley Browning"
    },
    {
      "headline": "US Airways Said to Plan to Ask Court for Pay Cuts",
      "snippet": "US Airways plans to ask Federal Bankruptcy Judge Steven Mitchell on Oct 7 to impose temporary pay cuts on its workers unless it can reach agreement with its unions before then; airline has determined size of temporary pay cuts that it will seek; w...",
      "abstract": "US Airways plans to ask Federal Bankruptcy Judge Steven Mitchell on Oct 7 to impose temporary pay cuts on its workers unless it can reach agreement with its unions before then; airline has determined size of temporary pay cuts that it will seek; will not ask Mitchell to impose cuts on unions that reach agreement with airline; if its efforts to achieve concessions fails, US Airways could file broader motion to throw out workers' contracts permanently and replace them with less-generous pacts; photo (M)",
      "lead_paragraph": "US Airways plans to ask a federal bankruptcy judge on Oct. 7 to impose temporary pay cuts on its workers unless it can reach agreement with its unions before then, people who have been briefed on the company's strategy said yesterday.",
      "publication_date": "2004-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/18/business/us-airways-said-to-plan-to-ask-court-for-pay-cuts.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Qualcomm's Audit Proposal Worries Shareholders  Qualcomm, the maker of microprocessors for cellphones, received a lesson in stock market jitters when it announced that it planned to study whether to change its accounting practices to reflect the g...",
      "abstract": " Qualcomm's Audit Proposal Worries Shareholders  Qualcomm, the maker of microprocessors for cellphones, received a lesson in stock market jitters when it announced that it planned to study whether to change its accounting practices to reflect the growing size and volatility of the mobile communications market.     Investors briefly punished Qualcomm by sending its stock down by as much as 7 percent. Shares of Qualcomm closed down $1.57, or 3.9 percent, to $38.83. [Page C4.]",
      "lead_paragraph": "Qualcomm's Audit Proposal Worries Shareholders Qualcomm, the maker of microprocessors for cellphones, received a lesson in stock market jitters when it announced that it planned to study whether to change its accounting practices to reflect the growing size and volatility of the mobile communications market.",
      "publication_date": "2004-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/18/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "After Being Bounced Around Florida Is Bouncing Back",
      "snippet": "Florida is bouncing back after three hurricanes since mid-August; Federal Emergency Management Agency, or FEMA, has already promised at least $2 billion in aid to state and has dispensed over $200 million in cash to hundreds of thousands of victim...",
      "abstract": "Florida is bouncing back after three hurricanes since mid-August; Federal Emergency Management Agency, or FEMA, has already promised at least $2 billion in aid to state and has dispensed over $200 million in cash to hundreds of thousands of victims, along with another $100 million in housing aid; early estimates suggest total losses from three storms could reach as high as $45 billion to $50 billion, with as much as $26 billion of that covered by insurance claims; maps; photos (M)",
      "lead_paragraph": "STUART, Fla., Sept. 16 - Bob Ellis was picking up plywood and two-by-fours on his second trip of the day for supplies to deal with the wreckage from Hurricane Frances, the second of three hurricanes that have hit Florida and the southeastern United States in the last five weeks.",
      "publication_date": "2004-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/18/business/after-being-bounced-around-florida-is-bouncing-back.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "U.S. and Trade Partners Maintain Unhealthy Long-Term Relationship",
      "snippet": "Analysis of unhealthy long-term relationship between US and its trading partners; says for Americans, positive side of equation--known as balance on current account--is that they get to consume much more in goods and services than they produce; ho...",
      "abstract": "Analysis of unhealthy long-term relationship between US and its trading partners; says for Americans, positive side of equation--known as balance on current account--is that they get to consume much more in goods and services than they produce; holds as for America's trading partners, particularly China, Japan and Asian tigers, they gain from overseas marketplace that allows them to expand production and job creation beyond what their own population can consume; says downside for US is that most of its imports are purchased on credit extended by its trading partners; holds overall indebtedness is about $4.4 trillion, nearly twice what it was in 2000, increasingly costly agreement for Americans and potentially risky one for nation's foreign creditors; graphs; photo (M)",
      "lead_paragraph": "No organization has been more alarmed about America's constantly rising deficit in global transactions than the Institute for International Economics, a center of expertise in this field. A disaster in the making, declares the institute's director, C. Fred Bergsten -- and one coming soon.",
      "publication_date": "2004-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/18/business/us-and-trade-partners-maintain-unhealthy-longterm-relationship.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Ford Increases Expectations for Revenue",
      "snippet": "Ford Motor Co raises its third-quarter earnings forecast and announces beginning of restructuring plan for its struggling Jaguar division; will cut 1,150 jobs in England, in large part by closing its Browns Lake assembly plant in Conventry; Jaguar...",
      "abstract": "Ford Motor Co raises its third-quarter earnings forecast and announces beginning of restructuring plan for its struggling Jaguar division; will cut 1,150 jobs in England, in large part by closing its Browns Lake assembly plant in Conventry; Jaguar will sell its Formula One Racing business and refocus on its core business; Ford's chief financial officer Don Leclair comments (M)",
      "lead_paragraph": "DETROIT, Sept. 17 - The Ford Motor Company raised its third-quarter earnings forecast on Friday and announced the beginning of a restructuring plan for its struggling Jaguar division.",
      "publication_date": "2004-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/18/business/ford-increases-expectations-for-revenue.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Caught in Rebels' Cross Hairs: Iraqis Working for Americans",
      "snippet": "Iraqis who work on American military bases have become targets of violent insurgency; about 52 interpreters have been killed since January, more than 45 of them in Baghdad; gunmen often are well-dressed and drive expensive cars; come to neighborho...",
      "abstract": "Iraqis who work on American military bases have become targets of violent insurgency; about 52 interpreters have been killed since January, more than 45 of them in Baghdad; gunmen often are well-dressed and drive expensive cars; come to neighborhoods and homes of victims; employees at Forward Operating Base Falcon in Dora suspect gate is being watched; several shootings have taken place along road leading to it; interpreters express disappointment with way American military and Titan Corp, their main employer, have responded to danger (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Sept. 16 - One by one, they are dying. Gunned down on the highway on their way to work. Shot point-blank in front of their homes. Cornered in their cars.",
      "publication_date": "2004-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/18/world/middleeast/caught-in-rebels-cross-hairs-iraqis-working-for-americans.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Japan Shuts Unit of Citibank, Citing Violations",
      "snippet": "Japan's Financial Services Agency orders Citigroup to close its Japanese private banking operations because of serious violations of country's banking laws, one of severest penalties ever imposed on bank in Japan; actions cited include failing to ...",
      "abstract": "Japan's Financial Services Agency orders Citigroup to close its Japanese private banking operations because of serious violations of country's banking laws, one of severest penalties ever imposed on bank in Japan; actions cited include failing to put in effect measures to prevent money laundering, overcharging customers for financial derivative products and making loans that helped clients carry out variety of improper deals; Citibank in Japan apologizes for violations and vows to improve its management and its internal controls (M)",
      "lead_paragraph": "TOKYO, Sept. 17 - In one of the severest penalties ever imposed on a bank in Japan, regulators on Friday ordered Citigroup to close its Japanese private banking operations because of serious violations of the country's banking laws.",
      "publication_date": "2004-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/18/business/worldbusiness/japan-shuts-unit-of-citibank-citing-violations.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Florida Supreme Court Gives Nader a Spot on State Ballot",
      "snippet": "Florida State Supreme Court rules Ralph Nader may appear on ballot as Reform Party's presidential candidate, rejecting Democratic arguments that Reform Party had not met state requirements; most experts believe Nader will siphon more votes away fr...",
      "abstract": "Florida State Supreme Court rules Ralph Nader may appear on ballot as Reform Party's presidential candidate, rejecting Democratic arguments that Reform Party had not met state requirements; most experts believe Nader will siphon more votes away from Sen John Kerry than from Pres Bush; Florida Sec of State Glenda Hood had certified that Nader should go on ballot; Circuit Court Judge P Kevin Davey blocked move, but Supreme Court stayed Davey's injunction pending review; more than 50,000 absentee ballots may now be mailed to Florida voters overseas (M)",
      "lead_paragraph": "TALLAHASSEE, Fla., Sept. 17 - The Florida Supreme Court bolstered President Bush's prospects in this swing state on Friday, ruling that Ralph Nader could appear on the November ballot as the Reform Party's presidential candidate.",
      "publication_date": "2004-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/18/politics/campaign/florida-supreme-court-gives-nader-a-spot-on-state-ballot.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Social Security Poses Hurdles for President",
      "snippet": "Pres Bush's vision of 'ownership society' rests to great extent on transforming Social Security; Bush has never proposed specific plan; recent estimates of typical plans for proposed private accounts show they would cost as much as $2 trillion ove...",
      "abstract": "Pres Bush's vision of 'ownership society' rests to great extent on transforming Social Security; Bush has never proposed specific plan; recent estimates of typical plans for proposed private accounts show they would cost as much as $2 trillion over first 10 years; many Democrats are convinced Bush is not trying to 'save' Social Security at all, but rather to impose his own ideological vision; Republicans counter that Democrats are choosing to scare the elderly rather than confront need for overhaul; Bush campaign says Bush is adamant about making reform a bipartisan effort; graph (L)",
      "lead_paragraph": "WASHINGTON, Sept. 17 - President Bush's vision of an \"ownership society\" is built, as much as anything else, on a sweeping promise: that he will transform Social Security so younger workers can divert some of their payroll taxes into private investment accounts.",
      "publication_date": "2004-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/18/politics/campaign/social-security-poses-hurdles-for-president.html",
      "byline": "By Robin Toner and David Rosenbaum"
    },
    {
      "headline": "A Senate Race in Oklahoma Lifts the Right",
      "snippet": "Dr Tom Coburn, Republican Senate candidate in Oklahoma, is fast becoming popular icon of the right, in part because of his willingness to challenge Republican establishment; he won nomination over more moderate rival who had backing of party estab...",
      "abstract": "Dr Tom Coburn, Republican Senate candidate in Oklahoma, is fast becoming popular icon of the right, in part because of his willingness to challenge Republican establishment; he won nomination over more moderate rival who had backing of party establishment; primary victory was bright spot nationally for fiscal and religious conservatives trying to reassert selves in Senate races this year; photo (M)",
      "lead_paragraph": "TULSA, Okla., Sept. 15 - With its 60-foot-tall, 30-ton bronze of praying hands and an even taller prayer tower capped by a billowing eternal flame, Oral Roberts University is a strong symbol for Christian conservatives.",
      "publication_date": "2004-09-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/19/politics/campaign/a-senate-race-in-oklahoma-lifts-the-right.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Are Some Red States Blue About Jobs?",
      "snippet": "Daniel Altman column on whether differences in economic performance among states could determine which presidential candidate will carry each state; notes experts doubt president can dictate overall path of economy but agree presidential policies ...",
      "abstract": "Daniel Altman column on whether differences in economic performance among states could determine which presidential candidate will carry each state; notes experts doubt president can dictate overall path of economy but agree presidential policies can have direct and predictable impact on state economies; cites indicators that voters may hold president responsible for their state's economic fate; notes 13 swing states have not fared very well under Pres Bush; table; photos (M)",
      "lead_paragraph": "HOW big of an issue will the economy be on Election Day? Pollsters have been saying that it's a top concern for undecided voters. That makes sense, given that people with strong feelings about foreign policy, civil rights or the candidates' personalities have probably made up their minds already. But could differences in economic performance among the states actually determine how the election shakes out?",
      "publication_date": "2004-09-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/19/business/yourmoney/are-some-red-states-blue-about-jobs.html",
      "byline": "By Daniel Altman"
    },
    {
      "headline": "Barbarians at the Digital Gate",
      "snippet": "Rapid proliferation of parasitic software known as spyware and adware has brought Internet use to stark crossroads; major advertisers and big Internet sites are increasingly tempted by adware's ability to display pop-up ads exactly when user has s...",
      "abstract": "Rapid proliferation of parasitic software known as spyware and adware has brought Internet use to stark crossroads; major advertisers and big Internet sites are increasingly tempted by adware's ability to display pop-up ads exactly when user has shown interest in particular service or product, leading many consumers to view Web as battlefield strewn with land mines; spyware generally refers to programs that reside in hidden corners of computer's hard drive and record confidential data; adware marries billboard pitches to online distribution and possibility of immediate response; both clutter computers' screens and cause them to operate much more slowly; diagram of how users learn they are installing adware; drawing; photo (M)",
      "lead_paragraph": "KARSTEN M. SELF, who oversees a children's computer lab at a youth center in Napa, Calif., spends about a half-hour each morning electronically scanning 10 PC's. He is searching for files and traces of code that threaten to hijack the computers by silently monitoring the children's online activities or by plastering their screens with dizzying -- and nearly unstoppable -- onslaughts of pop-up advertisements.",
      "publication_date": "2004-09-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/19/business/yourmoney/barbarians-at-the-digital-gate.html",
      "byline": "By Timothy L. O'Brien and Saul Hansell"
    },
    {
      "headline": "For Hussein, a Spartan Life at His Former Palace",
      "snippet": "Saddam Hussein, pulled disheveled and disoriented from underground bunker by American troops last Dec, is living in air-conditioned 10-by-13 foot cell on grounds of one of his former palaces outside Baghdad; has been interrogated by investigators ...",
      "abstract": "Saddam Hussein, pulled disheveled and disoriented from underground bunker by American troops last Dec, is living in air-conditioned 10-by-13 foot cell on grounds of one of his former palaces outside Baghdad; has been interrogated by investigators preparing for his trial on charges of genocide and crimes against humanity; denies any wrongdoing and shows no remorse for killing of hundreds of thousands of people during his dictatorship; insists he remains president; conditions of his captivity noted; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/19/world/middleeast/for-hussein-a-spartan-life-at-his-former-palace.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Iran Faces Criticism By Nuclear Agency",
      "snippet": "The International Atomic Energy Agency's 35-nation board of governors passed a resolution yesterday criticizing Iran for a lack of candor about its nuclear program and calling on Tehran to suspend all activities that could contribute to producing ...",
      "abstract": "The International Atomic Energy Agency's 35-nation board of governors passed a resolution yesterday criticizing Iran for a lack of candor about its nuclear program and calling on Tehran to suspend all activities that could contribute to producing a nuclear bomb.    The resolution said the agency ''considers it necessary'' that Iran halt all of its uranium enrichment programs and meet all of the agency's demands before Nov. 25.  ",
      "lead_paragraph": "The International Atomic Energy Agency's 35-nation board of governors passed a resolution yesterday criticizing Iran for a lack of candor about its nuclear program and calling on Tehran to suspend all activities that could contribute to producing a nuclear bomb.",
      "publication_date": "2004-09-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/19/world/iran-faces-criticism-by-nuclear-agency.html",
      "byline": ""
    },
    {
      "headline": "U.S. Plans Year-End Drive to Take Iraqi Rebel Areas",
      "snippet": "American commanders in Iraq, faced with growing insurgency and Jan deadline for national elections, say they are preparing drive to take back Falluja and other rebel-held areas by year's end; say timing will depend on readiness of Iraqi military a...",
      "abstract": "American commanders in Iraq, faced with growing insurgency and Jan deadline for national elections, say they are preparing drive to take back Falluja and other rebel-held areas by year's end; say timing will depend on readiness of Iraqi military and police units to occupy city once Americans take it; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Sept. 18 - Faced with a growing insurgency and a January deadline for national elections, American commanders in Iraq say they are preparing operations to open up rebel-held areas, especially Falluja, the restive city west of Baghdad now under control of insurgents and Islamist groups.",
      "publication_date": "2004-09-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/19/world/middleeast/us-plans-yearend-drive-to-take-iraqi-rebel-areas.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Ready or Not, Electronic Voting Goes National",
      "snippet": "Experts agree that is now too late to make any significant changes in touch-screen voting in six weeks before first election in which electronic voting will play major role; nearly third of over 150 million registered voters will be asked to vote ...",
      "abstract": "Experts agree that is now too late to make any significant changes in touch-screen voting in six weeks before first election in which electronic voting will play major role; nearly third of over 150 million registered voters will be asked to vote on machines whose accuracy and security against fraud have yet to be tested on such grand scale; experts see potential for post-election challenges in any precincts where machines malfunction, or where vote is close; sorting out such disputes could prove difficult; graphs and maps of voting method use; photos (M)",
      "lead_paragraph": "Just over six weeks before the nation holds the first general election in which touch-screen voting will play a major role, specialists agree that whatever the remaining questions about the technology's readiness, it is now too late to make any significant changes.",
      "publication_date": "2004-09-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/19/politics/campaign/ready-or-not-electronic-voting-goes-national.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "As Season Begins, Networks Struggle In Cable's Shadow",
      "snippet": "Prime-time television season that is set to begin will be first in which cable channels control larger share of viewers than broadcast networks; some advertisers are questioning value of buying commercials on networks that lose more viewers every ...",
      "abstract": "Prime-time television season that is set to begin will be first in which cable channels control larger share of viewers than broadcast networks; some advertisers are questioning value of buying commercials on networks that lose more viewers every year; network executives dismiss notion that significant number of advertisers might rebel against their steadily rising ad rates; table of most competitive time slots; photos (M)",
      "lead_paragraph": "The new prime-time television season officially starts this week, and much more than bragging rights to ratings supremacy will be on the line for the broadcast networks.",
      "publication_date": "2004-09-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/19/us/as-season-begins-networks-struggle-in-cables-shadow.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Step Right Up and Beat the Numbers",
      "snippet": "Gretchen Morgenson column questions investor enthusiasm for Texas Instrument's midquarter revisions to third-quarter forecast, given how company eked outg penny-per-share rise in lower end of its earnings range; cites shrinking tax bill and smalle...",
      "abstract": "Gretchen Morgenson column questions investor enthusiasm for Texas Instrument's midquarter revisions to third-quarter forecast, given how company eked outg penny-per-share rise in lower end of its earnings range; cites shrinking tax bill and smaller contribution to profit-sharing plan, which account for nickle of new earnings range, as poor reasons to snap up company's shares; stock price graph (M)",
      "lead_paragraph": "AMAZING, isn't it, how investors still reward companies for pulling out all the stops to meet or exceed the financial results they promised? Witness, for example, how they applauded the midquarter update that Texas Instruments delivered on Sept. 8.",
      "publication_date": "2004-09-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/19/business/yourmoney/step-right-up-and-beat-the-numbers.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Struggling, Even With a Tuition Break",
      "snippet": "Home Front column profiles Norman Maxwell, who has held variety of jobs and is now teaching with New York City Teaching Fellows, four-year-old program that trains new recruits for city's public school system; many participants are retired and emba...",
      "abstract": "Home Front column profiles Norman Maxwell, who has held variety of jobs and is now teaching with New York City Teaching Fellows, four-year-old program that trains new recruits for city's public school system; many participants are retired and embarking on second or third careers; photo (M)",
      "lead_paragraph": "In his 60 years, Norman Maxwell has been a woodworker, a contractor and an administrative assistant at Citibank and Goldman Sachs. He has been an actor in \"Billy Bathgate,\" \"The Prince of Tides\" and \"The Sopranos.\" He is the father of four and a veteran of the Vietnam War.",
      "publication_date": "2004-09-19T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/09/19/jobs/struggling-even-with-a-tuition-break.html",
      "byline": "By Abby Ellin"
    },
    {
      "headline": "Workers Face Difficult Choices as Airlines Seek Concessions",
      "snippet": "Union workers at major airlines in financial distress face conundrum: they could lose their jobs even if they do agree to concessions; more than 100,000 airline workers at US Airways, United Airlines and Delta Air Lines face uncertainty about thei...",
      "abstract": "Union workers at major airlines in financial distress face conundrum: they could lose their jobs even if they do agree to concessions; more than 100,000 airline workers at US Airways, United Airlines and Delta Air Lines face uncertainty about their futures; previous generation's hard-line stance against concessions was contributing factor when major lines such as Pan American folded; but recent bankruptices at US Airways and United Airlines came even after workers cooperated; this has strengthened resolve of labor groups to resist further cuts; if US Airways does not survive, it would throw 28,000 more workers, many of them in New York, Philadelpha and Washington, into markets already crowded with former airline employees, including pilots, flight attendants and maintenance workers; photos; chart (M)",
      "lead_paragraph": "Leonard Robinson, who put in 30 years as a mechanic at Pan American World Airways, has a message for his counterparts at US Airways, Delta, United and other struggling airlines pressing their workers for concessions: do not wait until it is too late.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/20/business/workers-face-difficult-choices-as-airlines-seek-concessions.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Effort to Train New Iraqi Army Is Facing Delays",
      "snippet": "Military command in charge of one of highest priority missions in Iraq, training and equipping Iraqi security forces, has fewer then half of its permanent headquarters personnel in place, three months into its new mission; military officials say e...",
      "abstract": "Military command in charge of one of highest priority missions in Iraq, training and equipping Iraqi security forces, has fewer then half of its permanent headquarters personnel in place, three months into its new mission; military officials say effect of headquarters' shortages on actual training of Iraqi forces is hard to measure, but gaps do mean fewer people to lobby Washington for resources, coordinate with Iraqi officials and get money and equipment into hands of trainers around country; delay in filling headquarters jobs said to stem from Pentagon's methodical approach to establishing new organization with extremely complex mission of preparing more than 250,000 members of Iraqi police, border patrol, national guard and army units for duty; group's commander Lt Gen David H Petraeus is taking steps to ensure that training and equipping Iraqi forces continues smoothly; has borrowed top lawyers, training experts and other specialists from Pentagon, West Point, American commands worldwide and even from British forces in Iraq to tide him over until permanent staff arrives (M)",
      "lead_paragraph": "WASHINGTON, Sept. 19 - Three months into its new mission, the military command in charge of training and equipping Iraqi security forces has fewer than half of its permanent headquarters personnel in place, despite having one of the highest-priority roles in Iraq.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/20/politics/effort-to-train-new-iraqi-army-is-facing-delays.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Portrait of George Bush in '72: Unanchored in Turbulent Time",
      "snippet": "Nineteen seventy-two was the year George W. Bush dropped off the radar screen.      He abandoned his once-prized status as a National Guard pilot by failing to appear for a required physical. He sought temporary reassignment from the Texas Air Nat...",
      "abstract": "Nineteen seventy-two was the year George W. Bush dropped off the radar screen.      He abandoned his once-prized status as a National Guard pilot by failing to appear for a required physical. He sought temporary reassignment from the Texas Air National Guard to an Alabama unit but for six months did not show up for training. He signed on as an official in the losing campaign of a Republican Senate candidate in Alabama, and even there he left few impressions other than as an amiable bachelor with a good tennis game and a famous father.  ",
      "lead_paragraph": "MONTGOMERY, Ala., Sept. 17 - Nineteen seventy-two was the year George W. Bush dropped off the radar screen.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/20/us/front page/the-2004-campaign-military-service-portrait-of-george-bush-in.html",
      "byline": "This article was reported by Sara Rimer, Ralph Blumenthal and Raymond Bonner and Written By Ms. Rimer"
    },
    {
      "headline": "First Criminal Trial onEnron to Begin Today",
      "snippet": "Four former senior and midlevel executives with Merrill Lynch and two lower-level Enron executives are set to go on trial on fraud and conspiracy charges in first criminal trial stemming from financial deals at Enron; charges that defendants consp...",
      "abstract": "Four former senior and midlevel executives with Merrill Lynch and two lower-level Enron executives are set to go on trial on fraud and conspiracy charges in first criminal trial stemming from financial deals at Enron; charges that defendants conspired to structure bogus 1999 sale of interest in Nigerian electricity-producing barges owned by Enron, deal that inflated Enron's earnings by just $12 million, reflect similar charges that have been brought in virtually every Enron indictment to date; at issue is whether Enron itself guaranteed Merrill against loss, meaning deal should not have been reported as sale; investment fund managed by Enron chief financial officer Andrew S Fastow, one of executives structuring deal, later repurchased barge investment from Merrill; range of evidence in case points up challenges faced by prosecutors and defense; defendants are Daniel Bayly, James A Brown, Robert S Furst and William Fuhs of Merrill and Dan Boyle and Sheila Kahanek of Enron; photo (M)",
      "lead_paragraph": "As the first criminal trial stemming from the financial deals at Enron opens in Houston today, it will be notable as much for who is not among the six defendants as who is -- and for how little money was involved compared with how much in other Enron-related cases.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/20/business/first-criminal-trial-onenron-to-begin-today.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Yukos Says It Will Cut Oil Shipments to China  The Russian oil giant Yukos said that it would immediately reduce some of its rail exports of crude oil to China. It appears to be the first time that Yukos's ability to transport oil has been affecte...",
      "abstract": " Yukos Says It Will Cut Oil Shipments to China  The Russian oil giant Yukos said that it would immediately reduce some of its rail exports of crude oil to China. It appears to be the first time that Yukos's ability to transport oil has been affected by its tax dispute with the government, which has frozen most of its bank accounts.    An unnamed Yukos spokesman told Interfax, the government-controlled news agency: ''Yukos will resume its exports to China fully the moment it regains access to its accounts, frozen by the Justice Ministry. We hope that the Russian government correctly understands the great importance of Russian oil exports to the world market and will take measures to ensure uninterrupted supplies of oil to our Chinese partners.'' [Page C10.]",
      "lead_paragraph": "Yukos Says It Will Cut Oil Shipments to China The Russian oil giant Yukos said that it would immediately reduce some of its rail exports of crude oil to China. It appears to be the first time that Yukos's ability to transport oil has been affected by its tax dispute with the government, which has frozen most of its bank accounts.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/20/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Doubt on Bush Memos",
      "snippet": "After days of expressing confidence about the documents used in a ''60 Minutes'' report that raised new questions about President Bush's National Guard service in the 1970's, CBS News officials have grave doubts about the authenticity of the mater...",
      "abstract": "After days of expressing confidence about the documents used in a ''60 Minutes'' report that raised new questions about President Bush's National Guard service in the 1970's, CBS News officials have grave doubts about the authenticity of the material, network officials said.        Article, Page A16.",
      "lead_paragraph": "After days of expressing confidence about the documents used in a \"60 Minutes\" report that raised new questions about President Bush's National Guard service in the 1970's, CBS News officials have grave doubts about the authenticity of the material, network officials said.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/20/us/front page/doubt-on-bush-memos.html",
      "byline": ""
    },
    {
      "headline": "Executives Say MCI Is Looking for Buyers",
      "snippet": "Executives involved in effort say MCI, troubled telecommunications company, is quietly shopping itself to potential buyers; say company is weighing whether to try to sell itself whole or in parts; possible buyers noted (M)",
      "abstract": "Executives involved in effort say MCI, troubled telecommunications company, is quietly shopping itself to potential buyers; say company is weighing whether to try to sell itself whole or in parts; possible buyers noted (M)",
      "lead_paragraph": "MCI, the troubled telecommunications company, has quietly begun shopping itself to potential buyers, executives involved in the sale process said yesterday.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/20/business/executives-say-mci-is-looking-for-buyers.html",
      "byline": "By Andrew Ross Sorkin and Ken Belson"
    },
    {
      "headline": "Sun Looks to Wall Street in a Comeback Bid",
      "snippet": "Sun Microsystems president and chief operating officer Jonathan Schwartz plans to introduce latest version of Sun's Solaris operating system as part of strategy to win back its financial services industry customers; hopes to convince Wall Street f...",
      "abstract": "Sun Microsystems president and chief operating officer Jonathan Schwartz plans to introduce latest version of Sun's Solaris operating system as part of strategy to win back its financial services industry customers; hopes to convince Wall Street firms that Sun's technology remains relevant to their huge data centers; experts say strategy could succeed because Sun, despite big layoffs and stock-price collapse, is still viewed as technology leader; Sun, after years of clinging to its own proprietary hardware standard, is moving Solaris software into mainstream; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Sept. 19 - Standing before 30 executives from a Wall Street investment banking customer, Jonathan Schwartz, the 38-year-old software executive who is trying to revive the foundering computer company Sun Microsystems, acknowledged why his company was in trouble.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/20/technology/sun-looks-to-wall-street-in-a-comeback-bid.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Hu Takes Military Reins, Completing Shift in China",
      "snippet": "Hu Jintao, president of China, takes full command of state, gaining control of military after Jiang Zemin resigns that post; this is first orderly transfer of power in history of China's Communist Party; Hu will set both foreign and domestic polic...",
      "abstract": "Hu Jintao, president of China, takes full command of state, gaining control of military after Jiang Zemin resigns that post; this is first orderly transfer of power in history of China's Communist Party; Hu will set both foreign and domestic policy for world's seventh-largest economy; Jiang's resignation as military chief surprises many party officials, who expected him to cling to power; some officials and political analysts say policy making in one-party state was being affected by tensions between Jiang and Hu; Hu, poker-faced bureaucrat who rarely if ever traveled outside China before he rose to most senior ranks in late 1990's, has sent mixed signals about how he intends to rule; has sought to draw contrast with Jiang's aristocratic image, making trips to China's poorest areas and shunning some conspicuous perks; has pledged to raise incomes of workers and peasants and redirect more state spending to areas left behind in China's long economic boom; in foreign affairs, Hu is expected to continue Jiang's nonconfrontational, sometimes even cordial relationship with United States, although he tends to emphasize relations with China's neighbors and with Europe over ties with US and Japan; photos (M)",
      "lead_paragraph": "BEIJING, Sept. 19 - China's president, Hu Jintao, replaced Jiang Zemin as the country's military chief and de facto top leader on Sunday, state media announced, completing the first orderly transfer of power in the history of China's Communist Party.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/20/world/asia/hu-takes-military-reins-completing-shift-in-china.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "In Video Games, Sequels Are Winners",
      "snippet": "Videogame industry is becoming heavily dependent on sequels; most best-selling video games are now spinoffs from other best-selling games or licensed from pro sports; publishers are increasingly reluctant to bet on unproven ideas because of high c...",
      "abstract": "Videogame industry is becoming heavily dependent on sequels; most best-selling video games are now spinoffs from other best-selling games or licensed from pro sports; publishers are increasingly reluctant to bet on unproven ideas because of high cost of developing games for current generation of console game devices; some see strategy eventually hurting industry; table of top games; photos (M)",
      "lead_paragraph": "The videogame industry has a lot in common with the movie business in that both industries bank heavily on special effects, big releases and even glamour. And increasingly, the game industry shares something else with Hollywood: a heavy reliance on sequels. In the six-month period ending in June, only two of the 10 best-selling video games were based on original ideas, according to the NPD Group, a research firm. Most were spinoffs from other best-selling games or were licensed from pro sports; a few were based on blockbuster movies and books. The only original title in the top five is Halo, a first-person shooter game from Microsoft. The rest -- MVP Baseball 2004, NFL Street, Pokémon Colosseum and Fight Night 2004 -- are all sequels or sports spinoffs.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/20/technology/in-video-games-sequels-are-winners.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "Californians to Vote onStem Cell Research Funds",
      "snippet": "California may be on verge of spending $300 million a year in each of next 10 years on studies involving human embryonic stem cells; state ballot proposal would, if passed, authorize state to issue $3 billion in bonds to pay for range of stem cell...",
      "abstract": "California may be on verge of spending $300 million a year in each of next 10 years on studies involving human embryonic stem cells; state ballot proposal would, if passed, authorize state to issue $3 billion in bonds to pay for range of stem cell research; Michael J Fox and Bill Gates are among coalition of Hollywood producers and actors, technology billionaires, scientists, patient advocates and busines organizations that has marshaled emotion, scientific argument and money to underwrite state ballot proposal; Gov Arnold Schwarzenegger has said he supoprts stem cell research in principle but has not announced his position on initiative; public appears to be evenly split; it has not yet been exposed to expected barrage of television advertising in support of initiative; this promising but ethically controversial field of biomedical research is now severely limited by Bush administration's policy restricting public money for research on embryonic stem cells; federal government spent only $25 million last year on such research; photo (M)",
      "lead_paragraph": "LOS ANGELES, Sept. 19 - The federal government spent $25 million last year on studies involving human embryonic stem cells. But California, in an act of political and scientific rebellion against limits on stem cell research imposed by the Bush White House, may be on the verge of spending $300 million a year in each of the next 10 years on such research.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/20/us/californians-to-vote-onstem-cell-research-funds.html",
      "byline": "By John M. Broder and Andrew Pollack"
    },
    {
      "headline": "Storm's Devastation Is Revealed, and a Mountain Hamlet Mourns",
      "snippet": "Remnants of Hurricane Ivan set off two-mile-long mudslide in Franklin, NC, that leaves at last three people dead, more than dozen homes destroyed and close-knit community devastated; residents who barely escaped with their lives are allowed to ret...",
      "abstract": "Remnants of Hurricane Ivan set off two-mile-long mudslide in Franklin, NC, that leaves at last three people dead, more than dozen homes destroyed and close-knit community devastated; residents who barely escaped with their lives are allowed to return to where their homes used to stand; many spend day rummaging for memories in the debris, as teams of rescue workers, accompanied by specially trained search dogs, continue search for four people who remain missing; Pres Bush declares western North Carolina a federal disaster area; detailed discription of destruction in Franklin; photos; map (M)",
      "lead_paragraph": "FRANKLIN, N.C., Sept. 19 - The rains and the winds were expected, as were the power failures and the flooding. But what nobody expected was that Hurricane Ivan would move a mountain.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/20/us/storms-devastation-is-revealed-and-a-mountain-hamlet-mourns.html",
      "byline": "By Marc Santora"
    },
    {
      "headline": "Microsoft Co-Founder Puts Different Spin on Sports",
      "snippet": "Sporting News, distant third in circulation in sports magazines, has just begun to turn profit for Paul G Allen's Vulcan Inc after top-to-bottom review of its holdings by new management led by Rick Allen; Rick Allen (no relation to Paul) comments ...",
      "abstract": "Sporting News, distant third in circulation in sports magazines, has just begun to turn profit for Paul G Allen's Vulcan Inc after top-to-bottom review of its holdings by new management led by Rick Allen; Rick Allen (no relation to Paul) comments on strategy; photos (M)",
      "lead_paragraph": "When Paul G. Allen's company, Vulcan Inc., acquired The Sporting News four years ago, it seemed an odd fit. Mr. Allen, the co-founder of Microsoft and a sports mogul, was a firm believer in the power of the Web to change lives, and his investments reflected that. The Sporting News, a 118-year-old brand and perennial also-ran to Sports Illustrated, seemed like a horse and buggy in a garage filled with Segways.",
      "publication_date": "2004-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/20/business/media/microsoft-cofounder-puts-different-spin-on-sports.html",
      "byline": "By Sean Mehegan"
    }
  ]
}