{
  "metadata": {
    "date": "2004-04-23",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Robust PC Sales Bolster Microsoft, But Profits Hurt by Legal Expenses",
      "snippet": "Microsoft Corp reports solid quarterly gains in revenue and operating income, providing further evidence of increased demand for personal computers in both consumer and corporate markets; net income is held down by series of one-time payments, inc...",
      "abstract": "Microsoft Corp reports solid quarterly gains in revenue and operating income, providing further evidence of increased demand for personal computers in both consumer and corporate markets; net income is held down by series of one-time payments, including nearly $2 billion to settle its legal disputes with Sun Microsystems and $603 million for fine imposed by European Commission; for third quarter that ends March 31, Microsoft earns $1.3 billion, down from $2.14 billion a year earlier; revenue rises 17.1 percent, to $9.18 billion (M)",
      "lead_paragraph": "Microsoft reported solid quarterly gains in revenue and operating income yesterday, providing further evidence of increased demand for personal computers in both the consumer and corporate markets.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/23/business/technolgy-robust-pc-sales-bolster-microsoft-but-profits-hurt-by-legal-expenses.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Freed From Captivity in Iraq, Japanese Return to More Pain",
      "snippet": "Japanese civilians taken hostage in Iraq are reviled on their return to Japan and have gone into hiding, effectively becoming prisoners inside their own homes; are accused of acting selfishly in pursuing their individual goals, defying government ...",
      "abstract": "Japanese civilians taken hostage in Iraq are reviled on their return to Japan and have gone into hiding, effectively becoming prisoners inside their own homes; are accused of acting selfishly in pursuing their individual goals, defying government advisory against travel to Iraq and causing trouble for Japan; government says it will bill them $6,000 for their return air fare; former hostages--Nahoko Takato, Noriaki Imai, Soichiro Koriyama, Junpei Yasuda and Nobutaka Watanabe--are nevertheless praised by Sec of State Colin L Powell; photos (M)",
      "lead_paragraph": "The young Japanese civilians taken hostage in Iraq returned home this week, not to the warmth of a yellow-ribbon embrace but to a disapproving nation's cold stare.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/23/world/struggle-for-iraq-hostages-freed-captivity-iraq-japanese-return-more-pain.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "Maine Takes A Cautious Path On Its Pensions",
      "snippet": "Maine's pension fund puts portion of its money into bonds that pay low interest rate but whose values will rise or fall in tandem with value of pensions state must pay its retirees, no matter what markets do; bonds' durations match scheduled payou...",
      "abstract": "Maine's pension fund puts portion of its money into bonds that pay low interest rate but whose values will rise or fall in tandem with value of pensions state must pay its retirees, no matter what markets do; bonds' durations match scheduled payouts to retirees; it is contrarian approach, but one that Maine thinks best serves its retirees and taxpayers; state is first in US to embrace concept of pension matching (M)",
      "lead_paragraph": "After being hammered in the financial markets for the last few years, many pension funds are turning to riskier investments, hoping that hedge funds, venture capital and the like will fuel returns and cover recent losses. But Maine has drawn a different lesson from the recent pension woes. Instead of shooting high, it is deliberately aiming for low, but guaranteed, investment income to pay for the retirement benefits of its workers.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/23/business/maine-takes-a-cautious-path-on-its-pensions.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "AGENCY TO ALLOW INSURANCE CUTS FOR THE RETIRED",
      "snippet": "Equal Employment Opportunity Commission votes to allow employers to reduce or eliminate health benefits for retirees when they become eligible for Medicare at age 65, ruling that such cuts would not violate civil rigths law banning age discriminat...",
      "abstract": "Equal Employment Opportunity Commission votes to allow employers to reduce or eliminate health benefits for retirees when they become eligible for Medicare at age 65, ruling that such cuts would not violate civil rigths law banning age discrimination; 12 million Medicare beneficiaries now receive health benefits from their former employers for expenses not covered by Medicare; employers and some labor unions support change, saying, along with several commission members, that it will encourage employers to continue coverage for early retirees; AARP strenuously objects and contends commission does not have authority to create such exemption; photo (M)",
      "lead_paragraph": "The Equal Employment Opportunity Commission voted Thursday to allow employers to reduce or eliminate health benefits for retirees when they become eligible for Medicare at age 65.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/23/us/agency-to-allow-insurance-cuts-for-the-retired.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "A Patriarch's Shadow at Troubled Software Maker",
      "snippet": "Charles B Wang, co-founder of Computer Associates, who retired two years ago, is nowhere to be seen as company struggles through federal criminal investigation that has already tarnished its reputation and could seriously damage its business; does...",
      "abstract": "Charles B Wang, co-founder of Computer Associates, who retired two years ago, is nowhere to be seen as company struggles through federal criminal investigation that has already tarnished its reputation and could seriously damage its business; does not appears to be a focus of prosecutors; photo of Wang with his protege, Sanjay Kumar, who has resigned as chairman and chief executive and is focus of investigation by US attorney's office and SEC (M)",
      "lead_paragraph": "For 26 years, Charles B. Wang was so closely identified with Computer Associates International that the company seemed to be almost an extension of his personality.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/23/business/a-patriarch-s-shadow-at-troubled-software-maker.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Russian Authorities Raid Oil Giant Again",
      "snippet": "Russian authorities raid headquarters of oil giant Yukos, further pressuring its stock price and local equity market, and stoking debate on company's long-range prospects; investigators from Russian interior ministry search Yukos headquarters in c...",
      "abstract": "Russian authorities raid headquarters of oil giant Yukos, further pressuring its stock price and local equity market, and stoking debate on company's long-range prospects; investigators from Russian interior ministry search Yukos headquarters in central Moscow, part of continuing inquiry into tax payments by several Yukos operating units and refineries; photo (M)",
      "lead_paragraph": "The Russian authorities raided the headquarters of the oil giant Yukos on Thursday, further pressuring the stock price and the local equity market, and again stoking the debate on the company's long-range prospects.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/23/business/russian-authorities-raid-oil-giant-again.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Asia: India: Industrial Growth",
      "snippet": "Core industrial sector of India's economy, which includes refining, electrical and coal sectors, grows 7.1 percent in fiscal year ended in March (S)",
      "abstract": "Core industrial sector of India's economy, which includes refining, electrical and coal sectors, grows 7.1 percent in fiscal year ended in March (S)",
      "lead_paragraph": "The core industrial sector of India's economy, which includes the refining, electrical and coal sectors, grew 7.1 percent in the fiscal year ended in March, according to a government report. The sector also includes the crude oil, cement and steel industries and accounts for more than a fourth of the country's industrial output. It is generally seen as an advance indicator of industrial growth. Saritha Rai (NYT)",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/23/business/world-business-briefing-asia-india-industrial-growth.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Higher Phone Bid",
      "snippet": "Telefonos de Mexico raises its bid to buy MCI's controlling stake in Embratel, Brazil's largest long-distance carrier, to $400 million from $360 million (S)",
      "abstract": "Telefonos de Mexico raises its bid to buy MCI's controlling stake in Embratel, Brazil's largest long-distance carrier, to $400 million from $360 million (S)",
      "lead_paragraph": "Teléfonos de México raised its bid to buy MCI's controlling stake in Embratel, Brazil's largest long-distance carrier, to $400 million from $360 million. The higher price, which has been approved by MCI's board, comes in response to a bid by Calais, a consortium of three Brazilian phone companies. Although MCI has emerged from bankruptcy, the deal must still be approved by a bankruptcy court in New York. The hearing to approve Embratel's sale is scheduled for April 27. Elisabeth Malkin (NYT)",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/23/business/world-business-briefing-americas-mexico-higher-phone-bid.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Novartis Says It Is Ready For Talks With Aventis  Novartis, the Swiss drug company, sought to call the French government's bluff, saying it would enter talks with Aventis toward a merger that would create the world's second-largest drug company.  ...",
      "abstract": " Novartis Says It Is Ready For Talks With Aventis  Novartis, the Swiss drug company, sought to call the French government's bluff, saying it would enter talks with Aventis toward a merger that would create the world's second-largest drug company.      French officials have spoken in favor of a hostile takeover offer for Aventis made by Sanofi-Synthélabo. The officials say they want to ensure that France remains home to a leading pharmaceutical company. [Page C2.]",
      "lead_paragraph": "Novartis Says It Is Ready For Talks With Aventis",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/23/business/business-digest-331813.html",
      "byline": ""
    },
    {
      "headline": "Daimler Says It Won't Bail Out a Partner, Mitsubishi Motors",
      "snippet": "DaimlerChrysler decides against bailing out its struggling partner, Mitsubishi Motors, putting cloud over Japanese automaker's future; is largest shareholder in Mitsubishi Motors, with 37 percent stake; development is serious setback to strategy o...",
      "abstract": "DaimlerChrysler decides against bailing out its struggling partner, Mitsubishi Motors, putting cloud over Japanese automaker's future; is largest shareholder in Mitsubishi Motors, with 37 percent stake; development is serious setback to strategy of DaimlerChrysler's chief executive, Jurgen Schrempp, to create global automotive giant (M)",
      "lead_paragraph": "DaimlerChrysler will not bail out its struggling partner, Mitsubishi Motors, putting a cloud over the Japanese automaker's future.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/23/business/daimler-says-it-won-t-bail-out-a-partner-mitsubishi-motors.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Honda In Russia",
      "snippet": "Honda Motor Co establishes subsidiary in Russia to sell cars, motorcycles and other products (S)",
      "abstract": "Honda Motor Co establishes subsidiary in Russia to sell cars, motorcycles and other products (S)",
      "lead_paragraph": "Saying it expects strong growth in Russian auto sales, the Honda Motor Company said that it had established a subsidiary in Russia to sell its cars, motorcycles and other products. The move is the latest by Honda to increase sales in markets outside of North America and Japan. A cut in Russia's consumption tax and the country's expected entry into the World Trade Organization in a few years will help sales of cars, Honda said. Todd Zaun (NYT)",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/23/business/world-business-briefing-asia-japan-honda-in-russia.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Mideast Investment In Volkswagen",
      "snippet": "Abu Dhabi could emerge as second-largest shareholder in Volkswagen in deal under which Volkswagen and two Middle Eastern partners would buy Dutch fleet management company from ABN Amro bank for 2 billion euros (S)",
      "abstract": "Abu Dhabi could emerge as second-largest shareholder in Volkswagen in deal under which Volkswagen and two Middle Eastern partners would buy Dutch fleet management company from ABN Amro bank for 2 billion euros (S)",
      "lead_paragraph": "The Persian Gulf state of Abu Dhabi could emerge as the second-largest shareholder in Volkswagen in a deal under which Volkswagen and two Middle Eastern partners would buy a Dutch fleet management company from ABN Amro bank for 2 billion euros ($2.3 billion). The fleet company, LeasePlan, manages 1.2 million vehicles, which would expand Volkswagen's presence in a profitable business. Volkswagen may finance the acquisition by selling shares to an Abu Dhabi-linked investment company. Volkswagen's largest shareholder, the German state of Lower Saxony, which owns 18 percent, said it supported the plan. Mark Landler (NYT)",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/23/business/world-business-briefing-europe-mideast-investment-in-volkswagen.html",
      "byline": "By Mark Landler (NYT)"
    },
    {
      "headline": "U.S. Appeals Court Restores Sept. 11 Prosecution",
      "snippet": "Three-judge appeals panel restores government's full case against Zacarias Moussaoui, only person charged in American court with conspiring in Sept 11 attacks, and allows prosecutors once again to seek death penalty; backs defense lawyers in their...",
      "abstract": "Three-judge appeals panel restores government's full case against Zacarias Moussaoui, only person charged in American court with conspiring in Sept 11 attacks, and allows prosecutors once again to seek death penalty; backs defense lawyers in their argument that Moussaoui is entitled to introduce testimony from captured members of Al Qaeda who have told interrogators overseas that he had nothing to do with plot; orders Judge Leonie M Brinkema, who barred use of death penalty and blocked prosecutors from presenting evidence to jury that might link Moussaoui to Sept 11 attacks, to work out compromise on how to grant him access to that information he seeks while preserving government's rights to interrogate enemy combatants without interruption during wartime; both sides leave open option of appeal (M)",
      "lead_paragraph": "A federal appeals court on Thursday restored the government's full case against Zacarias Moussaoui, the only person charged in an American court with conspiring in the Sept. 11 attacks, and allowed prosecutors once again to seek the death penalty.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/23/us/us-appeals-court-restores-sept-11-prosecution.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "World Business Briefing | Asia: India: Drug Maker's Profit Rises",
      "snippet": "Ranbaxy Laboratories says quarterly profit rose 10.4 percent, to 1.91 billion rupees ($43.9 million); graph (S)",
      "abstract": "Ranbaxy Laboratories says quarterly profit rose 10.4 percent, to 1.91 billion rupees ($43.9 million); graph (S)",
      "lead_paragraph": "The country's top drug maker Ranbaxy Laboratories said its net profit rose 10.4 percent in the quarter, helped by sales of newer drugs. Ranbaxy, based in New Delhi, said its profit rose to 1.91 billion rupees ($43.9 million) from 1.73 billion rupees ($39.7 million) a year earlier. Ranbaxy receives 80 percent of its revenue by exporting generic versions of drugs, mainly to the United States. The company said it had applied for 38 generic equivalents with the Food and Drug Administration. Saritha Rai (NYT)",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/23/business/world-business-briefing-asia-india-drug-maker-s-profit-rises.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Shareholder Power: Do Institutional Investors Deserve New Authority?",
      "snippet": "Floyd Norris column says institutional investors as new power center in corporate America; comments on Organization for Economic Cooperation and Development's issuance of revised guidelines on corporate governance--guidelines that go much further ...",
      "abstract": "Floyd Norris column says institutional investors as new power center in corporate America; comments on Organization for Economic Cooperation and Development's issuance of revised guidelines on corporate governance--guidelines that go much further than 1999 guidelines in emphasizing role of institutional investors; comments on some recent shareholder activists' actions in urging votes be withheld from prominent directors to boards; chart (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/23/business/shareholder-power-do-institutional-investors-deserve-new-authority.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Saudis Support A Jihad in Iraq, Not Back Home",
      "snippet": "Many Saudi Arabians support violent Islamic jihad against American occupation in Iraq, but none accept violence as jihad when it it occurs at home, as in suicide bombing of police building in Riyadh; Saudis do not view two battles as even remotely...",
      "abstract": "Many Saudi Arabians support violent Islamic jihad against American occupation in Iraq, but none accept violence as jihad when it it occurs at home, as in suicide bombing of police building in Riyadh; Saudis do not view two battles as even remotely related, even though militants rely on similar theological underpinnings to justify their actions; most sects in Islam view jihad as necessary only when attacked, but Wahhabi teaching, which holds sway in Saudi Arabia, embraces jihad as means to spread their religion; ruling family sanctioned jihad against Soviets in Afghanistan in 1980's, and that sponsorship now haunts it (M)",
      "lead_paragraph": "On Wednesday morning, just hours before a suicide bomber demolished a Saudi police building in downtown Riyadh, the family of a young man was accepting congratulations for his death in the jihad over the border in Iraq, the one that enjoys no small support here.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/23/world/saudis-support-a-jihad-in-iraq-not-back-home.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "World Business Briefing | Australia: Real Estate Merger",
      "snippet": "Westfield Holdings, Australia's largest listed retail property group, says it plans to acquire two associated trusts to create global real estate company, Westfield Group; photo of Frank Lowy, who controls Westfield (S)",
      "abstract": "Westfield Holdings, Australia's largest listed retail property group, says it plans to acquire two associated trusts to create global real estate company, Westfield Group; photo of Frank Lowy, who controls Westfield (S)",
      "lead_paragraph": "The country's largest listed retail property group, Westfield Holdings, said it planned to acquire two associated trusts to create a global real estate company. Westfield, which is controlled by Frank Lowy, left, will acquire the Westfield Trust and the Westfield America Trust. His sons run the two trusts being acquired. The combined entity, which will be called the Westfield Group, will control 123 shopping centers in four countries. In the United States, Westfield has 66 malls in 14 states. John Shaw (NYT)",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/23/business/world-business-briefing-australia-real-estate-merger.html",
      "byline": "By John Shaw (NYT)"
    },
    {
      "headline": "Photos of War Dead Released on Internet",
      "snippet": "Defense Department photograph of coffins of American soldiers who died in Iraq being returned to US",
      "abstract": "Defense Department photograph of coffins of American soldiers who died in Iraq being returned to US",
      "lead_paragraph": "A Web site that opposed the Pentagon's ban on images of dead soldiers' homecomings at military bases released on the Internet yesterday hundreds of photographs of coffins at Dover Air Force Base in Delaware.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/23/us/photos-of-war-dead-released-on-internet.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Drug Maker Posts Profit",
      "snippet": "Serono says profit is up 76 percent in first quarter, to $106 million (S)",
      "abstract": "Serono says profit is up 76 percent in first quarter, to $106 million (S)",
      "lead_paragraph": "Helped by sales of its multiple sclerosis drug, Ribif, the biotechnology company Serono said its profit was up 76 percent in the first quarter. Analysts said Serono's profit of $106 million, up from $60 million in 2003, was better than expected. Serono, based in Geneva, said revenue rose 26 percent, to $557 million, and it raised its profit outlook for the current year. Fiona Fleck (NYT)",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/23/business/world-business-briefing-europe-switzerland-drug-maker-posts-profit.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Cement Business's Profit Rises",
      "snippet": "Cemex, Mexican cement company, says overall sales in first quarter rose 13 percent, to $1.8 billion, and income nearly quadrupled, to $311 million (S)",
      "abstract": "Cemex, Mexican cement company, says overall sales in first quarter rose 13 percent, to $1.8 billion, and income nearly quadrupled, to $311 million (S)",
      "lead_paragraph": "The cement company Cemex said that sales and profits rose in the first quarter as a result of economic growth in its major markets. Overall sales rose 13 percent, to $1.8 billion, and income nearly quadrupled to $311 million. The company said the rise in income was a result of a better operating performance, the peso's strength against the dollar and better results for its securities trading. Sales increased 10 percent in Mexico, Cemex's largest market, and 14 percent in the United States, its No.2 market. Elisabeth Malkin (NYT)",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/23/business/world-business-briefing-americas-mexico-cement-business-s-profit-rises.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "WHITE HOUSE SAYS IRAQ SOVEREIGNTY COULD BE LIMITED",
      "snippet": "Marc Grossman, under secretary of state for political affairs, tells Senate Foreign Relations Committee that Bush administration plans for new caretaker government in Iraq will place severe limits on its sovereignty, including only partial command...",
      "abstract": "Marc Grossman, under secretary of state for political affairs, tells Senate Foreign Relations Committee that Bush administration plans for new caretaker government in Iraq will place severe limits on its sovereignty, including only partial command over its armed forces and no authority to enact new laws; says administration is still not sure who will govern Iraq after June 30 or precisely how they will be selected; several European and United Nations diplomats say they do not think UN will approve Security Council resolution sought by US that handcuffs new Iraq government recommended by Lakhdar Brahimi, special UN envoy, in its authority over its own armed forces on its own soil; Democratic and Republican members of committee appear frustrated that so few details are known at this late stage in transition process (M)",
      "lead_paragraph": "The Bush administration's plans for a new caretaker government in Iraq would place severe limits on its sovereignty, including only partial command over its armed forces and no authority to enact new laws, administration officials said Thursday.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/23/world/struggle-for-iraq-politics-white-house-says-iraq-sovereignty-could-be-limited.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Blair's Shift In Agenda Puts Euro In Question",
      "snippet": "Prime Min Tony Blair about-face decision to hold referendum on new European constitution seems to put off any decision on whether Britain should join euro single currency, leaving question of British membership more than ever hostage to vagaries o...",
      "abstract": "Prime Min Tony Blair about-face decision to hold referendum on new European constitution seems to put off any decision on whether Britain should join euro single currency, leaving question of British membership more than ever hostage to vagaries of emotional and broader debate about Europe Blair photo (M)",
      "lead_paragraph": "At a news conference on Thursday, Prime Minister Tony Blair devoted much time to defending his contentious about-face decision to hold a referendum on a new European constitution. But behind the furor over his abrupt change of course lay a less obvious but equally far-reaching question: has the prospect of Britain joining the euro single currency receded so far as to be unthinkable?",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/23/business/blair-s-shift-in-agenda-puts-euro-in-question.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Big Money in Small Fashions",
      "snippet": "Yuzo Narumiya is at center of one of most vibrant areas of Japan's retail sector with chain of shops selling high-end fashions to fashion-conscious 9-to-14-year-old girls; his company, Narumiya International, now has 850 shops in Japan; photos (M)",
      "abstract": "Yuzo Narumiya is at center of one of most vibrant areas of Japan's retail sector with chain of shops selling high-end fashions to fashion-conscious 9-to-14-year-old girls; his company, Narumiya International, now has 850 shops in Japan; photos (M)",
      "lead_paragraph": "Just over a decade ago, Yuzo Narumiya, in his mid-50's and looking for a way to revive his family's kimono wholesaling business, had what sounded to many like a really bad idea.",
      "publication_date": "2004-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/23/business/big-money-in-small-fashions.html",
      "byline": "By Todd Zaun"
    }
  ]
}