{
  "metadata": {
    "date": "2004-10-13",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: South Korea: Profit For Steel Maker",
      "snippet": "Worï",
      "abstract": "Worï",
      "lead_paragraph": "The steel maker Posco said that its third-quarter profit doubled from the year-earlier period as higher prices and strong demand, particularly from China, fed a 41 percent increase in revenue. Posco said it earned 1 trillion won ($874 million), up from 500 billion won a year earlier, on sales of 5.1 trillion won. Posco, one of the largest steel makers, benefited from several price increases this year. The company expects demand from China to remain strong and plans to expand production with new operations in India and Brazil. Andrew Salmon (NYT)",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/13/business/world-business-briefing-asia-south-korea-profit-for-steel-maker.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "Chipmaker Has Profit (and a Glut)",
      "snippet": "Intel Corp reports its profit for third quarter rose 15 percent from year earlier, though it continued to struggle with inventory glut that has reduced its profit margins; net income for quarter was $1.9 billion compared with $1.66 billion for qua...",
      "abstract": "Intel Corp reports its profit for third quarter rose 15 percent from year earlier, though it continued to struggle with inventory glut that has reduced its profit margins; net income for quarter was $1.9 billion compared with $1.66 billion for quarter year earlier; revenue reached $8.5 billion for quarter, compared with $7.8 billion in quater last year (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 12 - The Intel Corporation, the largest semiconductor maker, reported on Tuesday that its profit for the third quarter rose 15 percent from a year earlier, though it continued to struggle with an inventory glut that has reduced its profit margins.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/13/technology/chipmaker-has-profit-and-a-glut.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Trinidad Becomes a Natural Gas Giant",
      "snippet": "Trinidad has emerged as Western Hemisphere's leading supplier of liquefied natural gas; accounts for nearly 80 percent of shipments to US, up from virtually nothing five years ago; gas production has ignited rapid growth in Trinidad; economic acti...",
      "abstract": "Trinidad has emerged as Western Hemisphere's leading supplier of liquefied natural gas; accounts for nearly 80 percent of shipments to US, up from virtually nothing five years ago; gas production has ignited rapid growth in Trinidad; economic activity increased 13 percent in 2003 and could grow as much again in 2004; some experts in Trinidad worry that natural gas boom is taking on same character as oil-fueled growth burst of 1970's, which was followed by ruinous decade-long bust culminating in violent coup attempt in 1990 by Muslim militants; map; chart; photo (M)",
      "lead_paragraph": "PORT OF SPAIN, Trinidad, Oct. 7 - Cranes are active here again, working around the clock to erect some of the Caribbean's tallest skyscrapers against a backdrop of colonial-era buildings. Traffic snarls throughout this small island country, with imported luxury cars rubbing up against 70's-era gas guzzlers left from the last time energy prices soared.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/13/business/worldbusiness/trinidad-becomes-a-natural-gas-giant.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "THE SALE OF THE NATION'S leading operator of outlet centers is bringing new recognition to a niche of the retail real-estate industry that was once dismissed as a fad. [C6.]    A $70 MILLION SHOPPING CENTER project in the Midwood section of Brookl...",
      "abstract": " THE SALE OF THE NATION'S leading operator of outlet centers is bringing new recognition to a niche of the retail real-estate industry that was once dismissed as a fad. [C6.]    A $70 MILLION SHOPPING CENTER project in the Midwood section of Brooklyn could spur new development in an area that could use a revival. [C7.]",
      "lead_paragraph": "THE SALE OF THE NATION'S leading operator of outlet centers is bringing new recognition to a niche of the retail real-estate industry that was once dismissed as a fad. [C6.]",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/13/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: India: Industrial Growth Rate Slows",
      "snippet": "India's industrial output rose 7.9 percent in August but slowed from 8.4 percent growth in July; manufacturing rose 8.2 percent, production of capital goods rose 15.4 percent and production of consumer goods rose 13.9 percent (S)y",
      "abstract": "India's industrial output rose 7.9 percent in August but slowed from 8.4 percent growth in July; manufacturing rose 8.2 percent, production of capital goods rose 15.4 percent and production of consumer goods rose 13.9 percent (S)y",
      "lead_paragraph": "India's industrial output rose 7.9 percent in August but slowed from the 8.4 percent growth in July because a truckers' strike disrupted freight shipments. The government's central statistical organization said manufacturing rose 8.2 percent, production of capital goods rose 15.4 percent and production of consumer goods rose 13.9 percent. Economists said the slight decline, a result of higher oil prices and the truckers' strike, might indicate a slowdown in economic growth to 6 percent to 6.5 percent from 8.2 percent last year. Saritha Rai (NYT)",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/13/business/world-business-briefing-asia-india-industrial-growth-rate-slows.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Russia to Sell Big Yukos Unit at Low-End Price",
      "snippet": "Russian",
      "abstract": "Russian",
      "lead_paragraph": "MOSCOW, Oct. 12 - The Russian government said on Tuesday that it would sell part of the oil giant Yukos's most valuable subsidiary by the end of November, but at a price well below what investors and analysts consider its worth.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/13/business/worldbusiness/russia-to-sell-big-yukos-unit-at-lowend-price.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "China Crushes Peasant Protest, Turning 3 Friends Into Enemies",
      "snippet": "Article in series The Great Divide, on widening gap between China's rural poor and urban rich; focuses on three peasant activists who worked together 10 years ago against Communist Party officials who imposed illegal taxes and fees, only to fall v...",
      "abstract": "Article in series The Great Divide, on widening gap between China's rural poor and urban rich; focuses on three peasant activists who worked together 10 years ago against Communist Party officials who imposed illegal taxes and fees, only to fall victim to carrots and sticks party uses to divide such efforts and block lasting change; China has not yet figured out how to make its capitalist-style economic growth egalitarian; map; photos (L)",
      "lead_paragraph": "WANGYING, China - A decade ago, three friends shook hands, downed a bottle of rice wine and vowed to fight to the end against Communist Party officials who imposed illegal taxes and fees on them and their families.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/13/world/asia/china-crushes-peasant-protest-turning-3-friends-into-enemies.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Europe Set to Challenge German Law Guarding VW",
      "snippet": "European Commission, in effort to defend European Union's fledgling single market, is expected to take Germany to European Court of Justice to for failing to scrap national law intended to protect country's most cherished industrial asset, Volkswa...",
      "abstract": "European Commission, in effort to defend European Union's fledgling single market, is expected to take Germany to European Court of Justice to for failing to scrap national law intended to protect country's most cherished industrial asset, Volkswagen, from any hostile takeover; decision is likely to anger German government and, in particular, Chancellor Gerhard Schroder, who sat on Volkswagen's board for eight years while he was governor of Lower Saxony, where company has its headquarters; Schroder has publicly warned European Commission not to meddle with law, which limits any shareholder's voting rights to 20 percent jointly held by Lower Saxony and federal government; photo (M)",
      "lead_paragraph": "BRUSSELS, Oct. 12 - In an effort to defend the European Union's fledgling single market, the European Commission is expected to take Germany to the European Court of Justice on Wednesday for failing to scrap a national law intended to protect the country's most cherished industrial asset, Volkswagen, from any hostile takeover.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/13/business/worldbusiness/europe-set-to-challenge-german-law-guarding-vw.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Rescue Plan Advances",
      "snippet": "Thai Petrochemical Industry approves plan aimed at restructuring company's $2.95 billion in debts and finding related company to buy stake; new plan brings Thai Petrochemical step closer to ending seven-year battle between its creditors and compan...",
      "abstract": "Thai Petrochemical Industry approves plan aimed at restructuring company's $2.95 billion in debts and finding related company to buy stake; new plan brings Thai Petrochemical step closer to ending seven-year battle between its creditors and company's founder and former chief executive Prachai Leophairatana; Prachai to oppose plan; photo (S)d",
      "lead_paragraph": "Creditors of Thai-land's biggest corporate debtor, Thai Petrochemical Industry, approved a plan aimed at restructuring the company's $2.95 billion in debts and finding a related company to buy a stake. The new plan brings Thai Petrochemical a step closer to ending the seven-year battle between its creditors and the company's founder and former chief executive, Prachai Leophairatana, above. Thailand's bankruptcy court is scheduled to rule on the plan Nov. 1; Mr. Prachai has already said that he will file a petition opposing the plan. Wayne Arnold (NYT)",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/13/business/world-business-briefing-asia-thailand-rescue-plan-advances.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Planting-Time Soy Quandary for Brazil",
      "snippet": "Brazil, world's leading exporter of soybeans, is in quandary as spring planting season begins in Southern Hemisphere; government has been unable to secure congressional approval for planting genetically modified seed stocks, but farmers are ignori...",
      "abstract": "Brazil, world's leading exporter of soybeans, is in quandary as spring planting season begins in Southern Hemisphere; government has been unable to secure congressional approval for planting genetically modified seed stocks, but farmers are ignoring ban and sowing seeds, many obtained illegally, anyway; messy situation promises to create additional uncertainty in trading of soybeans; photo (M)",
      "lead_paragraph": "BRASÍLIA, Oct. 11 - With the spring planting season just beginning in the Southern Hemisphere, Brazil, the world's leading exporter of soybeans, is in a quandary. The government has been unable to secure congressional approval for the planting of genetically modified seed stock, but farmers are ignoring the ban and sowing the seeds, many obtained illegally, anyway.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/13/business/worldbusiness/plantingtime-soy-quandary-for-brazil.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Gas Exports Studied",
      "snippet": "World Business Briefing: Russia: Gas Expr",
      "abstract": "World Business Briefing: Russia: Gas Expr",
      "lead_paragraph": "Russia's natural gas monopoly Gazprom signed a memorandum of understanding with Petro-Canada to conduct feasibility studies to build a natural gas liquefying plant in the St. Petersburg region, Gazprom said. Gazprom's chief executive, Aleksei Miller, said Russian natural gas could be exported to the North American markets in Canada and the United States as soon as 2009. Gazprom is seeking contracts from natural gas buyers in those markets, as well as a site to regasify the product when its reaches North America. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/13/business/world-business-briefing-europe-russia-gas-exports-studied.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "Problems at Lending Unit Put Merrill Lynch on the Spot",
      "snippet": "Merrill Lynch says it set aside more money in third quarter to cover potential losses from loans to brokerage clients; firm added $60 million to its reserves against loan losses in second quarter, amount equal to about 1 percent of $6 billion it h...",
      "abstract": "Merrill Lynch says it set aside more money in third quarter to cover potential losses from loans to brokerage clients; firm added $60 million to its reserves against loan losses in second quarter, amount equal to about 1 percent of $6 billion it has in outstanding loans through its Business Financial Services unit; chief financial officer Ahmass Fakahany says firm is confident that it now has adequate reserves against potential loan losses; does not mention that problems in lending unit led to management change (Market Place column) (M)",
      "lead_paragraph": "As banks have made inroads into Wall Street, brokerage firms like Merrill Lynch have responded by offering loans to small and midsize companies. But lately at Merrill, the push into lending has hit a rough patch.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/13/business/problems-at-lending-unit-put-merrill-lynch-on-the-spot.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Investor Confidence Falls",
      "snippet": "World Business BriÔ",
      "abstract": "World Business BriÔ",
      "lead_paragraph": "German investor confidence dropped to the lowest in 16 months in October on concern about record oil prices and rising unemployment. The ZEW Center for European Economic Research said its index of institutional and analyst sentiment fell to 31.3 from 38.4 in September. ZEW's index has dropped in 8 of the last 10 months as investors scale back expectations for Germany's export-led recovery.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/13/business/world-business-briefing-europe-germany-investor-confidence-falls.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: France: Retailer Cuts Outlook",
      "snippet": "French retailer Carrefour says annual pro2",
      "abstract": "French retailer Carrefour says annual pro2",
      "lead_paragraph": "The French retailer Carrefour said annual profit would rise less than it had forecast because of price cuts aimed at reviving demand in France. Reporting a 2.9 percent increase in third-quarter sales, Carrefour said growth in per-share profit for the full year would fall short of the company's 10 percent forecast and sales would fall short of its forecast for a 5 percent increase. The company, which is based in Paris, released its projection after market trading had closed. Its share price has fallen about 14 percent since mid-September.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/13/business/world-business-briefing-europe-france-retailer-cuts-outlook.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Lobbying Frenzy Generates A Grab Bag of Tax Breaks  It was the biggest free-for-all in corporate lobbying that Congress has seen in nearly 20 years, and its final product was a tax bill, passed by the Senate on Monday, that offers giveaways to cor...",
      "abstract": " Lobbying Frenzy Generates A Grab Bag of Tax Breaks  It was the biggest free-for-all in corporate lobbying that Congress has seen in nearly 20 years, and its final product was a tax bill, passed by the Senate on Monday, that offers giveaways to corporate titans like General Electric, shopping mall developers, wine distributors and even restaurants.    In Washington, the political logic of the process was in many ways predictable. What was not predictable was how brazen the frenzy would become. [Page A1.]    F.C.C. Fines Fox for Indecency  The Federal Communications Commission said it would fine 169 Fox television stations a total of $1.18 million for breaking indecency rules by showing an episode of ''Married by America.'' [C9.]    Federal Crackdown on Spyware  The Federal Trade Commission is going after spyware, bits of computer code that install themselves on the computers of Internet users to track or disrupt their online activities. Lydia Parnes of the commission's Bureau of Consumer Protection, left, announced a suit against one spyware distributor. [C10.]    Chiron Faces Government Inquiry  The Justice Department has started an investigation of Chiron, the company whose flu vaccine factory was shut down last week. [A14.]    Stocks Close Little Changed  The market opened lower but rebounded as oil prices eased. The Dow Jones industrial average fell 4.79 points, to 10,077.18, while the Standard & Poor's 500-stock index dropped 2.55 points, to 1,121.84. [C11.]    Medtronic to Pay $400 Million  A jury in Memphis said Medtronic's spinal products subsidiary should pay $400 million in punitive damages for violating agreements covering its use of surgical products invented by a doctor. [C10.]    Oracle Defends Motives in Court  The co-president of Oracle testified that its offer for PeopleSoft was more than a way to scare off a competitor's customers. [C10.]    Protest Over Boeing Contract  Lockheed Martin and BAE Systems filed protests over a contract to upgrade a transport plane that a former Air Force official has said was improperly awarded to Boeing. [C5.]    Court Upholds Phone Ruling  The Supreme Court upheld a decision that threw out federal regulations requiring regional Bell phone companies to lease access to their networks at discounted prices. [C11.]    Yahoo's Profit Nearly Triples  The $253 million profit by Yahoo met analysts' expectations and included $129 million related to its sale of shares in Google. Advertising, Yahoo's largest and fastest growing business segment, had a 212 percent increase in revenue from a year ago, defying worries that the market for Web ads had peaked. [C10.]    Lucrative Work in Tax Shelters  A tax partner in the Chicago office of a Dallas law firm earned about $19 million a year from 1999 through 2003 while designing and selling tax shelters, according to people who have seen related court documents. [C5.]  ",
      "lead_paragraph": "Lobbying Frenzy Generates A Grab Bag of Tax Breaks It was the biggest free-for-all in corporate lobbying that Congress has seen in nearly 20 years, and its final product was a tax bill, passed by the Senate on Monday, that offers giveaways to corporate titans like General Electric, shopping mall developers, wine distributors and even restaurants.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/13/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Bush Health Savings Accounts Slow to Gain Acceptance",
      "snippet": "Pres Bush has made health savings accounts one of his central campaign remedies for nation's health care problems, but so far employers and workers have been slow to accept accounts as alternative to conventional health insurance; few employers ar...",
      "abstract": "Pres Bush has made health savings accounts one of his central campaign remedies for nation's health care problems, but so far employers and workers have been slow to accept accounts as alternative to conventional health insurance; few employers are offering new plans; UnitedHealth Group, which provides health insurance to more than 18 million workers, expects only 150,000 of those employees to choose health savings accounts for 2005; Aetna says only 38 of hundreds of employers it covers are offering savings plans for 2005; Pres Bush is expected to discuss plans again in domestic policy debate with Sen John Kerry; nonpartisan health policy experts say plans are apparently too new and untested to appeal to many employers and may simply not be financially feasible for middle-income familites; graph; photo (M)",
      "lead_paragraph": "President Bush has made health savings accounts one of his central campaign remedies for the nation's health care problems, but so far employers and workers have been slow to accept the accounts as an alternative to conventional health insurance.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/13/business/bush-health-savings-accounts-slow-to-gain-acceptance.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Sure, Country Is Divided, but Bush Country, Too?",
      "snippet": "Tiny Crawford, Tex, site of Pres Bush's ranch, is divided on presidential race; many residents back Bush, but Mayor Robert Campbell, Democrat, and local weekly paper, Lone Star Iconoclast, back Sen John Kerry; paper's editor and chief and majority...",
      "abstract": "Tiny Crawford, Tex, site of Pres Bush's ranch, is divided on presidential race; many residents back Bush, but Mayor Robert Campbell, Democrat, and local weekly paper, Lone Star Iconoclast, back Sen John Kerry; paper's editor and chief and majority owner, W Leon Smith, comments on steep price it is paying in canceled subscriptions and hate mail; photos (M)",
      "lead_paragraph": "CRAWFORD, Tex., Oct. 8 - And you think the country is polarized?",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/13/politics/campaign/sure-country-is-divided-but-bush-country-too.html",
      "byline": "By Ralph Blumenthal"
    },
    {
      "headline": "World Business Briefing | Europe: France: Raider Raises Havas Stake",
      "snippet": "French corporate raider Vincent Bol9",
      "abstract": "French corporate raider Vincent Bol9",
      "lead_paragraph": "Vincent Bolloré, the French corporate raider, said he had raised his stake in the French advertising company Havas to 20.2 percent from 18 percent. Mr. Bolloré has been building his stake in Havas for the last few weeks, demanding representation on the company's board and questioning management strategy. He held a stake of about 10 percent as of mid-September. His accumulation of shares has fed speculation about his intentions, but Mr. Bolloré has not disclosed his plans. The company, which is based in Paris, is the last midsize player in an industry dominated by four big groups. Industry analysts have speculated that Mr. Bolloré may be preparing a takeover move.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/13/business/world-business-briefing-europe-france-raider-raises-havas-stake.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "S.E.C. Inquiry on Circulation at Newspapers Said to Widen",
      "snippet": "More than half dozen newspaper companies, including New York Times, have received letters from Securities and Exchange Commission seeking information about their circulation practices as part of inquiry prompted by disclosures of inflated sales at...",
      "abstract": "More than half dozen newspaper companies, including New York Times, have received letters from Securities and Exchange Commission seeking information about their circulation practices as part of inquiry prompted by disclosures of inflated sales at other chains; other companies that have received requests for documents from commission over last two months are Dow Jones, Gannett, Knight Ridder, McClatchy and Washington Post Co; Audit Bureau of Circulation, which collects and monitors circulation data for newspapers and magazines, confirms it has been contacted by SEC (M)",
      "lead_paragraph": "More than half a dozen newspaper companies have received letters from the Securities and Exchange Commission seeking information about their circulation practices as part of an inquiry prompted by disclosures of inflated sales at other chains, people involved in the inquiry said yesterday.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/13/business/media/sec-inquiry-on-circulation-at-newspapers-said-to-widen.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Disney Is Tailoring New Park to Fit Hong Kong Sensitivities",
      "snippet": "Walt Disney Co is taking series of steps to address local cultural sensitivities as it prepares to open Hong Kong Disneyland in late 2005; new theme park will include local food and music and provide services not only in English but in two Chinese...",
      "abstract": "Walt Disney Co is taking series of steps to address local cultural sensitivities as it prepares to open Hong Kong Disneyland in late 2005; new theme park will include local food and music and provide services not only in English but in two Chinese languages; Disney's president-chief operating officer Robert A Iger comments; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/13/business/worldbusiness/disney-is-tailoring-new-park-to-fit-hong-kong.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Tightening Race Increases Stakes of Final Debate",
      "snippet": "Pres Bush and Sen John Kerry to meet in final presidential debate after two encounters that polls suggest weakened Bush and boosted Kerry; some Republicans who had been confident of victory see debate format favoring Kerry's strengths and are conc...",
      "abstract": "Pres Bush and Sen John Kerry to meet in final presidential debate after two encounters that polls suggest weakened Bush and boosted Kerry; some Republicans who had been confident of victory see debate format favoring Kerry's strengths and are concerned race may be closer than they expected; Bush and Kerry aides comment on candidates' plans for debate and final phase of campaign (M)",
      "lead_paragraph": "WASHINGTON, Oct. 12 - President Bush and Senator John Kerry meet in their final presidential debate on Wednesday night after two encounters that polls suggest weakened Mr. Bush and fortified Mr. Kerry, leaving some Republicans concerned that the final 20 days of the contest would be more competitive than they had expected.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/13/politics/campaign/tightening-race-increases-stakes-of-final-debate.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "How Tax Bill Gave Business More and More",
      "snippet": "Need to replace $5 billion annual tax break for American exporters ruled illegal by World Trade Organization has led to newly approved bill giving corporations $137 billion in tax breaks after major corporate lobbying free-for-all; Sen Charles E G...",
      "abstract": "Need to replace $5 billion annual tax break for American exporters ruled illegal by World Trade Organization has led to newly approved bill giving corporations $137 billion in tax breaks after major corporate lobbying free-for-all; Sen Charles E Grassley included wide variety of his colleague's pet projects in bill to win passage; many companies are likely to end up with far more tax relief under new bill than they ever got from old tax break, while some who never qualified for old tax break will enjoy tax savings now; table of new and lost revenue (M)",
      "lead_paragraph": "WASHINGTON, Oct. 12 - Senator Charles E. Grassley needed every possible vote to pass his mammoth corporate tax bill. So he was more than willing to accept Zell Miller's plea on behalf of imported ceiling fans.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/13/business/how-tax-bill-gave-business-more-and-more.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Bush and Kerry Push Domestic Plans, Leaving Off Price Tags",
      "snippet": "Pres Bush and Sen John Kerry, who both like to highlight elements of their ambitious domestic agendas, are unlikely to dwell in final presidential debate on costs of their proposals, estimated by experts at some $1.3 trillion each over 10 years; t...",
      "abstract": "Pres Bush and Sen John Kerry, who both like to highlight elements of their ambitious domestic agendas, are unlikely to dwell in final presidential debate on costs of their proposals, estimated by experts at some $1.3 trillion each over 10 years; tax cuts account for overwhelming share of costs under Bush's proposals; new spending accounts for about 60 percent of added cost of Kerry's proposals; Concord Coalition analysis shows Bush would cut taxes by $1.2 trillion in decade, while Kerry would cut taxes by $498 billion; holds new spending Kerry proposes would total $771 billion, dwarfing $82 billion Bush proposes; estimates Kerry's proposal to repeal tax cuts for 'wealthiest Americans' would raise $278 billion, while his proposal to modify estate tax would generate $8 billion; says Kerry's proposed tax cuts would total $784 billion; most expensive item in Bush's platform, $1 trillion, is his call to extend tax cuts enacted in 2001 and 2003; table of proposals and costs (M)",
      "lead_paragraph": "WASHINGTON, Oct. 12 - On the campaign trail, President Bush and Senator John Kerry like to highlight elements of their ambitious domestic agendas. But in the last presidential debate, on Wednesday, they are unlikely to dwell on the cost of their own proposals, which budget analysts and tax experts put at roughly $1.3 trillion each over 10 years.",
      "publication_date": "2004-10-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/13/politics/campaign/bush-and-kerry-push-domestic-plans-leaving-off-price-tags.html",
      "byline": "By Robert Pear"
    }
  ]
}