{
  "metadata": {
    "date": "2004-11-25",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "After 4 Hurricanes, Trailers and Homelessness",
      "snippet": "Thousands of families in Florida remain displaced at end of hurricane season that left much of state in ruins; Gov Jeb Bush and Federal Emergency Management Agency Dir Michael D Brown said that every hurricane victim who needed it would have free ...",
      "abstract": "Thousands of families in Florida remain displaced at end of hurricane season that left much of state in ruins; Gov Jeb Bush and Federal Emergency Management Agency Dir Michael D Brown said that every hurricane victim who needed it would have free temporary housing by Thanksgiving; close to 2,000 famililes are waiting for small trailers or larger mobile homes that FEMA will provide for up to 18 months; agency is getting up to 100 new requests every day for temporary housing, often from people who held out in battered homes until mold made them sick or inspectors forced them out; Red Cross estimates that about 25,000 homes were destroyed in hurricanes and that another 50,000 suffered major damage; photo (M)",
      "lead_paragraph": "MIAMI, Nov. 24 - Kelly Terrell's family of four is staying in an eight-foot-wide trailer on a concrete lot, surrounded by highways, megastores and a place called Bingo Paradise. The walls are thin, the neighbors too close, the bathroom too small to turn around in.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/25/us/after-4-hurricanes-trailers-and-homelessness.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Consumers Give Signs of a Free-Spending Holiday Season",
      "snippet": "Consumers appear to be poised to spend freely through Christmas season; University of Michigan's index of consumer confidence is up for November after three months of falling, and new survey finds that consumers are more enthusiastic about holiday...",
      "abstract": "Consumers appear to be poised to spend freely through Christmas season; University of Michigan's index of consumer confidence is up for November after three months of falling, and new survey finds that consumers are more enthusiastic about holiday purchases than last year; graph; photo (M)",
      "lead_paragraph": "Jim Bernau is expecting to enjoy this Christmas a lot more than last year's. Mr. Bernau, the founder and president of Willamette Valley Vineyards of Salem, Ore., is used to seeing holiday-season sales begin in earnest right after Thanksgiving. But last weekend, people were already three deep at the counter of his winery's tasting room.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/25/business/consumers-give-signs-of-a-freespending-holiday-season.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Judge in Oracle Court Case Seeks More Information  The dispute between Oracle and PeopleSoft will return to the courtroom next month, when the presiding judge will hear more testimony on Oracle's request to block PeopleSoft's defense against a hos...",
      "abstract": " Judge in Oracle Court Case Seeks More Information  The dispute between Oracle and PeopleSoft will return to the courtroom next month, when the presiding judge will hear more testimony on Oracle's request to block PeopleSoft's defense against a hostile takeover.    The judge said the two days of trial would help him determine whether the PeopleSoft board acted properly when it rejected Oracle's takeover bid of $24 a share. [Page C10.]    Computer Associates Package Set  John Swainson, the new chief executive of Computer Associates, has received a pay package that totals more than $8.6 million in salary, signing bonuses and stock. The package includes $2.5 million in cash as a signing bonus, a $1 million base salary and 100,000 shares of company stock. Mr. Swainson, 50, began working as president on Monday and is to take over from its acting chief executive, Kenneth Cron, within six months. [C2.]    Judge May Punish MCI Over Fees  The judge who presided over the Securities and Exchange Commission's fraud suit against MCI threatened to punish the company for not receiving approval from a monitor before paying fees to lawyers, accountants and other professionals. [C10.]    File-Sharing Deal for Music Labels  Three recording companies have agreed to make their music available to be shared and sold over an online file-swapping service that aims to lure music fans away from services where most trading is illegal. [C2.]    Meeting Planned in Microsoft Case  All parties in the European antitrust case involving Microsoft will meet today. [C10.]    Another Departure at Schwab  Jody Bilney, an executive vice president who briefly oversaw Charles Schwab's OneSource mutual-fund marketplace, has left the company and will not be replaced. [C2.]    Delta Air to Swap Notes  Delta Air Lines is proceeding with a debt exchange to help avoid bankruptcy. [C2.]    Turkey Strengthens Hormel  Shares of Hormel Foods rose after the company said sales at its Jennie-O Turkey Store soared 18 percent and the business delivered better-than-expected results. Profit fell, however, on higher costs in the company's refrigerated foods business, which includes brands like Always Tender seasoned meats. [C3.]    Goods Orders Down; Home Sales Up  Orders for items made to last at least three years fell 0.4 percent in October and sales of new homes increased 0.2 percent. [C4.]    UFJ Reports First-Half Loss  UFJ Holdings posted a loss of 674.3 billion yen ($6.5 billion) for its first half of the year. [World Business, Section W.]    Tech Stocks Lead Markets Higher  The Dow Jones industrials gained 27.71 points, to 10,520.31; the S.&P. 500 increased 4.82 points, to 1,181.76; and the Nasdaq composite jumped 18.26 points, to 2,102.54. [C6.]    Surf the Web, Then Go to College  Several companies are now matching high-school students with the best college for their personalities. Small Business. [C3.]    It Was the Economy After All  Economics did matter in the presidential election, and some believe a solid economic plan could have lured more voters to Senator John Kerry. Jeff Madrick: Economic Scene. [C2.]    Financial Markets Are Closed  United States government offices, banks and financial markets are closed today in observance of Thanksgiving. Foreign markets are open. Most United States markets will reopen Friday, but stock markets will close at 1 p.m. and the bond markets will close at 2 p.m.  ",
      "lead_paragraph": "Judge in Oracle Court Case Seeks More Information The dispute between Oracle and PeopleSoft will return to the courtroom next month, when the presiding judge will hear more testimony on Oracle's request to block PeopleSoft's defense against a hostile takeover.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/25/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Waving Hello, From a Distance",
      "snippet": "Web based videoconferencing offers improved technology; lower cost allows families to communicate anywhere in world with real-time video; photos (M)",
      "abstract": "Web based videoconferencing offers improved technology; lower cost allows families to communicate anywhere in world with real-time video; photos (M)",
      "lead_paragraph": "WHEN Melody Wilt, a new grandmother, made the 10-hour drive from her home near Reading, Pa., to her daughter's house in Chapin, S.C., for Thanksgiving, she took along more than a 20-pound smoked turkey.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/11/25/technology/waving-hello-from-a-distance.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "World Business Briefing | Europe: Netherlands: Royal Ahold Loss Widens",
      "snippet": "Royal Ahold reports third-quarter loss of $218 million, higher than same quarter last year; photo of chief executive Anders C Moberg (S)",
      "abstract": "Royal Ahold reports third-quarter loss of $218 million, higher than same quarter last year; photo of chief executive Anders C Moberg (S)",
      "lead_paragraph": "Royal Ahold, the world's third-largest retailer, had a wider quarterly loss as sales and profit dropped at its main business, the American supermarket unit that includes the Stop & Shop and Giant chains. The net loss swelled to 166 million euros ($218 million) in the third quarter, from 100 million euros a year earlier, the company, based in the Netherlands, said. Ahold had costs for asset impairments and buying a stake in a joint venture. The chief executive, Anders C. Moberg, above, is consolidating operations at Stop & Shop and Giant and selling the Bi-Lo and Bruno's Supermarket chains.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/25/business/world-business-briefing-europe-netherlands-royal-ahold-loss-widens.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Ahead of Takeover, UFJ Reports First-Half Loss",
      "snippet": "UFJ Holdings reports $6.5-billion loss for first half of its fiscal year as it takes $5.9-billion charge to reduce bad loans ahead of planned takeover by Mitsubishi Tokyo Financial Group; photo (S)",
      "abstract": "UFJ Holdings reports $6.5-billion loss for first half of its fiscal year as it takes $5.9-billion charge to reduce bad loans ahead of planned takeover by Mitsubishi Tokyo Financial Group; photo (S)",
      "lead_paragraph": "TOKYO, Nov. 24 - UFJ Holdings, the Japanese bank, posted a loss of 674.3 billion yen ($6.5 billion) for its fiscal first half as it scrambled to reduce its bad loans ahead of a planned takeover by the Mitsubishi Tokyo Financial Group.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/25/business/worldbusiness/ahead-of-takeover-ufj-reports-firsthalf-loss.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Wal-Mart Bows to Trade Unions at Stores in China",
      "snippet": "Wal-Mart says it will allow union at its operations in China in move that appears to reflect bow to Chinese law rather than retreat from company's opposition to unionization worldwide; Chinese unions might be less objectionable to Wal-Mart because...",
      "abstract": "Wal-Mart says it will allow union at its operations in China in move that appears to reflect bow to Chinese law rather than retreat from company's opposition to unionization worldwide; Chinese unions might be less objectionable to Wal-Mart because they work in close concert with management and rarely press for higher wages or better working conditions; some analysts still see suggestion that Wal-Mart might deal with worker issues somewhat differently than it has in past; photo (M)",
      "lead_paragraph": "SHANGHAI, Nov. 24 - It may be a big step for Wal-Mart, but a tiny step for China.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/25/business/worldbusiness/walmart-bows-to-trade-unions-at-stores-in-china.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "EBay Sellers Do the Holiday Sprint",
      "snippet": "EBay Power Sellers are gearing up for holiday season; are designated by high monthly sales; some expect to triple their normal volume; photos (M)",
      "abstract": "EBay Power Sellers are gearing up for holiday season; are designated by high monthly sales; some expect to triple their normal volume; photos (M)",
      "lead_paragraph": "YOU think the holidays are hectic? Talk to an eBay Power Seller about the next few weeks, and the realization will dawn: You don't know hectic.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/11/25/technology/circuits/ebay-sellers-do-the-holiday-sprint.html",
      "byline": "By Lisa Guernsey"
    },
    {
      "headline": "Home, Probably, for the Holidays",
      "snippet": "Travelers must wait on long lines at some airports on day before Thanksgiving, one of busiest travel days of year, as skies become overcast over Northeast and snow falls in Midwest; air travel over weekend is expected to hit four-year record; air ...",
      "abstract": "Travelers must wait on long lines at some airports on day before Thanksgiving, one of busiest travel days of year, as skies become overcast over Northeast and snow falls in Midwest; air travel over weekend is expected to hit four-year record; air fares are up 2.6 percent from 2003; morale is low among employees at nation's struggling carriers; photos (M)",
      "lead_paragraph": "DETROIT, Nov. 24 - As millions of travelers across the nation headed into what could be a four-year record weekend for air travel, overcast skies in the Northeast and snow across the Midwest turned the traditional Thanksgiving airport rush, for some, into a tangle of long lines, long waits and long delays.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/25/business/home-probably-for-the-holidays.html",
      "byline": "By Jeremy W. Peters and Eric L. Dash"
    },
    {
      "headline": "Turkey Is Basic, but Immigrants Add Their Homeland Touches",
      "snippet": "Thanksgiving, which began as party for immigrants, remains most accessible American holiday for many newcomers; it requires no specific religious or political allegiance; Fernando Rojas, immigration lawyer in Miami, Fla, says immigrants can relate...",
      "abstract": "Thanksgiving, which began as party for immigrants, remains most accessible American holiday for many newcomers; it requires no specific religious or political allegiance; Fernando Rojas, immigration lawyer in Miami, Fla, says immigrants can relate to mythology of Pilgrims coming to America and Indians helping them out, just like their relatives are helping them out; Thanksgiving can be baffling for some newcomers, who struggle to understand entire day dedicated to eating large bird; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/25/us/turkey-is-basic-but-immigrants-add-their-homeland-touches.html",
      "byline": "By Kim Severson"
    },
    {
      "headline": "Camcorders Finally Find Hard Drives",
      "snippet": "David Pogue State of the Art column on tape-free camcorders from JVC; devices store video recordings on hard drive, but lack some qualities of video tape camcorders; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on tape-free camcorders from JVC; devices store video recordings on hard drive, but lack some qualities of video tape camcorders; photo; drawing (M)",
      "lead_paragraph": "AS technophiles sit down for Thanksgiving dinner, one thing they can be grateful for is the passing of the magnetic-tape era. The days of storing computer data, music collections and Hollywood movies on spools of tape will soon be completely gone.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/11/25/technology/circuits/camcorders-finally-find-hard-drives.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Australian Mine Shares Rise in Investors' Rush for Metals",
      "snippet": "Heated global demand for metals makes it likely that Australian mining company WMC Resources will become prize in bidding war that has pushed stock price 13 percent higher than rival Xstrata's hostile offer; bidding by big conglomerates raises con...",
      "abstract": "Heated global demand for metals makes it likely that Australian mining company WMC Resources will become prize in bidding war that has pushed stock price 13 percent higher than rival Xstrata's hostile offer; bidding by big conglomerates raises concern about sector overheating; photo (S)",
      "lead_paragraph": "Amid heated global demand for metals, investors are so sure the Australian mining company WMC Resources will become the prize in a global bidding war that they have pushed its stock price 13 percent higher than rival Xstrata's hostile offer for the company.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/25/business/worldbusiness/australian-mine-shares-rise-in-investors-rush-for.html",
      "byline": "By Heather Timmons and Wayne Arnold"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Abertis To Buy Airport Operator",
      "snippet": "Spanish toll road operator Abertis Infraestructuras to acquire British airport operator TBI for $1.03 billion (S)",
      "abstract": "Spanish toll road operator Abertis Infraestructuras to acquire British airport operator TBI for $1.03 billion (S)",
      "lead_paragraph": "The Spanish toll road operator Abertis Infraestructuras has agreed to purchase the British airport operator TBI for £551 million ($1.03 billion). TBI owns London Luton airport, Britain's seventh busiest, which has been attracting travelers who use low-cost airlines. Luton is home to EasyJet. Heather Timmons (NYT)",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/25/business/world-business-briefing-europe-britain-abertis-to-buy-airport.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "A.I.G. Agrees to Big Payment in U.S. Cases",
      "snippet": "American International Group tentatively agrees to pay $126 million and accept independent monitor to settle investigation into sale of insurance and services that were used by companies to inflate appearance of their financial strength; will pay ...",
      "abstract": "American International Group tentatively agrees to pay $126 million and accept independent monitor to settle investigation into sale of insurance and services that were used by companies to inflate appearance of their financial strength; will pay SEC $46 million in earnings and interest that it made on transactions it arranged for PNC Financial Services Group and pay fine of $80 million to Justice Department to end criminal investigation into transaction it arranged for Brightpoint, small cellphone distributor in Indiana; terms are milder than Wall Street analysts expected; investigators objected to transactions in question because they functioned more like loans than insurance; investigations by state attorneys general and insurance regulators are continuing (M)",
      "lead_paragraph": "The American International Group said yesterday that it had tentatively agreed to pay $126 million and accept an independent monitor to settle investigations into the sale of insurance and services that were used by companies to inflate the appearance of their financial strength.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/25/business/aig-agrees-to-big-payment-in-us-cases.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Ukraine Premier Is Named Winner; U.S. Assails Move",
      "snippet": "Ukraine government ignores reports of fraud in Nov 21 election and declares Prime Min Victor F Yanukovich winner of presidential runoff, giving him 49.46 percent of vote to 46.61 percent for Viktor A Yushchenko; Sec of State Colin L Powell condemn...",
      "abstract": "Ukraine government ignores reports of fraud in Nov 21 election and declares Prime Min Victor F Yanukovich winner of presidential runoff, giving him 49.46 percent of vote to 46.61 percent for Viktor A Yushchenko; Sec of State Colin L Powell condemns move; Yushchenko calls for general strike and new election with unrest growing on streets; Russia's lower house of Parliament passes resolution supporting Yanukovich; map (M)",
      "lead_paragraph": "KIEV, Ukraine, Nov. 24 - The government of Ukraine on Wednesday ignored reports of widespread government fraud in Sunday's election and certified the current prime minister as president-elect, moves Secretary of State Colin L. Powell swiftly condemned. With unrest growing on the streets here, the declared loser called for a general strike and a new election.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/25/world/europe/ukraine-premier-is-named-winner-us-assails-move.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Hylsamex To Build Indiana Plant",
      "snippet": "Mexican steel maker Hylsamex to invest $7 million to build plant in Indiana; stock price graph (S)",
      "abstract": "Mexican steel maker Hylsamex to invest $7 million to build plant in Indiana; stock price graph (S)",
      "lead_paragraph": "Hylsamex, Mexico's third-largest steel maker, will invest $7 million to build a plant in Indiana. Starting in August 2005, the plant will manufacture panels for refrigeration rooms, made up of two steel sheets separated by a foam layer. The company expects the plant's sales to reach $40 million a year, Rafael Rubio, Hylsamex's deputy director of economic studies, said in a telephone interview from his office in Monterrey. The company has increased its sales and net profit this year as the price of steel and the demand for it have increased. Hylsamex's stock, the best performer among the 33 stocks in the Mexico stock index, rose 60 centavos, or 2.1 percent, to 29.6 pesos ($2.62), its highest level since August 1999.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/25/business/world-business-briefing-americas-mexico-hylsamex-to-build-indiana.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: France: Utility Plans Stock Sale",
      "snippet": "French government to accelerate partial privatization of Electricite de France, aiming to sell as much as 30 percent of company next year (S)",
      "abstract": "French government to accelerate partial privatization of Electricite de France, aiming to sell as much as 30 percent of company next year (S)",
      "lead_paragraph": "The French government announced an accelerated plan for the partial privatization of Électricité de France, the heavily indebted power monopoly, saying that it aimed to sell as much as 30 percent of the company next year. The sale, which will probably take the form of a public offering of shares, could raise 8 billion to 11 billion euros ($10.5 billion to $14.4 billion), for the French treasury and suggests a market valuation for the whole company of around 40 billion euros. But the plan still faces vigorous opposition from leading labor unions representing the utility's 112,000 employees in France. Nicola Clark (IHT)",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/25/business/world-business-briefing-europe-france-utility-plans-stock-sale.html",
      "byline": "By Nicola Clark (IHT)"
    },
    {
      "headline": "Violence Taints Religion's Solace for China's Poor",
      "snippet": "Fourth article in series on China's Great Divide notes that growing number of peasants in rural areas are turning to underground religious movements; discusses plight of Kuang Yuexia and Yu Xiaoping, who found that their devotion to state-approved...",
      "abstract": "Fourth article in series on China's Great Divide notes that growing number of peasants in rural areas are turning to underground religious movements; discusses plight of Kuang Yuexia and Yu Xiaoping, who found that their devotion to state-approved Christianity attracted adherents of rival illegal sects that vigorously proselytized them; one sect, Three Grades of Servants, won their devotion, but another, Eastern Lightning, fought back; battle, fought around village of Huaide, ended in violence when most aggressive missionary, Zhang Chengli of Eastern Lightning, was murdered; Kuang's husband, Cai Defu, and other members of Three Grades of Servants were arrested; map; photos (M)",
      "lead_paragraph": "HUAIDE, China - Kuang Yuexia and her husband, Cai Defu, considered themselves good Christians. They read the Bible every night before bed. When their children misbehaved, they dealt with them calmly. They did not curse or tell lies.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/25/world/asia/violence-taints-religions-solace-for-chinas-poor.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Improved Numbers Shelter CBS From the Fallout",
      "snippet": "Strong performance of entertainment division of CBS helps network weather upheaval at CBS News, including fallout from investigation into its report on Pres Bush's National Guard duty and departure of Dan Rather as anchor of evening news; CBS, lon...",
      "abstract": "Strong performance of entertainment division of CBS helps network weather upheaval at CBS News, including fallout from investigation into its report on Pres Bush's National Guard duty and departure of Dan Rather as anchor of evening news; CBS, long identified as gray-haired network, has made significant breakthrough with younger audiences, and it is expected to win November ratings sweeps competition in every important ratings category; Leslie Moonves, chairman, comments; photos (M)",
      "lead_paragraph": "The face of CBS News has announced his retirement from the anchor chair. The division still anticipates serious fallout from the investigation into the National Guard story that went wrong. Important news employees expect to be disciplined; some may well be fired.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/25/business/media/improved-numbers-shelter-cbs-from-the-fallout.html",
      "byline": "By Bill Carter and Jacques Steinberg"
    },
    {
      "headline": "China Sees Chances for Fun and Profit Offshore",
      "snippet": "Flood of Chinese tourists across South Pacific, in places like Northern Mariana Islands, reflects China's new interest in region for tourism, fishing and investment; photo; map; China, with new air links, is emerging as economic power in Pacific, ...",
      "abstract": "Flood of Chinese tourists across South Pacific, in places like Northern Mariana Islands, reflects China's new interest in region for tourism, fishing and investment; photo; map; China, with new air links, is emerging as economic power in Pacific, where mini-states of Oceania straddle crucial shipping lanes and valuable fishing grounds (M)",
      "lead_paragraph": "SAIPAN, Northern Mariana Islands, Nov. 24 - Asian leaders flying home this week from a regional meeting with President Bush in Chile might have looked down over the widely scattered South Pacific islands and believed that they were flying over an American playground.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/25/business/worldbusiness/china-sees-chances-for-fun-and-profit-offshore.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Iranians Retain Plutonium Plan in Nuclear Deal",
      "snippet": "Diplomats and arms experts say nuclear accord European officials signed with Iran appears to have halted Tehran's uranium enrichment program at least temporarily, but it leaves Iran free to make plutonium, which also can be used as fuel for nuclea...",
      "abstract": "Diplomats and arms experts say nuclear accord European officials signed with Iran appears to have halted Tehran's uranium enrichment program at least temporarily, but it leaves Iran free to make plutonium, which also can be used as fuel for nuclear weapons; say issue of suspending Iran's plutonium program was set aside during recent negotiations as concession to getting more limited suspension deal; say uranium issue was seen as more pressing, while plutonium production is years away; US experts express doubts about European approach; their main concern is construction of heavy water reactor in Arak that will make plutonium; photo (M)",
      "lead_paragraph": "The recent nuclear accord European officials signed with Iran appears to have halted Tehran's uranium enrichment program at least temporarily, but it leaves Iran free to make plutonium, which can also be used as fuel for nuclear weapons, diplomats and arms experts say.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/25/world/middleeast/iranians-retain-plutonium-plan-in-nuclear-deal.html",
      "byline": "By William J. Broad and Elaine Sciolino"
    },
    {
      "headline": "Political Self-Celebration in a Library Guise",
      "snippet": "Edward Rothstein reviews and compares Truman Presidential Museum and Library in Independence, Mo, with new William J Clinton Presidential Center in Little Rock, Ark; photos (M)",
      "abstract": "Edward Rothstein reviews and compares Truman Presidential Museum and Library in Independence, Mo, with new William J Clinton Presidential Center in Little Rock, Ark; photos (M)",
      "lead_paragraph": "INDEPENDENCE, Mo., Nov. 23 - That legendary sign \"The Buck Stops Here\" gets prominent display at the Truman Presidential Museum and Library, along with a cautionary disclaimer that it is \"unclear how long it sat\" on Truman's Oval Office desk. But the sign, and its appearance here, provide a bracing contrast to the sensations inspired by the new William J. Clinton Presidential Center, 400 miles away in Little Rock, Ark.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "E",
      "web_url": "https://www.nytimes.com/2004/11/25/arts/design/political-selfcelebration-in-a-library-guise.html",
      "byline": "By Edward Rothstein"
    },
    {
      "headline": "World Business Briefing | Americas: Bermuda: Alea Subpoenaed In Inquiry",
      "snippet": "Alea Group Holdings, reinsurer based in Bermuda, will cooperate with New York Atty Gen Eliot Spitzer's investigation into commissions after Spitzer issues subpoena to US unit (S)",
      "abstract": "Alea Group Holdings, reinsurer based in Bermuda, will cooperate with New York Atty Gen Eliot Spitzer's investigation into commissions after Spitzer issues subpoena to US unit (S)",
      "lead_paragraph": "Alea Group Holdings, a reinsurer based in Hamilton, Bermuda, said that it would help Eliot Spitzer's investigation into commissions after Mr. Spitzer, the New York attorney general, issued a subpoena to the company's United States unit. The American units have also been asked to provide information to state insurance departments, Alea said.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/25/business/world-business-briefing-americas-bermuda-alea-subpoenaed-in.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "2 Top Officials Are Reported to Quit C.I.A.",
      "snippet": "Two more senior officials of CIA's clandestine service, Directorate of Operations, are stepping down in latest sign of upheaval in agency under its new chief Porter J Goss; officials cannot be named because they are working under cover; intelligen...",
      "abstract": "Two more senior officials of CIA's clandestine service, Directorate of Operations, are stepping down in latest sign of upheaval in agency under its new chief Porter J Goss; officials cannot be named because they are working under cover; intelligence officials say they headed spying operations in Europe and Far East; directorate has been main target of overhaul effort by Goss; its chief, Stephen R Kappes, resigned after dispute with new management team; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 24 - Two more senior officials of the Central Intelligence Agency's clandestine service are stepping down, intelligence officials said Wednesday, in the latest sign of upheaval in the agency under its new chief, Porter J. Goss.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/25/politics/2-top-officials-are-reported-to-quit-cia.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "An Earnest Building for a Complex President",
      "snippet": "Nicolai Ouroussoff reviews new William J Clinton Presidential Center in Little Rock, Ark; photos (L)",
      "abstract": "Nicolai Ouroussoff reviews new William J Clinton Presidential Center in Little Rock, Ark; photos (L)",
      "lead_paragraph": "LITTLE ROCK, Ark., Nov. 19 - With its sleek horizontal form hovering at the edge of the Arkansas River, the new William J. Clinton Presidential Center has been called by promoters a \"bridge to the 21st century,\" a trite allusion to one of the former president's favorite themes. Locals snicker that it looks like an enormous double-wide trailer. Actually, its best elements fall somewhere between those two extremes.",
      "publication_date": "2004-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "E",
      "web_url": "https://www.nytimes.com/2004/11/25/arts/design/an-earnest-building-for-a-complex-president.html",
      "byline": "By Nicolai Ouroussoff"
    }
  ]
}