{
  "metadata": {
    "date": "2023-07-25",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "What the Collapse of Spain’s Far Right Means Going Forward",
      "snippet": "About the only thing clear from Spain’s muddled election results was that Spaniards were turning away from the political extremes.",
      "abstract": "About the only thing clear from Spain’s muddled election results was that Spaniards were turning away from the political extremes.",
      "lead_paragraph": "Europe’s liberal and moderate establishment breathed easier on Monday after Spain’s nationalist Vox party faltered in Sunday’s elections, stalling for now a surge from far-right parties around the continent that seemed on the brink of washing over even the progressive bastion of Spain.",
      "publication_date": "2023-07-24T16:43:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/07/24/world/europe/spain-election-vox-party.html",
      "byline": "By Jason Horowitz"
    },
    {
      "headline": "From Twitter to X: Elon Musk Begins Erasing an Iconic Internet Brand",
      "snippet": "The tech billionaire started removing the bird logo that has been part of Twitter’s identity since 2006.",
      "abstract": "The tech billionaire started removing the bird logo that has been part of Twitter’s identity since 2006.",
      "lead_paragraph": "For more than 10 years, Twitter has been recognizable for its blue and white bird logo, which became a symbol of the social network’s unique culture and lexicon. To “tweet” became a verb. A “tweet” referred to a post. “Tweeps” became the moniker for Twitter employees.",
      "publication_date": "2023-07-24T18:03:39+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/07/24/technology/twitter-x-elon-musk.html",
      "byline": "By Ryan Mac and Tiffany Hsu"
    },
    {
      "headline": "Defying Unrest, Israel Adopts Law Weakening Supreme Court",
      "snippet": "Complaining of an unaccountable judiciary, the far-right governing coalition, despite months of mass protests, voted to strip the court’s power to override “unreasonable” government actions.",
      "abstract": "Complaining of an unaccountable judiciary, the far-right governing coalition, despite months of mass protests, voted to strip the court’s power to override “unreasonable” government actions.",
      "lead_paragraph": "On a day of turbulence in the streets and in the halls of power alike, Israeli lawmakers on Monday enacted a major change in law to weaken the judiciary, capping a monthslong campaign by the right-wing governing coalition that is pitting Israelis against one another with rare ferocity.",
      "publication_date": "2023-07-24T23:00:16+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/07/24/world/middleeast/israel-judiciary-reasonableness-netanyahu.html",
      "byline": "By Isabel Kershner, Aaron Boxerman and Richard Pérez-Peña"
    },
    {
      "headline": "Netanyahu Scores Another Victory, but at What Price?",
      "snippet": "The Israeli prime minister has pushed through the first part of his judicial overhaul, but in doing so has deepened a rift in Israeli society and propelled the country into an uncertain new era.",
      "abstract": "The Israeli prime minister has pushed through the first part of his judicial overhaul, but in doing so has deepened a rift in Israeli society and propelled the country into an uncertain new era.",
      "lead_paragraph": "Once again, Prime Minister Benjamin Netanyahu of Israel has pushed the limits, defying a nationwide protest movement to win new curbs on the Israeli judiciary’s power to pose a check to his far-right coalition government.",
      "publication_date": "2023-07-24T23:40:09+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/07/24/world/middleeast/israel-netanyahu-judiciary-analysis.html",
      "byline": "By Patrick Kingsley"
    },
    {
      "headline": "Tech Firms Once Powered New York’s Economy. Now They’re Scaling Back.",
      "snippet": "After years of steady growth, many technology companies are laying off workers and giving up millions of square feet of office space in the city.",
      "abstract": "After years of steady growth, many technology companies are laying off workers and giving up millions of square feet of office space in the city.",
      "lead_paragraph": "For much of the last two decades, including during the pandemic, technology companies were a bright spot in New York’s economy, adding thousands of high-paying jobs and expanding into millions of square feet of office space.",
      "publication_date": "2023-07-25T07:00:27+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/07/25/business/economy/technology-companies-office-space.html",
      "byline": "By Julie Creswell, Peter Eavis, Emma Goldberg and Matthew Haag"
    },
    {
      "headline": "Biden Takes His Battle for Democracy Case by Case",
      "snippet": "President Biden’s decisions on when to speak out forcefully for democracy can prove tricky.",
      "abstract": "President Biden’s decisions on when to speak out forcefully for democracy can prove tricky.",
      "lead_paragraph": "President Biden has made it his mission to wage what he momentously calls “the battle between democracy and autocracy.” But what to do when the ones he believes are undermining democracy are friends?",
      "publication_date": "2023-07-25T09:00:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/07/25/us/politics/biden-democracy-autocracy.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "How War Destroyed a ‘Long and Happy Marriage’",
      "snippet": "The conflict in Ukraine has split apart millions of families. The story of Andrii Shapovalov and Tetiana Shapovalova reveals how a couple’s bond can become a casualty.",
      "abstract": "The conflict in Ukraine has split apart millions of families. The story of Andrii Shapovalov and Tetiana Shapovalova reveals how a couple’s bond can become a casualty.",
      "lead_paragraph": "Andrii Shapovalov, 51, and Tetiana Shapovalova, 50, had a fantastic life together. They were married nearly 30 years, raised two sons and pursued careers that meant something to them — he as a psychotherapist working with drug addicts, she as an executive at a large ice cream company. Up until last year, they were easing into a new stage of life together as empty nesters in Dnipro, an up-and-coming city in central Ukraine.",
      "publication_date": "2023-07-25T15:00:19+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/07/25/world/europe/ukraine-war-divorce.html",
      "byline": "By Jeffrey Gettleman"
    }
  ]
}