{
  "metadata": {
    "date": "2023-01-31",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "Wall St. Is Counting on a Debt Limit Trick That Could Entail Trouble",
      "snippet": "If the debt limit is breached, investors expect Treasury to put bond payments first. It’d be politically and practically fraught.",
      "abstract": "If the debt limit is breached, investors expect Treasury to put bond payments first. It’d be politically and practically fraught.",
      "lead_paragraph": "Washington’s debt limit drama has Wall Street betting that the United States will employ a fallback option to ensure it can make good on payments to its lenders even if Congress doesn’t raise the nation’s borrowing limit before America runs out of cash.",
      "publication_date": "2023-01-30T17:16:32+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/30/business/economy/wall-street-debt-limit.html",
      "byline": "By Jeanna Smialek, Jim Tankersley and Joe Rennison"
    },
    {
      "headline": "For Giffords, Progress on Gun Safety Is Like Her Recovery: ‘Inch by Inch’",
      "snippet": "A 2011 mass shooting left Gabrielle Giffords, then a Democratic congresswoman, partly paralyzed and unable to speak fluently. She has since built a powerful advocacy group.",
      "abstract": "A 2011 mass shooting left Gabrielle Giffords, then a Democratic congresswoman, partly paralyzed and unable to speak fluently. She has since built a powerful advocacy group.",
      "lead_paragraph": "WASHINGTON — Twelve years after a bullet ripped through the left side of her brain, Gabrielle Giffords speaks mainly in stock phrases and short bursts, conveying meaning with her eyes or a boxer’s swing of her left arm, the one that is still fully mobile. “Enough is enough!” she might say. Or: “Be passionate! Be courageous!”",
      "publication_date": "2023-01-30T20:10:46+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/30/us/politics/gabby-giffords-mass-shootings.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Actress’s Path to Surprise Oscar Nomination Is Scrutinized",
      "snippet": "Andrea Riseborough got the nod for the little-seen “To Leslie.” The Academy of Motion Picture Arts and Sciences is reviewing whether her A-list campaign violated rules.",
      "abstract": "Andrea Riseborough got the nod for the little-seen “To Leslie.” The Academy of Motion Picture Arts and Sciences is reviewing whether her A-list campaign violated rules.",
      "lead_paragraph": "When the Oscar nominations were announced last week, one of the most surprising was Andrea Riseborough’s inclusion in the best actress category.",
      "publication_date": "2023-01-30T21:24:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/30/business/media/andrea-riseborough-oscars-campaign.html",
      "byline": "By Nicole Sperling"
    },
    {
      "headline": "Initial Police Report on Tyre Nichols Arrest Is Contradicted by Videos",
      "snippet": "The police report was the latest instance in which video evidence offered a starkly different account of police violence than what officers had reported themselves.",
      "abstract": "The police report was the latest instance in which video evidence offered a starkly different account of police violence than what officers had reported themselves.",
      "lead_paragraph": "MEMPHIS — A police report written hours after officers beat Tyre Nichols was starkly at odds with what videos have since revealed, making no mention of the powerful kicks and punches unleashed on Mr. Nichols and instead claiming that he was violent.",
      "publication_date": "2023-01-30T22:10:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/30/us/tyre-nichols-arrest-videos.html",
      "byline": "By Jessica Jaglois, Nicholas Bogel-Burroughs and Mitch Smith"
    },
    {
      "headline": "The Last Boeing 747 Leaves the Factory",
      "snippet": "The plane known as “Queen of the Skies” helped make air travel more affordable, but it has been supplanted by smaller, more efficient aircraft.",
      "abstract": "The plane known as “Queen of the Skies” helped make air travel more affordable, but it has been supplanted by smaller, more efficient aircraft.",
      "lead_paragraph": "More than a half-century ago, Boeing unveiled the 747, a massive and striking airplane that captured the public imagination and brought air travel to the masses. The jet has been a workhorse since, ferrying passengers and cargo around the world. But its days are numbered: On Tuesday, Boeing plans to hand over the last 747 it will ever make.",
      "publication_date": "2023-01-31T08:00:32+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/31/business/last-boeing-747-plane.html",
      "byline": "By Niraj Chokshi, Meron Tekie Menghistab, Jovelle Tamayo and Lindsey Wasson"
    }
  ]
}