{
  "metadata": {
    "date": "2023-01-12",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "Obamacare Is Everywhere in the Unlikeliest of Places: Miami",
      "snippet": "A decade after the Affordable Care Act’s federal health insurance marketplace was created, its outsize — and improbable — popularity in South Florida persists.",
      "abstract": "A decade after the Affordable Care Act’s federal health insurance marketplace was created, its outsize — and improbable — popularity in South Florida persists.",
      "lead_paragraph": "MIAMI — Lídice Hernández opened an insurance agency last year on a busy street, affixing to the storefront a logo that has become deeply familiar in South Florida: a white sun rising over the red stripes of the American flag, all encased in a big, blue O.",
      "publication_date": "2023-01-11T17:39:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/11/us/obamacare-aca-miami-fl.html",
      "byline": "By Patricia Mazzei"
    },
    {
      "headline": "The U.S. Hit the Debt Ceiling. What Does That Mean and What Happens Now?",
      "snippet": "If Congress fails to increase the government’s borrowing limit in time, the result would be a shock to the economy and financial markets.",
      "abstract": "If Congress fails to increase the government’s borrowing limit in time, the result would be a shock to the economy and financial markets.",
      "lead_paragraph": "WASHINGTON — Washington and Wall Street are bracing for a revival of brinkmanship over the nation’s statutory debt limit, raising fears that the fragile U.S. economy could be rattled by a calamitous self-inflicted wound.",
      "publication_date": "2023-01-11T18:32:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/11/us/politics/debt-ceiling-economy-congress.html",
      "byline": "By Alan Rappeport, Jim Tankersley and Jeanna Smialek"
    },
    {
      "headline": "Hunter Biden’s Tangled Tale Comes Front and Center",
      "snippet": "Federal prosecutors could decide soon whether to indict the president’s son on tax and gun charges, and he faces a fresh round of hostile congressional hearings. But a close look at his story shows that it differs in important ways from the narrat...",
      "abstract": "Federal prosecutors could decide soon whether to indict the president’s son on tax and gun charges, and he faces a fresh round of hostile congressional hearings. But a close look at his story shows that it differs in important ways from the narrative promoted by Republicans.",
      "lead_paragraph": "The way Republicans tell it, President Biden has been complicit in a long-running scheme to profit from his position in public life through shady dealings around the world engineered by his son, Hunter Biden.",
      "publication_date": "2023-01-11T20:41:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/11/us/politics/hunter-biden-investigations.html",
      "byline": "By Adam Entous, Michael S. Schmidt and Katie Benner"
    },
    {
      "headline": "Here Are All the Ways Republicans Plan to Investigate Biden",
      "snippet": "House Republicans are preparing a cascade of investigations, some overlapping, into the Biden administration and its policies. Right-wing lawmakers have said the ultimate goal is to impeach the president.",
      "abstract": "House Republicans are preparing a cascade of investigations, some overlapping, into the Biden administration and its policies. Right-wing lawmakers have said the ultimate goal is to impeach the president.",
      "lead_paragraph": "WASHINGTON — With Washington in a state of divided government, newly empowered House Republicans are all but certain to be unable to enact their legislative agenda into law. Instead, they have made it clear that their primary mission in the 118th Congress will be investigating the Biden administration, including inquiries they say could lead to the potential impeachment of President Biden and several cabinet members.",
      "publication_date": "2023-01-11T21:53:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/11/us/politics/house-republicans-investigations.html",
      "byline": "By Luke Broadwater"
    },
    {
      "headline": "Discovery of More Classified Records Raises Questions Over Biden’s Handling of Documents",
      "snippet": "The revelation is sure to intensify Republican attacks on the president, who has called former President Donald J. Trump irresponsible for hoarding sensitive documents at his estate in Florida.",
      "abstract": "The revelation is sure to intensify Republican attacks on the president, who has called former President Donald J. Trump irresponsible for hoarding sensitive documents at his estate in Florida.",
      "lead_paragraph": "Follow for the latest on the discovery of the second batch of classified documents from Biden’s vice presidency.",
      "publication_date": "2023-01-11T22:23:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/11/us/politics/biden-classified-documents.html",
      "byline": "By Glenn Thrush"
    },
    {
      "headline": "F.A.A. Outage Highlights Fragility of the Aviation System",
      "snippet": "The Federal Aviation Administration halted flights Wednesday morning after a system to alert pilots to safety issues went down, just two weeks after a major Southwest Airlines meltdown.",
      "abstract": "The Federal Aviation Administration halted flights Wednesday morning after a system to alert pilots to safety issues went down, just two weeks after a major Southwest Airlines meltdown.",
      "lead_paragraph": "Tens of thousands of flights were delayed or canceled around Christmas when frigid weather and storms made travel treacherous. But the weather was mostly fine on Wednesday morning when flights across the country were halted because the Federal Aviation Administration’s system to alert pilots to safety issues went down.",
      "publication_date": "2023-01-11T23:31:37+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/11/business/faa-flight-delays-outage.html",
      "byline": "By Niraj Chokshi and Mark Walker"
    },
    {
      "headline": "Russia Replaces Commander for Ukraine War, as Signs of Dissension Grow",
      "snippet": "Allies of President Vladimir V. Putin contradicted each other about battlefield progress, as a war command shake-up put another Kremlin loyalist in charge.",
      "abstract": "Allies of President Vladimir V. Putin contradicted each other about battlefield progress, as a war command shake-up put another Kremlin loyalist in charge.",
      "lead_paragraph": "Russia has replaced the general in charge of its trouble-plagued war against Ukraine, amid signs of dissension among President Vladimir V. Putin’s top allies — a shake-up that critics said would not address what ails the Russian military.",
      "publication_date": "2023-01-11T23:59:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/11/world/europe/russia-ukraine-war-general.html",
      "byline": "By Anatoly Kurmanaev"
    },
    {
      "headline": "Investors Look to Corporate Reports With Low Expectations",
      "snippet": "As companies prepare to publish their latest financial results, Wall Street forecasters expect profits to fall for the first time since the early days of the pandemic.",
      "abstract": "As companies prepare to publish their latest financial results, Wall Street forecasters expect profits to fall for the first time since the early days of the pandemic.",
      "lead_paragraph": "The analysts who forecast the fortunes of corporate America have rarely been more pessimistic at the start of a year than they are in 2023.",
      "publication_date": "2023-01-12T08:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/12/business/corporate-earnings-fourth-quarter.html",
      "byline": "By Joe Rennison"
    },
    {
      "headline": "Inflation Is Slowing, Good News for American Consumers and the Fed",
      "snippet": "Consumer Price Index inflation moderated to 6.5 percent in December, helping Fed officials to lean toward slower rate moves.",
      "abstract": "Consumer Price Index inflation moderated to 6.5 percent in December, helping Fed officials to lean toward slower rate moves.",
      "lead_paragraph": "Inflation slowed on an annual basis for a sixth straight month in December, a relief for households and an encouraging signal for the Federal Reserve and the White House that the worst of America’s pandemic-induced inflation burst may be in the past.",
      "publication_date": "2023-01-12T10:00:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/12/business/inflation-gas-discounts.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "From Disciplinarian to Cheerleader: Why China Is Changing Its Tone on Business",
      "snippet": "With the economy in a fragile state, Chinese officials are starting to use more business-friendly language, and also to back their words with action.",
      "abstract": "With the economy in a fragile state, Chinese officials are starting to use more business-friendly language, and also to back their words with action.",
      "lead_paragraph": "China’s leader, Xi Jinping, used his annual New Year’s Eve address in 2021 to laud the patriotic achievements of the Chinese people. In a year marked by crackdowns on tech companies, curbs on borrowing by the country’s property firms, and a refusal to budge on restrictive Covid policies, Mr. Xi made no direct mention of the economy or business.",
      "publication_date": "2023-01-12T10:00:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/12/business/china-economy.html",
      "byline": "By Daisuke Wakabayashi and Claire Fu"
    },
    {
      "headline": "With F.B.I. Search, U.S. Escalates Global Fight Over Chinese Police Outposts",
      "snippet": "Beijing says the outposts aren’t doing police work, but Chinese state media reports say they “collect intelligence” and solve crimes far outside their jurisdiction.",
      "abstract": "Beijing says the outposts aren’t doing police work, but Chinese state media reports say they “collect intelligence” and solve crimes far outside their jurisdiction.",
      "lead_paragraph": "The nondescript, six-story office building on a busy street in New York’s Chinatown lists several mundane businesses on its lobby directory, including an engineering company, an acupuncturist and an accounting firm.",
      "publication_date": "2023-01-12T10:00:30+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/12/world/europe/china-outpost-new-york.html",
      "byline": "By Megha Rajagopalan and William K. Rashbaum"
    },
    {
      "headline": "Sam Bankman-Fried Responds to Fraud Charges: ‘I Didn’t Steal Funds’",
      "snippet": "The disgraced founder of the crypto exchange FTX denied that he stole anyone’s money and said customers could still get their deposits back.",
      "abstract": "The disgraced founder of the crypto exchange FTX denied that he stole anyone’s money and said customers could still get their deposits back.",
      "lead_paragraph": "Sam Bankman-Fried, the disgraced cryptocurrency executive, on Thursday made his first detailed response to the criminal charges filed against him last month, arguing that the millions of customers of his collapsed exchange, FTX, could still get their money back.",
      "publication_date": "2023-01-12T13:06:50+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/12/technology/sam-bankman-fried-fraud-charges.html",
      "byline": "By David Yaffe-Bellany and Matthew Goldstein"
    },
    {
      "headline": "Garland Appoints Special Counsel to Investigate Handling of Biden Documents",
      "snippet": "The appointment of Robert K. Hur comes two months after the attorney general named a special counsel to investigate former President Donald J. Trump’s mishandling of classified material.",
      "abstract": "The appointment of Robert K. Hur comes two months after the attorney general named a special counsel to investigate former President Donald J. Trump’s mishandling of classified material.",
      "lead_paragraph": "WASHINGTON — Attorney General Merrick B. Garland appointed a special counsel on Thursday to investigate how classified documents had ended up in President Biden’s private office and home, opening a new legal threat to the White House and providing ammunition to its Republican opponents.",
      "publication_date": "2023-01-12T15:14:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/12/us/politics/biden-documents.html",
      "byline": "By Glenn Thrush, Peter Baker and Charlie Savage"
    }
  ]
}