{
  "metadata": {
    "date": "2023-10-27",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Israel’s Army Is Ready to Invade Gaza. Its Divided Government May Not Be.",
      "snippet": "In the 20 days since Hamas attacked, Israel’s Air Force has pounded Gaza and its troops have gotten into position. But its leaders disagree about what to do next.",
      "abstract": "In the 20 days since Hamas attacked, Israel’s Air Force has pounded Gaza and its troops have gotten into position. But its leaders disagree about what to do next.",
      "lead_paragraph": "Its troops are massed on the Gaza border and described as ready to move, but Israel’s political and military leaders are divided about how, when and even whether to invade, according to seven senior military officers and three Israeli officials.",
      "publication_date": "2023-10-26T20:29:32+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/10/26/world/middleeast/israel-gaza-invasion-delay.html",
      "byline": "By Patrick Kingsley and Ronen Bergman"
    },
    {
      "headline": "‘Dark Day for Maine’ After Gunman Kills 18 at Bowling Alley and Bar",
      "snippet": "Businesses, schools and offices in the southern part of the state were closed on Thursday as the authorities sought a 40-year-old suspect.",
      "abstract": "Businesses, schools and offices in the southern part of the state were closed on Thursday as the authorities sought a 40-year-old suspect.",
      "lead_paragraph": "The familiar rituals of a Wednesday night were playing out at Just-In-Time Recreation, a bowling alley in Lewiston, Maine, with 22 lanes of tenpin and a restaurant serving nachos and wings.",
      "publication_date": "2023-10-27T01:34:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/10/26/us/maine-lewiston-mass-shooting.html",
      "byline": "By Jenna Russell, Amelia Nierenberg, Nicholas Bogel-Burroughs and Michael Levenson"
    },
    {
      "headline": "Kanye and Adidas: Money, Misconduct and the Price of Appeasement",
      "snippet": "Before Adidas broke with Kanye West last fall over antisemitic public remarks, it had tolerated years of his abusive conduct behind the scenes.",
      "abstract": "Before Adidas broke with Kanye West last fall over antisemitic public remarks, it had tolerated years of his abusive conduct behind the scenes.",
      "lead_paragraph": "The Adidas team was huddled with Kanye West, pitching ideas for the first shoe they would create together. It was 2013, and the rapper and the sportswear brand had just agreed to become partners. The Adidas employees, thrilled to get started, had arrayed sneakers and fabric swatches on a long table near a mood board pinned with images.",
      "publication_date": "2023-10-27T09:02:46+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/10/27/business/kanye-west-adidas-yeezy.html",
      "byline": "By Megan Twohey"
    },
    {
      "headline": "How Automation Has Changed Work for Casino Employees in Detroit",
      "snippet": "For cocktail servers and hotel housekeepers, the arrival of robotic technologies has made their jobs harder, they say. It’s part of why they’re on strike.",
      "abstract": "For cocktail servers and hotel housekeepers, the arrival of robotic technologies has made their jobs harder, they say. It’s part of why they’re on strike.",
      "lead_paragraph": "On a chilly Wednesday evening in October, the sounds filling Ambre Romero’s home were familiar: her grandchildren unloading the dishwasher, her husband, just off work, watching television. Ms. Romero was getting ready for her shift serving cocktails at the MGM Grand Detroit, the casino where she has worked since 1999. She pulled on her blue bustier top, said goodbye to her family and drove to a nearby gas station to pick up Red Bull and Lucky 13 scratch-off tickets.",
      "publication_date": "2023-10-27T09:03:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2023/10/27/business/automation-casino-employees-detroit.html",
      "byline": "By Emma Goldberg"
    },
    {
      "headline": "How Elon Musk Changed the Meaning of Twitter for Users",
      "snippet": "Twitter was a deeply personal source of conversation, news and community for many people. One year after Mr. Musk took over, users say that has shifted — for better and for worse.",
      "abstract": "Twitter was a deeply personal source of conversation, news and community for many people. One year after Mr. Musk took over, users say that has shifted — for better and for worse.",
      "lead_paragraph": "After Nicholas Campiz evacuated from Kyiv, Ukraine’s capital, in February 2022, he stayed glued to Twitter. As battles raged across the country, he tracked them on the app, staying up through many nights in a hotel room in Tbilisi, Georgia, to read updates as they rolled in, one tweet at a time.",
      "publication_date": "2023-10-27T09:03:27+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/10/27/technology/elon-musk-twitter-year.html",
      "byline": "By Kate Conger"
    },
    {
      "headline": "The Good. The Bad. The Ugly. Inside Berlusconi’s Art Collection.",
      "snippet": "The Italian media mogul bought up some 25,000 paintings, many on TV shopping binges, before he died this year. Now no one knows what to do with them.",
      "abstract": "The Italian media mogul bought up some 25,000 paintings, many on TV shopping binges, before he died this year. Now no one knows what to do with them.",
      "lead_paragraph": "As his political fortunes sank, his legal and love life tangled, and his age caught up with him, Silvio Berlusconi stayed up late in his mansion outside Milan calling the hotlines of late-night art shopping television channels.",
      "publication_date": "2023-10-27T14:00:19+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/10/27/world/europe/berlusconis-art-collection.html",
      "byline": "By Jason Horowitz and Elisabetta Povoledo"
    },
    {
      "headline": "Saudi Arabia Warns U.S.: Israeli Invasion of Gaza Could Be Catastrophic",
      "snippet": "In discussions with their American counterparts, Saudi officials have framed a ground war as a potentially devastating blow to stability in the Middle East.",
      "abstract": "In discussions with their American counterparts, Saudi officials have framed a ground war as a potentially devastating blow to stability in the Middle East.",
      "lead_paragraph": "Saudi officials have firmly warned the United States in recent days that an Israeli ground incursion into Gaza could be catastrophic for the Middle East.",
      "publication_date": "2023-10-27T15:33:11+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/10/27/world/middleeast/saudi-arabia-israel-us-invasion.html",
      "byline": "By Kate Kelly, Vivian Nereim, Mark Mazzetti and Edward Wong"
    }
  ]
}