{
  "metadata": {
    "date": "2023-05-15",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Backlogged Courts and Years of Delays Await Many Migrants",
      "snippet": "A severe shortage of immigration judges has led to long delays for asylum cases. The backlog is expected to grow now that pandemic-era border restrictions have been lifted.",
      "abstract": "A severe shortage of immigration judges has led to long delays for asylum cases. The backlog is expected to grow now that pandemic-era border restrictions have been lifted.",
      "lead_paragraph": "President Biden’s attempt to deal efficiently with a new surge of migration following the end of Title 42 pandemic restrictions has focused new attention on a severe shortage of judges, the result of longstanding neglect that has overwhelmed the immigration court system with a backlog of more than two million cases.",
      "publication_date": "2023-05-12T18:42:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/12/us/politics/immigration-courts-delays-migrants-title-42.html",
      "byline": "By Zolan Kanno-Youngs"
    },
    {
      "headline": "Turkey’s President Amassed Power. He Could Still Lose This Election.",
      "snippet": "Turkey’s president, Recep Tayyip Erdogan, has tilted the political playing field in his favor over the past two decades, concentrating power in his own hands. Still, he faces a stiff challenge in Sunday’s election.",
      "abstract": "Turkey’s president, Recep Tayyip Erdogan, has tilted the political playing field in his favor over the past two decades, concentrating power in his own hands. Still, he faces a stiff challenge in Sunday’s election.",
      "lead_paragraph": "ISTANBUL, Turkey — As President Recep Tayyip Erdogan of Turkey approaches the toughest election of his career on Sunday, he has marshaled many of the resources of the state to tilt the playing field to his advantage.",
      "publication_date": "2023-05-12T18:50:01+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/12/world/middleeast/turkey-election-erdogan.html",
      "byline": "By Ben Hubbard"
    },
    {
      "headline": "Some U.S. Solar Makers Criticize Biden’s Tax Credits as Too Lax on China",
      "snippet": "U.S.-based manufacturers of solar products say rules issued by the Biden administration on Friday will “cement China’s dominance” over the solar industry.",
      "abstract": "U.S.-based manufacturers of solar products say rules issued by the Biden administration on Friday will “cement China’s dominance” over the solar industry.",
      "lead_paragraph": "Biden administration rules released on Friday that will determine which companies and manufacturers can benefit from new solar industry tax credits are being criticized by U.S.-based makers of solar products, who say the guidelines do not go far enough to try to lure manufacturing back from China.",
      "publication_date": "2023-05-12T21:05:05+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/05/12/us/politics/solar-tax-credits.html",
      "byline": "By Ana Swanson, Alan Rappeport and Ivan Penn"
    },
    {
      "headline": "In Migrant Camps, Anxiety and Relief: ‘It Was Worth It. We Are in America.’",
      "snippet": "Pandemic-era migration restrictions were lifted without a fresh spike in border crossings. Thousands of migrants now find themselves in a holding pattern.",
      "abstract": "Pandemic-era migration restrictions were lifted without a fresh spike in border crossings. Thousands of migrants now find themselves in a holding pattern.",
      "lead_paragraph": "SAN DIEGO — In the vast migrant camp that sprung up this week on a patch of U.S. soil between Tijuana and San Diego, a striking system of order has emerged, even as anxiety and uncertainty swell.",
      "publication_date": "2023-05-12T22:08:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/12/us/title-42-migrants.html",
      "byline": "By Soumya Karlamangla, Edgar Sandoval, Miriam Jordan and Simon Romero"
    },
    {
      "headline": "Border Is Calm as Crowds Cross and Biden Administration Fights Court Ruling",
      "snippet": "Despite the relative calm, the Biden administration faces court challenges that they say may undermine efforts to deal with record levels of border crossings.",
      "abstract": "Despite the relative calm, the Biden administration faces court challenges that they say may undermine efforts to deal with record levels of border crossings.",
      "lead_paragraph": "The southern border of the United States was crowded with migrants on Friday, but not chaotic, following the lifting of Title 42 pandemic-era restrictions. Yet Biden administration officials lashed out at court challenges from the right and left that they said could undermine efforts to deal with record levels of border crossings in the days and weeks ahead.",
      "publication_date": "2023-05-12T22:18:45+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/12/us/politics/title-42-expires-border-migrants.html",
      "byline": "By Eileen Sullivan and Michael D. Shear"
    },
    {
      "headline": "The Daughter Who Got the Government to Cancel Her Mother’s Debt",
      "snippet": "Susan Miskin retired from her teaching job in 2019 and didn’t think she’d ever pay off her student loans. Then, her only child stepped in.",
      "abstract": "Susan Miskin retired from her teaching job in 2019 and didn’t think she’d ever pay off her student loans. Then, her only child stepped in.",
      "lead_paragraph": "“I am going to get my mother’s loans forgiven,” read the email that landed in my inbox 10 months ago. “So if by May, 2023, when I turn 28, you need a success story, feel free to reach out.”",
      "publication_date": "2023-05-13T07:00:08+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/05/13/your-money/parents-student-loans-forgiveness.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "Why Ron DeSantis Is Limping to the Starting Line",
      "snippet": "Mr. DeSantis and his allies are retooling his expected run for the White House after a series of missteps and miscalculations allowed Donald J. Trump to define the 2024 Republican race.",
      "abstract": "Mr. DeSantis and his allies are retooling his expected run for the White House after a series of missteps and miscalculations allowed Donald J. Trump to define the 2024 Republican race.",
      "lead_paragraph": "In November, Representative Byron Donalds scored a coveted speaking slot: introducing Gov. Ron DeSantis after a landslide re-election turned the swing state of Florida deep red. Standing onstage at a victory party for Mr. DeSantis in Tampa, Mr. Donalds praised him as “America’s governor.”",
      "publication_date": "2023-05-13T09:00:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/13/us/politics/desantis-trump-2024.html",
      "byline": "By Shane Goldmacher, Maggie Haberman and Jonathan Swan"
    },
    {
      "headline": "Divorce Can Wreck a Woman’s Financial Future. Here’s How to Rebuild.",
      "snippet": "Women who have gone through a divorce often see their savings and retirement depleted. Building back means careful planning.",
      "abstract": "Women who have gone through a divorce often see their savings and retirement depleted. Building back means careful planning.",
      "lead_paragraph": "Twenty years ago, when I was pregnant with my daughter, a mom friend predicted my future: The baby will come and — from exhausted necessity — you and your husband will divide tasks, which will fall on either side of outdated gender lines. At the time, I smugly demurred, but eventually there was no denying she had been right. I was a freelance writer who took on the role of caring for our child and house; my husband, who had access to financial advisers and retirement funds through his university job, saw to our shared finances.",
      "publication_date": "2023-05-13T09:00:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/05/13/business/divorce-retirement-savings-planning.html",
      "byline": "By Lela Nargi"
    },
    {
      "headline": "The Florida Man of Formula 1",
      "snippet": "Logan Sargeant is F1’s first full-time American driver since 2007. Can his sport make the leap from Monte Carlo to Miami with its soul intact?",
      "abstract": "Logan Sargeant is F1’s first full-time American driver since 2007. Can his sport make the leap from Monte Carlo to Miami with its soul intact?",
      "lead_paragraph": "Logan Sargeant, the only American driver in Formula 1, is zipping around the narrow streets of Baku, Azerbaijan, at roughly 200 miles an hour. His head bounces inside the cockpit as a wheel shudders over a rumble strip. It’s hard to hear over the banshee shriek of his V6 engine, carrying three times the horsepower of a run-of-the-mill Porsche Carrera.",
      "publication_date": "2023-05-13T09:00:42+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2023/05/13/business/media/formula-1-logan-sargeant.html",
      "byline": "By Michael M. Grynbaum"
    },
    {
      "headline": "‘A Daily Game of Russian Roulette’: Homeless in San Diego",
      "snippet": "As a record number of people die on America’s streets, Abdul Curry fights to stay alive.",
      "abstract": "As a record number of people die on America’s streets, Abdul Curry fights to stay alive.",
      "lead_paragraph": "Laine Goettsch packed her emergency medical bag and drove into downtown San Diego to look for her favorite patient, afraid of what she might find. Sometimes, she saw Abdul Curry cleaning the sidewalks near his tent and dancing to a playlist of Ed Sheeran songs. Other times, she found him hypothermic in a wet sleeping bag and surrounded by people smoking fentanyl. And then there were the days when she couldn’t find him at all, and she continued searching for hours as she braced for a call from the hospital, the police or the medical examiner.",
      "publication_date": "2023-05-13T09:00:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/13/us/san-diego-homelessness.html",
      "byline": "By Eli Saslow and Erin Schaff"
    },
    {
      "headline": "Germany Announces Its Biggest Military Aid Package Yet for Ukraine",
      "snippet": "The nearly $3 billion package is part of an effort by both sides to reset rocky relations, which have become increasingly important to maintaining European unity in backing the war.",
      "abstract": "The nearly $3 billion package is part of an effort by both sides to reset rocky relations, which have become increasingly important to maintaining European unity in backing the war.",
      "lead_paragraph": "Germany on Saturday sent the strongest signal yet of its commitment to backing Ukraine in its battle against Russian occupiers, promising more tanks, armored vehicles and substantial air defense systems in its largest weapons package for Kyiv.",
      "publication_date": "2023-05-13T11:03:34+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/13/world/europe/ukraine-germany-zelensky-weapons.html",
      "byline": "By Erika Solomon and Christopher F. Schuetze"
    },
    {
      "headline": "He Told Followers to Starve to Meet Jesus. Why Did So Many Do It?",
      "snippet": "Hundreds were drawn to a remote wilderness in southeastern Kenya by the End Times preaching of pastor Paul Mackenzie. Relatives and ex-members tried to intervene, but some did not want to be rescued.",
      "abstract": "Hundreds were drawn to a remote wilderness in southeastern Kenya by the End Times preaching of pastor Paul Mackenzie. Relatives and ex-members tried to intervene, but some did not want to be rescued.",
      "lead_paragraph": "Delirious from hunger, a believer who had brought his family to live with a Christian doomsday cult in a remote wilderness in southeastern Kenya sent a distraught text to his younger sister last week. While he begged for her help to escape, he was still in the grip of the preacher who had lured him there, promising salvation through death by starvation.",
      "publication_date": "2023-05-14T07:00:18+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/14/world/africa/kenya-christian-cult-deaths.html",
      "byline": "By Andrew Higgins"
    },
    {
      "headline": "What’s the Point of Your 20s? Ask the Patron Saint of Striving Youth.",
      "snippet": "Meg Jay knows it’s confusing to figure out what to do with your life. She also knows you need to get on with it.",
      "abstract": "Meg Jay knows it’s confusing to figure out what to do with your life. She also knows you need to get on with it.",
      "lead_paragraph": "Imagine you’ve been plunked into the ocean. You can’t spot land. You’re treading water, your arms are spaghetti-limp and all you see is blue. You get the sense that this could be it forever: you against the currents.",
      "publication_date": "2023-05-14T09:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2023/05/14/business/whats-the-point-of-your-20s-ask-the-patron-saint-of-striving-youth.html",
      "byline": "By Emma Goldberg"
    },
    {
      "headline": "How to Raise $89 Million in Small Donations, and Make It Disappear",
      "snippet": "A group of conservative operatives using sophisticated robocalls raised millions of dollars from donors using pro-police and pro-veteran messages. But instead of using the money to promote issues and candidates, an analysis by The New York Times s...",
      "abstract": "A group of conservative operatives using sophisticated robocalls raised millions of dollars from donors using pro-police and pro-veteran messages. But instead of using the money to promote issues and candidates, an analysis by The New York Times shows, nearly all the money went to pay the firms making the calls and the operatives themselves.",
      "lead_paragraph": "A group of conservative operatives using sophisticated robocalls raised millions of dollars from donors using pro-police and pro-veteran messages. But instead of using the money to promote issues and candidates, an analysis by The New York Times shows, nearly all the money went to pay the firms making the calls and the operatives themselves.",
      "publication_date": "2023-05-14T09:00:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/interactive/2023/05/14/us/politics/scam-robocalls-donations-policing-veterans.html",
      "byline": "By David A. Fahrenthold, Tiff Fehr and Charlie Smart"
    },
    {
      "headline": "The Greatest Wealth Transfer in History Is Here, With Familiar (Rich) Winners",
      "snippet": "In an era of surging home and stock values, U.S. family wealth has soared. The trillions of dollars going to heirs will largely reinforce inequality.",
      "abstract": "In an era of surging home and stock values, U.S. family wealth has soared. The trillions of dollars going to heirs will largely reinforce inequality.",
      "lead_paragraph": "An intergenerational transfer of wealth is in motion in America — and it will dwarf any of the past.",
      "publication_date": "2023-05-14T09:00:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/14/business/economy/wealth-generations.html",
      "byline": "By Talmon Joseph Smith and Karl Russell"
    },
    {
      "headline": "Nail-Biter Turkish Election Heads for Round 2 as Majority Eludes Erdogan",
      "snippet": "After two decades in power, a struggling Recep Tayyip Erdogan has two more weeks to persuade Turkish voters that he should continue as president.",
      "abstract": "After two decades in power, a struggling Recep Tayyip Erdogan has two more weeks to persuade Turkish voters that he should continue as president.",
      "lead_paragraph": "ANKARA, Turkey — Turkey’s presidential election appeared on Sunday to be headed for a runoff after the incumbent, Recep Tayyip Erdogan, failed to win a majority of the vote, a result that left the longtime leader struggling to stave off the toughest political challenge of his career.",
      "publication_date": "2023-05-14T23:58:16+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/14/world/europe/turkey-erdogan-presidential-election.html",
      "byline": "By Ben Hubbard and Gulsin Harman"
    },
    {
      "headline": "Vice, Decayed Digital Colossus, Files for Bankruptcy",
      "snippet": "Vice, which had wooed media giants, has struggled to adjust to the punishing realities of digital publishing. A group of creditors could buy Vice for $225 million.",
      "abstract": "Vice, which had wooed media giants, has struggled to adjust to the punishing realities of digital publishing. A group of creditors could buy Vice for $225 million.",
      "lead_paragraph": "Vice Media filed for bankruptcy on Monday, punctuating a yearslong descent from a new-media darling to a cautionary tale of the problems facing the digital publishing industry.",
      "publication_date": "2023-05-15T05:46:49+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/05/15/business/media/vice-bankruptcy.html",
      "byline": "By Lauren Hirsch and Benjamin Mullin"
    },
    {
      "headline": "Abortion Showdown in North Carolina May Hinge on a Single Vote",
      "snippet": "After the G.O.P.-led legislature passed a 12-week ban, the Democratic governor vetoed the bill. The Republicans could override it, if all their members stay unified.",
      "abstract": "After the G.O.P.-led legislature passed a 12-week ban, the Democratic governor vetoed the bill. The Republicans could override it, if all their members stay unified.",
      "lead_paragraph": " North Carolina Gov. Roy Cooper, now in the waning years of his second term, has suddenly found himself back on a campaign trail.",
      "publication_date": "2023-05-15T07:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/15/us/north-carolina-abortion-veto-roy-cooper.html",
      "byline": "By Kate Kelly"
    },
    {
      "headline": "Why Some Countries Find It Hard to Move Away From Fossil Fuels",
      "snippet": "Trinidad and Tobago is the No. 2 exporter of liquefied natural gas in the Americas. Its output has been falling, but it remains committed to fossil fuels.",
      "abstract": "Trinidad and Tobago is the No. 2 exporter of liquefied natural gas in the Americas. Its output has been falling, but it remains committed to fossil fuels.",
      "lead_paragraph": "Ribboned shovel in hand, Prime Minister Keith Rowley joined a ceremonial groundbreaking last month to celebrate Trinidad and Tobago’s first large solar farm project expected to generate power for 42,000 homes.",
      "publication_date": "2023-05-15T07:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/15/business/energy-environment/trinidad-tobago-gas-oil.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "E.U. Approves Microsoft’s $69 Billion Deal for Activision",
      "snippet": "The green light follows objections to the blockbuster deal by American and British regulators on the grounds that it would undercut competition.",
      "abstract": "The green light follows objections to the blockbuster deal by American and British regulators on the grounds that it would undercut competition.",
      "lead_paragraph": "Microsoft’s faltering $69 billion bid to buy the video game company Activision Blizzard received a glimmer of hope on Monday when European Union regulators approved what would be the largest consumer tech deal in two decades.",
      "publication_date": "2023-05-15T14:30:10+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/05/15/technology/eu-microsoft-activision-blizzard.html",
      "byline": "By Adam Satariano"
    }
  ]
}