{
  "metadata": {
    "date": "2023-02-21",
    "total_articles": 6
  },
  "articles": [
    {
      "headline": "In Biden’s Unannounced Visit to Kyiv, a Preview of an Increasingly Direct Contest With Putin",
      "snippet": "The vastly different world views of President Biden and President Vladimir V. Putin of Russia will become vividly apparent in a rare split-screen moment on Tuesday.",
      "abstract": "The vastly different world views of President Biden and President Vladimir V. Putin of Russia will become vividly apparent in a rare split-screen moment on Tuesday.",
      "lead_paragraph": "WARSAW — President Biden’s sudden appearance in Kyiv’s presidential palace on Monday morning was intended first as a morale booster for shellshocked Ukrainians in the midst of a bleak winter of power outages and a bitter war of attrition.",
      "publication_date": "2023-02-20T17:00:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/02/20/us/politics/biden-putin-ukraine-visit.html",
      "byline": "By David E. Sanger and Anton Troianovski"
    },
    {
      "headline": "Biden’s Surreal and Secretive Journey Into a War Zone",
      "snippet": "President Biden traveled covertly to the besieged Ukrainian capital of Kyiv, hoping to demonstrate American resolve to help defeat the Russian forces that invaded a year ago this week.",
      "abstract": "President Biden traveled covertly to the besieged Ukrainian capital of Kyiv, hoping to demonstrate American resolve to help defeat the Russian forces that invaded a year ago this week.",
      "lead_paragraph": "WASHINGTON — As the train rumbled across the Ukrainian countryside through a long night, the view outside the window left little to see, just the occasional streetlight or shadows of buildings in the distance. But neither could those watching the train go by see who was inside, nor would they likely have guessed had they stopped to wonder.",
      "publication_date": "2023-02-21T01:09:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/02/20/us/politics/biden-kyiv-ukraine.html",
      "byline": "By Peter Baker and Michael D. Shear"
    },
    {
      "headline": "‘Effective Altruism’ Led Bankman-Fried to a Little-Known Wall St. Firm",
      "snippet": "The FTX founder joined Jane Street Capital not to learn about controlling risk, which is its focus, but because the tenets of a philanthropic movement drew him there.",
      "abstract": "The FTX founder joined Jane Street Capital not to learn about controlling risk, which is its focus, but because the tenets of a philanthropic movement drew him there.",
      "lead_paragraph": "To close observers of Wall Street, the fall of Sam Bankman-Fried carried a curious twist: The man whose unbridled recklessness may have led to one of the largest financial frauds in history started his trading career — and met many of his future lieutenants — at an under-the-radar firm known for keeping a tight grip on its financial risk.",
      "publication_date": "2023-02-21T08:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/02/21/business/bankman-fried-altruism-jane-street.html",
      "byline": "By Joe Rennison, David Yaffe-Bellany and Matthew Goldstein"
    },
    {
      "headline": "In Vermont, a School and Artist Fight Over Murals of Slavery",
      "snippet": "Created to depict the brutality of enslavement, the works are seen by some as offensive. The school wants them permanently covered. The artist says they are historically important.",
      "abstract": "Created to depict the brutality of enslavement, the works are seen by some as offensive. The school wants them permanently covered. The artist says they are historically important.",
      "lead_paragraph": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2023-02-21T10:00:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/02/21/us/vermont-law-art-slavery.html",
      "byline": "By Jenna Russell"
    },
    {
      "headline": "‘Equality of Injustice for All’: Saudi Arabia Expands Crackdown on Dissent",
      "snippet": "The kingdom’s courts are meting out harsher punishments than ever to citizens who criticize the government, with prosecutions built on Twitter posts ending in prison sentences of 15 to 45 years.",
      "abstract": "The kingdom’s courts are meting out harsher punishments than ever to citizens who criticize the government, with prosecutions built on Twitter posts ending in prison sentences of 15 to 45 years.",
      "lead_paragraph": "RIYADH, Saudi Arabia — One day in November 2015, Saad Almadi typed out a 14-word post on Twitter about Saudi Arabia’s deputy crown prince.",
      "publication_date": "2023-02-21T10:00:33+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/02/21/world/middleeast/saudi-arabia-dissent-crackdown.html",
      "byline": "By Vivian Nereim"
    },
    {
      "headline": "Jen Psaki, Once the Voice of Biden, Moves to an Anchor Chair",
      "snippet": "The former White House press secretary will start hosting a weekly MSNBC talk show on March 19. As for the president, “I am not going to gratuitously attack him.”",
      "abstract": "The former White House press secretary will start hosting a weekly MSNBC talk show on March 19. As for the president, “I am not going to gratuitously attack him.”",
      "lead_paragraph": "Rachel Maddow is teaching her to use a teleprompter, so far with mixed results. Mika Brzezinski offered tips on pinning down squirrelly guests. Nicolle Wallace invited her to editorial meetings, and Andrea Mitchell is tutoring her on interviewing techniques.",
      "publication_date": "2023-02-21T15:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/02/21/business/media/jen-psaki-msnbc.html",
      "byline": "By Michael M. Grynbaum"
    }
  ]
}