{
  "metadata": {
    "date": "2005-07-12",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Evangelicals Are a Growing Force in the Military Chaplain Corps",
      "snippet": "Evangelical Christians are growing force in Air Force chaplain corps, illustrated by recent government-financed 'Spiritual Fitness Conference' at which hundreds of chaplains held evangelical services and workshops and scanned material from organiz...",
      "abstract": "Evangelical Christians are growing force in Air Force chaplain corps, illustrated by recent government-financed 'Spiritual Fitness Conference' at which hundreds of chaplains held evangelical services and workshops and scanned material from organizations like Focus on the Family; photos; chaplains, who pledge to minister to everyone in military, come increasingly from evangelical and Pentecostal churches, as numbers from Catholic and mainline Protestant denominations decline; tensions emerge when chaplains whose teachings emphasize proselytizing encounter growing number of enlistees who are from minority religions or are atheists; Gen John P Jumper issues warning against proselytizing, view shared by deputy chief of chaplains Brig Gen Cecil R Richardson, himself an evangelical (M)",
      "lead_paragraph": "COLORADO SPRINGS - There were personal testimonies about Jesus from the stage, a comedian quoting Scripture and a five-piece band performing contemporary Christian praise songs. Then hundreds of Air Force chaplains stood and sang, many with palms upturned, in a service with a distinctively evangelical tone.",
      "publication_date": "2005-07-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/12/us/evangelicals-are-a-growing-force-in-the-military-chaplain-corps.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "AT WHITE HOUSE, A DAY OF SILENCE ON ROLE OF ROVE",
      "snippet": "Bush White House, which said in past that any official who leaked name of CIA agent Valerie Plame would be fired, and also said Karl Rove and other senior aides had nothing to do with 2003 disclosure, refuses to answer questions about new evidence...",
      "abstract": "Bush White House, which said in past that any official who leaked name of CIA agent Valerie Plame would be fired, and also said Karl Rove and other senior aides had nothing to do with 2003 disclosure, refuses to answer questions about new evidence of Rove's role in matter; Sen Harry Reid and other Democrats demand full account; press secretary Scott McClellan, in two contentious briefings, declines to repeat promise to dismiss leaker or to say when Pres Bush learned of Rove's role; questions follow Newsweek report that Rove talked with Time reporter Matthew Cooper about CIA agent, without identifying her, after Plame's husband, Joseph C Wilson IV, debunked Bush claim about Saddam Hussein's nuclear weapons program; Rove refuses comment and continues policy work at White House; Bush and McClellan comments in past recalled; photos (M)",
      "lead_paragraph": "WASHINGTON, July 11 - Nearly two years after stating that any administration official found to have been involved in leaking the name of an undercover C.I.A. officer would be fired, and assuring that Karl Rove and other senior aides to President Bush had nothing to do with the disclosure, the White House refused on Monday to answer any questions about new evidence of Mr. Rove's role in the matter.",
      "publication_date": "2005-07-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/12/washington/at-white-house-a-day-of-silence-on-role-of-rove.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Bombs in London Are Now Called Military Quality",
      "snippet": "British investigators believe ten-pound bombs used in London transit attacks contained 'military quality' high-grade explosives of kind also used for highly technical purposes such as building demolition; European expert says bombs were technicall...",
      "abstract": "British investigators believe ten-pound bombs used in London transit attacks contained 'military quality' high-grade explosives of kind also used for highly technical purposes such as building demolition; European expert says bombs were technically advanced, raising speculation that expert bomb maker might have come to Britain to help local sleeper cell; European countries are asked to scour military and commercial stockpiles for source, which could be used again; British terrorism alert remains at second-highest level, reflecting fears of another attack in London (M)",
      "lead_paragraph": "LONDON, July 11 - British investigators believe that the 10-pound bombs used in the coordinated terrorist attacks here contained \"military quality\" high-grade explosives, British and European counterterrorism officials said Monday.",
      "publication_date": "2005-07-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/12/world/europe/bombs-in-london-are-now-called-military-quality.html",
      "byline": "By Don van Natta Jr. and Elaine Sciolino"
    },
    {
      "headline": "Animator Warns on Profit",
      "snippet": "Shares of DreamWorks Animation SKG tumble 13.2 percent after company lowers its earnings estimates because of disappointing DVD sales and also pulls back on planned $500 million stock offering; in addition, company says SEC has started informal in...",
      "abstract": "Shares of DreamWorks Animation SKG tumble 13.2 percent after company lowers its earnings estimates because of disappointing DVD sales and also pulls back on planned $500 million stock offering; in addition, company says SEC has started informal investigation of its securities after report on May 10 that news of disappointing first-quarter earnings had been released before company announcement; photo of Jeffrey Katzenberg, chief executive, and Steven Spielberg, a co-founder (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/12/business/media/animator-warns-on-profit.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Departing Morgan Exec Takes Home $32 Million for Short Stint",
      "snippet": "Stephen S Crawford, named Morgan Stanley co-president in March by then-chairman Philip J Purcell, in midst of power struggle, leaves firm with $32 million severance package, as if he had held post for two years; deal casts new spotlight on board, ...",
      "abstract": "Stephen S Crawford, named Morgan Stanley co-president in March by then-chairman Philip J Purcell, in midst of power struggle, leaves firm with $32 million severance package, as if he had held post for two years; deal casts new spotlight on board, which remains under fire for close ties to Purcell even after his departure; board has also paid undisclosed sums to other allies of Purcell, who appointed all but one of directors; new chief executive, John J Mack, reportedly was not aware of severance deals, but is under pressure to address composition of board (M)",
      "lead_paragraph": "Loyalty is a prized commodity on Wall Street, and in the case of Stephen S. Crawford of Morgan Stanley, it has paid a $32 million dividend.",
      "publication_date": "2005-07-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/12/business/departing-morgan-exec-takes-home-32-million-for-short-stint.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Cancer Drugs Offer Hope, butat a Huge Expense",
      "snippet": "New drugs that are giving hope to millions of cancer patients are hugely expensive, costing up to $100,000 over few months, hundreds of times the cost of older, more toxic drugs; new drugs, except for very successful leukemia drug Gleevec, help pa...",
      "abstract": "New drugs that are giving hope to millions of cancer patients are hugely expensive, costing up to $100,000 over few months, hundreds of times the cost of older, more toxic drugs; new drugs, except for very successful leukemia drug Gleevec, help patients only marginally, prolonging life by few weeks or months; doctors and economists say new therapies will further fuel runaway medical costs and force difficult choices about access; table of costs for Erbitux, Avastin, Herceptin and Tarceva; photo of Shawnette Treat, Arkansas patient whose drug costs $90 a day; Dr John Hornberger of Stanford notes that US policy-makers, unlike those in Britain, do not measure cost-effectiveness of new drugs, do not control prices and bar Medicare from basing coverage decisions on cost (M)",
      "lead_paragraph": "Ten thousand dollars once seemed a lot to pay for a few months' supply of a drug.",
      "publication_date": "2005-07-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/12/business/cancer-drugs-offer-hope-butat-a-huge-expense.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Secrecy Is Lifted in Some Tax Court Trials",
      "snippet": "US Tax Court will end 20-year-old practice of keeping secret reports prepared by hearing judges, known as special trial judges; says it is making change because of Supreme Court ruling in March that criticized tax court's secrecy and ordered relea...",
      "abstract": "US Tax Court will end 20-year-old practice of keeping secret reports prepared by hearing judges, known as special trial judges; says it is making change because of Supreme Court ruling in March that criticized tax court's secrecy and ordered release of report in case of late Burton W Kanter; Kanter, one of nation's most prominent tax lawyers, was accused by IRS in 1994, along with two other prominent businessmen, of creating elaborate scheme to commit tax fraud; case is still unresolved (M)",
      "lead_paragraph": "Burton W. Kanter, one of the nation's most prominent tax lawyers, spent a career pushing the limits of the tax laws. He used creative tax planning to finance such movies as \"One Flew Over the Cuckoo's Nest\" and \"The Rocky Horror Picture Show.\" He pioneered the use of foreign trusts to reduce taxes. He lectured for decades on his creative tax structures at the University of Chicago Law School and wrote a regular column in The Journal of Taxation.",
      "publication_date": "2005-07-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/12/business/secrecy-is-lifted-in-some-tax-court-trials.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "The Oil Uproar That Isn't",
      "snippet": "Americans are registering only limited response to latest spike in oil prices, with energy costs not really weighing on motorists minds; motorists seem to view latest escalation in oil prices as 'just another gas crisis,' with little effect on dri...",
      "abstract": "Americans are registering only limited response to latest spike in oil prices, with energy costs not really weighing on motorists minds; motorists seem to view latest escalation in oil prices as 'just another gas crisis,' with little effect on driving practices; Americans tell pollsters that they are deeply disturbed by high gasoline prices and looking for someone to blame, but most people continue to drive just as avidly as before; photos; chart shows sources of US oil consumption, 1974-2004 (M)",
      "lead_paragraph": "When oil prices spiked in the early 1980's after the Iranian revolution, Jared Nedzel gave up his 1978 Pontiac Trans Am, an emblematic American muscle car, for a smaller, less extravagant Toyota Corolla. He was on his way to Cornell University to study civil engineering and he needed a more economical car.",
      "publication_date": "2005-07-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/12/business/worldbusiness/the-oil-uproar-that-isnt.html",
      "byline": "By Jad Mouawad and Matthew L. Wald"
    },
    {
      "headline": "Is Wachovia Deal-Averse or Is It Just Picky?",
      "snippet": "Investors wonder whether Wachovia is finally poised to undertake a big acquisition; one analyst notes that Wachovia could add to its mortgage business or go after regional bank or small insurance brokerage; chief executive Ken Thompson has signale...",
      "abstract": "Investors wonder whether Wachovia is finally poised to undertake a big acquisition; one analyst notes that Wachovia could add to its mortgage business or go after regional bank or small insurance brokerage; chief executive Ken Thompson has signaled to Wall Street in recent months his interest in getting into credit card business or extending Wachovia's reach in Texas or Northeast; several analysts say it makes sense for Wachovia to acquire credit card issuer to fill gaping hole in bank's product line (M)",
      "lead_paragraph": "When will Wachovia join the big dance?",
      "publication_date": "2005-07-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/12/business/is-wachovia-dealaverse-or-is-it-just-picky.html",
      "byline": "By Julie Creswell"
    }
  ]
}