{
  "metadata": {
    "date": "2005-01-20",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Public Voicing Doubts on Iraq and the Economy, Poll Finds",
      "snippet": "New York Times/CBS News poll taken on eve of Pres Bush's second inauguration finds most Americans say they do not expect economy to improve or American troops to be withdrawn from Iraq by time Bush leaves White House, but do expect him to succeed ...",
      "abstract": "New York Times/CBS News poll taken on eve of Pres Bush's second inauguration finds most Americans say they do not expect economy to improve or American troops to be withdrawn from Iraq by time Bush leaves White House, but do expect him to succeed in changing Social Security system, plan many voice reservations about; poll finds 43 percent of respondents expect most forms of abortion to be illegal by end of his second term, given his expected appointments to Supreme Court; nearly 60 percent of respondents say they are generally optimistic on eve of his swearing-in about next four years, but clear majorities disapprove of his management of economy and war in Iraq; this conflicting portrait of nation's view of him was evident throughout his re-election campaign; nearly 80 percent, including majority of those who say they voted for Bush, say they do not believe he can overhaul Social Security, cut taxes and finance war in Iraq without increasing budget deficit, despite Bush's promises to contrary; findings suggest Bush does not have broad popular support as he embarks on what White House has signaled would be extraordinarily ambitious second term; charts (L)",
      "lead_paragraph": "On the eve of President Bush's second inauguration, most Americans say they do not expect the economy to improve or American troops to be withdrawn from Iraq by the time Mr. Bush leaves the White House, and many have reservations about his signature plan to overhaul Social Security, according to the latest New York Times/CBS News Poll.",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/20/politics/public-voicing-doubts-on-iraq-and-the-economy-poll-finds.html",
      "byline": "By Adam Nagourney and Janet Elder"
    },
    {
      "headline": "Stewart's Comeback",
      "snippet": "Since Martha Stewart was convicted in March, the stock in the company she founded has nearly tripled and her value as a marketing tool appears to have grown.     Article, Page C1.  ",
      "abstract": "Since Martha Stewart was convicted in March, the stock in the company she founded has nearly tripled and her value as a marketing tool appears to have grown.     Article, Page C1.  ",
      "lead_paragraph": "Since Martha Stewart was convicted in March, the stock in the company she founded has nearly tripled and her value as a marketing tool appears to have grown.",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/20/business/front page/stewarts-comeback.html",
      "byline": ""
    },
    {
      "headline": "The Coming DVD Format War",
      "snippet": "Consumer electronics companies and Hollywood studios are choosing sides in battle between two high-definition formats, Blu-ray and HD DVD, with billions of dollars in hardware and discs at stake as demand for high-definition content grows; as two ...",
      "abstract": "Consumer electronics companies and Hollywood studios are choosing sides in battle between two high-definition formats, Blu-ray and HD DVD, with billions of dollars in hardware and discs at stake as demand for high-definition content grows; as two side mounted elaborate floor displays at Consumer Electronics Show, founder of small DivX offers immediate solution that could be grass-roots movement; this all may seem premature in market saturated with standard-definition DVD's but as television picture quality evolves, consumer electronics makers expect demand to increase; photos (M)",
      "lead_paragraph": "JORDAN GREENHALL sat before a flat-panel television that glowed with remarkably crisp, bright images, offering it as evidence that he could put a full-length movie in high-definition quality on a standard DVD, with room to spare.",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/01/20/technology/circuits/the-coming-dvd-format-war.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "Guess Who's Coming to Davos",
      "snippet": "Article on Klaus Schwab's plans for World Economic Forum in Davos, Switzerland; forum is gathering of chief executives, political leaders, activists, even rock stars; Schwab comments; chart on some of people who have accepted invitations to Davos;...",
      "abstract": "Article on Klaus Schwab's plans for World Economic Forum in Davos, Switzerland; forum is gathering of chief executives, political leaders, activists, even rock stars; Schwab comments; chart on some of people who have accepted invitations to Davos; photos (M)",
      "lead_paragraph": "COLOGNY, Switzerland - Klaus Schwab's office here has a striking view of Lake Geneva and the snow-dusted peaks beyond. It is a fitting backdrop, because for Mr. Schwab, the ups and downs of his job these days are more vertiginous than a mountain range.",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/20/business/worldbusiness/guess-whos-coming-to-davos.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Interpublic Changes Chief Executives Again",
      "snippet": "Interpublic Group of Companies announces that Michael I Roth, chairman since July, has also been named chief executive, effective immediately; Roth succeeds David A Bell, who had been chief executive since shake-up in February 2003; Interpublic, g...",
      "abstract": "Interpublic Group of Companies announces that Michael I Roth, chairman since July, has also been named chief executive, effective immediately; Roth succeeds David A Bell, who had been chief executive since shake-up in February 2003; Interpublic, grappling for more than two years with operational and financial difficulties, has been undergoing extensive corporate makeover expected to last until mid-2006; photos (M)",
      "lead_paragraph": "The Interpublic Group of Companies, seeking to jump-start a flagging turnaround, is changing chief executives for the second time in 23 months.",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/20/business/media/interpublic-changes-chief-executives-again.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "A More Relaxed Laura Bush Shows Complexity Under Calm",
      "snippet": "Laura Bush reveals some of complexity that ripples just beneath her surface calm in 45-minute interview with reporters; agrees with those who say she is more complicated, interesting, opinionated than she is inclined to let world see; Carl Sferraz...",
      "abstract": "Laura Bush reveals some of complexity that ripples just beneath her surface calm in 45-minute interview with reporters; agrees with those who say she is more complicated, interesting, opinionated than she is inclined to let world see; Carl Sferrazza Anthony, author of books on other first ladies, predicts that in Pres Bush's second term, Laura Bush will be inclined to open up even more, as many predecessors did; she says she does not dwell on what her own legacy might be, may or may not write her memoirs, looks forward to helping plan her husband's presidential library and hopes she will remember his second inauguration better than his whirlwind first; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 19 - She sits on a red damask settee in the White House Map Room, where Franklin D. Roosevelt plotted the Allied victory in World War II, stroking Miss Beazley, her new Scottie puppy, a tiny feminine form of Roosevelt's beloved Fala. Her gray pinstriped pantsuit is soft and perfectly put together, and so is she.",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/20/us/nationalspecial2/a-more-relaxed-laura-bush-shows-complexity-under-calm.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Talk of Changing Pension Math Raises Concern on Benefit Cuts",
      "snippet": "Proposed change in accounting rules could alter way many companies report value of their pensions, forcing many of them to increase pension liabilities on their books and tell investors they owe employees more than they have disclosed in past; to ...",
      "abstract": "Proposed change in accounting rules could alter way many companies report value of their pensions, forcing many of them to increase pension liabilities on their books and tell investors they owe employees more than they have disclosed in past; to comply with rules of Financial Accounting Standards Board, some companies may contribute more money to their pension funds--boon to participants but jolt to shareholders--while others may delete attractive features from their plans, to bring cost back down; currently, companies use two methods to calculate value of its pensions: one to tell employees how much they have earned, other to tell investors how large company's pension liability is; looming changes in accounting rules are expected to be strongly opposed by companies; accounting board hopes to present draft of proposal by end of Mar; photo; diagram (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/20/business/talk-of-changing-pension-math-raises-concern-on-benefit-cuts.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "As Martha Stewart Does Time, Flush Times for Her Company",
      "snippet": "Stock price of Martha Stewart Living Omnimedia has nearly tripled in value while Martha Stewart has been serving her five-month sentence in federal prison, increasing value of her personal stake to estimated $827 million from $318 million; Stewart...",
      "abstract": "Stock price of Martha Stewart Living Omnimedia has nearly tripled in value while Martha Stewart has been serving her five-month sentence in federal prison, increasing value of her personal stake to estimated $827 million from $318 million; Stewart's March 6 release also creates one-of-a-kind marketing opportunity for her company; TV producer Mark Burnett is planning daily live-audience program featuring Stewart for NBC this fall; chart; photo (M)",
      "lead_paragraph": "Since entering federal prison in October, Martha Stewart has tried her hand at ceramics, learned to crochet and become an expert on vending-machine snacks. She has also become a lot wealthier. And when Ms. Stewart completes her sentence six weeks from now, colleagues at her company, Martha Stewart Living Omnimedia, anticipate an even bigger payoff.",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/20/business/as-martha-stewart-does-time-flush-times-for-her-company.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "New Ways to Manage Your Photos",
      "snippet": "David Pogue State of the Art column on software from Apple and from Google for organizing digital photos; features, prices and tips for usage noted; drawing; photos (M)",
      "abstract": "David Pogue State of the Art column on software from Apple and from Google for organizing digital photos; features, prices and tips for usage noted; drawing; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/01/20/technology/circuits/new-ways-to-manage-your-photos.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "EBay Forecast Misses by a Bit, and Shares Fall",
      "snippet": "Shares of eBay fall nearly 12 percent, as much as $12 in after-hours trading because its earnings in fourth quarter missed Wall Street's expectations by penny a share--this despite profits that were up 44 percent; company posts profit of $205.4 mi...",
      "abstract": "Shares of eBay fall nearly 12 percent, as much as $12 in after-hours trading because its earnings in fourth quarter missed Wall Street's expectations by penny a share--this despite profits that were up 44 percent; company posts profit of $205.4 million, or 30 cents per share, in quarter ended Dec 31, up from $142.5 million, or 21 cents per share, in period year earlier; revenues were $935.8 million, also up 44 percent; chief executive Meg Whitman comments (M)",
      "lead_paragraph": "SAN FRANCISCO, Jan. 19 - EBay, the online auction place, found how unforgiving bidders can be.",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/20/technology/ebay-forecast-misses-by-a-bit-and-shares-fall.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Price Index Rose 3.3% in '04, Highest in 4 Years",
      "snippet": "Labor Department reports Consumer Price Index rose 3.3 percent in 2004, largest increase since 2000; higher inflation rate is result of surge in oil prices early in year; index fell by 0.1 of a percent, first month-to-month decline since July; man...",
      "abstract": "Labor Department reports Consumer Price Index rose 3.3 percent in 2004, largest increase since 2000; higher inflation rate is result of surge in oil prices early in year; index fell by 0.1 of a percent, first month-to-month decline since July; many Wall Street economists predict that Federal Reserve's policy makers will continue to raise interest rates by quarter of one point at their meetings this year until crucial federal funds rate gets at least above 3 percent and perhaps 3.5 percent; rate is currently at 2.25 percent; real hourly wages, adjusted for inflation, fell 0.4 percent in 2004, first decline since early 1990's; Commerce Department reports housing starts rose in December to strong annual rate just above 2 million from 1.8 million; starts totaled 1.95 million for year; graph; map; photo (M)",
      "lead_paragraph": "The Consumer Price Index, the best-known measure of inflation in America, rose 3.3 percent last year, the largest increase since 2000, the government reported yesterday.",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/20/business/price-index-rose-33-in-04-highest-in-4-years.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "5 Bomb Attacks Kill 26 as Vote by Iraqis Nears",
      "snippet": "Insurgents detonate five powerful truck and car bombs across Baghdad within 90 minutes, killing 26 people, at least 9 of them members of Iraq's fledgling security forces; attacks are aimed at approaches to Australian Embassy and Iraqi police stati...",
      "abstract": "Insurgents detonate five powerful truck and car bombs across Baghdad within 90 minutes, killing 26 people, at least 9 of them members of Iraq's fledgling security forces; attacks are aimed at approaches to Australian Embassy and Iraqi police station, army garrison and bank where Iraqi policemen were lined up to receive their pay; attacks come as interim prime minister Ayad Allawi speaks of plans to accelerate building of those forces to prepare for eventual American withdrawal; insists that pullout could not be tied to fixed timetable, but to Iraqi forces' progress toward standing on their own; that formula is similar to whht Pres Bush and other senior administration officials have spoken about; some American military commanders say privately that American troops could be tied down for years, given demoralization, desertion and unwillingness to fight common among Iraqi forces trained so far; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 19 - Insurgents detonated five powerful truck and car bombs across Baghdad on Wednesday, killing 26 people, at least 9 of them members of Iraq's fledgling security forces. The attacks came as Iraq's interim prime minister, Ayad Allawi, said he would reveal plans next week for an accelerated buildup of those forces to prepare for an eventual American withdrawal.",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/20/world/middleeast/5-bomb-attacks-kill-26-as-vote-by-iraqis-nears.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Stamp Collecting in an E-Mail Age",
      "snippet": "Stamp collecting has adapted to Internet, finding new life in digital age; hobby's online dimension makes it easy for collectors--and competitors--to communicate, locating elusive stamp for collection or showcasing entire collections; Linn's Stamp...",
      "abstract": "Stamp collecting has adapted to Internet, finding new life in digital age; hobby's online dimension makes it easy for collectors--and competitors--to communicate, locating elusive stamp for collection or showcasing entire collections; Linn's Stamp News found that 44 percent of its subscribers used computers for collecting in 2004; unintended results of displaying stamps online is creation of galleries by individual collectors to help document and preserve images and history of stamps; roundup of modern tools and database programs; photos (M)",
      "lead_paragraph": "LIVING along a remote stretch of Northern California's redwood coast, Oliver Seeler painstakingly tracks down stamps from around the world. But not just any stamps. He collects only those with images of bagpipes.",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/01/20/technology/circuits/stamp-collecting-in-an-email-age.html",
      "byline": "By Sandeep Junnarkar"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Rules May Make Companies Be Clearer on Pensions  The board that sets accounting standards is preparing a proposal that would require many large American companies to give a more accurate financial picture of their pension plans.     Some companies...",
      "abstract": " Rules May Make Companies Be Clearer on Pensions  The board that sets accounting standards is preparing a proposal that would require many large American companies to give a more accurate financial picture of their pension plans.     Some companies will need to increase the pension liabilities on their books, in essence saying that they owe employees more benefits than disclosed in the past. [Page A1.]    Brewer in Talks on Possible Sale  Bavaria, South America's second-largest beer maker, is in talks with several large brewers, including SABMiller, to sell all or part of the business, executives said. [C13.]    Merger Costs Weigh on J.P. Morgan  J.P. Morgan Chase reported weaker fourth-quarter earnings, attributing the decline to expenses related to its merger with Bank One. Its profit fell 11 percent to $1.7 billion, from $1.9 billion a year earlier. The bank said it might incur as much as $4.5 billion in merger-related expenses, up from an earlier estimate of $4 billion. [C4.]    G.M.'s Profits Drop in Quarter  General Motors said soaring health care costs and problems in Europe caused its fourth-quarter profit to fall 37 percent. [C4.]    Mitsubishi Motors narrowly averted crisis less than a year ago by securing a $4.6 billion bailout, but it is again reaching for a lifeline. [C6.]    Troubles With Numbers on the Rise  Restatements by public companies surged last year, a study found. Market Place. [C2.]    S.E.C. Settles ImClone Case  Samuel D. Waksal, the former chief executive of ImClone Systems, and his father settled insider trading charges with regulators. [C12.]    Problems With a Stroke Drug  Patients taking Plavix, an expensive stroke drug, have more ulcers than patients who take a simpler treatment, a study found. [C4.]    Airline Industry Still Struggling  Northwest and American Airlines reported steep quarterly losses, and Southwest said its profit fell 15 percent. [C6.]    A Court Victory for a Cartoonist  A judge ruled that Stan Lee, left, a co-creator of Spider-Man and other Marvel Comics characters, is entitled to 10 percent of the profits from Marvel Enterprises' film and television productions that use his characters. Mr. Lee's lawyers estimated he could receive tens of millions of dollars. [B3.]    Settlement of Napster Dispute  Bertelsmann agreed to settle accusations by a small music company that it contributed to piracy by lending money to Napster. [C10.]    Agency Apologizes for Payments  A public relations agency apologized for paying a conservative commentator to promote the Bush administration's policies. [C10.]    Tech Earnings Hurt Stock Market  Stocks fell amid disappointing results from companies like Motorola and Lucent. The Standard & Poor's 500-stock index dropped 11.35 points, to 1,184.63, and the Nasdaq composite index fell 32.45 points, to 2,073.59. [C13.]    Less Government, Better Business?  The view that government is always an economic menace is hard to square with history. Jeff Madrick: Economic Scene. [C2.]    High Tech Helps the Little Guy  Smaller companies are pouring money into technology investments. Small Business. [C9.]  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/20/business/business-digest.html",
      "byline": ""
    }
  ]
}