{
  "metadata": {
    "date": "2005-01-04",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "About World Business and the Stock Tables",
      "snippet": "World Business section of New York Times and daily stock market tables will be combined into main Business Day section beginning Jan 4 (S)",
      "abstract": "World Business section of New York Times and daily stock market tables will be combined into main Business Day section beginning Jan 4 (S)",
      "lead_paragraph": "Beginning today, the World Business section and the daily stock market tables will be combined into the main Business Day section. The Times will make its daily financial listings more concise by condensing some tables and eliminating secondary ones. The shift is a response to the increasing cost of newsprint and the growing use of listings online. It permits the consolidation of each day's entire business news report and statistics in a single section.",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/04/business/about-world-business-and-the-stock-tables.html",
      "byline": ""
    },
    {
      "headline": "Supreme Court to Rule on Executing Young Killers",
      "snippet": "Robert Acuna of Baytown, Tex, convicted of killing two elderly neighbors, may be last person to enter death row for crime committed before age 18; he and 71 other juvenile offenders on death row will be spared if Supreme Court prohibits execution ...",
      "abstract": "Robert Acuna of Baytown, Tex, convicted of killing two elderly neighbors, may be last person to enter death row for crime committed before age 18; he and 71 other juvenile offenders on death row will be spared if Supreme Court prohibits execution of 16- and 17-year-olds, in case it accepted year ago; it is expected to rule in next few months; central issue before court is whether plummeting number of such death sentences--just two last year--lends weight to argument that putting youths on death row amounts to cruel and unusual punishment; supporters of juvenile death penalty argue that small number proves that system works and that juries are making discerning choices on whom to sentence to death; but questions have been raised about how reliable and consistent juries have been in making those decisions; in Acuna's case, evidence against him was largely circumstantial, but his behavior at trial may have alienated jury; other cases reviewed; photos; maps; chart (L)",
      "lead_paragraph": "In August, six months after the United States Supreme Court agreed to consider the constitutionality of the juvenile death penalty, Robert Acuna, a high school student from Baytown, Tex., was put on trial for his life.",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/04/us/supreme-court-to-rule-on-executing-young-killers.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "U.S. May Add Advisers to Aid Iraq's Military",
      "snippet": "American military is considering adding hundreds of military advisers to work directly with Iraqi units, whose disappointing performance could jeopardize long-term American exit strategy from Iraq; new advisers would bolster Iraqi will to fight, h...",
      "abstract": "American military is considering adding hundreds of military advisers to work directly with Iraqi units, whose disappointing performance could jeopardize long-term American exit strategy from Iraq; new advisers would bolster Iraqi will to fight, help train officers who would lead troops, curb desertion and provide Iraqi forces with confidence that American units would back them up, in some cases fighting alongside them if needed; new advisers would join several hundred American troops already embedded with Iraqi units; embedding more Americans with Iraqis would mean diverting troops away from combat operations, possibly risky move at time when commanders say they need troops to press offensive against insurgents; but plan addresses widely acknowledged need; Pres Bush himself voiced concern about poor performance of Iraqi troops in Dec 20 news conference (M)",
      "lead_paragraph": "WASHINGTON, Jan. 3 - Gen. George W. Casey Jr., the top commander in Iraq, is reviewing a proposal to add hundreds of American military advisers to work directly with Iraqi units, whose disappointing performance could jeopardize the long-term American exit strategy from Iraq, senior military officials said Monday.",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/04/world/middleeast/us-may-add-advisers-to-aid-iraqs-military.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "In Sri Lanka's Time of Agony, a Moment of Peace",
      "snippet": "Sri Lankan government representatives and Tamil Tiger rebels--mortal enemies in brutal civil war--are sitting together in bullet-riddled building in Puthkady Junction, planning distribution of relief aid to tsunami victims; elsewhere in country, o...",
      "abstract": "Sri Lankan government representatives and Tamil Tiger rebels--mortal enemies in brutal civil war--are sitting together in bullet-riddled building in Puthkady Junction, planning distribution of relief aid to tsunami victims; elsewhere in country, ordinary government and Tamil Tiger soldiers are working together to repair tsunami-damaged roads; checkpoint commanders on both sides have loosened rules to ease flow of aid; government hospital has even accepted injured rebel official for treatment; such open signs of cooperation are extraordinary in region where rebels have maintained what is effectively separate country for two decades; increased grass-roots cooperation between two sides seen as one facet of deeply felt, deeply emotional response that has swept across nation of 19.5 million since merciless sea swept away 30,000 of its people; photo (M)",
      "lead_paragraph": "PUTHUKADY JUNCTION, Sri Lanka, Jan. 3 - The Tidal Wave Task Force headquarters here is not much to look at, but what is happening inside is extraordinary.",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/04/world/worldspecial4/in-sri-lankas-time-of-agony-a-moment-of-peace.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Grasso's Lawyers Request Internal Report on Pay  Lawyers for Richard A. Grasso, the former chairman of the New York Stock Exchange, have filed a court motion asking for an internal report that chronicles how he came to receive his $139.5 million p...",
      "abstract": " Grasso's Lawyers Request Internal Report on Pay  Lawyers for Richard A. Grasso, the former chairman of the New York Stock Exchange, have filed a court motion asking for an internal report that chronicles how he came to receive his $139.5 million pay package.     The request increases the possibility that the report, which has been seen only by the new stock exchange board and regulators, could be made public. [Page C2.]    Former F.B.I. Agent Testifies  Jeffrey A. Royer, left, the former F.B.I. agent accused of providing confidential information to a controversial stock adviser, took the stand in his own defense. Mr. Royer said he had simply been cultivating a valuable source, and did not expect anything but information from the adviser in return. [C2.]    India's Boom Reaches Small Cities  A younger population in India is enjoying fancier products and services. [C5.]    Walgreen's Drug Sales Stay Strong  Walgreen, the drugstore chain, reported its largest quarterly earnings increase in four years, a 31 percent jump. [C7.]    List of Medicare Drugs Released  A federal panel announced a list of 146 types of prescription drugs that should be covered under Medicare's new drug benefit. [A12.]    The Crazed Pursuit of Elite Status  A desire for first-class upgrades in the new year inspires some strange itineraries in December. On the Road: Joe Sharkey. [C8.]  ",
      "lead_paragraph": "Grasso's Lawyers Request Internal Report on Pay Lawyers for Richard A. Grasso, the former chairman of the New York Stock Exchange, have filed a court motion asking for an internal report that chronicles how he came to receive his $139.5 million pay package.",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/04/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Cash Flow in '04 Found Its Way Into Dividends",
      "snippet": "American companies stepped up their dividend increases in 2004, buoyed by strong cash flows and by changed tax law that made dividends more attractive to shareholders; number negative dividend actions hit record low of 64; of those, 35 were announ...",
      "abstract": "American companies stepped up their dividend increases in 2004, buoyed by strong cash flows and by changed tax law that made dividends more attractive to shareholders; number negative dividend actions hit record low of 64; of those, 35 were announcements of dividend cuts and 29 were decisions to omit dividends entirely; Standard & Poor's says 1,745 dividend increases were reported by companies in 2004, up 7.2 percent from previous year and highest for any year since 1998; graph (Market Place column) (M)",
      "lead_paragraph": "American companies stepped up their dividend increases in 2004, buoyed by strong cash flows and by a changed tax law that made dividends more attractive to shareholders.",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/04/business/cash-flow-in-04-found-its-way-into-dividends.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "House G.O.P. Voids Rule It Adopted Shielding Leader",
      "snippet": "House Republicans, stung by criticism that they are lowering ethical standards, reverse rule change that would have allowed Rep Tom DeLay to retain his position as House majority leader even if indicted; say they acted at request of DeLay, the int...",
      "abstract": "House Republicans, stung by criticism that they are lowering ethical standards, reverse rule change that would have allowed Rep Tom DeLay to retain his position as House majority leader even if indicted; say they acted at request of DeLay, the intended beneficiary of rule change, in effort to defuse Democratic attack; ; say they rewrote party rules in Nov because they feared that DeLay could be subjected to politically motivated indictment as part of campaign finance investigation in Texas that resulted in charges against three of his associates; that and other Republican proposals to rewrite ethics rules drew fierce criticism from Democrats and watchdogs outside government, who say Republican majority is subverting ethics enforcement; some Republicans who originally opposed rules change enthusiastically greet decision not to go through with it; they include Rep Joel Hefley, who may be replaced by Republican leadership as chairman of ethics panel; Democratic leader Nancy Pelosi says despite Republican about-face, Democrats remain opposed to ethics package because rule dismissing complaints in event of ethics committee tie would stymie enforcement; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 3 - Stung by criticism that they were lowering ethical standards, House Republicans on Monday night reversed a rule change that would have allowed a party leader to retain his position even if indicted.",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/04/politics/house-gop-voids-rule-it-adopted-shielding-leader.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "No End in Sight to Supply of Cheap TV's",
      "snippet": "Television industry experts say financial problems plaguing Apex Digital and Sichuan Changhong Electric Appliance Co, large Chinese television maker that produced most of television sets for Apex will not hurt conventional cathode-ray tube televis...",
      "abstract": "Television industry experts say financial problems plaguing Apex Digital and Sichuan Changhong Electric Appliance Co, large Chinese television maker that produced most of television sets for Apex will not hurt conventional cathode-ray tube television industry; say those sets, which are increasingly produced by low-cost makers in China and elsewhere, are so inexpensive that few companies can build stable business around selling them, yet many companies are still supplying market with cheap sets; Apex, which has sold inexpensive sets through Wal-Mart, Circuit City, and other retail outlets, largely pulled out of low-end TV business in middle of last year; Changhong said last month Apex owed it $467.5 million, and as result, it would post big loss for 2004; Apex's chairman David Ji has been arrested by Chinese authorities and has been charged with fraud; graph; photo (M)",
      "lead_paragraph": "When one of the biggest Chinese makers of television sets and its distributor in the United States run into financial trouble, should American consumers worry?",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/04/business/worldbusiness/no-end-in-sight-to-supply-of-cheap-tvs.html",
      "byline": "By Saul Hansell and Eric A. Taub"
    },
    {
      "headline": "Shopping Spree That Wasn't as Markdowns Hurt Retailers",
      "snippet": "Christmas 2004 was season of last-minute markdown as merchants, led by Wal-Mart Stores, scrambled to cut prices before and after Dec 25, in many cases choosing sales gains over higher profits; Wal-Mart announces it ended year ahead of its most rec...",
      "abstract": "Christmas 2004 was season of last-minute markdown as merchants, led by Wal-Mart Stores, scrambled to cut prices before and after Dec 25, in many cases choosing sales gains over higher profits; Wal-Mart announces it ended year ahead of its most recent sales forecast, in part because it began lowering some prices immediately after lackluster Thanksgiving weekend; sales in December were closer to 3 percent than 2 percent forecast last week; Kmart announces sales at store open at least year declined 2.6 percent in December from previous year, but is pleased with results because it is better than 12.8 percent decline for third qaurter; photo (M)",
      "lead_paragraph": "If 2003 was the full-price Christmas, 2004 was the season of the last-minute markdown as merchants, led by Wal-Mart Stores, scrambled to cut prices before and after Dec. 25, in many cases choosing sales gains over higher profits.",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/04/business/shopping-spree-that-wasnt-as-markdowns-hurt-retailers.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Powell Touring Stricken Region to Show Support",
      "snippet": "Secretary of State Colin L Powell and Gov Jeb Bush arrive in Thailand on journey intended to assure devastated region of American support; trip is aimed at quashing any lingering criticism of Bush administration's initial response--a pledge of $15...",
      "abstract": "Secretary of State Colin L Powell and Gov Jeb Bush arrive in Thailand on journey intended to assure devastated region of American support; trip is aimed at quashing any lingering criticism of Bush administration's initial response--a pledge of $15 million--which critics say threatened to bungle opportunity to win favor in Indonesia, largest Muslim country, and in nearly dozen other stricken nations; US aid has since been increased to $350 million; Powell says 15 Americans have been confirmed dead and another 4,000 to 5,000 remain officialy unaccounted for; declines to speculate on how many may have died; relief officials say toll is now 150,000 dead and climbing; as many as 11,000 are believed to be tourists and other foreign visitors; photos (M)",
      "lead_paragraph": "BANGKOK, Jan. 3 - The international relief effort kicked into gear on Monday, eight days after the tsunami disaster hit, as Secretary of State Colin L. Powell arrived here with Gov. Jeb Bush of Florida on a journey intended to assure the devastated region of American support.",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/04/world/worldspecial4/powell-touring-stricken-region-to-show-support.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Market Owner Agrees to Buy Pacific Exchange",
      "snippet": "Archipelago Holdings, owner of ArcaEx, largest electronic stock market, confirms it will buy Pacific Exchange for about $50 million; deal is sign of Archipelago's ambitions, giving company its first options trading business; acquisition comes as e...",
      "abstract": "Archipelago Holdings, owner of ArcaEx, largest electronic stock market, confirms it will buy Pacific Exchange for about $50 million; deal is sign of Archipelago's ambitions, giving company its first options trading business; acquisition comes as electronic markets and traditional floor-based exchanges are scrambling to diversify; options trading is attractive because it commands higher margins and trading volume has surged (M)",
      "lead_paragraph": "Archipelago Holdings, the owner of ArcaEx, the largest electronic stock market, confirmed late last night that it would buy the Pacific Exchange for about $50 million.",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/04/business/market-owner-agrees-to-buy-pacific-exchange.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Thai Resort Tries to Regain Its Footing",
      "snippet": "Foreign tourists have been canceling or rerouting from Phuket, Thailand's main southern tourist destination and its largest island, place where most hotels emerged unscathed from earthquake and tidal wave; Marriott general manager says when US Sta...",
      "abstract": "Foreign tourists have been canceling or rerouting from Phuket, Thailand's main southern tourist destination and its largest island, place where most hotels emerged unscathed from earthquake and tidal wave; Marriott general manager says when US State Sec Colin Powell comes to Phuket, he hopes television reports will pick up that 75 percent of island's beaches are normal, that 90 percent of hotel rooms are open; visit of Powell and Florida Gov Jeb Bush is expected to focus on how US can help Phuket get back on its feet; Phuket brings in hundreds of millions of dollars each year in tourism; photo (M)",
      "lead_paragraph": "PHUKET, Thailand, Jan. 2 - When Craig S. Smith surveys the JW Marriott Phuket Resort and Spa, he sees more than an unchanged tableau of tropical palms and white canvas beach umbrellas. He sees his occupancy rate dropping like a stone: from 100 percent on Christmas Day, to 50 percent one week after the tsunamis, to 38 percent this week.",
      "publication_date": "2005-01-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/04/business/worldbusiness/thai-resort-tries-to-regain-its-footing.html",
      "byline": "By James Brooke"
    }
  ]
}