{
  "metadata": {
    "date": "2005-11-11",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Senate Approves Limiting Rights of U.S. Detainees",
      "snippet": "Senate votes, 49 to 42, to strip captured 'enemy combatants' at Guantanamo Bay of right to challenge their detentions in United States, principal legal tool given to them last year by Supreme Court; vote on Sen Lindsey Graham's amendment to milita...",
      "abstract": "Senate votes, 49 to 42, to strip captured 'enemy combatants' at Guantanamo Bay of right to challenge their detentions in United States, principal legal tool given to them last year by Supreme Court; vote on Sen Lindsey Graham's amendment to military budget bill comes at time of intense debate over government's treatment of prisoners in American custody worldwide, and just days after Senate passes Sen John McCain's measure banning abusive treatment of them; Graham's measure, if approved in its current form by both Senate and House, would nullify Supreme Court's June 2004 opinion; it would also void habeas corpus motions filed by 200 detainees; vote comes same week Supreme Court announces it would consider constitutionality of war crimes trials before Pres Bush's military commission for certain detainees; legal experts say that case might never be decided by court if Graham amendment becomes law; Senate Democrats led by Jeff Bingaman say they would seek another vote to gut part of Graham's measure that bans Guantanamo prisoners from challenging their incarceration by petitioning in civilian court for writ of habeas corpus (M)",
      "lead_paragraph": "WASHINGTON, Nov. 10 - The Senate voted Thursday to strip captured \"enemy combatants\" at Guantánamo Bay, Cuba, of the principal legal tool given to them last year by the Supreme Court when it allowed them to challenge their detentions in United States courts.",
      "publication_date": "2005-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/11/politics/senate-approves-limiting-rights-of-us-detainees.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "And the Emmy for Best Actor on iPods Goes to ...",
      "snippet": "National Academy of Television Arts and Sciences is expected to announce it has created Emmy award category to recognize original video content for computers, cellphones and other hand-held devices; category is to have its debut at academy's next ...",
      "abstract": "National Academy of Television Arts and Sciences is expected to announce it has created Emmy award category to recognize original video content for computers, cellphones and other hand-held devices; category is to have its debut at academy's next Sports Emmys presentation, and ultimately be added as category for other Emmy presentations as well (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 11 - The newest award in broadcasting excellence gives new meaning to the line Gloria Swanson made famous in \"Sunset Boulevard\": \"I am big. It's the pictures that got small.\"",
      "publication_date": "2005-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/11/technology/and-the-emmy-for-best-actor-on-ipods-goes-to.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Could Cutting Deficit Improve Bush Ratings?",
      "snippet": "Floyd Norris column on whether deficit reduction could improve Pres Bush's approval ratings; suggests that Bush make deficit reduction real priority, cutting deals with Democrats, but doubts Bush would take such risk and possibly alienate some of ...",
      "abstract": "Floyd Norris column on whether deficit reduction could improve Pres Bush's approval ratings; suggests that Bush make deficit reduction real priority, cutting deals with Democrats, but doubts Bush would take such risk and possibly alienate some of his fellow Republicans; cites some of economic problems that hurt approval ratings of Presidents Jimmy Carter, Ronald Reagan, George H W Bush and Bill Clinton; graph (M)",
      "lead_paragraph": "YESTERYEAR'S clichés can be correct. At least for an unpopular president, it really is the economy, stupid. Approval ratings under 40 percent usually reflect a lack of confidence that the administration knows how to manage economic problems.",
      "publication_date": "2005-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/11/business/could-cutting-deficit-improve-bush-ratings.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Suicide Bombing Leaves 29 Dead in Baghdad Cafe",
      "snippet": "Suicide bomber kills at least 29 people in busy Baghdad restaurant, wounding 30, many of them police officers; Al Qaeda in Mesopotamia, group led by Abu Musab al-Zarqawi, posts Internet message taking responsibility for attack; group also claimed ...",
      "abstract": "Suicide bomber kills at least 29 people in busy Baghdad restaurant, wounding 30, many of them police officers; Al Qaeda in Mesopotamia, group led by Abu Musab al-Zarqawi, posts Internet message taking responsibility for attack; group also claimed responsibility for suicide bombings of three hotels in Amman, Jordan, prompting enraged Amman residents to condemn terrorism in general and Zarqawi in particular; group issues second statement explaining why hotels were targeted; Baghdad restaurant bombing comes after six-day military sweep against insurgents in western city of Husayba, operation intended to stop such attacks; restaurant bombing underscores how easily insurgents can move through country to mingle in daily lives of civilians, unleashing attacks that deepen ethnic and political divisions in Iraqi society; group promises fresh violence if forces do not withdraw from west of country; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 10 - A man wearing a belt of explosives walked into a restaurant bustling with breakfast customers here on Thursday and blew himself up, killing at least 29 people and wounding 30, many of them police officers, the authorities said.",
      "publication_date": "2005-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/11/world/worldspecial/suicide-bombing-leaves-29-dead-in-baghdad-cafe.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "September Trade Gap Set Record",
      "snippet": "Commerce Department says US trade deficit widened by surprisingly large 11 percent in September, reflecting surge in energy imports after Hurricane Katrina and steep drop in airplane exports because of strike at Boeing Co; trade gap with China als...",
      "abstract": "Commerce Department says US trade deficit widened by surprisingly large 11 percent in September, reflecting surge in energy imports after Hurricane Katrina and steep drop in airplane exports because of strike at Boeing Co; trade gap with China also set record; US imported $66.1 billion more in goods and services than it exported, breaking record of $60.4 billion set in February; trade deficit in first nine months of year totals $529.8 billion, about 18 percent higher than year earlier; natural gas imports rose 30 percent, to $3.7 billion and petroleum products and fuel oil climbed 22.8 percent, to $6.8 billion; exports fell by $2.8 billion, mostly because of drop in airplanes sales; food exports declined $296 million, reflecting transportation disruptions caused by shutdown of Port of New Orleans; trade deficit with China rose 8.8 percent, to $20.1 billion, and is up 28 percent, to $146.3 billion, for first nine months of year; exports to China fell 17 percent and imports rose 4 percent; Labor Department reports price of petroleum-based imports fell 4.4 percent in October after rising 8 percent in September; Chinese government reports its October trade surplus with rest of world rose to record $12 billion in October; total trade surplus for first 10 months of year is $80.4 billion; Labor Department reports claims for unemployment benefits rose about 2,000, to 326,000 last week; University of Michigan says consumer confidence index edged up to 79.9 in November from 76.5 in October, first increase in three months; graphs (M)",
      "lead_paragraph": "The United States trade deficit widened by a surprisingly large 11 percent in September, reflecting both a surge in energy imports after Hurricane Katrina and a steep drop in airplane exports because of a strike, the government reported yesterday. The trade gap with China also set a record.",
      "publication_date": "2005-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/11/business/september-trade-gap-set-record.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Wooing Workers for New Orleans",
      "snippet": "New Orleans government officials and business leaders worry that scarcity of able-bodied workers is hampering area's recovery tens weeks after Hurricane Katrina; employers are using variety of tactics to attract workers; Donald T Bollinger Jr, chi...",
      "abstract": "New Orleans government officials and business leaders worry that scarcity of able-bodied workers is hampering area's recovery tens weeks after Hurricane Katrina; employers are using variety of tactics to attract workers; Donald T Bollinger Jr, chief executive of Bollinger Shipyards, recently turned away $700 million in contracts because he is 600 workers short of 2,500 he needs to meet contractual obligations on deals made before Katrina; photos (M)",
      "lead_paragraph": "BATON ROUGE, Nov. 4 - Burger King is offering a $6,000 signing bonus to anyone who agrees to work for a year at one of its New Orleans outlets. Rally's, a local restaurant chain, has nearly doubled its pay for new employees to $10 an hour.",
      "publication_date": "2005-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/11/business/wooing-workers-for-new-orleans.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "What Makes Someone French?",
      "snippet": "Unrest sweeping France in last two weeks can be traced to fact that significant portion of population has yet to accept increasingly multiethnic makeup of nation; millions of French citizens, whether immigrants or offspring of immigrants, feel rej...",
      "abstract": "Unrest sweeping France in last two weeks can be traced to fact that significant portion of population has yet to accept increasingly multiethnic makeup of nation; millions of French citizens, whether immigrants or offspring of immigrants, feel rejected by traditional French society; concept of French identity remains rooted deep in country's centuries-old culture; ensuring equality among citizens is complicated in France by secular ideal that refuses to recognize ethnic and religious differences in public domain; government's claim that all citizens are French has allowed discrimination to thrive; because ethnic or religious differences are not seen as purviews of state, there is no government effort to track growing inequalities; this makes discrimination easy to hide; some French Arab citizens describe forms of discrimination they encounter; photos (M)",
      "lead_paragraph": "PARIS, Nov. 10 - Semou Diouf, holding a pipe in one hand and a cigarette in the other, stood amid the noisy games of checkers and cards in the dingy ground-floor common room of a crowded tenement building and pondered the question of why he feels French.",
      "publication_date": "2005-11-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/11/world/europe/what-makes-someone-french.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "Enlisting Cellphone Signals to Fight Road Gridlock",
      "snippet": "Several state transportation agencies, including those in Maryland and Virginia, are starting to test technology that allows them to monitor traffic by tracking cellphone signals and mapping them against road grids; technology underlines how readi...",
      "abstract": "Several state transportation agencies, including those in Maryland and Virginia, are starting to test technology that allows them to monitor traffic by tracking cellphone signals and mapping them against road grids; technology underlines how readily cellphones can become tracking devices for private companies, law enforcement and government agencies--development that troubles privacy advocates; new traffic systems can monitor several hundred thousand cellphones at once; phones need only be turned on, not necessarily be in use; advanced software makes it possible to discern whether signal is coming from moving car or pedestrian; state officials say systems will monitor large clusters of phones, not individual ones; contend cellphone tracking can help transportation agencies spot congestion and divert drivers with radio alerts or updated electronic road signs; major hurdle to operating systems is getting cellular carriers to collect and share cellphone data; companies offering technology like AirSage, IntelliOne Technologies and ITIS Holdings say they have neither ability nor interest to track individuals; say cellular carriers provide them with stream of raw data that has no personal identification markers; photo (M)",
      "lead_paragraph": "Some states prohibit drivers from talking on hand-held cellphones lest they become distracted, slow down traffic, or worse, cause an accident. Others are finding that cellphones and driving may not be so bad together.",
      "publication_date": "2005-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/11/business/enlisting-cellphone-signals-to-fight-road-gridlock.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "No-Bid Contract to Replace Schools After Katrina Is Faulted",
      "snippet": "Portable classrooms being installed across Mississippi are cited as prime examples against FEMA and Army Corps of Engineers for wasteful spending and favoritism in $62 billion hurricane relief effort; 450 classrooms were installed by Akima Managem...",
      "abstract": "Portable classrooms being installed across Mississippi are cited as prime examples against FEMA and Army Corps of Engineers for wasteful spending and favoritism in $62 billion hurricane relief effort; 450 classrooms were installed by Akima Management Services, politically connected Alaskan-owned business, under $40 million no-bid contract; they cost FEMA nearly $90,000 each, double wholesale price and nearly 60 percent higher than price offered by two small Mississippi businesses dropped from deal; Government Accountability Office says portable classrooms were not secured in concrete foundation as required by state regulations; Akima Management president John D Wood denies price gouging, saying speed demanded in doing job required charging premium; Rep Bennie Thompson of Mississippi tells Homeland Security Dept that FEMA ignored requirement to give preference to local businesses; school construction job is just one of several Hurricane Katrina deals under scrutiny by auditors and Congressional investigators; photos (M)",
      "lead_paragraph": "BAY ST. LOUIS, Miss., Nov. 10 - From their new metal-encased classroom, the third graders who returned to school this week can look straight into the carcass of the old North Bay Elementary.",
      "publication_date": "2005-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/11/us/nationalspecial/nobid-contract-to-replace-schools-after-katrina-is.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "House Leaders Postpone Vote On Budget Bill",
      "snippet": "House Republicans, facing defeat on contentious budget-cutting bill, abruptly call off vote, in striking display of discord and political anxiety running through party's ranks; stunning retreat for Republican majority comes even afer leadership ma...",
      "abstract": "House Republicans, facing defeat on contentious budget-cutting bill, abruptly call off vote, in striking display of discord and political anxiety running through party's ranks; stunning retreat for Republican majority comes even afer leadership makes major concessions to moderate Republicans; failure to find bare majority for more than $50 billion in spending cuts and policy changes seen as setback for Rep Roy Blunt, who is filling in as majority leader for Rep Tom DeLay and would be candidate for job permanently should DeLay's legal problems persist in Texas; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 10 - Facing defeat, House Republican leaders on Thursday abruptly called off a vote on a contentious budget-cutting bill in a striking display of the discord and political anxiety running through the party's ranks.",
      "publication_date": "2005-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/11/us/front page/house-leaders-postpone-vote-on-budget-bill.html",
      "byline": "By Carl Hulse"
    }
  ]
}