{
  "metadata": {
    "date": "2005-03-14",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "Trade Gap Widens on Record Imports",
      "snippet": "Commerce Department says foreign imports broke all records in January, reaching $159.1 billion and contributing to $58.3 billion trade deficit; trade deficit rose 4.5 percent from $55.7 billion in December; Bush administration says trade figures s...",
      "abstract": "Commerce Department says foreign imports broke all records in January, reaching $159.1 billion and contributing to $58.3 billion trade deficit; trade deficit rose 4.5 percent from $55.7 billion in December; Bush administration says trade figures should be seen as testimony to strength of American economy and its role as engine of global growth; US had $15.3 billion deficit with China; deficit with Japan was $6.2 billion and $6.1 billion with Canada; graphs (M)",
      "lead_paragraph": "WASHINGTON, March 11 - America's appetite for foreign imports broke all records in January, reaching $159.1 billion and contributing to a monthly trade deficit that is the second highest on record. The $58.3 billion trade deficit defied predictions that a weakened dollar and lower oil prices would narrow the United States' trade gap.",
      "publication_date": "2005-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/12/business/trade-gap-widens-on-record-imports.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Apple Can Demand Names of Bloggers, Judge Says",
      "snippet": "California Superior Court Judge James P Kleinberg rules that Apple Computer has right to subpoena names of sources and documents relating to confidential company information that was published late last year by Web sites Apple Insider, Think Secre...",
      "abstract": "California Superior Court Judge James P Kleinberg rules that Apple Computer has right to subpoena names of sources and documents relating to confidential company information that was published late last year by Web sites Apple Insider, Think Secret and PowerPage; rules Apple's interest in protecting its trade secrets outweighs public's right to information about Apple and right of bloggers to disseminate that; ruling skirts question of whether Web sites were protected by same laws that protect professional journalists, as civil liberties groups had argued, and focuses on notion that published information includes trade secrets and is essentially stolen property (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/12/technology/apple-can-demand-names-of-bloggers-judge-says.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Suspect Kills 3, Including Judge, at Atlanta Court",
      "snippet": "Brian Nichols, on trial for rape, shoots and kills Superior Court Judge Rowland W Barnes, court stenographer Julie Ann Brandau and Sheriff's Deputy Hoyt Teasley in Fulton County Courthouse; suspect flees, hijacking several cars and setting off man...",
      "abstract": "Brian Nichols, on trial for rape, shoots and kills Superior Court Judge Rowland W Barnes, court stenographer Julie Ann Brandau and Sheriff's Deputy Hoyt Teasley in Fulton County Courthouse; suspect flees, hijacking several cars and setting off manhunt in several states across South; shooting terrorizes Atlanta, and raises questions about security procedures in courthouse; photos (M)",
      "lead_paragraph": "ATLANTA, March 11 - A man on trial for rape shot and killed the judge in his case, a court stenographer and a sheriff's deputy in a courthouse rampage on Friday morning, law enforcement officials said. The suspect fled, hijacking several cars and setting off a manhunt in several states across the South.",
      "publication_date": "2005-03-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/12/us/suspect-kills-3-including-judge-at-atlanta-court.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Dollar's Fall Silences Africa's Garment Factories",
      "snippet": "Article in series Made Elsewhere notes that weak dollar is dealing blow to garment makers in African nations like Lesotho, making it difficult for businesses to match prices of foreign competitors and forcing them to lay off workers; 6 of Lesotho'...",
      "abstract": "Article in series Made Elsewhere notes that weak dollar is dealing blow to garment makers in African nations like Lesotho, making it difficult for businesses to match prices of foreign competitors and forcing them to lay off workers; 6 of Lesotho's 50 garment factories have shut down since Dec; that has eliminated 5,800 of 50,000 garment-making jobs there; layoffs have claimed at least 6,000 more; China has recently been freed from restrictions on its textiles exports, adding to Lesotho's problems; photos (M)",
      "lead_paragraph": "MAPUTSOE, Lesotho - Buy a T-shirt at Wal-Mart, fleece sweats at J.C. Penney or Hanes panties anywhere in the United States, and there's a halfway decent chance that they were stitched together here, in an acre-size garment factory crammed with thousands of frantically clacking sewing machines. Virtually its entire output, 25,000 items of clothing daily, is America-bound.",
      "publication_date": "2005-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/12/business/worldbusiness/dollars-fall-silences-africas-garment-factories.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "Pioneer Discounter Plays Catch-Up",
      "snippet": "Fate of Charles Schwab's firm hangs on abilities of its founder; Schwab must contend with steady wave of customer defections and with dispiriting effects of sluggish stock market; research by Lehman Brothers shows Schwab lost 775,000 accounts last...",
      "abstract": "Fate of Charles Schwab's firm hangs on abilities of its founder; Schwab must contend with steady wave of customer defections and with dispiriting effects of sluggish stock market; research by Lehman Brothers shows Schwab lost 775,000 accounts last year, significantly greater than 547,000 accounts that were opened in 2004; Schwab has cut commissions on stock trades three times since last May to compete better against rivals like Fidelity and E-Trade; is also offering array of banking products; some critics are disappointed that Schwab has failed to make any bold moves since his return last summer, given his history of pioneering trends from mutual fund investing to online trading; graph; photo (M)",
      "lead_paragraph": "At the Charles Schwab branch near Rockefeller Center, it is impossible to escape the face of the brokerage firm's founder and namesake. \"Age 65 comes faster than you think,\" reads one of several images of Mr. Schwab in the windows of the office. \"Trust me.\"",
      "publication_date": "2005-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/12/business/pioneer-discounter-plays-catchup.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Drinking Game Can Be a Deadly Rite of Passage",
      "snippet": "Tradition known as 'power hour,' in which 21-year-olds go to bar at midnight on their birthdays and try to down 21 shots before bar closes, can be deadly rite of passage; officials in several states have reported deaths from such drinking binges o...",
      "abstract": "Tradition known as 'power hour,' in which 21-year-olds go to bar at midnight on their birthdays and try to down 21 shots before bar closes, can be deadly rite of passage; officials in several states have reported deaths from such drinking binges over last five years; Texas and North Dakota are considering legislation that would declare that 21-year-olds reach legal drinking age not at stroke of midnight on their birthdays but seven or eight hours later in morning; photo shows 21-year-old celebrating her birthday in Fargo, ND, bar (M)",
      "lead_paragraph": "FARGO, N.D. - The homemade video captures the first hour after the stroke of midnight when the birthday boy turned 21 and could legally drink.",
      "publication_date": "2005-03-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/12/education/drinking-game-can-be-a-deadly-rite-of-passage.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "HUGE BILL FRAUD CITED AT CLINICS",
      "snippet": "Twelve Blue Cross and Blue Shield plans, working with FBI, break up insurance scheme in which thousands of patients from 47 states were sent to California to undergo unnecessary surgical and diagnostic procedures, for which doctors filed over $1 b...",
      "abstract": "Twelve Blue Cross and Blue Shield plans, working with FBI, break up insurance scheme in which thousands of patients from 47 states were sent to California to undergo unnecessary surgical and diagnostic procedures, for which doctors filed over $1 billion of fraudulent insurance claims; FBI says insurers and employers lost $350 million in claims paid; Blue Cross and Blue Shield files civil lawsuit against nine surgery clinics, 21 doctors and 13 executives and employees of clinics (M)",
      "lead_paragraph": "WASHINGTON, March 11 - Twelve Blue Cross and Blue Shield plans, working with the F.B.I., said Friday that they had broken up an elaborate insurance scheme in which thousands of patients from 47 states were sent to California to undergo unnecessary surgical and diagnostic procedures, for which doctors filed more than $1 billion of fraudulent insurance claims.",
      "publication_date": "2005-03-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/12/us/huge-bill-fraud-cited-at-clinics.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "In White-Collar Crimes, Few Smoking Guns",
      "snippet": "In White-Collar Crimes, Few Smoking G",
      "abstract": "In White-Collar Crimes, Few Smoking G",
      "lead_paragraph": "There is no dispute that there was fraud. There is no dispute that the accounting was questionable. There is no dispute that shareholders lost billions or that the company went bankrupt.",
      "publication_date": "2005-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/12/business/in-whitecollar-crimes-few-smoking-guns.html",
      "byline": "By Jonathan D. Glater and Ken Belson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Turmoil Puts Spotlight On Delphi's Chief Executive  J.T. Battenberg III, chairman and chief executive of Delphi, left, has been a steady hand in an uncertain industry, at least until recently. On March 4, Delphi, the world's largest auto supplier,...",
      "abstract": " Turmoil Puts Spotlight On Delphi's Chief Executive  J.T. Battenberg III, chairman and chief executive of Delphi, left, has been a steady hand in an uncertain industry, at least until recently. On March 4, Delphi, the world's largest auto supplier, said it had ousted both its chief financial officer and its chief accountant for accounting violations uncovered in an internal inquiry.  ",
      "lead_paragraph": "Turmoil Puts Spotlight On Delphi's Chief Executive J.T. Battenberg III, chairman and chief executive of Delphi, left, has been a steady hand in an uncertain industry, at least until recently. On March 4, Delphi, the world's largest auto supplier, said it had ousted both its chief financial officer and its chief accountant for accounting violations uncovered in an internal inquiry.",
      "publication_date": "2005-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/12/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Army Details Scale of Abuse In Afghan Jail",
      "snippet": "Two Afghan prisoners who died in US custody in Afghanistan in Dec 2002 were chained to the ceiling, kicked and beaten by US soldiers in sustained assaults that caused their deaths, according to Army criminal investigative reports that have not bee...",
      "abstract": "Two Afghan prisoners who died in US custody in Afghanistan in Dec 2002 were chained to the ceiling, kicked and beaten by US soldiers in sustained assaults that caused their deaths, according to Army criminal investigative reports that have not been made public; Pfc Willie V Brand was charged with manslaughter in closed hearing in Texas in connection with death of detainee named Dilawar; reports, obtained by Human Rights Watch, provide first official account of events that led to deaths of detainees, Mullah Habibullah and Dilawar; deaths took place nearly a year before the abuses at Abu Ghraib prison in Iraq (M)",
      "lead_paragraph": "WASHINGTON, March 11 - Two Afghan prisoners who died in American custody in Afghanistan in December 2002 were chained to the ceiling, kicked and beaten by American soldiers in sustained assaults that caused their deaths, according to Army criminal investigative reports that have not yet been made public.",
      "publication_date": "2005-03-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/12/washington/army-details-scale-of-abuse-in-afghan-jail.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Qwest Expected to Raise Its Bid to Buy MCI",
      "snippet": "Qwest Communications International Inc is expected to raise its $8 billion bid for MCI Inc in attempt to break up MCI's deal with Verizon Communications; photo (M)",
      "abstract": "Qwest Communications International Inc is expected to raise its $8 billion bid for MCI Inc in attempt to break up MCI's deal with Verizon Communications; photo (M)",
      "lead_paragraph": "Qwest Communications International Inc. is expected to raise its $8 billion bid for MCI Inc. next week in an attempt to break up MCI's deal with Verizon Communications Inc., according to people close to the situation.",
      "publication_date": "2005-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/12/business/qwest-expected-to-raise-its-bid-to-buy-mci.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "With Mayhem at Home, They Call a Parent Coach",
      "snippet": "Parent coaching for overstretched parents is catching on as cheaper than counseling and more flexible; such coaching is usually done over phone; coaches are not therapists or experts on mental health; try to be straight-talking sages rather than p...",
      "abstract": "Parent coaching for overstretched parents is catching on as cheaper than counseling and more flexible; such coaching is usually done over phone; coaches are not therapists or experts on mental health; try to be straight-talking sages rather than proponents of particular parenting philosophy; often tell parents of own experiences, which therapists rarely do; there are no prerequisites or licensing for coaches; some psychologists and child development experts are skeptical of trend; photos (L)",
      "lead_paragraph": "WOBURN, Mass. - What tripped Lisa D'Annolfo Levey's maternal tolerance meter on a recent Tuesday afternoon was not just the toy football her 7-year-old son, Skylar, zinged across the living room, nearly toppling her teacup. Or the karate kick sprung by her 4-year-old, Forrest, which Ms. Levey ducked, barely.",
      "publication_date": "2005-03-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/13/education/with-mayhem-at-home-they-call-a-parent-coach.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Looting at Weapons Plants Was Systematic, Iraqi Says",
      "snippet": "Iraqi Deputy Minister of Industry Sami al-Araji says after fall of Baghdad looters systematically dismantled and removed tons of machinery from most important weapons installations, including some with high-precision equipment capable of making pa...",
      "abstract": "Iraqi Deputy Minister of Industry Sami al-Araji says after fall of Baghdad looters systematically dismantled and removed tons of machinery from most important weapons installations, including some with high-precision equipment capable of making parts for nuclear arms; facilities were left largely unguarded by allied forces; peak of organized looting was from mid-April to mid-May of 2003 as teams with flatbed trucks and heavy equipment moved systematically from site to site; United Nations has been hunting for equipment unsuccessfully across Middle East; photos; map (L)",
      "lead_paragraph": "BAGHDAD, Iraq, March 12 - In the weeks after Baghdad fell in April 2003, looters systematically dismantled and removed tons of machinery from Saddam Hussein's most important weapons installations, including some with high-precision equipment capable of making parts for nuclear arms, a senior Iraqi official said this week in the government's first extensive comments on the looting.",
      "publication_date": "2005-03-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/13/world/middleeast/looting-at-weapons-plants-was-systematic-iraqi-says.html",
      "byline": "By James Glanz and William J. Broad"
    },
    {
      "headline": "Under Bush, a New Age of Prepackaged TV News",
      "snippet": "At least 20 agencies have made and distributed hundreds of television news segments under Bush administration; many were broadcast on local stations without any acknowledgement of government's role in their production; law contains provisions to p...",
      "abstract": "At least 20 agencies have made and distributed hundreds of television news segments under Bush administration; many were broadcast on local stations without any acknowledgement of government's role in their production; law contains provisions to prevent domestic dissemination of government propaganda but line between facts and propaganda is easily blurred; administration sees 'good news' segments as powerful tools for shaping public opinion; photos (L)",
      "lead_paragraph": "It is the kind of TV news coverage every president covets.",
      "publication_date": "2005-03-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/13/politics/under-bush-a-new-age-of-prepackaged-tv-news.html",
      "byline": "By David Barstow and Robin Stein"
    },
    {
      "headline": "Hezbollah Leader's New Fray: Lebanese Politics",
      "snippet": "Hezbollah leader Sheik Hassan Nasrallah addresses hundreds of thousands of party faithful on future of Lebanon in largest rally in Lebanon's history; risks becoming less of pan-Arab, pan-Islamic figure and just another Lebanese ward boss by plungi...",
      "abstract": "Hezbollah leader Sheik Hassan Nasrallah addresses hundreds of thousands of party faithful on future of Lebanon in largest rally in Lebanon's history; risks becoming less of pan-Arab, pan-Islamic figure and just another Lebanese ward boss by plunging into politics, but scale of march is likely to forestall attempts to disarm Hezbollah; even Shiite critics argue that Hezbollah must reconcile its long-held stand as body of persecuted outsiders with its yearning for more stature before it tries to lead nation; photos (L)",
      "lead_paragraph": "BEIRUT, Lebanon, March 12 - When Sheik Hassan Nasrallah, the leader of Lebanon's militant Hezbollah organization, addressed the hundreds of thousands of party faithful who gathered in the largest rally in Lebanon's modern history on Tuesday, his usual theme of liberating Jerusalem went unmentioned.",
      "publication_date": "2005-03-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/13/world/hezbollah-leaders-new-fray-lebanese-politics.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Goodbye Doesn't Need to Mean Forever",
      "snippet": "Life's Work column responds to reader requests for information about companies that are experimenting with programs that have retention programs for women and offer flexibility to women with families; drawing (M)",
      "abstract": "Life's Work column responds to reader requests for information about companies that are experimenting with programs that have retention programs for women and offer flexibility to women with families; drawing (M)",
      "lead_paragraph": "A FEW weeks ago, in response to the musings of Harvard's president, Lawrence H. Summers, on women and science, I wrote about the need to reimagine the workplace. Women are in fact different from men, I said, not in their abilities, but in the timing, and breadth, of their parental responsibilities. Careers, therefore, should allow for stopping and starting, leaving and re-entering.",
      "publication_date": "2005-03-13T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/03/13/jobs/goodbye-doesnt-need-to-mean-forever.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "The Last Days of Enron",
      "snippet": "Excerpts from new book Conspiracy of Fools: A True Story by New York Times reporter Kurt Eichenwald, which provides behind-the-scenes look at Enron's rise and fall; drawing; photos (L)",
      "abstract": "Excerpts from new book Conspiracy of Fools: A True Story by New York Times reporter Kurt Eichenwald, which provides behind-the-scenes look at Enron's rise and fall; drawing; photos (L)",
      "lead_paragraph": "It has become the icon for an era of excess: the precipitate collapse of Enron, played out over the final weeks of 2001. Now, Kenneth L. Lay, Enron's former chairman, faces federal charges that he lied about the company's financial state in those weeks; his criminal trial is scheduled to begin next January.",
      "publication_date": "2005-03-13T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/13/books/business/the-last-days-of-enron.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "GUNMAN KILLS 7 IN CHURCH GROUP NEAR MILWAUKEE",
      "snippet": "Man identified by local media as Terry Ratzman, affiliated with Living Church of God, shoots seven people and then himself with handgun at suburban Milwaukee Sheraton hotel where group has met for four or five years; victims are two teenage boys, ...",
      "abstract": "Man identified by local media as Terry Ratzman, affiliated with Living Church of God, shoots seven people and then himself with handgun at suburban Milwaukee Sheraton hotel where group has met for four or five years; victims are two teenage boys, 72-year-old man and three men and one woman ages 44 to 58; Ratzman, of New Berlin, Wis, was computer programmer and enthusiastic gardener and is described as quiet and non-violent (M)",
      "lead_paragraph": "BROOKFIELD, Wis., March 12 - An evangelical church meeting turned chaotic and tragic on Saturday afternoon, when a 44-year-old man brandishing a handgun killed seven people, and then himself, at a suburban Milwaukee hotel, the authorities said.",
      "publication_date": "2005-03-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/13/us/gunman-kills-7-in-church-group-near-milwaukee.html",
      "byline": "By Daniel I Dorfman and Jodi Wilgoren"
    },
    {
      "headline": "WorldCom Teaches a Pricey Lesson",
      "snippet": "Gretchen Morgenson column on costly lesson that major investment banks have learned from WorldCom collapse; notes 13 of company's former banks have agreed to pay $4 billion to settle with investors and three, most notably J P Morgan Chase, remain ...",
      "abstract": "Gretchen Morgenson column on costly lesson that major investment banks have learned from WorldCom collapse; notes 13 of company's former banks have agreed to pay $4 billion to settle with investors and three, most notably J P Morgan Chase, remain as defendants in civil case; notes some institutions that waited to settle until eve of trial have paid significantly more, proportionately, than Citigroup, which settled last May for $2.65 billion (M)",
      "lead_paragraph": "ENGINEERING the earth's largest accounting fraud and filing the planet's biggest bankruptcy evidently wasn't enough for WorldCom. Last week, the company earned its third Dubious Achievement Award. With 13 of its former banks coughing up $4 billion to settle with investors who lost money when the company failed, WorldCom is now responsible for the largest payout in history for a securities class-action suit.",
      "publication_date": "2005-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/13/business/yourmoney/worldcom-teaches-a-pricey-lesson.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Share a Cab, Get a New Job: Taking Advantage of Chance",
      "snippet": "Chance meeting on airplane results in job offer for woman coming to New York without employment; other serendipitous hirings discussed; photo (M)",
      "abstract": "Chance meeting on airplane results in job offer for woman coming to New York without employment; other serendipitous hirings discussed; photo (M)",
      "lead_paragraph": "On a Sunday night last May, sitting in a window seat waiting for the plane to take off, Megan Ferington had no idea the skies that awaited her would be so friendly or auspicious.",
      "publication_date": "2005-03-13T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/03/13/jobs/share-a-cab-get-a-new-job-taking-advantage-of-chance.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "Sorry, I'm Keeping the Bonus Anyway",
      "snippet": "Review of financial restatements by large corporations shows that companies very rarely recover bonuses, stock options and other compensation they award to executives who are later fired after they do not meet their performance goals; hundreds of ...",
      "abstract": "Review of financial restatements by large corporations shows that companies very rarely recover bonuses, stock options and other compensation they award to executives who are later fired after they do not meet their performance goals; hundreds of companies have restated earnings, many in wake of discoveries of questionable accounting or other possible wrongdoing; lawyers say recovering money can be costly, impractical and counterproductive; photos; chart (M)",
      "lead_paragraph": "WILLIAM A. WISE hit the jackpot when his company hit its number. After the El Paso Corporation, the energy company in Houston, reported a profit of $93 million in 2001, Mr. Wise, its chief executive, was rewarded with a $3.4 million bonus, 768,250 stock options, $1.7 million of restricted stock and $3.7 million in \"other compensation.\" And that was on top of his regular salary of $1.3 million.",
      "publication_date": "2005-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/13/business/yourmoney/sorry-im-keeping-the-bonus-anyway.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Fliers Find That Mileage Points Go Only So Far",
      "snippet": "Big airlines in United States are sitting on more than nine trillion frequent-flier miles, but are unwilling to make more seats available for non-paying passengers on crowded planes in light of $8.3 billion in collective losses in 2004, constant f...",
      "abstract": "Big airlines in United States are sitting on more than nine trillion frequent-flier miles, but are unwilling to make more seats available for non-paying passengers on crowded planes in light of $8.3 billion in collective losses in 2004, constant fare wars and rising fuel prices, making it inconvenient for passengers to redeem their miles; airlines used to sell billions of dollars worth of miles to credit card issuers every year, but with credit card customers seeking other rewards, airlines may lose this source of revenue; photo; graphs (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/13/business/fliers-find-that-mileage-points-go-only-so-far.html",
      "byline": "By Micheline Maynard and Eric Dash"
    },
    {
      "headline": "Kurds' Return to City Shakes Politics in Iraq",
      "snippet": "Exile of Kurds from Kirkuk in late 1980's planted seeks for bitter ethnic antagonism that has grown into most incendiary issue outside of Sunni-led insurgency, and one that more than any other is delaying formation of new government; when Kurds we...",
      "abstract": "Exile of Kurds from Kirkuk in late 1980's planted seeks for bitter ethnic antagonism that has grown into most incendiary issue outside of Sunni-led insurgency, and one that more than any other is delaying formation of new government; when Kurds were relocated, Arabs were settled there to exploit vast oil reserves and solidify control of region; fear is that growing struggle over Kirkuk and efforts to restore Kurds to jobs and property without disenfranchsing Arabs could ignite civil war; debate has so inflamed passions that any real decision on Kirkuk's future may be delayed; Kurdish leaders says their claim to region has historical basis; while many realize that Arabs brought into region are also victims of Saddam Hussein, there is disagreement on how to rectify situation; Americans created Iraqi Property Claims Commission to rule on restitution, but only 25 claims out of 10,044 have been decided; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/14/world/middleeast/kurds-return-to-city-shakes-politics-in-iraq.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Tracking the Uncertain Science of Growing Heart Cells",
      "snippet": "Four years after study in which doctors found that stem cells from bone marrow injected into damaged hearts of mice could morph into cells that body cannot replace after heart attack, treatment has yet to demonstrate whether it will fulfill its pr...",
      "abstract": "Four years after study in which doctors found that stem cells from bone marrow injected into damaged hearts of mice could morph into cells that body cannot replace after heart attack, treatment has yet to demonstrate whether it will fulfill its promise; it has touched off sharp debate among clinicians as to whether therapy is ready to be taken to people; ten human trials of marrow-to-heart approach have been conducted in clinics around world, all but one with positive results, but overall improvement in patients' heart function has been modest; original research is under criticism from scientists who have tried without success to reproduce it; approach, if it works, would be leading example of regenerative medicine, idea that best way to repair body is with its own system of cells and signaling molecules; difficulties of heart research do not dash hopes for regenerative medicine, but simply suggest that stem cell treatments may require years to come to fruition; details of various trials discussed; photo; illustration of procedure (M)",
      "lead_paragraph": "In April 2001, researchers from the New York Medical College and the National Institutes of Health announced electrifying news for heart surgeons and their patients: stem cells from bone marrow, injected into the damaged hearts of mice, had morphed into the special cardiac muscle cells that the body cannot replace after a heart attack.",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/14/health/tracking-the-uncertain-science-of-growing-heart-cells.html",
      "byline": "By Nicholas Wade"
    },
    {
      "headline": "Mining the 3rd Dimension for Bigger Profits",
      "snippet": "Polar Express, digitally animated film, brings in $45 million at box office in its new wide-screen three-dimensional format for Imax theaters, about a quarter of film's total domestic box office; recent films like The Matrix: Reloaded, Harry Potte...",
      "abstract": "Polar Express, digitally animated film, brings in $45 million at box office in its new wide-screen three-dimensional format for Imax theaters, about a quarter of film's total domestic box office; recent films like The Matrix: Reloaded, Harry Potter and the Prisoner of Azkaban and Star Wars: Episode II--Attack of the Clones have also had successful Imax runs in addition to their initial releases, but The Polar Express is first Hollywood production in 3-D, which requires audience to wear glasses with either polarized lenses or electronic shutters; under leadership of Bradley J Wechsler and Richard L Gelfond, Imax has developed image-processing software to scan 35-millimeter movies and digitially reconstruct images, frame by frame, to eliminate grain and sharpen picture; has also developed less expensive and more compact projector that allows exhibitors to convert existing multiplex screens to Imax theaters; photos; Imax share price graph (M)",
      "lead_paragraph": "MISSISSAUGA, Ontario - When \"The Polar Express\" was released in 2004, one piece of the film's technology attracted public attention: Tom Hanks and the rest of the cast wore digital sensors to capture their movements and help recreate them for the movie's computer animation.",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/14/business/media/mining-the-3rd-dimension-for-bigger-profits.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "Disney's No. 2 Officer to Take Charge in September",
      "snippet": "Walt Disney Company announces that its president Robert A Iger will succeed Michael D Eisner as chief executive, ending Eisner's reign one year earlier than expected; board had not planned to make announcement this soon, but when former Disney exe...",
      "abstract": "Walt Disney Company announces that its president Robert A Iger will succeed Michael D Eisner as chief executive, ending Eisner's reign one year earlier than expected; board had not planned to make announcement this soon, but when former Disney executive Meg Whitman withdrew from consideration, board hastily called meeting and decided upon Iger; appointment will be effective in September; transition will begin immediately with Eisner and Iger sharing chief executive's duties; Iger career highlights; not all board members are happy with decision; Stanley Gold and Roy Disney express scorn for decision and process although they are pleased that Eisner is leaving earlier than expected; photo (M)",
      "lead_paragraph": "LOS ANGELES, March 13 - The Walt Disney Company announced Sunday that its president, Robert A. Iger, who began his career as a studio supervisor 30 years ago at ABC, will succeed Michael D. Eisner as chief executive, ending Mr. Eisner's storied but tumultuous two-decade reign a year earlier than expected.",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/14/business/media/disneys-no-2-officer-to-take-charge-in-september.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "At Disney, a Loyal No. 2 Gets to Try His Hand at Magic",
      "snippet": "Robert A Iger, president and chief operating officer of Walt Disney Co since January 2000, has displayed loyalty to Michael E Eisner, chairman and chief executive, since beginning, and it is thanks to that loyalty that board has now named Iger to ...",
      "abstract": "Robert A Iger, president and chief operating officer of Walt Disney Co since January 2000, has displayed loyalty to Michael E Eisner, chairman and chief executive, since beginning, and it is thanks to that loyalty that board has now named Iger to succeed Eisner; Iger must now show both independence and his own brand of leadership while undoing any lingering resentment he incurred in carrying out his boss's vision; photo (M)",
      "lead_paragraph": "Soon after being named president and chief operating officer of the Walt Disney Company in January 2000, Robert A. Iger was treated to a celebratory dinner by a friend, the Hollywood producer Brian Grazer.",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/14/business/media/at-disney-a-loyal-no-2-gets-to-try-his-hand-at-magic.html",
      "byline": "By Lorne Manly"
    },
    {
      "headline": "Out of Eisner's Shadow",
      "snippet": "In a business in which loyalty is not always rewarded, staying true to his word paid off for Robert A. Iger, Disney's new chief. Page C1.",
      "abstract": "In a business in which loyalty is not always rewarded, staying true to his word paid off for Robert A. Iger, Disney's new chief. Page C1.",
      "lead_paragraph": "In a business in which loyalty is not always rewarded, staying true to his word paid off for Robert A. Iger, Disney's new chief. Page C1.",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/14/business/front page/out-of-eisners-shadow.html",
      "byline": ""
    },
    {
      "headline": "Can Papers End the Free Ride Online?",
      "snippet": "Newspaper Web sites have grown so popular that publishers would like to charge for access, but those who do face risky economics; only one national paper, The Wall Street Journal, and about 45 small dailies charge readers to use their Web sites; N...",
      "abstract": "Newspaper Web sites have grown so popular that publishers would like to charge for access, but those who do face risky economics; only one national paper, The Wall Street Journal, and about 45 small dailies charge readers to use their Web sites; New York Times on the Web, which as more unique daily visitors than New York Times newspaper has readers, has been considering charging for years and is expected to make announcement soon about its plans; big part of motivation for newspapers to charge for their online content is not revenue it will generate, but revenue it will save by slowing erosion of print subscriptions; difficulty comes in determining what readers will pay for on Web after being conditioned to expect free online news; photo; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/14/business/media/can-papers-end-the-free-ride-online.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Liberal Bloggers Reaching Out to Major Media",
      "snippet": "Bloggers describing themselves as liberal or progressive are using telephone conference calls to share their ideas with newspaper and television journalists in effort to counter what they regard as much stronger influence of conservative pundits o...",
      "abstract": "Bloggers describing themselves as liberal or progressive are using telephone conference calls to share their ideas with newspaper and television journalists in effort to counter what they regard as much stronger influence of conservative pundits online; conference call is small development in complex relationship between bloggers and mainstream media, which largely ignored bloggers when they emerged but have begun to take note of their influence as online commentators assume roles in news stories; Bob Fertik, president of Democrats.com, comments; photo (M)",
      "lead_paragraph": "Even as online pundits criticize traditional news organizations as slow, biased and technologically challenged, a group of bloggers is trying to use old-fashioned telephone conference calls to share their ideas with newspaper and television journalists.",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/14/technology/liberal-bloggers-reaching-out-to-major-media.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "A.I.G. Board Said to Weigh Chief's Future",
      "snippet": "Board of American International Group begins discussing whether Maurice R Greenberg should step down as chief executive in view of his role in 2001 transaction that investigators for SEC and New York Atty Gen Eliot Spitzer say may have been design...",
      "abstract": "Board of American International Group begins discussing whether Maurice R Greenberg should step down as chief executive in view of his role in 2001 transaction that investigators for SEC and New York Atty Gen Eliot Spitzer say may have been designed to artifically bolster company's financial position; Greenberg was reportedly involved personally in transaction under scrutiny, which is said to have been struck with foreign subsidiary of Gen Re and to have involved type of insurance called reinsurance (M)",
      "lead_paragraph": "In an effort to grapple with an accelerating investigation into American International Group and its chief executive, Maurice R. Greenberg, the company's board has in recent days been discussing the potential impact on A.I.G. and on Mr. Greenburg's future, according to a person briefed on the matter.",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/14/business/aig-board-said-to-weigh-chiefs-future.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "In New Ads for Baseball, The Fans Are the Stars  A campaign to promote the opening of the Major League Baseball season is all about the fans, unlike one last year that featured players. Its creators say the change is unrelated to the recent contro...",
      "abstract": " In New Ads for Baseball, The Fans Are the Stars  A campaign to promote the opening of the Major League Baseball season is all about the fans, unlike one last year that featured players. Its creators say the change is unrelated to the recent controversy over the use of steroids in the sport.    The theme of the campaign, ''I live for this,'' remains the same, only now it is uttered by people wearing not uniforms but team-themed costumes, with logos painted on their faces, who were selected in open casting calls. Stuart Elliott: Advertising. [Page C7.]    Lufthansa May Buy Swiss Airline  Lufthansa of Germany said it was in talks to take over Swiss International Air Lines. The long-rumored deal would speed the consolidation of Europe's airlines. [C2.]    Web Sites Try Offering TV Shows  Web sites like TheKnot.com are beginning to schedule lineups of shows that, if missed, are gone. These efforts offer a sharp contrast to the usual video-on-demand approach. Bob Tedeschi: E-Commerce Report. [C5.]    Less Anonymity in Newspapers  A report on the state of the media says that the use of anonymous sources in newspapers has dropped significantly over the last year. [C6.]    Internet Services Leap Borders  Europe's telecommunications giants are jumping into each others' markets to sell high-speed Internet services, which are replacing lost revenue from traditional voice calls. [C3.]    Toyota Starts Its Own Record Label  Toyota has entered the music business, not to make money but to win the hearts of underground music fans. [C6.]    Was It Hacking, or Just Peeking?  After some eager business school applicants exploited a technical glitch to get an early peek at their pending decisions online, some schools, including Harvard, rejected their applications, calling it an inexcusable ethical breach. Others said it was something far more innocent. One Harvard applicant designed protest T-shirts. [C3.]    An International Libel Complaint  A libel complaint against The Washington Post by a man in Canada raises some tricky questions about jurisdiction and the Internet. [C6.]    Women's Wear Daily Aims Higher  Women's Wear Daily is following the fashion industry's climb into the luxury goods market with a magazine called WWDScoop. [C6.]    FHM Is Unpopular in Some Stores  The April cover of the magazine FHM, featuring the naked backside of a popular model, Vida Guerra, prompted some supermarket managers to keep the issue off shelves. [C6.]    Divorce Filing for Ex-Boeing Chief  The wife of Harry C. Stonecipher, who resigned as chief of Boeing last week after its board learned of his affair with a co-worker, has filed for divorce. [C2.]    Enron's Contracts Called Illegal  Regulators have determined that Enron was engaging in illegal activity when it entered energy contracts with Western utility companies and cities. [C4.]  ",
      "lead_paragraph": "In New Ads for Baseball, The Fans Are the Stars A campaign to promote the opening of the Major League Baseball season is all about the fans, unlike one last year that featured players. Its creators say the change is unrelated to the recent controversy over the use of steroids in the sport.",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/14/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Government Report on U.S. Aviation Warns of Security Holes",
      "snippet": "Previously undisclosed report by FBI and Homeland Security Department shows that American aviation system remains vulnerable to attack by Al Qaeda and other terrorist groups; noncommercial planes and helicopters offer especially tempting targets b...",
      "abstract": "Previously undisclosed report by FBI and Homeland Security Department shows that American aviation system remains vulnerable to attack by Al Qaeda and other terrorist groups; noncommercial planes and helicopters offer especially tempting targets because they are less well-guarded than commercial aircraft; assessment comes as Bush administration, with new intelligence structure and many new counterterrorism leaders in place, is taking stock of terrorists' capabilities and country's ability to defend itself; aviation sector has received majority of domestic security money since Sept 11 attacks, more than $12 billion, and some members of Congress and security experts say it is time to shift resources to other vulnerabilties; new analysis makes clear that counterterrorism officials still consider aviation industry to be prime target; details of assessment noted (M)",
      "lead_paragraph": "WASHINGTON, March 13 - Despite a huge investment in security, the American aviation system remains vulnerable to attack by Al Qaeda and other jihadist terrorist groups, with noncommercial planes and helicopters offering terrorists particularly tempting targets, a confidential government report concludes.",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/14/politics/government-report-on-us-aviation-warns-of-security-holes.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Bush to Permit Trading of Credits to Limit Mercury",
      "snippet": "Bush administration will propose first federal controls on mercury emissions from coal-fired power plants; new rule will abandon EPA's original tilt toward remedy favored by most environmental groups in favor of system of tradable pollution allowa...",
      "abstract": "Bush administration will propose first federal controls on mercury emissions from coal-fired power plants; new rule will abandon EPA's original tilt toward remedy favored by most environmental groups in favor of system of tradable pollution allowances that is friendlier to industy; under rule, some utilities will be able to buy allowances instead of cleaning up emissions; environmentalists and some state officials argue that this will lead to so-called hot spots posing significant risks to local populations, but administration favors trading allowance as regulatory tool that it believes is both effective and less prone to legal challenge; rule is certain to infuriate groups that have long called for stringent mercury regulation; agency officials say much of mercury exposure of US popoulation is out of reach of any federal regulation because it originates abroad; rule will include document reversing agency's formal conclusion of December 2000 that called for utilities to scrub as much mercury as possible from coal-fired plants (M)",
      "lead_paragraph": "WASHINGTON, March 13 - The Bush administration this week will propose the first federal controls on mercury emissions from coal-fired power plants. The new rule will abandon the Environmental Protection Agency's original tilt toward a remedy favored by most environmental groups in favor of a system of tradable pollution allowances that is more congenial to industry.",
      "publication_date": "2005-03-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/14/politics/bush-to-permit-trading-of-credits-to-limit-mercury.html",
      "byline": "By Felicity Barringer"
    }
  ]
}