{
  "metadata": {
    "date": "2005-11-01",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "BUSH PICKS U.S. APPEALS JUDGE TO TAKE O'CONNOR'S COURT SEAT",
      "snippet": "Pres Bush names Judge Samuel A Alito Jr to succeed Justice Sandra Day O'Connor on Supreme Court; he is federal appeals court judge with conservative record on abortion and history of prosecuting organized crime in New Jersey; announcement is large...",
      "abstract": "Pres Bush names Judge Samuel A Alito Jr to succeed Justice Sandra Day O'Connor on Supreme Court; he is federal appeals court judge with conservative record on abortion and history of prosecuting organized crime in New Jersey; announcement is largely celebrated by conservatives, whose scathing attacks prompted withdrawal of Bush's previous choice, Harriet E Miers; Democrats express widespread dissatisfaction with selection, and confirmation fight appears inevitable; if confirmed, Alito would be swing vote that could shift balance of court and change laws of nation well into century; legal scholars call Alito's jurisprudence respectful of precedent and solidly conservative, not only on abortion but on other issues like death penalty and separation of church and state; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/01/us/front page/court-in-transition-the-overview-bush-picks-us-appeals-judge.html",
      "byline": "By Elisabeth Bumiller and Carl Hulse"
    },
    {
      "headline": "MORE ON THE COURT",
      "snippet": "THE LOOMING BATTLE -- The selection of Judge Samuel A. Alito Jr. has given conservative backers and liberal opponents just the battle they wanted.   NEWS ANALYSIS, PAGE A22    THE SUPPORTERS -- Conservatives said they were delighted that Mr. Bush ...",
      "abstract": " THE LOOMING BATTLE -- The selection of Judge Samuel A. Alito Jr. has given conservative backers and liberal opponents just the battle they wanted.   NEWS ANALYSIS, PAGE A22    THE SUPPORTERS -- Conservatives said they were delighted that Mr. Bush had picked someone with a clear record on social issues.   PAGE A23    THE PAPER TRAIL -- In his 15 years on an appeals court, Judge Alito has made solidly conservative rulings on abortion and gun control.   PAGE A25  ",
      "lead_paragraph": "THE LOOMING BATTLE -- The selection of Judge Samuel A. Alito Jr. has given conservative backers and liberal opponents just the battle they wanted. NEWS ANALYSIS, PAGE A22",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/01/us/front page/more-on-the-court.html",
      "byline": ""
    },
    {
      "headline": "Chairman Nominee May Bring a New Openness to the Fed",
      "snippet": "Federal Reserve is likely to become more open, less mysterious and perhaps less intriguing under new Federal Reserve chairman Ben S Bernanke; in article he wrote with other academics--long before Pres Bush nominated him to succeed Alan Greenspan--...",
      "abstract": "Federal Reserve is likely to become more open, less mysterious and perhaps less intriguing under new Federal Reserve chairman Ben S Bernanke; in article he wrote with other academics--long before Pres Bush nominated him to succeed Alan Greenspan--Bernanke bluntly argued that Fed needed to base its credibility on more than mystique of its chairman; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 31 - If Ben S. Bernanke has his way, the Federal Reserve is likely to become more open, less mysterious and perhaps less intriguing than it is right now.",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/01/business/chairman-nominee-may-bring-a-new-openness-to-the-fed.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Alito Is Seen as a MethodicalJurist With a Clear Record",
      "snippet": "Man in the News profile of Surpreme Court nominee Samuel Anthony Alito Jr; he is 55, with degrees from Princeton and Yale Law School; he has served on United States Court of Appeals for Third Circuit since 1990; chart with some of his more notable...",
      "abstract": "Man in the News profile of Surpreme Court nominee Samuel Anthony Alito Jr; he is 55, with degrees from Princeton and Yale Law School; he has served on United States Court of Appeals for Third Circuit since 1990; chart with some of his more notable cases; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/01/politics/politicsspecial1/alito-is-seen-as-a-methodicaljurist-with-a-clear.html",
      "byline": "By Neil A. Lewis and Scott Shane"
    },
    {
      "headline": "A New Weapon for Wal-Mart: A War Room",
      "snippet": "Wal-Mart recruits seasoned political operatives and media consultants to improve its image with reluctant consumers; is under fire from well-organized opponents who criticize its wages, health insurance and treatment of workers; at first mention o...",
      "abstract": "Wal-Mart recruits seasoned political operatives and media consultants to improve its image with reluctant consumers; is under fire from well-organized opponents who criticize its wages, health insurance and treatment of workers; at first mention of any criticism, war room inside headquarters of Wal-Mart swings into action with press releases, phone calls to reporters and instant Web postings; approach appears to reflect fear that Wal-Mart's critics are alienating very consumers it needs to keep growing, expecially middle-income Americans motivated not just by price, but by image; first big challenge of strategy comes Nov 1 with premier of Robert Greenwald's unflattering documentary, Wal-Mart: The High Cost of Low Price, that will be released in two dozen theaters; war room's counteroffensive has already begun; photo (M)",
      "lead_paragraph": "BENTONVILLE, Ark., Oct. 26 - Inside a stuffy, windowless room here, veterans of the 2004 Bush and Kerry presidential campaigns sit, stand and pace around six plastic folding tables. Open containers of pistachio nuts and tropical trail mix compete for space with laptops and BlackBerries. CNN flickers on a television in the corner.",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/01/business/a-new-weapon-for-walmart-a-war-room.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Abortion Case From 1991 May Be Central in Confirmation",
      "snippet": "Judge Samuel A Alito Jr's confirmation to Supreme Court may hinge on 1991 abortion case which arrived at his federal appeals court at moment of great ferment in development of abortion law; question facing Alito and colleagues on three-judge appel...",
      "abstract": "Judge Samuel A Alito Jr's confirmation to Supreme Court may hinge on 1991 abortion case which arrived at his federal appeals court at moment of great ferment in development of abortion law; question facing Alito and colleagues on three-judge appellate panel was validity of 1989 Pennsylvania law that places various obstacles in path of women seeking abortions; all three judges agreed that most provisions are constitutional, as Supreme Court itself did; but Alito differed with his two colleagues on requirement that married woman notify her husband before obtaining abortion; Alito did not find spousal notification to be 'undue burden' on woman seeking to exercize her constitutional right to terminate pregnancy; Supreme Court ultimately found this provision unconstitutional (M)",
      "lead_paragraph": "WASHINGTON, Oct. 31 - The 1991 abortion case on which the confirmation of Judge Samuel A. Alito Jr. to the Supreme Court may hinge arrived at his Philadelphia-based federal appeals court at a moment of great ferment in the development of abortion law.",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/01/politics/politicsspecial1/abortion-case-from-1991-may-be-central-in.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "U.N. TELLS SYRIA TO STOP IMPEDING SLAYING INQUIRY",
      "snippet": "Security Council votes unanimously to compel Syria to stop obstructing United Nations investigation into assassination of former Lebanese prime minister Rafik Hariri or face unspecified 'further action'; measure wins support of Algeria, China and ...",
      "abstract": "Security Council votes unanimously to compel Syria to stop obstructing United Nations investigation into assassination of former Lebanese prime minister Rafik Hariri or face unspecified 'further action'; measure wins support of Algeria, China and Russia, all of whom said they would abstain if explicit threat of sanctions are included; 'further action' could in fact lead to sanctions; measure orders Syria to cooperate 'fully and unconditionally' with inquiry and to give complete access to places, documents and people--including Pres Bashar al-Assad, who has refused to be interviewed about Hariri's murder; measure orders Syria not to meddle in Lebanon's domestic politics, and it calls for international travel bans and asset freezes on suspects investigation refers to Security Council panel; diplomats expect UN investigation of matter to be extended beyond its Dec 15 expiration date (M)",
      "lead_paragraph": "UNITED NATIONS, Oct. 31 - The Security Council voted unanimously on Monday to compel Syria to stop obstructing a United Nations investigation into the assassination of the former Lebanese prime minister Rafik Hariri or face unspecified \"further action.\"",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/01/front page/world/un-tells-syria-to-stop-impeding-slaying-inquiry.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Dispute Leaves U.S. Executive in Chinese Legal Netherworld",
      "snippet": "Article in series Rule by Law, on struggle in China over creation of modern legal system, describes plight of Chinese-American businessman held in custody for year over commercial dispute; China has attracted hundreds of billions of dollars in for...",
      "abstract": "Article in series Rule by Law, on struggle in China over creation of modern legal system, describes plight of Chinese-American businessman held in custody for year over commercial dispute; China has attracted hundreds of billions of dollars in foreign investment and become world's third-largest trading power; but its legal system, even when handling nonpolitical business cases, has progressed only slowly, and still rarely backs investors or ordinary citizens against the state; courts and arbitration panels do resolve many business conflicts arising from country's thriving market-oriented economy, but when fate of powerful Chinese companies lie in balance, judicial system does not act independently and offers no recourse for outsiders; legal scholars argue that China's legal system may not improve until central and local government officials relinquish some control and stop putting short-term political goals, like protecting influential companies and suppressing dissent, above the law; photos; map (L)",
      "lead_paragraph": "BEIJING, Oct. 31 - David Ji, a Chinese-American electronics entrepreneur, spent two months in custody enduring all-night interrogation sessions, but his stubbornness and occasional flashes of sarcasm infuriated his Chinese captors.",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/01/world/asia/dispute-leaves-us-executive-in-chinese-legal-netherworld.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "What Is Organic? Powerful Players Want a Say",
      "snippet": "Some of biggest names in food industry are staking claim in organic category, and trying to fit their processes into its strictures; among companies offering organic foods along with their standard products are McDonald's Corp, General Mills, Kraf...",
      "abstract": "Some of biggest names in food industry are staking claim in organic category, and trying to fit their processes into its strictures; among companies offering organic foods along with their standard products are McDonald's Corp, General Mills, Kraft Foods, Dean Foods and French dairy company Groupe Danone; Wal-Mart has expressed interest in entering industry; consumer groups and some organic pioneers fear movement will become watered down unless firm standards are maintained; graph; photos (M)",
      "lead_paragraph": "Customers at McDonald's restaurants in New England are about to get something a little different when they order coffee. Through a deal with Green Mountain Coffee Roasters and Newman's Own, McDonald's will soon be serving a coffee that comes from organic beans and is certified Fair Trade because it meets higher standards in the treatment of coffee workers.",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/01/business/what-is-organic-powerful-players-want-a-say.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Dell Says New Focus Will Cut Into Profit",
      "snippet": "Dell Inc warns investors that its shift in strategy to focus on higher profit margins will result in lower-than-expected revenue and earnings in third quarter; surprise announcement, made after close of trading, pushes its shares down more than 4 ...",
      "abstract": "Dell Inc warns investors that its shift in strategy to focus on higher profit margins will result in lower-than-expected revenue and earnings in third quarter; surprise announcement, made after close of trading, pushes its shares down more than 4 percent in after-hours trading (M)",
      "lead_paragraph": "Dell Inc. warned investors yesterday that its shift in strategy to focus on higher profit margins would result in lower-than-expected revenue and earnings in the third quarter.",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/01/technology/dell-says-new-focus-will-cut-into-profit.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Merck Lawyer Impugns Story in Vioxx Suit",
      "snippet": "Merck lawyer Diane Sullivan questions plaintiff Frederick Humeston's credibility in closing argument at Vioxx personal injury trial in Atlantic City, saying drug did not cause man's heart attack; says Humeston had many risk factors that could have...",
      "abstract": "Merck lawyer Diane Sullivan questions plaintiff Frederick Humeston's credibility in closing argument at Vioxx personal injury trial in Atlantic City, saying drug did not cause man's heart attack; says Humeston had many risk factors that could have led him to suffer heart attack in September 2001, which he survived; photo (M)",
      "lead_paragraph": "ATLANTIC CITY, Oct. 31 - A Merck lawyer questioned the plaintiff's credibility in a closing argument Monday at the Vioxx personal injury trial here, saying that the drug had not caused the man's heart attack.",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/01/business/merck-lawyer-impugns-story-in-vioxx-suit.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Turnover at Top Fund of Fidelity",
      "snippet": "Fidelity Investments says Robert E Stansky will retire as manager of its flagship Magellan fund, ending disappointing reign at helm of one of largest and best-known mutual funds; Stansky will be succeeded by Harry W Lange, who has been manager of ...",
      "abstract": "Fidelity Investments says Robert E Stansky will retire as manager of its flagship Magellan fund, ending disappointing reign at helm of one of largest and best-known mutual funds; Stansky will be succeeded by Harry W Lange, who has been manager of Fidelity's Capital Appreciation Fund; Fidelity also announces that Steven Kaye, manager of Growth and Income Fund, has decided to step down for other opportunities in firm; Kaye will be succeeded by Timothy M Cohen, manager of Fidelity Export and Multinational Fund; moves come at time when Fidelity is struggling to regain its old reputation as maverick stock picker (Market Place column) (M)",
      "lead_paragraph": "Fidelity Investments said yesterday that Robert E. Stansky would retire as manager of its flagship Magellan fund, ending a disappointing reign at the helm of one of the largest and best-known mutual funds.",
      "publication_date": "2005-11-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/01/business/turnover-at-top-fund-of-fidelity.html",
      "byline": "By Riva D. Atlas"
    }
  ]
}