{
  "metadata": {
    "date": "2005-04-04",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "DaimlerChrysler to Scale Back Mini-Car Unit",
      "snippet": "How did a pint-size car named Smart manage to make DaimlerChrysler look, well, dumb?     On Friday, the company announced that it would drastically scale back its troubled Smart division, eliminating two models and cutting 700 employees, at a cost...",
      "abstract": "How did a pint-size car named Smart manage to make DaimlerChrysler look, well, dumb?     On Friday, the company announced that it would drastically scale back its troubled Smart division, eliminating two models and cutting 700 employees, at a cost of up to 1.2 billion euros ($1.55 billion).  ",
      "lead_paragraph": "FRANKFURT, April 1 - How did a pint-size car named Smart manage to make DaimlerChrysler look, well, dumb?",
      "publication_date": "2005-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/02/business/worldbusiness/daimlerchrysler-to-scale-back-minicar-unit.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "3.4% Surge Pushes Oil Above $57",
      "snippet": "May contract for crude oil on New York Mercantile Exchange rises $1.87, and settles at record $57.27 a barrel after reaching $57.70 in earlier trading; gasoline futures in New York trading also rise, closing up 7 cents, to $1.73 a gallon; prices h...",
      "abstract": "May contract for crude oil on New York Mercantile Exchange rises $1.87, and settles at record $57.27 a barrel after reaching $57.70 in earlier trading; gasoline futures in New York trading also rise, closing up 7 cents, to $1.73 a gallon; prices have risen 10 percent in last three days; oil markets continue to be rocked by tightness in global production and concerns over rising demand; photo (M)",
      "lead_paragraph": "Oil prices jumped 3.4 percent to a record yesterday, prompted by concerns over the level of gasoline stockpiles in the United States before the summer driving season.",
      "publication_date": "2005-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/02/business/34-surge-pushes-oil-above-57.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Hybrid-Car Tinkerers Scoff at No-Plug-In Rule",
      "snippet": "Idea of making hybrid cars that have option of being plugged in is supported by diverse group of interests, from neoconservatives who support greater fuel efficiency to utilities salivating at change to supplant oil with electricity; conventional ...",
      "abstract": "Idea of making hybrid cars that have option of being plugged in is supported by diverse group of interests, from neoconservatives who support greater fuel efficiency to utilities salivating at change to supplant oil with electricity; conventional hybrid electric cars will slow growth rate of oil imports only marginally, at best, with amount depending on how many hybrids are sold; to actually stop growth of oil imports and potentially even reduce consumption, automakers have focused on developing cars powered by hydrogen fuel cells; fuel cells would require complete reinvention of automobile and nation's gas stations, and technology to put them on road is still long way from fruition; photos (M)",
      "lead_paragraph": "DETROIT, April 1 - Ron Gremban and Felix Kramer have modified a Toyota Prius so it can be plugged into a wall outlet.",
      "publication_date": "2005-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/02/business/hybridcar-tinkerers-scoff-at-noplugin-rule.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Pace of Job Creation Slows Markedly",
      "snippet": "Labor Department reports unemployment rate declined to 5.2 percent in March from 5.4 percent in February; nation added about 110,000 jobs in March, about half number that Wall Street analysts predicted; report suggests continuation of unusually sl...",
      "abstract": "Labor Department reports unemployment rate declined to 5.2 percent in March from 5.4 percent in February; nation added about 110,000 jobs in March, about half number that Wall Street analysts predicted; report suggests continuation of unusually slow job recovery that has been under way over last two years; hourly wages and average weekly earnings climbed 2.6 percent over last year, while consumer prices rose 3 percent; Institute for Supply Management says its index of manufacturing activity edged down slightly in March but remained above level that points to expanding activity; University of Michigan's monthly index of consumer confidence declined slightly, to 92.6 in March from 94.1 in February (M)",
      "lead_paragraph": "WASHINGTON, April 1 - The nation's unemployment rate dipped slightly in March, the government said on Friday, but job creation was weaker than most analysts had expected.",
      "publication_date": "2005-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/02/business/pace-of-job-creation-slows-markedly.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Lions Gate Said to Consider Bid for British TV Company  Lions Gate Entertainment, the large independent film studio, is considering making an unsolicited bid worth more than $1 billion for HIT Entertainment, the British television company behind p...",
      "abstract": " Lions Gate Said to Consider Bid for British TV Company  Lions Gate Entertainment, the large independent film studio, is considering making an unsolicited bid worth more than $1 billion for HIT Entertainment, the British television company behind programs like ''Barney'' and ''Bob the Builder,'' according to executives close to the company.  ",
      "lead_paragraph": "Lions Gate Said to Consider Bid for British TV Company Lions Gate Entertainment, the large independent film studio, is considering making an unsolicited bid worth more than $1 billion for HIT Entertainment, the British television company behind programs like \"Barney\" and \"Bob the Builder,\" according to executives close to the company.",
      "publication_date": "2005-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/02/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Pentagon Redirects Its Research Dollars",
      "snippet": "Defense Department's shift away from basic research is alarming computer scientists and electrical engineers, who warn that there will be long-term consequences for nation's economy; they are accusing Pentagon of reining in Defense Advanced Resear...",
      "abstract": "Defense Department's shift away from basic research is alarming computer scientists and electrical engineers, who warn that there will be long-term consequences for nation's economy; they are accusing Pentagon of reining in Defense Advanced Research Projects Agency that has played crucial role in fostering America's lead in computer and communications technologies; university researchers have started quietly challenging agency's new approach; assert that agency has shifted a lot more work in recent years to military contractors, adopted focus on short-term projects while cutting support for basic research, classified formerly open projects as secret and placed new restrictions on sharing information; agency officials acknowledge for first time shift in focus; reveal that within relatively steady budget for computer science research that rose slightly from $546 million in 2001 to $583 million last year, portion going to university research has fallen from $214 million to $123 million; transformation at agency has been led by Anthony J Tether; Leonard Kleinrock and Deborah Estrin of UCLA comment on changes; graphs; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, April 1 - The Defense Advanced Research Projects Agency at the Pentagon -- which has long underwritten open-ended \"blue sky\" research by the nation's best computer scientists -- is sharply cutting such spending at universities, researchers say, in favor of financing more classified work and narrowly defined projects that promise a more immediate payoff.",
      "publication_date": "2005-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/02/technology/pentagon-redirects-its-research-dollars.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Global Flock Braces for the Loss of Its Shepherd",
      "snippet": "From St. Peter's Square in Rome to the churches that remained open into the night in Warsaw to the pews of Holy Name Cathedral in Chicago, millions of Roman Catholics interrupted their routine yesterday to stand vigil and offer prayers for Pope Jo...",
      "abstract": "From St. Peter's Square in Rome to the churches that remained open into the night in Warsaw to the pews of Holy Name Cathedral in Chicago, millions of Roman Catholics interrupted their routine yesterday to stand vigil and offer prayers for Pope John Paul II.    Leslie Martin, 35, had not been to Mass since her mother died of lung cancer five years ago but came to Holy Name just before noon to offer perhaps a final prayer for the only pope she had ever known, the man whose picture hung next to that of Jesus in the Catholic schools of her youth.  ",
      "lead_paragraph": "From St. Peter's Square in Rome to the churches that remained open into the night in Warsaw to the pews of Holy Name Cathedral in Chicago, millions of Roman Catholics interrupted their routine yesterday to stand vigil and offer prayers for Pope John Paul II.",
      "publication_date": "2005-04-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/02/world/europe/global-flock-braces-for-the-loss-of-its-shepherd.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Papal Transition: Traditional Path Sharply Defined",
      "snippet": "The end of a papacy sets in motion both a highly ritualized, centuries-old tradition and a deeply human one -- politicking and coalition building.    Governance of the religion of more than a billion people across the globe enters a state of suspe...",
      "abstract": "The end of a papacy sets in motion both a highly ritualized, centuries-old tradition and a deeply human one -- politicking and coalition building.    Governance of the religion of more than a billion people across the globe enters a state of suspended animation. Oversight goes into the hands of the College of Cardinals, which takes charge of the transition but is barred from making any major decisions or changing the rules of succession.  ",
      "lead_paragraph": "The end of a papacy sets in motion both a highly ritualized, centuries-old tradition and a deeply human one -- politicking and coalition building.",
      "publication_date": "2005-04-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/02/world/europe/papal-transition-traditional-path-sharply-defined.html",
      "byline": "By Daniel J. Wakin"
    },
    {
      "headline": "Mugabe's Party Wins Majority in Zimbabwe",
      "snippet": "President Robert G. Mugabe's party routed its opponents in parliamentary elections, nearly complete returns showed Friday, dashing forecasts of an opposition surge and solidifying the president's 25-year grip on Zimbabwe politics.    The lopsided ...",
      "abstract": "President Robert G. Mugabe's party routed its opponents in parliamentary elections, nearly complete returns showed Friday, dashing forecasts of an opposition surge and solidifying the president's 25-year grip on Zimbabwe politics.    The lopsided outcome cast fresh doubts on the strength and strategy of the opposition, as well as the fairness of the vote. Mr. Mugabe's opponents, who lost elections in 2000 and 2002 that were widely condemned as rigged, again charged fraud in Thursday's election.   ",
      "lead_paragraph": "HARARE, Zimbabwe, April 1 - President Robert G. Mugabe's party routed its opponents in parliamentary elections, nearly complete returns showed Friday, dashing forecasts of an opposition surge and solidifying the president's 25-year grip on Zimbabwe politics.",
      "publication_date": "2005-04-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/02/world/africa/mugabes-party-wins-majority-in-zimbabwe.html",
      "byline": "By Michael Wines and Sharon Lafraniere"
    },
    {
      "headline": "Where Setting Up Shop Just Got a Little Pricier",
      "snippet": "Home Front column on trend among landlords in Lower Manhattan to try to rent space to restaurants and bars; liquor licenses help boost their earnings so they can pay rents well above what other service establishments and retail stores can afford; ...",
      "abstract": "Home Front column on trend among landlords in Lower Manhattan to try to rent space to restaurants and bars; liquor licenses help boost their earnings so they can pay rents well above what other service establishments and retail stores can afford; trend is not necessarily welcomed by area residents; photo (M)",
      "lead_paragraph": "OSCAR ACOSTA had every intention of renewing the $950-a-month lease for his Lower East Side flower shop last spring. After all, the business, the Clinton Flower Shop, had been on the same block since it opened in 1951.",
      "publication_date": "2005-04-03T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/04/03/jobs/where-setting-up-shop-just-got-a-little-pricier.html",
      "byline": "By Colin Moynihan"
    },
    {
      "headline": "Krakow and Beyond: Prayers, Tributes and Awe",
      "snippet": "Roman Catholic Church lost charismatic and influential leader with death of Pope John Paul II, but Poland lost one of great men of its history; Poles in Krakow light candles and pray for man who represented savior of national soul; reign began wit...",
      "abstract": "Roman Catholic Church lost charismatic and influential leader with death of Pope John Paul II, but Poland lost one of great men of its history; Poles in Krakow light candles and pray for man who represented savior of national soul; reign began with Poland as Communist dictatorship and ended with Poland free and democratic, at least in part because of his moral authority; reactions around world to news of pope's death described; photos (L)",
      "lead_paragraph": "KRAKOW, Poland, April 2 - They were already there when the end came, perhaps 10,000 or 20,000 people, all gathered under bare trees in the large square under the window of the archbishop's residence where Pope John Paul II used to stand and talk to people on pastoral visits in this city.",
      "publication_date": "2005-04-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/03/world/krakow-and-beyond-prayers-tributes-and-awe.html",
      "byline": "By Richard Bernstein"
    },
    {
      "headline": "Challenge Is Posed in Selecting a Successor",
      "snippet": "All but three of 117 cardinal electors were appointed by Pope John Paul II and so nearly all potential successors fit his mold of doctrinal conservatism; nationality and professional experience are pivotal in absence of clear front-runner; critica...",
      "abstract": "All but three of 117 cardinal electors were appointed by Pope John Paul II and so nearly all potential successors fit his mold of doctrinal conservatism; nationality and professional experience are pivotal in absence of clear front-runner; critical question is whether to choose Italian or candidate from third world; Nigerian Cardinal Francis Arinze, Honduran Cardinal Oscar Andres Rodriguez Maradiaga, Brazilian Cardinal Claudio Hummes, Italian Cardinals Dionigi Tett amanzi and Angelo Scola, and German Cardinal Joseph Ratzinger are among contenders; cardinals may choose older pope to avoid another long reign, though some say John Paul's long infirmity favors choice of youthful candidate; photos (L)",
      "lead_paragraph": "When the 117 Roman Catholic cardinals who are eligible to elect a successor to Pope John Paul II gather in the Sistine Chapel to cast their ballots, the worldwide suspense about the outcome will be shared even by the cardinals in the conclave.",
      "publication_date": "2005-04-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/03/world/europe/challenge-is-posed-in-selecting-a-successor.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "A Fierce Debate on Atom Bombs From Cold War",
      "snippet": "United States government plans to spend more than $2 billion on routine 10-year overhaul to extend life of aging W-76 nuclear warheads, but some scientists say W-76 has fundamental flaw that will cause it to explode with far less force than intend...",
      "abstract": "United States government plans to spend more than $2 billion on routine 10-year overhaul to extend life of aging W-76 nuclear warheads, but some scientists say W-76 has fundamental flaw that will cause it to explode with far less force than intended; government denies assertion but is considering replacing warhead altogether; some arms control advocates oppose overhaul, while others oppose replacement for fear of starting new arms race; dependability issue emerged nationally as Congress approved new weapons design effort, Reliable Replacement Warhead program, in 2004; drawing, diagram (L)",
      "lead_paragraph": "For over two decades, a compact, powerful warhead called the W-76 has been the centerpiece of the nation's nuclear arsenal, carried aboard the fleet of nuclear submarines that prowl the Atlantic and Pacific Oceans.",
      "publication_date": "2005-04-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/03/science/a-fierce-debate-on-atom-bombs-from-cold-war.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "Pope Succumbs to Illness Suffered at Length and in Public",
      "snippet": "Pope John Paul II dies in Rome at age 84, ending extraordinary if sometimes polarizing 26-year reign; tens of thousands of people gather in St Peter's Square; Pope suffered for decade from Parkinson's disease but health hit its last crisis on Marc...",
      "abstract": "Pope John Paul II dies in Rome at age 84, ending extraordinary if sometimes polarizing 26-year reign; tens of thousands of people gather in St Peter's Square; Pope suffered for decade from Parkinson's disease but health hit its last crisis on March 31; John Paul brought charisma, intellectual vigor and energy to office, visiting 129 foreign countries as pulse of Catholic Church moved from increasingly secular Europe to Africa, Asia and Latin America; transformed papacy to television-ready voice for peace, war and life; cardinals will have to face range of issues in choosing successor; photos (L)",
      "lead_paragraph": "VATICAN CITY, Sunday, April 3 - Pope John Paul II died Saturday night, succumbing finally to years of illness endured painfully and publicly, ending an extraordinary, if sometimes polarizing, 26-year reign that remade the papacy.",
      "publication_date": "2005-04-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/03/world/europe/pope-succumbs-to-illness-suffered-at-length-and-in-public.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "The New Executive Bonanza: Retirement",
      "snippet": "Corporations are fattening retirement packages of their chief executives; it is not uncommon for retired executives who were paid tens or even hundreds of millions dollars during their tenures to receive $1 million or more in pension benefits ever...",
      "abstract": "Corporations are fattening retirement packages of their chief executives; it is not uncommon for retired executives who were paid tens or even hundreds of millions dollars during their tenures to receive $1 million or more in pension benefits every year for as long as they live; unlike executives' salary or stock options, cost of retirement packages is rarely laid out for shareholders; table of retirement packages received by 20 top executives; photos (L)",
      "lead_paragraph": "WHEN Vance D. Coffman retired as chief executive of Lockheed Martin last August, the company wanted to show a little gratitude. So the board endowed a $1.5 million professorship at Iowa State University, Mr. Coffman's alma mater, to honor his steady leadership over 37 years. It also agreed to foot the bill for various expenses, like his country club membership and use of company aircraft, until he steps down as chairman this month at the age of 61.",
      "publication_date": "2005-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/03/business/yourmoney/the-new-executive-bonanza-retirement.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Drug Makers Race to Cash In on Nation's Fight Against Fat",
      "snippet": "Pharmaceutical industry spends billions of dollars developing obesity drugs, some say in response to public health warnings of obesity epidemic among one-third of public, but many analysts see big market in 60 percent of American adults who are ov...",
      "abstract": "Pharmaceutical industry spends billions of dollars developing obesity drugs, some say in response to public health warnings of obesity epidemic among one-third of public, but many analysts see big market in 60 percent of American adults who are overweight, and others see danger of appeal to those who just want to drop a few pounds; some experts caution that variety of factors causing obesity may defy mass-market solution, and odds are against some one losing significant weight and not regaining it; different weight-loss treatments and research described; article in occasional series Obesity Inc; photos; chart (L)",
      "lead_paragraph": "LOUISVILLE, Ky. - The L-Marc Research clinic stands at the geographic center of an American epidemic, where the meat-and-potatoes Midwest meets the chicken-fried South, and just across the street from a McDonald's.",
      "publication_date": "2005-04-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/03/business/drug-makers-race-to-cash-in-on-nations-fight-against-fat.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "A.I.G.: Whiter Shade of Enron",
      "snippet": "Gretchen Morgenson column on reduction in American Life Insurance Co's capital and surplus due to drop in share price of its parent company, American International Group; notes that American Life had net position of 61 million AIG shares at end of...",
      "abstract": "Gretchen Morgenson column on reduction in American Life Insurance Co's capital and surplus due to drop in share price of its parent company, American International Group; notes that American Life had net position of 61 million AIG shares at end of 2004 and that those shares have lost 19.8 percent of their value since then; says that as with Enron Corp, this case shows problems that can result when company has too much of its capital tied to its parent company's stock price; graph (M)",
      "lead_paragraph": "THE American International Group is no Enron. Of that we can be sure. A.I.G., after all, is a real company with global operations, generating genuine profits from a variety of financial enterprises. As companies go, Enron was all smoke and mirrors; A.I.G. is substance.",
      "publication_date": "2005-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/03/business/yourmoney/aig-whiter-shade-of-enron.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "My Big Fat C.E.O. Paycheck",
      "snippet": "Survey suggests that chief executives at large American corporations received 12 percent pay increase in 2004, to average $9.84 million, but link between rising pay and performance remains muddy at best; pay packages can remain robust even if at f...",
      "abstract": "Survey suggests that chief executives at large American corporations received 12 percent pay increase in 2004, to average $9.84 million, but link between rising pay and performance remains muddy at best; pay packages can remain robust even if at first blush they look reduced; discontent is rising among investors, who now appear less focused on how executives are paid and more concerned about exactly what they do to earn it; companies continue to rethink different pieces of pay package, hoping to link packages to actual corporate performance; photos; graphs (M)",
      "lead_paragraph": "THE spectacle of once-respected corporate titans doing perp walks -- Martha Stewart, Bernard J. Ebbers, Richard M. Scrushy, the list seems endless -- has pretty well tarnished the title of chief executive. But it has done little, it seems, to scratch the gilt from the corner office.",
      "publication_date": "2005-04-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/03/business/yourmoney/my-big-fat-ceo-paycheck.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Energy and Acclaim, but No Profit Yet at New York Magazine",
      "snippet": "Interview with Adam Moss, who has completed his first year as New York magazine editor in chief; magazine has enjoyed some journalistic success under him, but continues to lose money; advertising is up somewhat, circulation is flat and newsstand s...",
      "abstract": "Interview with Adam Moss, who has completed his first year as New York magazine editor in chief; magazine has enjoyed some journalistic success under him, but continues to lose money; advertising is up somewhat, circulation is flat and newsstand sales down; single-copy sales graph; photos (M)",
      "lead_paragraph": "There was no other word for it. Adam Moss was just gushing.",
      "publication_date": "2005-04-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/04/business/media/energy-and-acclaim-but-no-profit-yet-at-new-york-magazine.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Syrians Promise to Quit Lebanon by Month's End",
      "snippet": "United Nations envoy to Lebanon Terje Roed-Larsen says Syria's leaders promise to pull out all military and intelligence forces from Lebanon by end of April, one month before scheduled nation-wide elections there; makes announcement after meeting ...",
      "abstract": "United Nations envoy to Lebanon Terje Roed-Larsen says Syria's leaders promise to pull out all military and intelligence forces from Lebanon by end of April, one month before scheduled nation-wide elections there; makes announcement after meeting with Syrian Pres Bashar al-Assad and Foreign Min Farouk al-Sharaa; Syrian forces have occupied parts of Lebanon since 1976; their withdrawal is one of central demands of Lebanese opposition, whose supporters have staged huge rallies over past six weeks; assassination of former Prime Min Rafik Hariri on Feb 14 and protests that followed set in motion series of events that have been transforming Lebanese politics; many Lebanese blame Syrian government, and its clients in Lebanese government, for Hariri's killing; Lebanese opposition leaders say continuing political impasse may result in delay in nationwide elections; accuse pro-Syrian Prime Min Omar Karami and his Syrian backers of trying to put off elections for as long as possible to extend life of current pro-Syrian Parliament; photo (M)",
      "lead_paragraph": "BEIRUT, Lebanon, April 3 - A United Nations envoy said Sunday that Syria's leaders had promised to pull out all of their military and intelligence forces from Lebanon by the end of the month, before the nationwide elections scheduled for late May.",
      "publication_date": "2005-04-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/04/world/middleeast/syrians-promise-to-quit-lebanon-by-months-end.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Cable Companies Brace For Challenge From Bells  In the coming months, the Bell telephone companies including SBC and Verizon will start selling television programming in their most recent effort to break into a market in which they have had almost...",
      "abstract": " Cable Companies Brace For Challenge From Bells  In the coming months, the Bell telephone companies including SBC and Verizon will start selling television programming in their most recent effort to break into a market in which they have had almost no presence.    The cable industry, meeting for its annual trade show, is already bracing for the assault on its prime turf. [Page C4.]    Rise in Chinese Textile Imports  Imports of Chinese textile and apparel products into the United States soared in the first quarter, offering fresh evidence that the world's clothing trade is being drastically reshaped by the abolition of global quotas. [C3.]    Boutique Agencies Win Big Clients  Marketers like Mars and Coca-Cola are bypassing big-name agencies to award assignments to smaller, presumably nimbler, independent shops that specialize in nontraditional ideas. For example, Masterfoods USA is introducing a campaign by the Nitro New York office that seeks to stimulate American sales of the Dove line of chocolate products. Stuart Elliott: Advertising. [C6.]    Splenda Adds a Brown Sugar Blend  The manufacturer of Splenda, the brand name for the chemical sweetener sucralose, is releasing a version that can be used as a replacement for brown sugar. [C6.]    Digeo Chooses Samsung for Boxes  Digeo, which designs software for set-top boxes used with cable television systems, is set to announce that it has selected Samsung to make its next generation of boxes. [C4.]    Hitachi Achieves Storage Record  Hitachi Global Storage Technologies plans to announce that it has reached a record for storage density on a disk drive. [C4.]    Options for Dormant TV Viewers  At least two companies are developing speech-recognition products that will let viewers change channels with voice prompts. [C6.]    Ruling Against I.R.S. Over Shelters  A judge has ruled against the Internal Revenue Service in its effort to prove that the BDO Seidman accounting firm sold and marketed questionable tax shelters in recent years. [C9.]    Online Tobacco Sellers Call It Quits  Two weeks after credit card companies announced they would no longer accept payment for tobacco products bought online, scores of Internet cigarette merchants have effectively lost the means to do business profitably. Bob Tedeschi: E-Commerce Report. [C5.]    Springer Spreads Out to Radio  Jerry Springer's morning program began running on Air America Radio, the liberal political network. Mr. Springer says his radio program is about political issues and will be a far cry from his television program.[C8.]    A Deal for Greek Phone Stake  Two firms are set to announce that they will buy Telecom Italia's controlling stake in a Greek phone company for $1.4 billion, executives involved in the talks said. [C9.]  ",
      "lead_paragraph": "Cable Companies Brace For Challenge From Bells In the coming months, the Bell telephone companies including SBC and Verizon will start selling television programming in their most recent effort to break into a market in which they have had almost no presence.",
      "publication_date": "2005-04-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/04/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "A Lucrative Brand of Tutoring Grows Unchecked",
      "snippet": "New brand of tutoring propelled by No Child Left Behind law is virtually without regulation or oversight, causing concern among school districts, elected officials and some industry executives; federally financed tutoring industry has doubled in s...",
      "abstract": "New brand of tutoring propelled by No Child Left Behind law is virtually without regulation or oversight, causing concern among school districts, elected officials and some industry executives; federally financed tutoring industry has doubled in size in each of last two years, with potential to become $2 billion-a-year enterprise; tutors are paid as much as $1,997 per child; companies are offering parents computers and gift certificates as inducements to sign up, providing tutors that in some cases are still in high school, and at times making promises they cannot deliver; tutoring, which is not mandatory under law, is offered to students at poor schools that have been deemed 'failing' for two years in row; critics are concerned about aggressive marketing tactics used by some tutoring groups to get parents to sign up; only 11 percent of eligible students are now being tutored; experts point to potential for fraud as major issue; so far, most problems reported appear to reflect poor management; photo; graph (M)",
      "lead_paragraph": "Propelled by the No Child Left Behind law, the federally financed tutoring industry has doubled in size in each of the last two years, with the potential to become a $2 billion-a-year enterprise, market analysts say.",
      "publication_date": "2005-04-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/04/education/a-lucrative-brand-of-tutoring-grows-unchecked.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "Next Pope Faces Concerns Over Poverty, Islam and Technology",
      "snippet": "Cardinals who will choose next pope will discuss not only who should lead, but what church's priorities are; choice may be imbodied in whom they select; if they choose candidate from Africa or Latin America, it may signal their primary concern is ...",
      "abstract": "Cardinals who will choose next pope will discuss not only who should lead, but what church's priorities are; choice may be imbodied in whom they select; if they choose candidate from Africa or Latin America, it may signal their primary concern is with church in Southern Hemisphere; candidate chosen from Europe could speak convincingly to West about its growing religious indifference; church under Pope John Paul II focused its major interfaith and ecumenical initiatives on mending relations with Jews and Orthodox Christianity; crucial and delicate challenge for next pope is relations with Islam at time when militant Islam is on rise; another challenge facing global church is how much autonomy priests and bishops should be given to adapt church teaching and liturgy to their own cultures; photos (M)",
      "lead_paragraph": "The next pope faces challenges so urgent that many church leaders and analysts worry that even a pope with the charisma and capacity of John Paul II will have to resort to a strategy of triage.",
      "publication_date": "2005-04-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/04/world/europe/next-pope-faces-concerns-over-poverty-islam-and-technology.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "Starr Weighs A Separation From A.I.G.",
      "snippet": "Starr International Co, private holding company that owns 12 percent of American International Group and serves as compensation vehicle for AIG executives and employees, reportedly weighs break with AIG; move would ease concerns that Maurice R Gre...",
      "abstract": "Starr International Co, private holding company that owns 12 percent of American International Group and serves as compensation vehicle for AIG executives and employees, reportedly weighs break with AIG; move would ease concerns that Maurice R Greenberg, who was forced out of AIG because of probes of possible efforts to dress up its financial condition, might be able to use his control at Starr as director to wield power over long-term compensation of AIG officials; all current AIG officers and directors were removed from Starr board last week and replaced with people not affiliated with AIG; Greenberg is also president and chairman of C V Starr, another privately owned insurance company that does business with AIG and distributes compensation to its 80 partners, who are top AIG executives (M)",
      "lead_paragraph": "The Starr International Company, a private holding company that owns 12 percent of American International Group and a compensation vehicle for A.I.G. executives and employees, is contemplating breaking up with A.I.G., a person briefed on the company's plans said yesterday.",
      "publication_date": "2005-04-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/04/business/starr-weighs-a-separation-from-aig.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "At CBS News, Some Temporary Changes May Stick",
      "snippet": "CBS chairman Leslie Moonves says he is surprised by speed with which CBS Evening News interim anchor Bob Schieffer and executive producer Jim Murphy have moved to address what he saw as some of show's most glaring shortcomings, interview; most not...",
      "abstract": "CBS chairman Leslie Moonves says he is surprised by speed with which CBS Evening News interim anchor Bob Schieffer and executive producer Jim Murphy have moved to address what he saw as some of show's most glaring shortcomings, interview; most notable changes are Schieffer's relaxed on-camera persona and ways in which correspondents are featured more prominently; Schieffer's ratings so far are relatively flat compared to those of Dan Rather in his last few months on air; seem to have bought Moonves some time as he weighs more radical changes; photos (M)",
      "lead_paragraph": "For Bob Schieffer, the interim anchor of the \"CBS Evening News\" since March 10, no viewer's opinion has been more important than that of Leslie Moonves, the chairman of CBS and co-president of its parent company, Viacom.",
      "publication_date": "2005-04-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/04/business/media/at-cbs-news-some-temporary-changes-may-stick.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Immigrants in Rome Tell of Close Bond",
      "snippet": "Rome's teeming Catholic immigrant community bids intensely personal goodbye to charismatic man who many say transformed their lives; St Peter's Square is packed with worshipers from around world, many of them poor; John Paul II, himself a foreigne...",
      "abstract": "Rome's teeming Catholic immigrant community bids intensely personal goodbye to charismatic man who many say transformed their lives; St Peter's Square is packed with worshipers from around world, many of them poor; John Paul II, himself a foreigner, left behind formal bearing of Vatican and related to ordinary people wherever he went; immigrants from developing world repeatedly praise him for leaving comforts of Vatican and visiting their homelands; photo (M)",
      "lead_paragraph": "ROME, April 3 - On Sunday, as Italy remembered Pope John Paul II formally and officially for his role as the leader of the Catholic Church, this city's teeming Catholic immigrant community bid an intensely personal goodbye to a charismatic man who many said had transformed their lives.",
      "publication_date": "2005-04-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/04/world/europe/immigrants-in-rome-tell-of-close-bond.html",
      "byline": "By Elisabeth Rosenthal"
    },
    {
      "headline": "How a Titan of Insurance Ran Afoul of the Government",
      "snippet": "Career profile of Maurice R (Hank) Greenberg, 79, legendary insurance executive ousted from American International Group in accounting probe; he has suffered public and humiliating end to career and faces possible civil suits and criminal probes; ...",
      "abstract": "Career profile of Maurice R (Hank) Greenberg, 79, legendary insurance executive ousted from American International Group in accounting probe; he has suffered public and humiliating end to career and faces possible civil suits and criminal probes; reportedly reacts with mixture of bewilderment, rage and self-pity; his associates say he failed to recognize changes in business world shaken by recent corporate scandals and clung to model of imperial chief executive; photos (M)",
      "lead_paragraph": "Maurice R. Greenberg strolled through his executive apartment in Manhattan on Feb. 9, exuding ebullience. Surrounding him and his visitors were the trappings of wealth -- windows that beckoned with views of New York Harbor, Chinese antiques, the services of a butler and a maid -- acquired over his nearly four decades leading the American International Group, the global insurance giant.",
      "publication_date": "2005-04-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/04/business/how-a-titan-of-insurance-ran-afoul-of-the-government.html",
      "byline": "By Kurt Eichenwald and Jenny Anderson"
    },
    {
      "headline": "Some Colleges Falling Short in Security of Computers",
      "snippet": "Computer security lapses at nation's colleges are exposing data on applicants, students, faculty and alumni to hackers; there is no evidence that compromised data has been used to commit fraud, but recent incidents highlight particular vulnerabili...",
      "abstract": "Computer security lapses at nation's colleges are exposing data on applicants, students, faculty and alumni to hackers; there is no evidence that compromised data has been used to commit fraud, but recent incidents highlight particular vulnerabilities of modern universities, which are heavily networked, widely accessible and brimming with sensitive data on millions of people; chronology of recent breaches; map (M)",
      "lead_paragraph": "If the computer age is continually testing how well institutions protect personal information, the nation's colleges and universities may be earning a failing grade.",
      "publication_date": "2005-04-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/04/technology/some-colleges-falling-short-in-security-of-computers.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Tough Choices Ahead, Church Opens Rites for Pope",
      "snippet": "Pope John Paul II is laid out inside Vatican papal palace; majestic pageantry around death of pope begins 12 hours after he dies, with huge public Mass in St Peter's Square and then first rites of his funeral; even amid start of ceremonies honorin...",
      "abstract": "Pope John Paul II is laid out inside Vatican papal palace; majestic pageantry around death of pope begins 12 hours after he dies, with huge public Mass in St Peter's Square and then first rites of his funeral; even amid start of ceremonies honoring him, steps toward new leadership are being taken: nearly all top officials of Vatican departments are obliged to step down, leaving church in brief state of suspended animation; new pope, whose election begins in Sistine Chapel 15 to 20 days from now, will decide which cardinals will lead his administration; viewing ceremony broadcast live over Italian television on Apr 3 is for cardinals, bishops and other members of church hierarchy as well as prominent officials in Italy; public mourning over body will begin Apr 4; huge crowds continue to flock to St Peter's Square; photos, diagrams and explanatory captions (L)",
      "lead_paragraph": "VATICAN CITY, April 3 - His pale, folded hands intertwined with a rosary, Pope John Paul II was laid out inside the papal palace on Sunday as the power in the Roman Catholic Church began its shift to his eventual successor.",
      "publication_date": "2005-04-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/04/world/europe/tough-choices-ahead-church-opens-rites-for-pope.html",
      "byline": "By Ian Fisher"
    }
  ]
}