{
  "metadata": {
    "date": "2005-12-22",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Time Warner Chooses an Insider as President",
      "snippet": "Jeffrey L Bewkes is named president and chief operating officer of Time Warner, in line to succeed chief executive, Richard D Parsons, who is fending off efforts by some investors to break up company; has served for last three years as Parsons's c...",
      "abstract": "Jeffrey L Bewkes is named president and chief operating officer of Time Warner, in line to succeed chief executive, Richard D Parsons, who is fending off efforts by some investors to break up company; has served for last three years as Parsons's co-deputy along with Don Logan, who has openly contemplated retirement for some time but will continue as consultant to company and as nonexecutive chairman of Time Warner Cable; photo of Parsons, Logan and Bewkes (M)",
      "lead_paragraph": "Jeffrey L. Bewkes was named president and chief operating officer of Time Warner yesterday, putting him in line to succeed the chief executive, Richard D. Parsons, who is fending off efforts by some investors to break up the company.",
      "publication_date": "2005-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/22/business/time-warner-chooses-an-insider-as-president.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Qatar Finds a Currency of Its Own: Natural Gas",
      "snippet": "Qatar is becoming leader in emerging international market for natural gas, having moved swiftly in recent years to develop its huge offshore natural gas reserves--once dismissed as practically worthless because of difficulty of transporting gas to...",
      "abstract": "Qatar is becoming leader in emerging international market for natural gas, having moved swiftly in recent years to develop its huge offshore natural gas reserves--once dismissed as practically worthless because of difficulty of transporting gas to distant markets--while cementing its strong military and economic ties with US, which stands to become world's largest importer of liquefied natural gas; has moved to exert greater influence over trade in natural gas through creation of Gas Exporting Countries Forum; some $100 billion is expected to be invested in Qatar through end of decade, and this cash is fueling economy, expanding population, creating housing and office shortages in Doha, capital, and prompting ambitious construction projects to fill them; photo (M)",
      "lead_paragraph": "DOHA, Qatar - \"This was a sleepy little town when I moved here eight years ago,\" said Mohamad Moabi, from an office overlooking the turquoise waters alongside this city's crescent-shaped corniche, where dozens of half-built skyscrapers are going up. \"Now it's on the frontier of the global economy.\"",
      "publication_date": "2005-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/22/business/worldbusiness/qatar-finds-a-currency-of-its-own-natural-gas.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Senate Rejects Bid for Drilling in Arctic Area",
      "snippet": "Senate takes last-minute votes before leaving for holidays; blocks effort to open Arctic National Wildlife Refuge to oil drilling, in loss for Congressional Republicans and Pres Bush; Senate strikes last-minute accord to extend antiterrorism law k...",
      "abstract": "Senate takes last-minute votes before leaving for holidays; blocks effort to open Arctic National Wildlife Refuge to oil drilling, in loss for Congressional Republicans and Pres Bush; Senate strikes last-minute accord to extend antiterrorism law known as USA Patriot Act for six months, action Senate Republicans and Pres Bush had earlier opposed; Vice Pres Dick Cheney breaks 50-50 tie on measure to lower government spending $39.7 billion over next five years; Republican leaders hail vote as victory in their effort to rein in federal spending; critics express dismay over cuts, contending reductions would take too great a toll on Americans who rely on federal aid through variety of health and welfare programs; photos (M)",
      "lead_paragraph": "WASHINGTON, Dec. 21 - In a chaotic conclusion to the Congressional year, the Senate blocked an effort on Wednesday to open the Arctic National Wildlife Refuge to oil drilling and struck a last-minute accord to extend the antiterrorism law known as the USA Patriot Act for six months.",
      "publication_date": "2005-12-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/22/politics/senate-rejects-bid-for-drilling-in-arctic-area.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Cant Find Little Johnny? Ring His Cell",
      "snippet": "David Pogue column assesses three ultra-simple, ultra-limited, ultra-rugged and ultra-parent-controlled cellphones suitable for children as young as 5 years old; they are Enfora TicTalk, Firefly and Verizon LG Migo; photo (M)",
      "abstract": "David Pogue column assesses three ultra-simple, ultra-limited, ultra-rugged and ultra-parent-controlled cellphones suitable for children as young as 5 years old; they are Enfora TicTalk, Firefly and Verizon LG Migo; photo (M)",
      "lead_paragraph": "WHAT kind of cellphone does your 5-year-old have?",
      "publication_date": "2005-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/22/technology/circuits/cant-find-little-johnny-ring-his-cell.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Court Refuses U.S. Bid to Shift Terror Suspect",
      "snippet": "Federal appeals court refuses to allow transfer of terrorist suspect Jose Padilla from military custody to civilian law enforcement authorities, issuing sharp rebuke to Bush administration; three-judge panel's unanimous and strongly worded opinion...",
      "abstract": "Federal appeals court refuses to allow transfer of terrorist suspect Jose Padilla from military custody to civilian law enforcement authorities, issuing sharp rebuke to Bush administration; three-judge panel's unanimous and strongly worded opinion says Justice Dept move to transfer Padilla appears like effort to manipulate court system to prevent Supreme Court from reviewing case; judges warn that administration's behavior in Padilla case could jeopardize its credibility before courts in other terrorism cases; this same panel of judges had earlier ruled that Pres Bush had authority to detain Padilla, an American citizen, indefinitely without trial as enemy combatant; judges were angered when administration then shifted course, saying in Nov that they no longer needed that authority because they wanted to try Padilla in civilian court, therefore Supreme Court no longer needed to consider Padilla's appeal (M)",
      "lead_paragraph": "WASHINGTON, Dec. 21 - A federal appeals court delivered a sharp rebuke to the Bush administration Wednesday, refusing to allow the transfer of Jose Padilla from military custody to civilian law enforcement authorities to face terrorism charges.",
      "publication_date": "2005-12-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/22/politics/court-refuses-us-bid-to-shift-terror-suspect.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "Israel Is Easing Barrier Burden, but Palestinians Still See a Border",
      "snippet": "Israel's overhaul of its separation barrier along West Bank and Jerusalem, intended to ease burden on Palestinians and soften international criticism, is proving contentious; it is giving barrier feel of international border; construction project ...",
      "abstract": "Israel's overhaul of its separation barrier along West Bank and Jerusalem, intended to ease burden on Palestinians and soften international criticism, is proving contentious; it is giving barrier feel of international border; construction project of 27 terminals will cost $500 million; Israeli officials say it will reduce tension, because civilian contracors will be hired to replace armed and ill-trained soldiers at checkpoints; say crossing time for people and goods will be cut from hours to minutes; many Palestinians see project as further proof of Israeli intention to create border, unilaterally, on occupied land, annexing territory without negotiation and undermining viability of future Palestinian state; say this is latest example of Prime Min Ariel Sharon's preference for imposed solutions, like last summer's Israeli pullout from Gaza; photos; maps (M)",
      "lead_paragraph": "JERUSALEM, Dec. 21 - Israel is overhauling its separation barrier along the West Bank and Jerusalem to cut the crossing time for people and goods from hours to minutes. Aimed at easing the burden on Palestinians and softening international criticism, it is also proving contentious by giving the barrier more than ever the feel of an international border.",
      "publication_date": "2005-12-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/22/world/middleeast/israel-is-easing-barrier-burden-but-palestinians-still-see.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Top Banker to Be Retried in Germany",
      "snippet": "German court rules that chief executive of Deutsche Bank, Josef Ackermann, must be tried again on criminal charges that bonuses awarded to executives of Mannesmann in February 2000, when he served on its board, were quid pro quo for their abandonm...",
      "abstract": "German court rules that chief executive of Deutsche Bank, Josef Ackermann, must be tried again on criminal charges that bonuses awarded to executives of Mannesmann in February 2000, when he served on its board, were quid pro quo for their abandonment of opposition to takeover of telecommunications company by Vodafone of Britain and constituted betrayal of Mannesmann's interests; also orders new trial for five other people, including Mannesmann's former chief executive, Klaus Esser; Deutsche Bank's supervisory board expresses 'unrestricted trust' in Ackermann, and he says he does not plan to step down, but ruling stirs doubts about whether he will survive at bank's helm; photo (M)",
      "lead_paragraph": "FRANKFURT, Dec. 21 - A German federal court ruled on Wednesday that the chief executive of Deutsche Bank, Josef Ackermann, would be tried again in a corporate criminal case, casting him back into legal limbo and stirring doubts that he will survive at the bank's helm.",
      "publication_date": "2005-12-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/22/business/worldbusiness/top-banker-to-be-retried-in-germany.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Want to Start a Hedge Fund? First, Read This Book",
      "snippet": "Barton M Biggs, former Morgan Stanley strategist who now runs Traxis Partners, $1.5 billion hedge fund firm, writes about stressed-out lives of hedge fund managers in forthcoming book called Hedge Hogging; managers he describes, who are 'composite...",
      "abstract": "Barton M Biggs, former Morgan Stanley strategist who now runs Traxis Partners, $1.5 billion hedge fund firm, writes about stressed-out lives of hedge fund managers in forthcoming book called Hedge Hogging; managers he describes, who are 'composites' or 'impressionistic glimpses' of real people and have been given made-up names, struggle to maintain their lavish lifestyles as their funds suffer loss; one shuts his fund after only three years after suffering losses of more than 16 percent; another is stung by losses after moving into palatial estate in Greenwich, Conn, center of hedge fund world; empathy Biggs displays may reflect his own bumpy experience as manager, which he describes in book; photo (M)",
      "lead_paragraph": "Ah, the grand life of the hedge fund manager: the annual paychecks in the tens, if not the hundreds, of millions; the mansions in Greenwich; and the ski vacations in Aspen.",
      "publication_date": "2005-12-22T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/22/business/want-to-start-a-hedge-fund-first-read-this-book.html",
      "byline": "By Riva D. Atlas"
    }
  ]
}