{
  "metadata": {
    "date": "2005-09-05",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "STORM AND CRISIS",
      "snippet": "A MAYOR'S STRUGGLE -- With much of New Orleans under water, Mayor C. Ray Nagin is steadily losing what little power he has to govern the dispossessed citizens of his city.  PAGE A13    AN AIRPORT TURNED HOSPITAL -- The departures concourse of the ...",
      "abstract": " A MAYOR'S STRUGGLE -- With much of New Orleans under water, Mayor C. Ray Nagin is steadily losing what little power he has to govern the dispossessed citizens of his city.  PAGE A13    AN AIRPORT TURNED HOSPITAL -- The departures concourse of the Louis Armstrong airport in Kenner, La., is the newest and most chaotic hospital in the New Orleans area.  PAGE A13    A TROUBLED SITE -- Questions are beginning to arise over how the Convention Center in downtown New Orleans became the site of such chaos.  PAGE A16  ",
      "lead_paragraph": "A MAYOR'S STRUGGLE -- With much of New Orleans under water, Mayor C. Ray Nagin is steadily losing what little power he has to govern the dispossessed citizens of his city. PAGE A13",
      "publication_date": "2005-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/03/us/front page/storm-and-crisis.html",
      "byline": ""
    },
    {
      "headline": "Closed to Visitors",
      "snippet": "The 1,200 members of the Association of Pet Dog Trainers were looking forward to their annual convention in New Orleans later this month, with its sessions on canine pack order, helping the shy dog and running a doggie day care center.     After t...",
      "abstract": "The 1,200 members of the Association of Pet Dog Trainers were looking forward to their annual convention in New Orleans later this month, with its sessions on canine pack order, helping the shy dog and running a doggie day care center.     After the serious business, they expected to relish the real fun: partaking all the delights New Orleans had to offer -- jazz, Cajun food, a tour of haunted houses, a bayou trip and a pub crawl.  ",
      "lead_paragraph": "The 1,200 members of the Association of Pet Dog Trainers were looking forward to their annual convention in New Orleans later this month, with its sessions on canine pack order, helping the shy dog and running a doggie day care center.",
      "publication_date": "2005-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/03/business/closed-to-visitors.html",
      "byline": "By Damon Darlin and Christopher Elliott"
    },
    {
      "headline": "Led Into Temptation? Who Wasn't?",
      "snippet": "BEFORE he became an Internet analyst, Henry Blodget wanted to be a writer.     Let me rephrase that. Before he became the living, breathing embodiment of Wall Street wrongdoing during the late, unlamented Internet bubble, Henry Blodget wanted to b...",
      "abstract": "BEFORE he became an Internet analyst, Henry Blodget wanted to be a writer.     Let me rephrase that. Before he became the living, breathing embodiment of Wall Street wrongdoing during the late, unlamented Internet bubble, Henry Blodget wanted to be a writer. (That's more like it, right?) After living in Japan in his 20's, Mr. Blodget wrote a book about his experiences, which was never published. Later, he eked out a meager living in New York as a freelance writer and copy editor.  ",
      "lead_paragraph": "BEFORE he became an Internet analyst, Henry Blodget wanted to be a writer.",
      "publication_date": "2005-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/03/business/led-into-temptation-who-wasnt.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Promises by Bush Amid the Tears",
      "snippet": "President Bush, facing searing criticism over the federal government's response to Hurricane Katrina, toured New Orleans and the Gulf Coast yesterday in his first on-the-ground look at the desperation that has gripped the region for the last five ...",
      "abstract": "President Bush, facing searing criticism over the federal government's response to Hurricane Katrina, toured New Orleans and the Gulf Coast yesterday in his first on-the-ground look at the desperation that has gripped the region for the last five days.     ''I want you to know that I'm not going to forget what I've seen,'' Mr. Bush said in remarks at the end of the day on the tarmac at the Louis Armstrong New Orleans International Airport. ''I understand the devastation requires more than one day's attention. It's going to require the attention from this country for a long period of time.''  ",
      "lead_paragraph": "President Bush, facing searing criticism over the federal government's response to Hurricane Katrina, toured New Orleans and the Gulf Coast yesterday in his first on-the-ground look at the desperation that has gripped the region for the last five days.",
      "publication_date": "2005-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/03/us/nationalspecial/promises-by-bush-amid-the-tears.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Conditions in New Orleans Still Dire - Pumping May Take Months",
      "snippet": "Military vehicles bearing food and supplies sloshed into the drenched heart of this humbled and stricken city on Friday, while commercial airplanes and cargo planes arrived to lift beleaguered hurricane survivors from the depths of a ghastly horro...",
      "abstract": "Military vehicles bearing food and supplies sloshed into the drenched heart of this humbled and stricken city on Friday, while commercial airplanes and cargo planes arrived to lift beleaguered hurricane survivors from the depths of a ghastly horror.     Five days after Hurricane Katrina struck the Gulf Coast, the chaotic scene at Louis Armstrong New Orleans International Airport evoked the mix of hope and despair that has gripped this city. Disorder prevailed, as thousands of survivors with glazed looks and nothing more than garbage bags of possessions waited in interminable lines for a chance to get out.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/03/us/nationalspecial/conditions-in-new-orleans-still-dire-pumping-may-take.html",
      "byline": "By James Dao and N. R. Kleinfield"
    },
    {
      "headline": "First Estimate Puts Storm's Economic Toll at $100 Billion",
      "snippet": "A risk management firm yesterday offered the first estimate of economic losses from Hurricane Katrina -- $100 billion -- and said that private insurance would probably cover less than a quarter of that. Federal money and charitable contributions m...",
      "abstract": "A risk management firm yesterday offered the first estimate of economic losses from Hurricane Katrina -- $100 billion -- and said that private insurance would probably cover less than a quarter of that. Federal money and charitable contributions may need to do the rest.      Saying the damage already appeared far greater than expected, Risk Management Solutions in Newark, Calif., said that insured losses would range from $20 billion to $35 billion, much higher than the firm's initial estimate of $10 billion to $25 billion.  ",
      "lead_paragraph": "A risk management firm yesterday offered the first estimate of economic losses from Hurricane Katrina -- $100 billion -- and said that private insurance would probably cover less than a quarter of that. Federal money and charitable contributions may need to do the rest.",
      "publication_date": "2005-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/03/business/first-estimate-puts-storms-economic-toll-at-100-billion.html",
      "byline": "By Jennifer Bayot"
    },
    {
      "headline": "Spot Shortages of Gas Reported Around Country",
      "snippet": "Less than a week after Hurricane Katrina severely disrupted energy supplies, spot gasoline shortages were reported yesterday at service stations in New York City and across the country heading into the three-day Labor Day weekend.      If consumer...",
      "abstract": "Less than a week after Hurricane Katrina severely disrupted energy supplies, spot gasoline shortages were reported yesterday at service stations in New York City and across the country heading into the three-day Labor Day weekend.      If consumers do not heed warnings to refrain from panicked buying, industry officials and analysts said, the situation could worsen.     AAA said it had received many sporadic reports of service stations running out of gasoline, but noted that even in cities where dozens of stations were said to be out, hundreds of other outlets still had ample supplies.  ",
      "lead_paragraph": "Less than a week after Hurricane Katrina severely disrupted energy supplies, spot gasoline shortages were reported yesterday at service stations in New York City and across the country heading into the three-day Labor Day weekend.",
      "publication_date": "2005-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/03/business/spot-shortages-of-gas-reported-around-country.html",
      "byline": "By Vikas Bajaj and Anthony Ramirez"
    },
    {
      "headline": "Job Growth Stepped Up Its Pace in August",
      "snippet": "The nation's pace of job creation remained strong in the weeks before Hurricane Katrina, as the unemployment rate edged down to its lowest level in four years, the government reported on Friday.     But the healthy data on job creation predated th...",
      "abstract": "The nation's pace of job creation remained strong in the weeks before Hurricane Katrina, as the unemployment rate edged down to its lowest level in four years, the government reported on Friday.     But the healthy data on job creation predated the hurricane, and there is a likelihood of at least a temporary slowdown caused by high fuel prices and damage to oil refineries, factories and transportation networks.  ",
      "lead_paragraph": "WASHINGTON, Sept. 2 - The nation's pace of job creation remained strong in the weeks before Hurricane Katrina, as the unemployment rate edged down to its lowest level in four years, the government reported on Friday.",
      "publication_date": "2005-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/03/business/job-growth-stepped-up-its-pace-in-august.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Across U.S., Outrage at Response",
      "snippet": "There was anger: David Vitter, Louisiana's freshman Republican senator, gave the federal government an F on Friday for its handling of the whirlwind after the storm. And Representative Elijah E. Cummings, Democrat of Maryland and the former chairm...",
      "abstract": "There was anger: David Vitter, Louisiana's freshman Republican senator, gave the federal government an F on Friday for its handling of the whirlwind after the storm. And Representative Elijah E. Cummings, Democrat of Maryland and the former chairman of the Congressional Black Caucus, declared, ''We cannot allow it to be said that the difference between those who lived and those who died'' amounted to ''nothing more than poverty, age or skin color.''      There was shock at the slow response: Joseph P. Riley Jr., the 29-year Democratic mayor of Charleston, S.C., and a veteran of Hurricane Hugo's wrath, said: ''I knew in Charleston, looking at the Weather Channel, that Gulfport was going to be destroyed. I'm the mayor of Charleston, but I knew that!''  ",
      "lead_paragraph": "WASHINGTON, Sept. 2 - There was anger: David Vitter, Louisiana's freshman Republican senator, gave the federal government an F on Friday for its handling of the whirlwind after the storm. And Representative Elijah E. Cummings, Democrat of Maryland and the former chairman of the Congressional Black Caucus, declared, \"We cannot allow it to be said that the difference between those who lived and those who died\" amounted to \"nothing more than poverty, age or skin color.\"",
      "publication_date": "2005-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/03/us/front page/storm-and-crisis-eyes-on-america-across-us-outrage-at.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "The Desperate Cry Out for Loved Ones Still Lost",
      "snippet": "Amber Wyrick sat alone in a temporary office set up by the Harrison County coroner, wiping at tears. Five days after the storm, she had yet to hear word about her 1-year-old son, Danny, who was with his father when Hurricane Katrina hit. His house...",
      "abstract": "Amber Wyrick sat alone in a temporary office set up by the Harrison County coroner, wiping at tears. Five days after the storm, she had yet to hear word about her 1-year-old son, Danny, who was with his father when Hurricane Katrina hit. His house was gone.     ''I feel like in my heart I would know if something was wrong with him,'' Ms. Wyrick said. But she started to cry again. ''It's just not knowing that hurts so bad.''     Scores of people here have a relative or friend whose fate is unknown. While Internet message boards have linked many on the outside seeking news, those on the coast have no access to any form of communication more reliable than a message in a bottle. People have lost not only their telephone service, but also their addresses.  ",
      "lead_paragraph": "BILOXI, Miss., Sept. 2 - Amber Wyrick sat alone in a temporary office set up by the Harrison County coroner, wiping at tears. Five days after the storm, she had yet to hear word about her 1-year-old son, Danny, who was with his father when Hurricane Katrina hit. His house was gone.",
      "publication_date": "2005-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/03/us/nationalspecial/the-desperate-cry-out-for-loved-ones-still-lost.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Chief Justice Rehnquist Dies at 80",
      "snippet": "Chief Justice William H. Rehnquist died Saturday night of the thyroid cancer he had battled for nearly a year, opening a second Supreme Court vacancy just days before Senate confirmation hearings were to begin to fill the seat being vacated by Jus...",
      "abstract": "Chief Justice William H. Rehnquist died Saturday night of the thyroid cancer he had battled for nearly a year, opening a second Supreme Court vacancy just days before Senate confirmation hearings were to begin to fill the seat being vacated by Justice Sandra Day O'Connor.     Kathleen Arburg, the court's public information officer, said Chief Justice Rehnquist, 80, had died at his home in Arlington, Va., surrounded by his three children. She said he had been working at the court during the summer recess until his health declined a ''precipitous decline'' in the last few days. [Obituary, Page 38.]  ",
      "lead_paragraph": "WASHINGTON, Sunday, Sept. 4 - Chief Justice William H. Rehnquist died Saturday night of the thyroid cancer he had battled for nearly a year, opening a second Supreme Court vacancy just days before Senate confirmation hearings were to begin to fill the seat being vacated by Justice Sandra Day O'Connor.",
      "publication_date": "2005-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/04/politics/chief-justice-rehnquist-dies-at-80.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Connect the Dots. Find the Fees.",
      "snippet": "TO many investors, the collapse of the Bayou Group -- a hedge fund company and brokerage firm run by Samuel Israel III -- may seem like just another financial mishap, and a calamity only for those who had the bad luck to invest with Mr. Israel or ...",
      "abstract": "TO many investors, the collapse of the Bayou Group -- a hedge fund company and brokerage firm run by Samuel Israel III -- may seem like just another financial mishap, and a calamity only for those who had the bad luck to invest with Mr. Israel or to be steered his way by advisers they were wrong to trust.      But actually, the mess at Bayou, which federal prosecutors are now calling a $300 million fraud, should be a clarion call for caution among the many investors who have been throwing money at hedge funds recently. This is especially true for institutions -- endowments and public pension plans -- that have flocked to hedge funds with the hope of increasing their returns. Because many of these institutions are having financial difficulties -- low interest rates are cutting deeply into their returns -- they are too often captivated by investments that seem to promise outsized gains with little risk.  ",
      "lead_paragraph": "TO many investors, the collapse of the Bayou Group -- a hedge fund company and brokerage firm run by Samuel Israel III -- may seem like just another financial mishap, and a calamity only for those who had the bad luck to invest with Mr. Israel or to be steered his way by advisers they were wrong to trust.",
      "publication_date": "2005-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/04/business/yourmoney/connect-the-dots-find-the-fees.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "As Anxiety Over Storm Increases, Bush Tries to Quell Political Crisis",
      "snippet": "Faced with one of the worst political crises of his administration, President Bush abruptly overhauled his September schedule on Saturday as the White House scrambled to gain control of a situation that Republicans said threatened to undermine Mr....",
      "abstract": "Faced with one of the worst political crises of his administration, President Bush abruptly overhauled his September schedule on Saturday as the White House scrambled to gain control of a situation that Republicans said threatened to undermine Mr. Bush's second-term agenda and the party's long-term ambitions.     In a sign of the mounting anxiety at the White House, Mr. Bush made a rare Saturday appearance in the Rose Garden before live television cameras to announce that he was dispatching additional active-duty troops to the Gulf Coast. He struck a more somber tone than he had at times on Friday during a daylong tour of the disaster region, when he had joked at the airport in New Orleans about the fun he had had in his younger days in Houston. His demeanor on Saturday was similar to that of his most somber speeches after the Sept. 11 terrorist attacks.  ",
      "lead_paragraph": "WASHINGTON, Sept. 3 - Faced with one of the worst political crises of his administration, President Bush abruptly overhauled his September schedule on Saturday as the White House scrambled to gain control of a situation that Republicans said threatened to undermine Mr. Bush's second-term agenda and the party's long-term ambitions.",
      "publication_date": "2005-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/04/us/storm-and-crisis-political-memo-as-anxiety-over-storm-increases-bush.html",
      "byline": "By Elisabeth Bumiller and Adam Nagourney"
    },
    {
      "headline": "East of New Orleans, Heavy Damage, Lost Lives and Pleas for Help",
      "snippet": "St. Bernard Parish, just to the east of New Orleans and surrounded by water -- more island than peninsula since Hurricane Katrina -- is nearly empty now, the vast majority of its 68,000 residents scattered to who knows where.      Chalmette, the p...",
      "abstract": "St. Bernard Parish, just to the east of New Orleans and surrounded by water -- more island than peninsula since Hurricane Katrina -- is nearly empty now, the vast majority of its 68,000 residents scattered to who knows where.      Chalmette, the parish seat, was best known as the site of the Battle of New Orleans, one of the last skirmishes in the War of 1812. But in the last few days, Chalmette -- a mostly white, working-class community where two oil refineries, a natural-gas processing plant and some fisheries make up most of the local economy -- has been the scene of a fight for survival.  ",
      "lead_paragraph": "CHALMETTE, La., Sept 3 - St. Bernard Parish, just to the east of New Orleans and surrounded by water -- more island than peninsula since Hurricane Katrina -- is nearly empty now, the vast majority of its 68,000 residents scattered to who knows where.",
      "publication_date": "2005-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/04/us/nationalspecial/east-of-new-orleans-heavy-damage-lost-lives-and-pleas.html",
      "byline": "By Sewell Chan and Jeremy Alford"
    },
    {
      "headline": "If You Can Make It Here ...",
      "snippet": "MATTHEW S. LEVATICH hovers intently over the shiny red-and-chrome Harley-Davidson motorcycle parked near his office. He is annoyed. A reporter has questioned the American purity of Harley cycles and Mr. Levatich, as the vice president in charge of...",
      "abstract": "MATTHEW S. LEVATICH hovers intently over the shiny red-and-chrome Harley-Davidson motorcycle parked near his office. He is annoyed. A reporter has questioned the American purity of Harley cycles and Mr. Levatich, as the vice president in charge of procurement, is defending the faith. He is slowly circling an employee's bike, identifying the source of each visible part.     True, the silvery, cylindrical shock absorbers, which rise like a ''V'' from the front-wheel axle, are from abroad. So are the aluminum wheels and spokes. That is because such things are not manufactured in the United States, or not as well here as they are in other countries. Various dashboard gauges are also imported. Once made in the United States, they are not anymore -- feeding the perception that American manufacturing is in decline.  ",
      "lead_paragraph": "MILWAUKEE - MATTHEW S. LEVATICH hovers intently over the shiny red-and-chrome Harley-Davidson motorcycle parked near his office. He is annoyed. A reporter has questioned the American purity of Harley cycles and Mr. Levatich, as the vice president in charge of procurement, is defending the faith. He is slowly circling an employee's bike, identifying the source of each visible part.",
      "publication_date": "2005-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/04/business/if-you-can-make-it-here.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Bush Pledges More Troops as Evacuation Grows",
      "snippet": "The pace of evacuations in New Orleans picked up markedly yesterday, and President Bush said that he had ordered 7,000 additional troops to the city and the Gulf Coast states to crack down on lawlessness and to evacuate thousands of refugees.     ...",
      "abstract": "The pace of evacuations in New Orleans picked up markedly yesterday, and President Bush said that he had ordered 7,000 additional troops to the city and the Gulf Coast states to crack down on lawlessness and to evacuate thousands of refugees.     Most of the hurricane survivors have been cleared from the New Orleans Superdome and the convention center, where they huddled in squalor and chaos for days. At least 19,000 have been reported evacuated from the area, with thousands bused to Texas.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/04/us/nationalspecial/bush-pledges-more-troops-as-evacuation-grows.html",
      "byline": "By Robert D. McFadden"
    },
    {
      "headline": "STORM AND CRISIS",
      "snippet": "ECONOMIC EFFECTS -- As Gulf Coast residents suffer through a regional economic disaster, the broader American economy has largely withstood the early effects of the storm.  PAGE 27    RETRACING THE STORM -- This week New Orleans's biggest fear, a ...",
      "abstract": " ECONOMIC EFFECTS -- As Gulf Coast residents suffer through a regional economic disaster, the broader American economy has largely withstood the early effects of the storm.  PAGE 27    RETRACING THE STORM -- This week New Orleans's biggest fear, a killer hurricane, became a reality, as two levees along Lake Pontchartrain broke, giving way to terror, despair and spasms of violence.  PAGE 25    LEVEES BREAK, BARRIERS HOLD -- What the world saw exposed in New Orleans was not just broken levees, but a cleavage of race and class.  WEEK IN REVIEW    A NEW OIL CRISIS -- Climbing gas prices and lines at service stations looked familiar to many Americans, a bit like the fallout from the Arab oil embargo in the 1970's.  SUNDAY BUSINESS  ",
      "lead_paragraph": "ECONOMIC EFFECTS -- As Gulf Coast residents suffer through a regional economic disaster, the broader American economy has largely withstood the early effects of the storm. PAGE 27",
      "publication_date": "2005-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/04/us/storm-and-crisis.html",
      "byline": ""
    },
    {
      "headline": "Law Officers, Overwhelmed, Are Quitting the Force",
      "snippet": "Reeling from the chaos of this overwhelmed city, at least 200 New Orleans police officers have walked away from their jobs and two have committed suicide, police officials said on Saturday.     Some officers told their superiors they were leaving,...",
      "abstract": "Reeling from the chaos of this overwhelmed city, at least 200 New Orleans police officers have walked away from their jobs and two have committed suicide, police officials said on Saturday.     Some officers told their superiors they were leaving, police officials said. Others worked for a while and then stopped showing up. Still others, for reasons not always clear, never made it in after the storm.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/04/us/nationalspecial/law-officers-overwhelmed-are-quitting-the-force.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Noticing Details, Like Opportunity's Knock",
      "snippet": "AFTER Lisa J. Dolan was laid off as an investigator for a law firm in 1996, reconstruction became her focus -- reconstruction of her career, and reconstruction as the theme of the product she would offer in going into business for herself.     Ms....",
      "abstract": "AFTER Lisa J. Dolan was laid off as an investigator for a law firm in 1996, reconstruction became her focus -- reconstruction of her career, and reconstruction as the theme of the product she would offer in going into business for herself.     Ms. Dolan is the founder and president of Securit Inc., which has grown from a home-based Long Island business with no employees, a single product and less than $100,000 a year in sales to an enterprise with 40 full-time and a dozen part-time employees, $2 million to $3 million a year in gross revenue and a headquarters in Queens.  ",
      "lead_paragraph": "AFTER Lisa J. Dolan was laid off as an investigator for a law firm in 1996, reconstruction became her focus -- reconstruction of her career, and reconstruction as the theme of the product she would offer in going into business for herself.",
      "publication_date": "2005-09-04T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/09/04/jobs/noticing-details-like-opportunitys-knock.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Katrina's Shock to the System",
      "snippet": "DRIVERS waiting in line for hours, and occasionally in vain, to fill up their tanks. Gasoline prices shooting up 50 percent or more overnight. The president urging everyone to curtail driving and conserve energy at home. Dark rumors of hoarding an...",
      "abstract": "DRIVERS waiting in line for hours, and occasionally in vain, to fill up their tanks. Gasoline prices shooting up 50 percent or more overnight. The president urging everyone to curtail driving and conserve energy at home. Dark rumors of hoarding and market manipulation starting to spread. Economists warning that soaring energy costs will certainly slow economic growth -- and maybe snuff it out completely.     As those scenes played out across the country last week, they may have looked familiar, a bit like a replay of the fallout from the Arab oil embargo of 30 years ago. Many energy analysts and economists are not surprised. When Hurricane Katrina ripped through the oil rigs and refineries along the Gulf Coast last week, it not only killed at least hundreds of people and caused billions of dollars in damage. It also set off the first oil shock of the 21st century.  ",
      "lead_paragraph": "DRIVERS waiting in line for hours, and occasionally in vain, to fill up their tanks. Gasoline prices shooting up 50 percent or more overnight. The president urging everyone to curtail driving and conserve energy at home. Dark rumors of hoarding and market manipulation starting to spread. Economists warning that soaring energy costs will certainly slow economic growth -- and maybe snuff it out completely.",
      "publication_date": "2005-09-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/04/business/katrinas-shock-to-the-system.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Hurricane Forces New Orleans Newspaper to Face a Daunting Set of Obstacles",
      "snippet": "Jim Amoss, the editor of The Times-Picayune, faced an ugly decision on Tuesday morning. About 240 employees and some members of their families, including one 6-month-old baby, had spent the night in the corridors of the newspaper building at 3800 ...",
      "abstract": "Jim Amoss, the editor of The Times-Picayune, faced an ugly decision on Tuesday morning. About 240 employees and some members of their families, including one 6-month-old baby, had spent the night in the corridors of the newspaper building at 3800 Howard Avenue in New Orleans, just over a mile northwest of the Superdome.     They seemed to have survived the hurricane: the building was still standing, though a full sheet of glass from one window had been blown out of its casing, slicing through the general manager's office.  ",
      "lead_paragraph": "Jim Amoss, the editor of The Times-Picayune, faced an ugly decision on Tuesday morning. About 240 employees and some members of their families, including one 6-month-old baby, had spent the night in the corridors of the newspaper building at 3800 Howard Avenue in New Orleans, just over a mile northwest of the Superdome.",
      "publication_date": "2005-09-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/05/business/media/hurricane-forces-new-orleans-newspaper-to-face-a-daunting.html",
      "byline": "By Lisa Guernsey"
    },
    {
      "headline": "Bush Promises to Move Quickly on Chief Justice",
      "snippet": "President Bush said Sunday that he would act quickly to replace Chief Justice William H. Rehnquist, whose death late Saturday opened a second vacancy on the Supreme Court and a new front in the ideological battle over the judiciary.     But the Re...",
      "abstract": "President Bush said Sunday that he would act quickly to replace Chief Justice William H. Rehnquist, whose death late Saturday opened a second vacancy on the Supreme Court and a new front in the ideological battle over the judiciary.     But the Republican leadership in the Senate signaled that it would almost certainly alter its schedule for the confirmation hearings for the seat being vacated by Justice Sandra Day O'Connor, providing time to honor Chief Justice Rehnquist and acknowledging the extraordinary political climate in Washington after Hurricane Katrina.  ",
      "lead_paragraph": "WASHINGTON, Sept. 4 - President Bush said Sunday that he would act quickly to replace Chief Justice William H. Rehnquist, whose death late Saturday opened a second vacancy on the Supreme Court and a new front in the ideological battle over the judiciary.",
      "publication_date": "2005-09-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/05/politics/politicsspecial1/bush-promises-to-move-quickly-on-chief-justice.html",
      "byline": "By Richard W. Stevenson and Sheryl Gay Stolberg"
    },
    {
      "headline": "For Victims, News About Home Can Come From Strangers Online",
      "snippet": "On Friday afternoon, Leonard Sprague, a general contractor in Gainesville, Fla., saw the electronic plea.      ''I hope someone can help,'' someone using the name ZuluOne wrote to an online bulletin board. ''I am trying to get a current overlay fo...",
      "abstract": "On Friday afternoon, Leonard Sprague, a general contractor in Gainesville, Fla., saw the electronic plea.      ''I hope someone can help,'' someone using the name ZuluOne wrote to an online bulletin board. ''I am trying to get a current overlay for the area around 2203 Curcor Court in Gulfport, Miss.''  ",
      "lead_paragraph": "SAN FRANCISCO, Sept. 4 - On Friday afternoon, Leonard Sprague, a general contractor in Gainesville, Fla., saw the electronic plea.",
      "publication_date": "2005-09-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/05/technology/for-victims-news-about-home-can-come-from-strangers-online.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "The Pendulum of Reporting on Katrina",
      "snippet": "THE brute force of a hurricane sparks a reflexive response: fight or flight, cherished pictures or heirloom china, beer or water?      And news anchors, too, rely on well-worn instincts: go toward the disaster, set up shop and then stand out in th...",
      "abstract": "THE brute force of a hurricane sparks a reflexive response: fight or flight, cherished pictures or heirloom china, beer or water?      And news anchors, too, rely on well-worn instincts: go toward the disaster, set up shop and then stand out in the wind-driven rain to let the storm wreak havoc on their generally well-attended hair. Conditions, they will mostly tell you, are ''worsening.''  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/05/business/media/the-pendulum-of-reporting-on-katrina.html",
      "byline": "By David Carr"
    },
    {
      "headline": "In Tale of Two Families, a Chasm Between Haves and Have-Nots",
      "snippet": "It was moving day for the families of Gaynell Porretto and Tracy Jackson, the first page of the next chapter in their Hurricane Katrina horror stories.      Mrs. Porretto's four-car caravan crammed with a lifetime of photo albums, a few changes of...",
      "abstract": "It was moving day for the families of Gaynell Porretto and Tracy Jackson, the first page of the next chapter in their Hurricane Katrina horror stories.      Mrs. Porretto's four-car caravan crammed with a lifetime of photo albums, a few changes of clothes and coolers of drinks pulled up to a yellow house with a wide front porch that she had just rented for $600 in the humble hamlet of Arnaudville, La.  ",
      "lead_paragraph": "KENNER, La., Sept. 4 - It was moving day for the families of Gaynell Porretto and Tracy Jackson, the first page of the next chapter in their Hurricane Katrina horror stories.",
      "publication_date": "2005-09-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/05/us/nationalspecial/in-tale-of-two-families-a-chasm-between-haves-and.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Housing Boom May Continue After Storm, Experts Say",
      "snippet": "Hurricane Katrina destroyed hundreds of thousands of homes, threw at least a million people out of work, disrupted supply lines for businesses and brought misery to untold numbers. Will it also put an end to the housing boom?      There are good r...",
      "abstract": "Hurricane Katrina destroyed hundreds of thousands of homes, threw at least a million people out of work, disrupted supply lines for businesses and brought misery to untold numbers. Will it also put an end to the housing boom?      There are good reasons to think so: the storm has led to rising oil prices and shortages of building materials, and is likely to shake consumer confidence. But most experts think the housing market's five-year run still has a way to go before it peters out.  ",
      "lead_paragraph": "Hurricane Katrina destroyed hundreds of thousands of homes, threw at least a million people out of work, disrupted supply lines for businesses and brought misery to untold numbers. Will it also put an end to the housing boom?",
      "publication_date": "2005-09-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/05/business/housing-boom-may-continue-after-storm-experts-say.html",
      "byline": "By Motoko Rich"
    },
    {
      "headline": "New Orleans Begins a Search for Its Dead; Violence Persists",
      "snippet": "Troops patrolled the streets, rescuers hunted for stragglers and New Orleans looked like a wrecked ghost town yesterday as the evacuation of the city neared completion and the authorities turned to the grim task of collecting bodies in a ghastly l...",
      "abstract": "Troops patrolled the streets, rescuers hunted for stragglers and New Orleans looked like a wrecked ghost town yesterday as the evacuation of the city neared completion and the authorities turned to the grim task of collecting bodies in a ghastly landscape awash in numberless corpses.     In a city riven by violence for a week, there was yet another shootout yesterday. Contractors for the Army Corps of Engineers came under fire as they crossed a bridge to work on a levee, and police escorts shot back, killing three assailants outright and a fourth in a later gunfight, the police said, adding that a fifth suspect had been wounded and captured. There was no explanation for it, only the numbing facts.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/05/us/nationalspecial/new-orleans-begins-a-search-for-its-dead-violence.html",
      "byline": "By Robert D. McFadden"
    },
    {
      "headline": "WB Network Moves to Attract an Older Audience",
      "snippet": "With a roster of new television programs beginning on Sept. 13, the WB Network will be sending an emphatic but unspoken message to viewers: this is not your teenage daughter's WB.      One new program features Don Johnson, now 55, in a legal drama...",
      "abstract": "With a roster of new television programs beginning on Sept. 13, the WB Network will be sending an emphatic but unspoken message to viewers: this is not your teenage daughter's WB.      One new program features Don Johnson, now 55, in a legal drama about a teenage law whiz, produced by Jerry Bruckheimer; another has Mr. Johnson's ex-wife, Melanie Griffith, in a new situation comedy.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/05/business/media/wb-network-moves-to-attract-an-older-audience.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "After Failures, Government Officials Play Blame Game",
      "snippet": "As the Bush administration tried to show a more forceful effort to help the victims of Hurricane Katrina, government officials on Sunday escalated their criticism and sniping over who was to blame for the problems plaguing the initial response.   ...",
      "abstract": "As the Bush administration tried to show a more forceful effort to help the victims of Hurricane Katrina, government officials on Sunday escalated their criticism and sniping over who was to blame for the problems plaguing the initial response.     While rescuers were still trying to reach people stranded by the floods, perhaps the only consensus among local, state and federal officials was that the system had failed.  ",
      "lead_paragraph": "WASHINGTON, Sept. 4 - As the Bush administration tried to show a more forceful effort to help the victims of Hurricane Katrina, government officials on Sunday escalated their criticism and sniping over who was to blame for the problems plaguing the initial response.",
      "publication_date": "2005-09-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/05/us/nationalspecial/after-failures-government-officials-play-blame-game.html",
      "byline": "This article was reported by Scott Shane, Eric Lipton and Christopher Drew and Written By Mr. Shane"
    },
    {
      "headline": "Rescuers, Going Door to Door, Find Stubbornness and Silence",
      "snippet": "The boat pulled up to the living room window on Read Boulevard early Sunday afternoon, and a volunteer rescuer, Stanley Patrick, began yelling: ''Mr. Robert! Mr. Robert! Can you hear me?''     There was no sound in response, only the lapping of wa...",
      "abstract": "The boat pulled up to the living room window on Read Boulevard early Sunday afternoon, and a volunteer rescuer, Stanley Patrick, began yelling: ''Mr. Robert! Mr. Robert! Can you hear me?''     There was no sound in response, only the lapping of water in this reeking New Orleans East neighborhood, where the rooftops of cars were still covered nearly a week after a levee broke and the city was inundated.  ",
      "lead_paragraph": "NEW ORLEANS, Sept. 4 - The boat pulled up to the living room window on Read Boulevard early Sunday afternoon, and a volunteer rescuer, Stanley Patrick, began yelling: \"Mr. Robert! Mr. Robert! Can you hear me?\"",
      "publication_date": "2005-09-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/05/us/nationalspecial/rescuers-going-door-to-door-find-stubbornness-and.html",
      "byline": "By Jere Longman"
    },
    {
      "headline": "COURT IN TRANSITION",
      "snippet": "THE COURT'S REACTION -- Supreme Court justices say they were as surprised as the rest of the country to learn that Chief Justice William H. Rehnquist had died.   PAGE A19    PRESIDENT UNDER PRESSURE -- Perhaps not since Richard M. Nixon faced Viet...",
      "abstract": " THE COURT'S REACTION -- Supreme Court justices say they were as surprised as the rest of the country to learn that Chief Justice William H. Rehnquist had died.   PAGE A19    PRESIDENT UNDER PRESSURE -- Perhaps not since Richard M. Nixon faced Vietnam-era tumult abroad and at home has an American president had to meet quite the combination of foreign and domestic tribulations that President Bush now confronts.   NEWS ANALYSIS, PAGE A15    REMEMBERING REHNQUIST -- William H. Rehnquist, who died Saturday at age 80, helped lead a conservative revolution on the Supreme Court during 19 years as chief justice of the United States.    OBITUARY, PAGE A16    A NEW POLITICAL LANDSCAPE -- Advocacy groups on the left and the right scrambled to adjust to what had suddenly become a far more complicated struggle over judicial nominations.  PAGE A19  ",
      "lead_paragraph": "THE COURT'S REACTION -- Supreme Court justices say they were as surprised as the rest of the country to learn that Chief Justice William H. Rehnquist had died. PAGE A19",
      "publication_date": "2005-09-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/05/us/front page/court-in-transition.html",
      "byline": ""
    }
  ]
}