{
  "metadata": {
    "date": "2005-06-03",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "'60 Minutes' May Be Too Few for All the Stars",
      "snippet": "Producers of CBS program Sixty Minutes are pondering what to do with all correspondents for franchise now that Wednesday edition of program has been cancelled and Dan Rather will be joining Sunday telecast at least until his contract with network ...",
      "abstract": "Producers of CBS program Sixty Minutes are pondering what to do with all correspondents for franchise now that Wednesday edition of program has been cancelled and Dan Rather will be joining Sunday telecast at least until his contract with network expires next year; photos (M)",
      "lead_paragraph": "A year after it changed executive producers for the first time in its 37-year history, the CBS news magazine \"60 Minutes\" is in the midst of yet another transition.",
      "publication_date": "2005-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/03/business/media/60-minutes-may-be-too-few-for-all-the-stars.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Bush S.E.C. Pick Is Seen as Friend to Corporations",
      "snippet": "Rep Christopher Cox, Pres Bush's nominee to head Securities and Exchange Commission, has long record in House of promoting agenda of business interests that are cornerstone of Republican Party's political and financial support; he is major recipie...",
      "abstract": "Rep Christopher Cox, Pres Bush's nominee to head Securities and Exchange Commission, has long record in House of promoting agenda of business interests that are cornerstone of Republican Party's political and financial support; he is major recipient of contributions from business groups, accounting profession and Silicon Valley; his pro-business voting record was cited by Bush as primary qualification; biographical profile of Cox; photo; chart (M)",
      "lead_paragraph": "WASHINGTON, June 2 - In Republican and business circles, William H. Donaldson has been viewed as the David Souter of the Securities and Exchange Commission, a disappointingly independent choice who sided too frequently with the Democrats.",
      "publication_date": "2005-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/03/business/bush-sec-pick-is-seen-as-friend-to-corporations.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "A Club for Every Car, Even the Pinto",
      "snippet": "Article on proliferation of clubs, thanks in large part to Internet, for owners of less than famous cars; owners of King Midget, built from 1946 through 1969, are gathering in Norwalk, Ohio this summer, owners of amphibious Amphicar will meet at N...",
      "abstract": "Article on proliferation of clubs, thanks in large part to Internet, for owners of less than famous cars; owners of King Midget, built from 1946 through 1969, are gathering in Norwalk, Ohio this summer, owners of amphibious Amphicar will meet at National Swim-In in Celina, Ohio, and Ford Pinto Owners Club will hold its first national meeting in Pigeon Forge, Tenn; photos (M)",
      "lead_paragraph": "THE annual migration of Pontiac Aztek owners to Cedar Point, Ohio, may not be in the same league as, say the movement of the humpback whale from Alaska to its Hawaiian breeding grounds, but they do have something in common: a need for companionship made more intense when the species is endangered.",
      "publication_date": "2005-06-03T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "F",
      "web_url": "https://www.nytimes.com/2005/06/03/automobiles/a-club-for-every-car-even-the-pinto.html",
      "byline": "By Dan McCosh"
    },
    {
      "headline": "AIDS, Pregnancy and Poverty Trap Ever More African Girls",
      "snippet": "AIDS epidemic threatens to take away hard-won gains of young girls in Africa; girls, orphaned and impoverished by deaths of parents, are being propelled into sex at shockingly early ages to support themselves, their siblings and, all too often, th...",
      "abstract": "AIDS epidemic threatens to take away hard-won gains of young girls in Africa; girls, orphaned and impoverished by deaths of parents, are being propelled into sex at shockingly early ages to support themselves, their siblings and, all too often, their own children; 12 million children are orphaned in sub-Saharan Africa because of AIDS; relief officials say boys also suffer, but girls tend to fare worse because they traditionally hold lower status in African society, are more vulnerable to sexual exploitation and, for anatomical reasons, are more likly than boys to contract HIV; new Unicef study finds that in Zimbabwe, orphaned girls are three times more likley to become infected than are girls whose parents are alive; in Zambia, orphaned girls are first to be withdrawn from school; impoverished relatives order some of them out on street at night to prostitute themselves to earn their keep; in Lesotho, growing number of adolescent girls are forced to work as maids or prostitutes; photos; map (L)",
      "lead_paragraph": "PATRICE LUMUMBA, Mozambique - They met a year ago on the dirt road outside her aunt's house, in this struggling township where houses are built from bound-together reeds and the only water comes from wells. Flora Muchave was 14. Elario Novunga was 22, nicely dressed and, Flora said, full of promises.",
      "publication_date": "2005-06-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/03/world/africa/aids-pregnancy-and-poverty-trap-ever-more-african-girls.html",
      "byline": "By Sharon Lafraniere"
    },
    {
      "headline": "For Fruit Flies, Gene Shift Tilts Sex Orientation",
      "snippet": "Researchers find that one gene is apparently by itself enough to create, or change, patterns of sexual behavior; in experiments, female fruit flies artificially endowed with single male-type gene act exactly like males in courtship, and males arti...",
      "abstract": "Researchers find that one gene is apparently by itself enough to create, or change, patterns of sexual behavior; in experiments, female fruit flies artificially endowed with single male-type gene act exactly like males in courtship, and males artificially given female version of gene become more passive and turn their sexual attention to other males; Dr Barry Dickson, lead author of paper appearing in journal Cell, says single gene in fruit fly is sufficient to determine all aspects of flies' sexual orientation and behavior; says instinctive behaviors can be specified by genetic programs; experts say they are both awed and shocked by findings; results are certain to prove influential in debates about whether genes or environment determine sexual orientation, although it is not clear if there is similar master sexual gene for humans (M)",
      "lead_paragraph": "When the genetically altered fruit fly was released into the observation chamber, it did what these breeders par excellence tend to do. It pursued a waiting virgin female. It gently tapped the girl with its leg, played her a song (using wings as instruments) and, only then, dared to lick her -- all part of standard fruit fly seduction.",
      "publication_date": "2005-06-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/03/science/for-fruit-flies-gene-shift-tilts-sex-orientation.html",
      "byline": "By Elisabeth Rosenthal"
    },
    {
      "headline": "Wal-Mart's New Realm: Reality TV",
      "snippet": "Wal--Mart Stores is becoming major sponsor of reality TV show, by signing branded-entertainment agreement with ABC for The Scholar, summer series that begins six-week run on June 6; Wal-Mart will be woven into plots of episodes of show, which is c...",
      "abstract": "Wal--Mart Stores is becoming major sponsor of reality TV show, by signing branded-entertainment agreement with ABC for The Scholar, summer series that begins six-week run on June 6; Wal-Mart will be woven into plots of episodes of show, which is centered on competition among 10 high school seniors from across country for grand prize of full college scholarship, valued at $250,000, covering tuition and expenses; Wal--Mart is underwriting cost of scholarships for nine runner-ups, totaling $300,000; Broad Foundation is donating grand prize; photo (M)",
      "lead_paragraph": "Wal-Mart, seeking additional ways to burnish its tarnished image, is turning to a new realm: reality TV.",
      "publication_date": "2005-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/03/business/media/walmarts-new-realm-reality-tv.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "Free Internet Site: A Portal to AOL's Future?",
      "snippet": "America Online's place within Time Warner is in question as it sets out to reinvent itself with free Internet portal; challenge is how to create free Internet site compelling enough to attract traffic and advertising without hastening demise of it...",
      "abstract": "America Online's place within Time Warner is in question as it sets out to reinvent itself with free Internet portal; challenge is how to create free Internet site compelling enough to attract traffic and advertising without hastening demise of its subscription business; AOL thinks its risks are low because few of its members join simply for content, and some of its specialized content will still be reserved for subscribers; graph; photo (M)",
      "lead_paragraph": "Last month, America Online convened a meeting broadcast on the Web to its 14,000 employees. The purpose was to show off the free Internet portal that it is about to introduce at AOL.com, the third attempt in three years to offset AOL's steady loss of subscribers.",
      "publication_date": "2005-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/03/technology/free-internet-site-a-portal-to-aols-future.html",
      "byline": "By Saul Hansell and Geraldine Fabrikant"
    },
    {
      "headline": "Car Blast Kills Lebanese Critic of Syria's Role",
      "snippet": "Car bomb in Beirut kills Samir Kassir, outspoken journalist and opposition figure who had railed against Syria's presence in Lebanon; attack prompts accusations of continued Syrian meddling in Lebanon's affairs and opposition calls for ouster of p...",
      "abstract": "Car bomb in Beirut kills Samir Kassir, outspoken journalist and opposition figure who had railed against Syria's presence in Lebanon; attack prompts accusations of continued Syrian meddling in Lebanon's affairs and opposition calls for ouster of pro-Syrian Pres Emile Lahoud; Kassir, respected and influential columnist at leading Lebanese daily, blamed Syria for assassination in Feb of former prime minister Rafik Hariri and was widely seen as major force behind mass demonstrations after Hariri's death; spokesman for Syrian Information Ministry denies Syrian involvement in Kassir's death; to many Lebanese, sophistication of bombing and choice of target bespeaks work of Syrian intelligence agents or their proxies in Lebanon; they see this as latest in long string of assassinations, dting back to 1982, that are thought--but never proved--to be work of Syrian or pro-Syrian elements; photo (M)",
      "lead_paragraph": "DUBAI, United Arab Emirates, June 2 - An outspoken journalist and opposition figure who railed against Syria's presence in Lebanon was killed by a bomb in his car in Beirut on Thursday. The attack prompted accusations of continued Syrian meddling in the country's affairs and opposition calls for the ouster of the pro-Syrian president.",
      "publication_date": "2005-06-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/03/world/middleeast/car-blast-kills-lebanese-critic-of-syrias-role.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Who Killed Andersen? It Was Suicide",
      "snippet": "Floyd Norris column on accounting firm Arthur Andersen in wake of Supreme Court's decision to reverse Andersen's criminal conviction for shredding Enron documents; focuses on who, or what, killed Andersen; says Andersen was killed by its managemen...",
      "abstract": "Floyd Norris column on accounting firm Arthur Andersen in wake of Supreme Court's decision to reverse Andersen's criminal conviction for shredding Enron documents; focuses on who, or what, killed Andersen; says Andersen was killed by its management, which penalized good auditors while rewarding those who made companies happy; graph (M)",
      "lead_paragraph": "WHO, or what, killed Arthur Andersen? Was it David B. Duncan, the auditor with the shredding machine, or was it a group of overzealous prosecutors?",
      "publication_date": "2005-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/03/business/who-killed-andersen-it-was-suicide.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Lehman Role Questioned in Deal Talks",
      "snippet": "L-3 Communications is working to reach agreement to acquire rival Titan Corp for about $2 billion; involvement of Lehman Brothers on both sides of deal has Wall Street questioning such arrangements; Lehman's bankers are acting as advisers to Titan...",
      "abstract": "L-3 Communications is working to reach agreement to acquire rival Titan Corp for about $2 billion; involvement of Lehman Brothers on both sides of deal has Wall Street questioning such arrangements; Lehman's bankers are acting as advisers to Titan while providing financing for deal to L-3; arrangement is unusual because board of L-3 did not hire adviser or independent firm to examine deal and provide so-called fairness opinion; arrangement may raise even more questions because of L-3's ties to Lehman: two Lehman executives are directors of L-3 and sit on compensation committee (M)",
      "lead_paragraph": "Another deal on Wall Street is raising questions about conflicts -- and it has not even been signed.",
      "publication_date": "2005-06-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/03/business/lehman-role-questioned-in-deal-talks.html",
      "byline": "By Andrew Ross Sorkin"
    }
  ]
}