{
  "metadata": {
    "date": "2005-04-29",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Iraq's Assembly Accepts Cabinet Despite Tension",
      "snippet": "Iraq's National Assembly votes overwhelmingly to approve Shiite-led cabinet, creating first fully and freely elected government in Iraqi history; divisions that delayed government's formation for three months after elections become apparent immedi...",
      "abstract": "Iraq's National Assembly votes overwhelmingly to approve Shiite-led cabinet, creating first fully and freely elected government in Iraqi history; divisions that delayed government's formation for three months after elections become apparent immediately; leader of Shiite political alliance that dominates assembly and cabinet delivers fiery speech hinting at purges to come in government's security forces; Sunni assembly member then accuses Shiites of dividing country; Sunni Arabs, who dominated Iraq's government under Saddam Hussein, largely boycotted Jan elections; now they say they are being 'marginalized' by 'government of winners'; cabinet remains incomplete; assembly's political factions have not yet agreed on candidates for five important ministries--defense, oil, electricity, industry and human rights; new government, when it assumes power early next week, will face extraordinary array of challenges, from guiding effort to write new constitution to rebuilding Iraq's shattered cities and fighting undiminished insurgency; photo; chart comparing positions held by minority groups and women in interim and transitional governments (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 28 - Almost three months after nationwide elections, Iraq's National Assembly voted overwhelmingly to approve a Shiite-led cabinet Thursday, creating the first fully and freely elected government in Iraqi history.",
      "publication_date": "2005-04-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/29/world/middleeast/iraqs-assembly-accepts-cabinet-despite-tension.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "After 99 Days, Bush Uses News Conference to Test Winds",
      "snippet": "Pres Bush, faced with opposition to his proposal for overhauling Social Security, calls news conference to take his case directly to the people, news analysis; his plan is stalled despite 60 days of personal barnstorming around country to sell pro...",
      "abstract": "Pres Bush, faced with opposition to his proposal for overhauling Social Security, calls news conference to take his case directly to the people, news analysis; his plan is stalled despite 60 days of personal barnstorming around country to sell proposal for personal investment accounts; he cannot claim victory on overhauling Social Security if he cannot win adoption of some kind of personal retirement savings accounts; prospects for that seem dimmer now than when he began his campaign to promote them; latest Washington Post-ABC News poll shows 2-to-1 disapproval for his handling of Social Security issue; for first time, more people are opposed to private accounts than supporting them; Bush has been forced to acknowledge that proposed personal accounts would do nothing to assure future solvency of Social Security (M)",
      "lead_paragraph": "WASHINGTON, April 28 - With his presidency at best becalmed and at worst beset -- just 99 days into his second term, President Bush seized the prime-time power of an East Room news conference for only the fourth time in his tenure in an effort to show that he could still do what he has always done in the face of storms around him: make his own weather.",
      "publication_date": "2005-04-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/29/politics/after-99-days-bush-uses-news-conference-to-test-winds.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "U.S. Aide Sees Arms Advance By North Korea",
      "snippet": "Defense Intelligence Agency chief says in Senate testimony that North Korea has been judged to have 'capability' to put nuclear weapon atop its missiles, but he stops well short of saying it has done so, or even that it has assembled warheads smal...",
      "abstract": "Defense Intelligence Agency chief says in Senate testimony that North Korea has been judged to have 'capability' to put nuclear weapon atop its missiles, but he stops well short of saying it has done so, or even that it has assembled warheads small enough for that purpose; his assessment of North Korea's progress exceeds what officials have publicly declared before; if correct, North could build weapons to threaten Japan and perhaps western United States; analysts with experience in Asia say importance of conclusions drawn by defense chief Vice Adm Lowell Jacoby are striking; say if Pres Bush accepts conclusions, knowing that Japan is potentially at risk to North Korean nuclear-armed missile could significantly complicate choices he must make in next several months (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/29/washington/us-aide-sees-arms-advance-by-north-korea.html",
      "byline": "By David S. Cloud and David E. Sanger"
    },
    {
      "headline": "Economy Hits Energy Prices, and the Brakes",
      "snippet": "Commerce Department estimates nation's gross domestic product grew at 3.1 percent annual rate in first quarter, substantially slower than 3.8 percent growth in final three months of 2004 and slowest pace since first quarter of 2003; price index fo...",
      "abstract": "Commerce Department estimates nation's gross domestic product grew at 3.1 percent annual rate in first quarter, substantially slower than 3.8 percent growth in final three months of 2004 and slowest pace since first quarter of 2003; price index for personal consumption expenditures minus food and energy rose to annual pace of 2.2 percent, biggest climb since fourth quarter of 2001; consumer spending declined to 3.5 percent rate, from 4.2 percent in fourth quarter of 2004; graphs (M)",
      "lead_paragraph": "The economy braked sharply in the first three months of the year, the government reported yesterday, expanding at its slowest pace in two years as rising energy prices spurred a burst of increased inflation and dragged down spending by businesses and consumers.",
      "publication_date": "2005-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/29/business/economy-hits-energy-prices-and-the-brakes.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Tyson Penalized Over Benefits to Ex-Chairman",
      "snippet": "Securities and Exchange Commission reaches settlement with Tyson Foods and its former chairman Donald J Tyson over misleading disclosures surrounding $3 million in perquisites and personal benefits that company gave to Mr Tyson, his wife and frien...",
      "abstract": "Securities and Exchange Commission reaches settlement with Tyson Foods and its former chairman Donald J Tyson over misleading disclosures surrounding $3 million in perquisites and personal benefits that company gave to Mr Tyson, his wife and friends from 1997 to 2003; Mr Tyson and company settle SEC's suit, neither admitting nor denying wrongdoing; company will pay $1.5 million penalty for violations while Tyson will pay $700.000; photo (M)",
      "lead_paragraph": "The Securities and Exchange Commission reached a settlement yesterday with Tyson Foods and Donald J. Tyson, the former chairman, over misleading disclosures surrounding $3 million in perquisites and personal benefits that the company gave to Mr. Tyson, his wife and friends from 1997 to 2003.",
      "publication_date": "2005-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/29/business/tyson-penalized-over-benefits-to-exchairman.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "3 Morgan Stanley Dissidents Met Directors",
      "snippet": "Retired Morgan Stanley executives Robert G Scott, S Parker Gilbert and Lewis W Bernard campagning for ouster of Philip J Purcell met secretly with Morgan Stanley board members late last week and proposed splitting company in two; talks are major c...",
      "abstract": "Retired Morgan Stanley executives Robert G Scott, S Parker Gilbert and Lewis W Bernard campagning for ouster of Philip J Purcell met secretly with Morgan Stanley board members late last week and proposed splitting company in two; talks are major concession by company's board, which previously spurned repeated requests by dissident executives to meet; executives proposed that Morgan Stanley divide into two companies--one catering to institutions like pension and mutual funds and other to individual investors; that would spell the end of Morgan Stanley as diversified financial services firm; among directors who attended meeting were C Robert Kidder and Michael A Miles, chairman of governance committee; photo (M)",
      "lead_paragraph": "Three of the retired Morgan Stanley executives campaigning for the ouster of Philip J. Purcell met secretly with Morgan Stanley board members late last week and proposed splitting the company in two, according to people briefed on the meeting.",
      "publication_date": "2005-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/29/business/3-morgan-stanley-dissidents-met-directors.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Europe Isn't Working, but Investors Are Not as Worried as Politicians",
      "snippet": "Floyd Norris column on economic problems within European Union; says reality is that Europe is not working, at least not way it was supposed to when politicians were campaigning for ratification of Maastricht Treaty, which led to adoption of euro ...",
      "abstract": "Floyd Norris column on economic problems within European Union; says reality is that Europe is not working, at least not way it was supposed to when politicians were campaigning for ratification of Maastricht Treaty, which led to adoption of euro in much of Continent; says there are signs that inability to adjust exchange rates within euro zone is making some areas, notably Italy, less competitive relative to Germany, which itself is facing stagnation; holds dream of European Union was to make Europe strong player, able to compete with Japan and US; says Europe may do better if that dream is downsized, leaving each country with responsibility to put its own house in order; graph (M)",
      "lead_paragraph": "PARIS - CHICKEN LITTLE would feel at home listening to the political class in Europe as the French prepare to vote on the proposed European constitution.",
      "publication_date": "2005-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/29/business/worldbusiness/europe-isnt-working-but-investors-are-not-as-worried.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ex-Chief Executive of Tyco Questioned by Prosecutor  L. Dennis Kozlowski, the former chief executive of Tyco International who is on trial for looting the company of millions, sat calmly on the witness stand for nearly four hours as he faced cross...",
      "abstract": " Ex-Chief Executive of Tyco Questioned by Prosecutor  L. Dennis Kozlowski, the former chief executive of Tyco International who is on trial for looting the company of millions, sat calmly on the witness stand for nearly four hours as he faced cross-examination by a prosecutor.    Mr. Kozlowski acknowledged that he had made mistakes in disclosing some payments in government and tax filings. He insisted, however, that they were innocent mistakes and that the payments were properly authorized bonuses that followed the board's approved formula. [Page C2.]    Microsoft Sales Below Estimates  Microsoft reported a modest 5 percent increase in quarterly sales, somewhat below Wall Street's expectations. [C12.]    A.I.G. Is Expected to Delay Filing  American International Group will have to delay the filing of its annual report as it continues to wade through accounting problems, people briefed on the investigation said. [C3.]    Profits Decline at DaimlerChrysler  Shares of DaimlerChrysler fell after the company said losses at its Mercedes unit slowed profits, which declined by nearly a third. Still, the results surpassed expectations. It was the first quarterly operating loss for Mercedes since Daimler-Benz and Chrysler merged in 1998. The Chrysler group showed signs that business may be cooling. [C2.]    Company Is Sued Over Spyware  The New York attorney general has sued Intermix Media on charges of clogging computers with secretly installed spyware. [B6.]    Vioxx Lawsuits May Be Postponed  The federal judge overseeing lawsuits against the Merck drug Vioxx has asked for postponements of the state cases. [C4.]    Airports Prepare for New Airbus  Airports around the world have concerns about the arrival of the Airbus A380. [C5.]    A New Inquiry on Mortgage Lenders  An inquiry by the New York attorney general is seeking credit data and other information from mortgage lenders that should offer regulators a clearer picture of whether discrimination is responsible for the higher interest rates minority borrowers often pay. [C2.]    Judy Woodruff Is Leaving CNN  Judy Woodruff, left, the anchor of CNN's ''Inside Politics,'' is leaving the network when her contract expires in June. CNN offered Ms. Woodruff a new contract, but she had decided to leave before those discussions began. Ms. Woodruff said she hoped to teach, write and work on long-form documentaries. [C4.]    Europe Loses Appeal on Sugar  The World Trade Organization's highest court ordered the European Union to stop illegally dumping subsidized sugar. [C5.]    Quarterly Earnings Soar at Comcast  Profit at Comcast more than quadrupled as demand for its digital television and high-speed data lines grew. [C12.]    Growth Concerns Hurt Stocks  The Dow Jones industrial average fell 128.43 points, to 10,070.37. The S.&P. 500 declined 13.16 points, to 1,143.22, and the Nasdaq composite dropped 26.25 points, to 1,904.18. [C6.]    Marvel Settles a Legal Battle  Marvel Enterprises has settled its legal battle with Stan Lee, a co-creator of Marvel characters like Spider-Man. [C4.]  ",
      "lead_paragraph": "Ex-Chief Executive of Tyco Questioned by Prosecutor L. Dennis Kozlowski, the former chief executive of Tyco International who is on trial for looting the company of millions, sat calmly on the witness stand for nearly four hours as he faced cross-examination by a prosecutor.",
      "publication_date": "2005-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/29/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Study Aside, Fat-Fighting Industry Continues Mission",
      "snippet": "Article in series Obesity Inc: Mining a Moral Panic focuses on fat-fighting industry's vow to stick to its mission despite recent medical journal report that people who are overweight, but not obese, have lower risk of death than normal-size and s...",
      "abstract": "Article in series Obesity Inc: Mining a Moral Panic focuses on fat-fighting industry's vow to stick to its mission despite recent medical journal report that people who are overweight, but not obese, have lower risk of death than normal-size and skinny people; some social critics and medical researchers say that because there are so many groups with entrenched interest in crusading against fat it is unlikely that obesity epidemic will be declared over anytime soon; obesity researchers and Centers for Disease Control say that it would be folly to ignore fact that one-third of American adults are officially obese; CDC spokesman Tom Skinner says it is increasing risk of conditions like heart disease and diabetes that come with higher weight that makes fighting fat public health priority; some critics say idea of epidemic is in financial interest of weight loss centers, supplement makers, drug companies and purveyors of diet books and diet programs; Dr Eric Oliver, political scientist at University of Chicago, says studies are skewed toward finding greater danger in obesity; charts; maps; photos (M)",
      "lead_paragraph": "Has the fat fever broken? Don't count on it.",
      "publication_date": "2005-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/29/business/study-aside-fatfighting-industry-continues-mission.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Bush Cites Plan That Would Cut Social Security Benefits",
      "snippet": "Pres Bush calls for cutting Social Security benefits for future retirees in way that would demand most sacrifice from higher-income people while insulating low-income workers, news conference; says retirement program is headed for 'bankruptcy'--te...",
      "abstract": "Pres Bush calls for cutting Social Security benefits for future retirees in way that would demand most sacrifice from higher-income people while insulating low-income workers, news conference; says retirement program is headed for 'bankruptcy'--term his opponents say is exaggerated--as he edges into politically explosive debate over how to assure its long-term health: benefit cuts or tax increases to balance system's books as baby boom generation ages and life expectancy increases; uses news conference primarily to begin next phase of his strategy for persuading Congress to act on Social Security, providing some political cover for lawmakers by tiptoeing into topic of painful steps necessary to reach his goal of making retirement program permanently solvent; he casts policy change he embraces as slowing growth of future benefit increases; but its effect would be to reduce retirement benefits from levels currently promised to workers; he shows no inclination to give in to Democratic demands that he drop centerpiece of his Social Security proposal, allowing workers to divert portion of their payroll taxes into investment accounts; on other subjects, Bush forcefully defends his nominee for United Nations ambassador, John R Bolton, and rejects assertions by some fellow Republicans that Democrats who oppose his judicial nominees are not people of faith; photos (L)",
      "lead_paragraph": "WASHINGTON, April 28 - President Bush called Thursday night for cutting Social Security benefits for future retirees to put the system on sound financial footing, and he proposed doing so in a way that would demand the most sacrifice from higher-income people while insulating low-income workers.",
      "publication_date": "2005-04-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/29/politics/bush-cites-plan-that-would-cut-social-security-benefits.html",
      "byline": "By Richard W. Stevenson and Elisabeth Bumiller"
    },
    {
      "headline": "Congress Passes Budget With Cuts in Medicaid and in Taxes",
      "snippet": "House and Senate break lengthy impasse to narrowly adopt $2.56 trillion federal budget for 2006 that aims to trim growth of Medicaid by $10 billion over five years, add $106 billion in tax cuts and clear way for oil drilling in Alaskan wildlife re...",
      "abstract": "House and Senate break lengthy impasse to narrowly adopt $2.56 trillion federal budget for 2006 that aims to trim growth of Medicaid by $10 billion over five years, add $106 billion in tax cuts and clear way for oil drilling in Alaskan wildlife refuge; back-to-back votes--214 to 211 in House and 52 to 47 in Senate--run mostly along party lines; with federal deficit at record level, Pres Bush and Congressional Republicans have promised to rein in government spending; Bush, at his news conference, cites budget resolution as example of his ability to get things done on Capitol Hill; Democrats deride budget as misguided, saying it would slash spending on programs for poor and give lavish tax cuts to wealthiest Americans; say it will increase, not decrease, deficit (M)",
      "lead_paragraph": "WASHINGTON, April 28 - The House and Senate broke a lengthy impasse over federal spending Thursday night, narrowly adopting a $2.56 trillion federal budget for 2006 that aims to trim the growth of Medicaid by $10 billion over five years, add $106 billion in tax cuts and clear the way for oil drilling in an Alaskan wildlife refuge.",
      "publication_date": "2005-04-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/29/politics/congress-passes-budget-with-cuts-in-medicaid-and-in-taxes.html",
      "byline": "By Sheryl Gay Stolberg"
    }
  ]
}