{
  "metadata": {
    "date": "2005-12-19",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "Sick and Vulnerable, Workers Fear for Health and Their Jobs",
      "snippet": "When Marty Domitrovich was first told that he had cancer, he was a 51-year-old sales executive, so successful that he had two goals: to reach $1 million in commissions and bonuses and to become chief executive of his company, where he had worked s...",
      "abstract": "When Marty Domitrovich was first told that he had cancer, he was a 51-year-old sales executive, so successful that he had two goals: to reach $1 million in commissions and bonuses and to become chief executive of his company, where he had worked since his summers in college.      Before long, however, he could no longer travel, and on the bad days he did his work at home, lying on the couch and talking on the telephone.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/17/health/sick-and-vulnerable-workers-fear-for-health-and-their-jobs.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Hamas Surges in West Bank; Blow to Fatah",
      "snippet": "The Islamic militant group Hamas won sweeping victories in local Palestinian elections held Thursday in some of the West Bank's largest cities, according to preliminary results released Friday.      The voting, six weeks ahead of crucial parliamen...",
      "abstract": "The Islamic militant group Hamas won sweeping victories in local Palestinian elections held Thursday in some of the West Bank's largest cities, according to preliminary results released Friday.      The voting, six weeks ahead of crucial parliamentary elections, was a considerable blow to the Fatah faction that has dominated the Palestinian Authority but has fractured in the year since the death of Yasir Arafat.  ",
      "lead_paragraph": "JERUSALEM, Dec. 16 - The Islamic militant group Hamas won sweeping victories in local Palestinian elections held Thursday in some of the West Bank's largest cities, according to preliminary results released Friday.",
      "publication_date": "2005-12-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/17/world/middleeast/hamas-surges-in-west-bank-blow-to-fatah.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Time Warner to Sell 5% AOL Stake to Google for $1 Billion",
      "snippet": "Rebuffing aggressive overtures from Microsoft, Time Warner has agreed to sell a 5 percent stake in America Online to Google for $1 billion in cash as part of an expanded partnership between AOL, once the dominant company on the Internet, and Googl...",
      "abstract": "Rebuffing aggressive overtures from Microsoft, Time Warner has agreed to sell a 5 percent stake in America Online to Google for $1 billion in cash as part of an expanded partnership between AOL, once the dominant company on the Internet, and Google, the current online king.     At stake in this battle was leadership in Internet advertising, which is a growing threat to other media companies. The loss is a blow to Microsoft, which had sought AOL as a partner in its advertising venture to undercut Google, its potent rival.  ",
      "lead_paragraph": "Rebuffing aggressive overtures from Microsoft, Time Warner has agreed to sell a 5 percent stake in America Online to Google for $1 billion in cash as part of an expanded partnership between AOL, once the dominant company on the Internet, and Google, the current online king.",
      "publication_date": "2005-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/17/technology/time-warner-to-sell-5-aol-stake-to-google-for-1-billion.html",
      "byline": "By Saul Hansell and Richard Siklos"
    },
    {
      "headline": "Behind Power, One Principle as Bush Pushes Prerogatives",
      "snippet": "A single, fiercely debated legal principle lies behind nearly every major initiative in the Bush administration's war on terror, scholars say: the sweeping assertion of the powers of the presidency.     From the government's detention of Americans...",
      "abstract": "A single, fiercely debated legal principle lies behind nearly every major initiative in the Bush administration's war on terror, scholars say: the sweeping assertion of the powers of the presidency.     From the government's detention of Americans as ''enemy combatants'' to the just-disclosed eavesdropping in the United States without court warrants, the administration has relied on an unusually expansive interpretation of the president's authority. That stance has given the administration leeway for decisive action, but it has come under severe criticism from some scholars and the courts.  ",
      "lead_paragraph": "WASHINGTON, Dec. 16 - A single, fiercely debated legal principle lies behind nearly every major initiative in the Bush administration's war on terror, scholars say: the sweeping assertion of the powers of the presidency.",
      "publication_date": "2005-12-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/17/politics/behind-power-one-principle-as-bush-pushes-prerogatives.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Senators Thwart Bush Bid to Renew Law on Terrorism",
      "snippet": "The Senate on Friday blocked reauthorization of the broad antiterrorism bill known as the USA Patriot Act, pushing Congress into a game of brinksmanship with President Bush, who has said the nation will be left vulnerable to attack if the measure ...",
      "abstract": "The Senate on Friday blocked reauthorization of the broad antiterrorism bill known as the USA Patriot Act, pushing Congress into a game of brinksmanship with President Bush, who has said the nation will be left vulnerable to attack if the measure is not quickly renewed.     With many Democrats and some Republicans saying the bill does not go far enough in protecting civil liberties, the Republican leadership fell short of the 60 votes required to break a filibuster. Now the future of the law, which greatly expanded the government's surveillance and investigative powers in the wake of the Sept. 11 attacks, is in doubt.  ",
      "lead_paragraph": "WASHINGTON, Dec. 16 - The Senate on Friday blocked reauthorization of the broad antiterrorism bill known as the USA Patriot Act, pushing Congress into a game of brinksmanship with President Bush, who has said the nation will be left vulnerable to attack if the measure is not quickly renewed.",
      "publication_date": "2005-12-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/17/politics/senators-thwart-bush-bid-to-renew-law-on-terrorism.html",
      "byline": "By Sheryl Gay Stolberg and Eric Lichtblau"
    },
    {
      "headline": "The Time Warp of Christmas Past",
      "snippet": "Imagine a Christmas past: under the tree assorted boxes bulge with coats, sweaters, mittens and pajamas. There are albums, record players, a bottle of Scotch, a Barbie doll and Legos.     Flash forward to 2005 and sure, there is an iPod or two and...",
      "abstract": "Imagine a Christmas past: under the tree assorted boxes bulge with coats, sweaters, mittens and pajamas. There are albums, record players, a bottle of Scotch, a Barbie doll and Legos.     Flash forward to 2005 and sure, there is an iPod or two and other gadgets, but there are also scarves and ties, a Barbie and Legos, and perhaps a bottle of pinot noir. A high-definition flat-screen TV is in the same corner where the color television sat 40 years ago.  ",
      "lead_paragraph": "Imagine a Christmas past: under the tree assorted boxes bulge with coats, sweaters, mittens and pajamas. There are albums, record players, a bottle of Scotch, a Barbie doll and Legos.",
      "publication_date": "2005-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/17/business/the-time-warp-of-christmas-past.html",
      "byline": "By Eduardo Porter and Ken Belson"
    },
    {
      "headline": "Living in the Enron Dream World",
      "snippet": "THIS past Tuesday, Kenneth L. Lay, the disgraced former chairman of Enron, gave a remarkable speech before a hometown crowd in Houston. It's not every day that a prominent white-collar defendant makes an impassioned public defense barely a month b...",
      "abstract": "THIS past Tuesday, Kenneth L. Lay, the disgraced former chairman of Enron, gave a remarkable speech before a hometown crowd in Houston. It's not every day that a prominent white-collar defendant makes an impassioned public defense barely a month before his criminal trial is set to start. That sort of thing tends to tick off prosecutors, not to mention judges.      Then there was the matter of the speech's content. Aggressively self-pitying would sum up the tone of Mr. Lay's remarks. ''Of anything and everything that I could imagine might happen to me in my lifetime,'' Mr. Lay said, according to a text of his speech posted on his Web site, ''the one thing I would have never even remotely speculated about was that some day I would become entangled in our country's criminal justice system.''  ",
      "lead_paragraph": "THIS past Tuesday, Kenneth L. Lay, the disgraced former chairman of Enron, gave a remarkable speech before a hometown crowd in Houston. It's not every day that a prominent white-collar defendant makes an impassioned public defense barely a month before his criminal trial is set to start. That sort of thing tends to tick off prosecutors, not to mention judges.",
      "publication_date": "2005-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/17/business/living-in-the-enron-dream-world.html",
      "byline": ""
    },
    {
      "headline": "Ties to Industry Cloud a Clinic's Mission",
      "snippet": "Dr. Eric J. Topol, a cardiologist, has been perhaps the most public face of the prestigious Cleveland Clinic Foundation, a prominent medical center regarded as one of the nation's best.      Not shy in the media spotlight, Dr. Topol has cultivated...",
      "abstract": "Dr. Eric J. Topol, a cardiologist, has been perhaps the most public face of the prestigious Cleveland Clinic Foundation, a prominent medical center regarded as one of the nation's best.      Not shy in the media spotlight, Dr. Topol has cultivated the persona of a Naderesque crusader against drugs he deems dangerous, as well as their makers. Some of his most impassioned criticism has been aimed at Merck and its drug Vioxx, the painkiller the company withdrew from the market over questions about its safety. But he has also been outspoken recently about other drugs.  ",
      "lead_paragraph": "Dr. Eric J. Topol, a cardiologist, has been perhaps the most public face of the prestigious Cleveland Clinic Foundation, a prominent medical center regarded as one of the nation's best.",
      "publication_date": "2005-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/17/business/ties-to-industry-cloud-a-clinics-mission.html",
      "byline": "By Reed Abelson and Stephanie Saul"
    },
    {
      "headline": "Chinese Pressing to Keep Village Silent on Clash",
      "snippet": "Ten days ago, the sleepy fishing village of Dongzhou was the scene of a deadly face-off, with protesters hurling homemade bombs and the police gunning them down in the streets.      Now, a stilted calm prevails, a cover-up so carefully planned tha...",
      "abstract": "Ten days ago, the sleepy fishing village of Dongzhou was the scene of a deadly face-off, with protesters hurling homemade bombs and the police gunning them down in the streets.      Now, a stilted calm prevails, a cover-up so carefully planned that the small town looks like a relic from the Cultural Revolution, as if the government had decided to re-educate the entire population. Banners hang everywhere, with slogans in big red characters proclaiming things like, ''Stability is paramount'' and ''Don't trust instigators.''  ",
      "lead_paragraph": "SHANGHAI, Dec. 16 - Ten days ago, the sleepy fishing village of Dongzhou was the scene of a deadly face-off, with protesters hurling homemade bombs and the police gunning them down in the streets.",
      "publication_date": "2005-12-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/17/world/asia/chinese-pressing-to-keep-village-silent-on-clash.html",
      "byline": "By Howard W. French"
    },
    {
      "headline": "Patent Challenge to Pfizer Is Rejected",
      "snippet": "A federal judge yesterday rejected a patent challenge to Lipitor, a cholesterol-lowering medicine from Pfizer that is the world's top-selling drug.     The ruling was released after the 4 p.m. close of regular trading on the New York Stock Exchang...",
      "abstract": "A federal judge yesterday rejected a patent challenge to Lipitor, a cholesterol-lowering medicine from Pfizer that is the world's top-selling drug.     The ruling was released after the 4 p.m. close of regular trading on the New York Stock Exchange. In after-hours trading, Pfizer shares rose more than 11 percent.  ",
      "lead_paragraph": "A federal judge yesterday rejected a patent challenge to Lipitor, a cholesterol-lowering medicine from Pfizer that is the world's top-selling drug.",
      "publication_date": "2005-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/17/business/patent-challenge-to-pfizer-is-rejected.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Bush Says He Ordered Domestic Spying",
      "snippet": "President Bush acknowledged on Saturday that he had ordered the National Security Agency to conduct an electronic eavesdropping program in the United States without first obtaining warrants, and said he would continue the highly classified program...",
      "abstract": "President Bush acknowledged on Saturday that he had ordered the National Security Agency to conduct an electronic eavesdropping program in the United States without first obtaining warrants, and said he would continue the highly classified program because it was ''a vital tool in our war against the terrorists.''      In an unusual step, Mr. Bush delivered a live weekly radio address from the White House in which he defended his action as ''fully consistent with my constitutional responsibilities and authorities.''  ",
      "lead_paragraph": "WASHINGTON, Dec. 17 - President Bush acknowledged on Saturday that he had ordered the National Security Agency to conduct an electronic eavesdropping program in the United States without first obtaining warrants, and said he would continue the highly classified program because it was \"a vital tool in our war against the terrorists.\"",
      "publication_date": "2005-12-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/18/politics/bush-says-he-ordered-domestic-spying.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Expelling the Ghost of A.I.G. Past",
      "snippet": "LESS than two weeks after Hurricane Katrina ravaged New Orleans, Scott Tramel, an insurance executive, was sitting in a makeshift office -- a former filing room in a sales office -- in Baton Rouge when he saw a shock of white hair cross the hallwa...",
      "abstract": "LESS than two weeks after Hurricane Katrina ravaged New Orleans, Scott Tramel, an insurance executive, was sitting in a makeshift office -- a former filing room in a sales office -- in Baton Rouge when he saw a shock of white hair cross the hallway. He turned to his colleague, a fellow underwriter at the American Home Insurance Company, a subsidiary of the American International Group, with a look of surprise. ''I think that's Martin Sullivan,'' he said, referring to A.I.G.'s chief executive.     Less than a week after the storm, Mr. Sullivan, along with his wife, Antoinette, and a small group of employees, loaded the company's Bombardier Global Express, a high-speed business jet, with $5,600 in consumer goods, $1,000 worth of polo shirts and $1,300 in battery-operated electronics, which he delivered, unannounced, to offices in the region struck by the hurricane. ''They weren't just worried about us being on the job; they were honestly concerned about our well-being as people,'' Mr. Tramel said.  ",
      "lead_paragraph": "LESS than two weeks after Hurricane Katrina ravaged New Orleans, Scott Tramel, an insurance executive, was sitting in a makeshift office -- a former filing room in a sales office -- in Baton Rouge when he saw a shock of white hair cross the hallway. He turned to his colleague, a fellow underwriter at the American Home Insurance Company, a subsidiary of the American International Group, with a look of surprise. \"I think that's Martin Sullivan,\" he said, referring to A.I.G.'s chief executive.",
      "publication_date": "2005-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/18/business/yourmoney/expelling-the-ghost-of-aig-past.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Eavesdropping After 9/11",
      "snippet": "Monitoring of communications between the United States and Afghanistan began before a wider authorization, officials say.   Page 44.  ",
      "abstract": "Monitoring of communications between the United States and Afghanistan began before a wider authorization, officials say.   Page 44.  ",
      "lead_paragraph": "Monitoring of communications between the United States and Afghanistan began before a wider authorization, officials say. Page 44.",
      "publication_date": "2005-12-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/18/us/eavesdropping-after-911.html",
      "byline": ""
    },
    {
      "headline": "If You Can Handle the Perks, Please Stay in the Kitchen",
      "snippet": "Turnover in the restaurant industry is notoriously high, anywhere from 45 percent to well over 100 percent annually, depending on the job and the restaurant. But a recovering economy and a tighter labor market have made the problem even more acute...",
      "abstract": "Turnover in the restaurant industry is notoriously high, anywhere from 45 percent to well over 100 percent annually, depending on the job and the restaurant. But a recovering economy and a tighter labor market have made the problem even more acute.      Restaurant operators nationwide now say that their top concerns are finding and keeping employees, according to recent surveys by the National Restaurant Association and People Report, a food service industry research group. The nation's largest private employer, the restaurant industry is on track to add 1.8 million new jobs in the next decade, according to the association.  ",
      "lead_paragraph": "Turnover in the restaurant industry is notoriously high, anywhere from 45 percent to well over 100 percent annually, depending on the job and the restaurant. But a recovering economy and a tighter labor market have made the problem even more acute.",
      "publication_date": "2005-12-18T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/12/18/jobs/if-you-can-handle-the-perks-please-stay-in-the-kitchen.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "Tensions Rise as More Flee Cuba for U.S.",
      "snippet": "The number of Cubans intercepted at sea while trying to reach the United States is at its highest level since tens of thousands took to the Florida Straits on makeshift rafts and in small boats in the 1994 exodus sanctioned by President Fidel Cast...",
      "abstract": "The number of Cubans intercepted at sea while trying to reach the United States is at its highest level since tens of thousands took to the Florida Straits on makeshift rafts and in small boats in the 1994 exodus sanctioned by President Fidel Castro.      The sharp rise -- and an increase in clashes between would-be immigrants and the Coast Guard -- are inflaming tensions over a policy enacted in response to the 1994 migration that allows Cubans without visas to stay if they reach American soil but turns back those caught at sea.  ",
      "lead_paragraph": "MIAMI, Dec. 17 - The number of Cubans intercepted at sea while trying to reach the United States is at its highest level since tens of thousands took to the Florida Straits on makeshift rafts and in small boats in the 1994 exodus sanctioned by President Fidel Castro.",
      "publication_date": "2005-12-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/18/us/tensions-rise-as-more-flee-cuba-for-us.html",
      "byline": "BY Abby Goodnough"
    },
    {
      "headline": "New Mission for U.S. Division: To Put Iraqi Forces to the Test",
      "snippet": "The Fourth Infantry Division returns to Iraq next month for a complex, yearlong tour that illustrates the risks and goals of the American military's postelection mission across Iraq.      The more than 20,000 troops in the division, about 15 perce...",
      "abstract": "The Fourth Infantry Division returns to Iraq next month for a complex, yearlong tour that illustrates the risks and goals of the American military's postelection mission across Iraq.      The more than 20,000 troops in the division, about 15 percent of the 138,000-strong American commitment scheduled to remain in Iraq at least through the early part of the year, will be responsible for security across a swath of central and south-central Iraq that is much larger than previous commands have tried to cover there.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/18/world/middleeast/new-mission-for-us-division-to-put-iraqi-forces-to-the.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "Remote and Poked, Anthropology's Dream Tribe",
      "snippet": "The rugged souls living in this remote desert enclave have been poked, pinched and plucked, all in the name of science. It is not always easy, they say, to be the subject of a human experiment.     ''I thought I was being bewitched,'' Koitaton Gar...",
      "abstract": "The rugged souls living in this remote desert enclave have been poked, pinched and plucked, all in the name of science. It is not always easy, they say, to be the subject of a human experiment.     ''I thought I was being bewitched,'' Koitaton Garawale, a weathered cattleman, said of the time a researcher plucked a few hairs from atop his head. ''I was afraid. I'd never seen such a thing before.''  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/18/world/africa/remote-and-poked-anthropologys-dream-tribe.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "Louisiana's Deadly Storm Took Strong as Well as the Helpless",
      "snippet": "More than 100 of them drowned. Sixteen died trapped in attics. More than 40 died of heart failure or respiratory problems, including running out of oxygen. At least 65 died because help -- shelter, water or a simple dose of insulin -- came too lat...",
      "abstract": "More than 100 of them drowned. Sixteen died trapped in attics. More than 40 died of heart failure or respiratory problems, including running out of oxygen. At least 65 died because help -- shelter, water or a simple dose of insulin -- came too late.     A study by The New York Times of more than 260 Louisianans who died during Hurricane Katrina or its aftermath found that almost all survived the height of the storm but died in the chaos and flooding that followed.  ",
      "lead_paragraph": "NEW ORLEANS - More than 100 of them drowned. Sixteen died trapped in attics. More than 40 died of heart failure or respiratory problems, including running out of oxygen. At least 65 died because help -- shelter, water or a simple dose of insulin -- came too late.",
      "publication_date": "2005-12-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/18/us/louisianas-deadly-storm-took-strong-as-well-as-the-helpless.html",
      "byline": "By Shaila Dewan and Janet Roberts"
    },
    {
      "headline": "A Wassail to the Weary This Christmas",
      "snippet": "THIS column is a toast of the season to all those who don't have a free moment to raise a glass themselves.      We hear a lot about the fun this time of year, and looked at through a certain lens it can appear that workers everywhere are taking i...",
      "abstract": "THIS column is a toast of the season to all those who don't have a free moment to raise a glass themselves.      We hear a lot about the fun this time of year, and looked at through a certain lens it can appear that workers everywhere are taking it easy and taking time off. They are at office holiday parties. They are shopping online during work hours. They are arriving late and leaving early and exchanging Secret Santa gifts in between. From Thanksgiving through New Year's, it sometimes seems that work has hit the pause button, to resume in January.  ",
      "lead_paragraph": "THIS column is a toast of the season to all those who don't have a free moment to raise a glass themselves.",
      "publication_date": "2005-12-18T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/12/18/jobs/a-wassail-to-the-weary-this-christmas.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "In Sickness and in Health ... They Did",
      "snippet": "THE most influential flight attendant at the US Airways Group is not employed by the airline; in fact, she quit working in the industry nearly a decade ago. But Gwen Parker, for 12 years a flight attendant and an active union member at American Ai...",
      "abstract": "THE most influential flight attendant at the US Airways Group is not employed by the airline; in fact, she quit working in the industry nearly a decade ago. But Gwen Parker, for 12 years a flight attendant and an active union member at American Airlines, regularly advises US Airways' chief executive about how to treat the company's 35,000 employees.     The chief executive, W. Douglas Parker, is her husband. Having engineered the merger of his smaller America West Airlines with US Airways, Mr. Parker, 44, faces the daunting task of combining their vastly different, though equally wary, work forces in an industry noted for its volatile labor relations. ''He has an uphill battle,'' Mrs. Parker said in an interview at their children's elementary school, where she is a volunteer. She has no formal role at US Airways, but both husband and wife say that she has helped him to appreciate the plight of airline workers, and to learn to express empathy with employees, even as Mr. Parker, a veteran airline executive, helped to lead the industry's cost cutting.  ",
      "lead_paragraph": "Tempe, Ariz. - THE most influential flight attendant at the US Airways Group is not employed by the airline; in fact, she quit working in the industry nearly a decade ago. But Gwen Parker, for 12 years a flight attendant and an active union member at American Airlines, regularly advises US Airways' chief executive about how to treat the company's 35,000 employees.",
      "publication_date": "2005-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/18/business/yourmoney/in-sickness-and-in-health-they-did.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "The Boss Actually Said This: Pay Me Less",
      "snippet": "BLIZZARDS swept through Wall Street last week -- bonus blizzards, that is. Henry M. Paulson Jr., chief executive of Goldman Sachs, received $37 million in shares and options. Richard S. Fuld Jr. of Lehman Brothers got $15 million in restricted sto...",
      "abstract": "BLIZZARDS swept through Wall Street last week -- bonus blizzards, that is. Henry M. Paulson Jr., chief executive of Goldman Sachs, received $37 million in shares and options. Richard S. Fuld Jr. of Lehman Brothers got $15 million in restricted stock, while John Mack, Morgan Stanley's new chief executive, pocketed an $11.5 million stock grant for six months' work.     But one Wall Street executive atop a fast-growing firm is saying no to the piles of pay that make corporate America's world spin so splendidly. In a remarkable two-page letter to the chairman of his company's compensation committee, this executive requested that he receive no increase in salary, zero stock options, a smaller bonus than last year and a piece of the company's profit-sharing pie equal to that received by all employees. This, in a year when his company's revenue grew by more than 40 percent.  ",
      "lead_paragraph": "BLIZZARDS swept through Wall Street last week -- bonus blizzards, that is. Henry M. Paulson Jr., chief executive of Goldman Sachs, received $37 million in shares and options. Richard S. Fuld Jr. of Lehman Brothers got $15 million in restricted stock, while John Mack, Morgan Stanley's new chief executive, pocketed an $11.5 million stock grant for six months' work.",
      "publication_date": "2005-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/18/business/yourmoney/the-boss-actually-said-this-pay-me-less.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "AOL's Choice of Google Leaves Microsoft as the Outsider",
      "snippet": "Microsoft Corp is spurned as Time Warner decides to renew its three-year-old partnership with Google as America Online's provider of search technology and to sell Google 5 percent stake in AOL for $1 billion; deal shows just how much Google has su...",
      "abstract": "Microsoft Corp is spurned as Time Warner decides to renew its three-year-old partnership with Google as America Online's provider of search technology and to sell Google 5 percent stake in AOL for $1 billion; deal shows just how much Google has supplanted Microsoft as force to be reckoned with in technology and raises questions about Microsoft's stated goal of becoming leader in Internet searching, as well as about its emerging plans to offer more online services under new Windows Live brand (M)",
      "lead_paragraph": "This time, it was Microsoft that was snubbed at the last minute.",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/19/business/media/aols-choice-of-google-leaves-microsoft-as-the-outsider.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Helping North Koreans Defect Is Easy Part, Missionaries Find",
      "snippet": "North Korean defectors struggle to adapt Christian faith of South Korean missionaries; complicated relationship between defector and missionary symbolizes yawning gap of half-century of division; for South's missionaries, converting people from No...",
      "abstract": "North Korean defectors struggle to adapt Christian faith of South Korean missionaries; complicated relationship between defector and missionary symbolizes yawning gap of half-century of division; for South's missionaries, converting people from North dovetails with their dream of reunified peninsula; to North Korean defectors, some South Korean missionaries seem more concerned about brokering deals to smuggle them out of China and using them in Seoul as publicity tools against North Korea; to missionaries, who risk their lives to evangelize in China, some North Korean defectors appear ungrateful; missionaries report only fifth to third of North Korean defectors ultimately convert to Christianity; photo (M)",
      "lead_paragraph": "SEOUL, South Korea - In from the freezing cold on a recent Sunday morning, sitting on the heated floor of a cozy apartment in northeast Seoul, the North Korean defector seldom looked up at the South Korean missionary who had been trying, for the last year, to convert him to the Christian faith.",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/19/world/asia/helping-north-koreans-defect-is-easy-part-missionaries-find.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "Through His Webcam, a Boy Joins a Sordid Online World",
      "snippet": "Special report, A Hidden World: sordid world of online child pornography has emerged largely without attracting attention of law enforcement or youth protection organizations; minors are opening for-pay pornography sites featuring their own images...",
      "abstract": "Special report, A Hidden World: sordid world of online child pornography has emerged largely without attracting attention of law enforcement or youth protection organizations; minors are opening for-pay pornography sites featuring their own images sent onto Internet by inexpensive Webcams; adults spend time 'grooming' youths with praise, attention and gifts before seeking to persuade them to film themselves pornographically; children perform from privacy of home, while parents nearby are unaware of activity beyond children's closed bedroom doors; businesses, some witting and some unwitting, provide services to sites like Web hosting and payment processing; scale of Webcam child pornography is unknown, because it is new and extremely secretive; entry requires only a Webcam, which costs as little as $20; instant messaging programs have become ubiquitous and high-speed connections allow for rapid image transmissions; Justin Berry describes in detail his experiences as online child porn star, beginning when he was 13; after turning 18, going from under-age victim to adult perpetrator, he cooperated with FBI in sting operation that resulted in arrest of Greg Mitchel, his 38-year-old business partner on his pornography Web site; Berry became federal witness and was granted immunity; photos; charts; description of how The Times conducted inquiry (L)",
      "lead_paragraph": "The 13-year-old boy sat in his California home, eyes fixed on a computer screen. He had never run with the popular crowd and long ago had turned to the Internet for the friends he craved. But on this day, Justin Berry's fascination with cyberspace would change his life.",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/19/us/through-his-webcam-a-boy-joins-a-sordid-online-world.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "THE REACH OF WAR",
      "snippet": "BUSH'S DETAILS -- The president's speech offered plenty of specific numbers, referring to Iraqi and American troops, and results of opinion polls. The numbers were generally close to those in published reports.   PAGE A10    RICE ON EAVESDROPPING ...",
      "abstract": " BUSH'S DETAILS -- The president's speech offered plenty of specific numbers, referring to Iraqi and American troops, and results of opinion polls. The numbers were generally close to those in published reports.   PAGE A10    RICE ON EAVESDROPPING -- Secretary of State Condoleezza Rice defended President Bush's decision to allow spying on Americans in their international telephone and e-mail communications.   PAGE A28    A SECRET PRISON -- Human Rights Watch reported eight ''consistent accounts'' by men of being tortured at a secret prison in Afghanistan from 2002 to 2004.   PAGE A14  ",
      "lead_paragraph": "BUSH'S DETAILS -- The president's speech offered plenty of specific numbers, referring to Iraqi and American troops, and results of opinion polls. The numbers were generally close to those in published reports. PAGE A10",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/19/front page/world/the-reach-of-war.html",
      "byline": ""
    },
    {
      "headline": "In Minnesota, an Odd Request: Please Don't Fence the Inmates In",
      "snippet": "Residents of Shakopee, Minn, site of women's prison, object to state corrections officials' plan to cordon facility off with 12-foot fence; women living in Minnesota Correctional Facility are separated from suburban neighborhood that surrounds it ...",
      "abstract": "Residents of Shakopee, Minn, site of women's prison, object to state corrections officials' plan to cordon facility off with 12-foot fence; women living in Minnesota Correctional Facility are separated from suburban neighborhood that surrounds it by nothing but three-foot hedge; residents consider inmates their neighbors; cite prisoners' activities running day care center, enrolling in high school classes by video link, playing softball on diamond across street from elementary school; prison rents plots to local gardeners and allows neighbors to bicycle and jog on grounds; warden Rick Hillengass counts seven escapes--or walkaways--in past 10 years; 496 inmates in prison include 79 killers, 5 kidnappers and 17 burglars; state corrections officials say neighbors are ignoring new reality: more women are in prison now, and they are more violent; photo (M)",
      "lead_paragraph": "SHAKOPEE, Minn. - In 40 years here, Dennis Hron has never worried about the women living across the street -- not even the murderers, the robbers and the kidnappers among them.",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/19/us/in-minnesota-an-odd-request-please-dont-fence-the-inmates-in.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "At Time Inc., the Big Heads Roll, Too",
      "snippet": "David Carr column on elimination of several layers of top management at Time Inc as Ann S Moore, chairwoman and chief exeutive, moves to deal with profound secular changes in magazine market and flat-to-rotten advertising cycle (M)",
      "abstract": "David Carr column on elimination of several layers of top management at Time Inc as Ann S Moore, chairwoman and chief exeutive, moves to deal with profound secular changes in magazine market and flat-to-rotten advertising cycle (M)",
      "lead_paragraph": "TIME INC. was always the General Motors of the magazine industry. A huge company with a mass touch, the publisher of such Olympian-sounding brands as Time, Life and Money, it was both a chronicler and a symbol of American brawn that found a way year after year to come up with products that consumers wanted.",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/19/business/media/at-time-inc-the-big-heads-roll-too.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Before You Buy a Ticket, Why Not Buy the DVD?",
      "snippet": "ClickStar, company started by actor Morgan Freeman and Intel, seeks to offer downloads of a movie at same time as its theatrical release, and handful of other ventures, among them IndieFlix and 2929 Entertainment, have recently been formed to help...",
      "abstract": "ClickStar, company started by actor Morgan Freeman and Intel, seeks to offer downloads of a movie at same time as its theatrical release, and handful of other ventures, among them IndieFlix and 2929 Entertainment, have recently been formed to help filmmakers find their audience, whether it is online, on DVD or in theaters; they are all experimenting with untested business models and are all up against long-established Hollywood way of promoting movies primarily through blockbuster releases; smaller movies with limited appeal could have the most to gain from alternative distribution, either through movie downloads or bypassing studios altogether and selling DVD's directly to consumers; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, Dec. 18 - At the Dubai International Film Festival last week, Morgan Freeman, the Oscar-winning actor and star of last year's \"Million Dollar Baby,\" took on his most challenging role yet: movie entrepreneur.",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/19/business/before-you-buy-a-ticket-why-not-buy-the-dvd.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "In Sunday Speech, Bush Is More Humble, but Still Firm",
      "snippet": "News analysis: crux of Pres Bush's new argument for war in Iraq is that those he calls 'defeatists' would give up too early and let terrorists believe they have intimidated America into 'policy of retreat'; although he is far more humble about mis...",
      "abstract": "News analysis: crux of Pres Bush's new argument for war in Iraq is that those he calls 'defeatists' would give up too early and let terrorists believe they have intimidated America into 'policy of retreat'; although he is far more humble about mistakes he made, he never backs away from his insistence that, with patience, US will claim victory, as he has defined it; White House's new strategy appears to be to reach out to critics on Iraq, while shoving back--hard--at those who insist campaign against terrorism has gone too far; Bush has benefited from fact that few Democrats are willing to join Rep John P Murtha in calling for removal of all American troops from Iraq, fearing they would be tarred if civil war broke out or Iraq became launching pad for terrorism; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 18 - President Bush's speech on Sunday night culminated a weekend in which his administration tried to retake lost ground on two fronts: in Iraq, where Mr. Bush hopes a surprisingly successful election will buy him some desperately needed time, and here at home, where he is resisting the first significant efforts to curtail the powers he aggressively claimed for the presidency in the days after the Sept. 11 attacks.",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/19/politics/in-sunday-speech-bush-is-more-humble-but-still-firm.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Sharon of Israel Has a Mild Stroke",
      "snippet": "Prime Minister Ariel Sharon of Israel suffered a mild stroke and was hospitalized, but within hours he was recovering and in good condition, spokesmen for the hospital and Mr. Sharon's office said.      The episode raised questions about whether M...",
      "abstract": "Prime Minister Ariel Sharon of Israel suffered a mild stroke and was hospitalized, but within hours he was recovering and in good condition, spokesmen for the hospital and Mr. Sharon's office said.      The episode raised questions about whether Mr. Sharon, 77, would be able to continue in his post and whether he would be able to seek a third term as prime minister.     Article, Page A18.  ",
      "lead_paragraph": "Prime Minister Ariel Sharon of Israel suffered a mild stroke and was hospitalized, but within hours he was recovering and in good condition, spokesmen for the hospital and Mr. Sharon's office said.",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/19/front page/world/sharon-of-israel-has-a-mild-stroke.html",
      "byline": ""
    },
    {
      "headline": "Asking for Patience, Bush Cites Progress in Iraq",
      "snippet": "Pres Bush, in 17-minute live televised address from Oval Office, says United States is winnning war in Iraq and pleads with viewers not to 'give in to despair' over conflict that has cost more than 2,100 American lives and estimated 30,000 Iraqi d...",
      "abstract": "Pres Bush, in 17-minute live televised address from Oval Office, says United States is winnning war in Iraq and pleads with viewers not to 'give in to despair' over conflict that has cost more than 2,100 American lives and estimated 30,000 Iraqi deaths; offers vigorous reaffirmation of unpopular war, holding that terrorists feel 'tightening noose' and fear rise of democratic Iraq; makes clear he has not wavered in his commitment to war but acknowledges his critics more than he has in past and adopts more humble tone; holds out possibility of American troop withdrawals in 2006, but makes no promises; Democrats say while tone of Bush's speech is more realistic, he failed to explain realities of war; this is Bush's fifth major speech on Iraq in 19 days, culmination of intense campaign by White House to try to stop slide in support for war that began last summer and intensified this fall; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 18 - President Bush declared to the nation on Sunday night that the United States was winning the war in Iraq and pleaded with his viewers not to \"give in to despair\" over a conflict that has cost more than 2,100 American lives and an estimated 30,000 Iraqi deaths.",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/19/politics/asking-for-patience-bush-cites-progress-in-iraq.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "With Stern on Board, Satellite Radio Is Approaching a Secure Orbit",
      "snippet": "Doubling of number of subscribers at Sirius Satellite Radio in past year is attributed in part to its decision to add Howard Stern to its programming, and the boost extends even to its rival, XM Satellite Radio; companies believe that mainstreamin...",
      "abstract": "Doubling of number of subscribers at Sirius Satellite Radio in past year is attributed in part to its decision to add Howard Stern to its programming, and the boost extends even to its rival, XM Satellite Radio; companies believe that mainstreaming of satellite radio is imminent, now that smaller devices make it possible for subscribers to listen in car, at home and even while walking down street; competition between two services for exclusive programming is heating up; photo (M)",
      "lead_paragraph": "Sirius Satellite Radio's $500 million investment to add Howard Stern to its programming starting in January has already paid big dividends -- even for its rival, XM Satellite Radio.",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/19/business/media/with-stern-on-board-satellite-radio-is-approaching-a-secure.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "Trade Officials Agree to End Subsidies for Agricultural Exports",
      "snippet": "Trade ministers reach agreement at World Trade Organization meeting in Hong Kong to set deadline for wiping out subsidies of agricultural exports by 2013 and to require industrialized countries to open their markets to goods from world's poorest n...",
      "abstract": "Trade ministers reach agreement at World Trade Organization meeting in Hong Kong to set deadline for wiping out subsidies of agricultural exports by 2013 and to require industrialized countries to open their markets to goods from world's poorest nations; declaration does not settle biggest trade issues facing WTO members, including lower tariffs on agricultural and manufactured goods and limits on domestic farm subsidies; other provisions of declaration include broad agreement to ban fishing industry subsidies that contribute to overfishing, special help for impoverished cotton-growing countries in Africa, and plan for US, European Union and Japan to provide several billion dollars a year in aid to developing countries to help them compete in global trade (M)",
      "lead_paragraph": "HONG KONG, Monday, Dec. 19 - Trade ministers representing most of the world's governments reached a deal here on Sunday night that sets a deadline for wiping out subsidies of agricultural exports by 2013, realizing a goal that United States negotiators have been pursuing for two decades.",
      "publication_date": "2005-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/19/business/worldbusiness/trade-officials-agree-to-end-subsidies-for.html",
      "byline": "By Keith Bradsher"
    }
  ]
}