{
  "metadata": {
    "date": "2005-02-24",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "Medical Companies Joining Offshore Trend",
      "snippet": "America's medical and drug industries are following lead of other industries and exporting jobs to countries like India and China, where costs for everything from labor to rent are lower; life sciences industry, with its largely white-collar work ...",
      "abstract": "America's medical and drug industries are following lead of other industries and exporting jobs to countries like India and China, where costs for everything from labor to rent are lower; life sciences industry, with its largely white-collar work force and heavy reliance on scientific innovation, was long thought to be less vulnerable to outsourcing trend; industry analysts say many companies face mounting pressures to control drug prices and cut development costs; outsourcing of some life sciences jobs seen as evidence that American biotechnology companies are building global connections that help make them more competitive around world; less than 6 percent of those companies employed contract workers abroad in 2002, but percentage is growing; photo (M)",
      "lead_paragraph": "Bala S. Manian rarely looked back when he left India to attend graduate school in the United States. Since 1979, he has started one medical technology company after another in Silicon Valley.",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/24/business/worldbusiness/medical-companies-joining-offshore-trend.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Ads Embedded in Online News Raise Questions",
      "snippet": "Advertising embedded in online news is raising questions about ethics of keyword advertising online; Forbes.com ended experiment two months ago with such keyword ads, citing unease among its reporters; New York Post is considering adopting practic...",
      "abstract": "Advertising embedded in online news is raising questions about ethics of keyword advertising online; Forbes.com ended experiment two months ago with such keyword ads, citing unease among its reporters; New York Post is considering adopting practice for its site (M)",
      "lead_paragraph": "Online sites are generating new revenue by steering readers to advertisements when they click on certain words. But when those keywords are embedded in the text of a news article, those sites are generating debate as well.",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/24/business/media/ads-embedded-in-online-news-raise-questions.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "The Big Picture: Megapixel Race at Milestone 8",
      "snippet": "David Pogue State of the Art column explains effect of higher number of megapixels on images produced by digital cameras; compares eight-megapixel models by several manufacturers; photos; chart; drawing (M)",
      "abstract": "David Pogue State of the Art column explains effect of higher number of megapixels on images produced by digital cameras; compares eight-megapixel models by several manufacturers; photos; chart; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/24/technology/circuits/the-big-picture-megapixel-race-at-milestone-8.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Breach Points Up Flaws in Privacy Laws",
      "snippet": "Recently disclosed privacy breach at data collection company ChoicePoint, in which con artists gained access to Social Security numbers, addresses and other personal data of nearly 145,000 people, has exposed shortcomings of laws governing data-mi...",
      "abstract": "Recently disclosed privacy breach at data collection company ChoicePoint, in which con artists gained access to Social Security numbers, addresses and other personal data of nearly 145,000 people, has exposed shortcomings of laws governing data-mining industry and consumer privacy; Nigerian man in Los Angeles has been sentenced to 16 months in California state prison for his role in fraud after pleading no contest to single count of unlawful use of personal information; bigger effect of breach may be its exposure of patchwork of sometimes conflicting state and federal rules that govern consumer privacy and commercial data vendors; state and federal regulators and lawmakers have started calling for updating of those rules, which never envisioned power of gatherers to amass and distribute vast digital dossiers on ordinary citizens; critics say current laws, in focusing too closely on industry-specific uses of information rather than on protecting privacy of individuals in databases, have failed to keep pace with emergence of such data miners; photos (M)",
      "lead_paragraph": "The recently disclosed privacy breach at the data collection giant ChoicePoint, in which con artists gained access to the Social Security numbers, addresses and other personal data of nearly 145,000 people, has exposed the shortcomings of the laws governing the data-mining industry and consumer privacy.",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/24/business/breach-points-up-flaws-in-privacy-laws.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "On the Net, Unseen Eyes",
      "snippet": "Proliferation of surveillance cameras in everyday life and Webcams at home computers has elevated concerns about privacy; as many as 13 percent of American homes have Webcam attached to computer, each with Internet address; unless cameras have bee...",
      "abstract": "Proliferation of surveillance cameras in everyday life and Webcams at home computers has elevated concerns about privacy; as many as 13 percent of American homes have Webcam attached to computer, each with Internet address; unless cameras have been concealed behind software firewalls, their addresses make them specifically searchable and identifiable; while some Webcam images are designed to be shown on Internet, search for specific video camera signatures allows users to skip Web site and view camera image outside its intended context; photos (M)",
      "lead_paragraph": "ACCORDING to the complaint filed in United States District Court in Nashville, members of a girls' basketball team visiting Livingston Middle School in Tennessee spotted the camera right away. \"It was high up in a corner, near a ceiling tile in the visitors' locker room,\" said the girls' lawyer, Mark Chalos. \"It seemed to look out over the changing area.\"",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/24/technology/on-the-net-unseen-eyes.html",
      "byline": "By Patrick di Justo"
    },
    {
      "headline": "Sad, Lonely? For a Good Time, Call Vivienne*",
      "snippet": "*Artificial Life Inc of Hong Kong has come up with virtual girlfriend named Vivienne that can be reached on cellphone for monthly fee of $6; Vivienne is at leading edge of wave of services that companies are developing to take advantage of much fa...",
      "abstract": "*Artificial Life Inc of Hong Kong has come up with virtual girlfriend named Vivienne that can be reached on cellphone for monthly fee of $6; Vivienne is at leading edge of wave of services that companies are developing to take advantage of much faster data transmission rates made possible by 3G technology; photos (M)",
      "lead_paragraph": "HONG KONG, Feb. 18 - Men, are you tired of the time, trouble and expense of having a girlfriend? Irritated by the difficulty of finding a new one?",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/24/technology/sad-lonely-for-a-good-time-call-vivienne.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Wal-Mart Ordered to Pay Ex-Employee $7.5 Million  A federal jury found that Wal-Mart Stores discriminated against a disabled Long Island man who briefly held a job at its store in Centereach, N.Y., and ordered the company to pay him $7.5 million i...",
      "abstract": " Wal-Mart Ordered to Pay Ex-Employee $7.5 Million  A federal jury found that Wal-Mart Stores discriminated against a disabled Long Island man who briefly held a job at its store in Centereach, N.Y., and ordered the company to pay him $7.5 million in damages.     The plaintiff, who has cerebral palsy, applied for a job in the Wal-Mart pharmacy department in the summer of 2002 and said he quit not long after he was reassigned to other responsibilities, including collecting garbage and shopping carts from the parking lot. [C3.]    Facing intense opposition, a large real estate developer has dropped its plans to include a Wal-Mart store in a Queens shopping complex, thwarting the company's plan to open its first store in New York City. [A1.]    Medco to Buy Specialty Drug Firm  Medco Health Solutions, the big pharmacy benefits manager, agreed to purchase Accredo Health, a fast-growing distributor of expensive specialty drugs for high-risk patients. The price was $2.2 billion in cash and Medco stock. With the purchase, Medco said it would have $4.2 billion in specialty drug revenue. [C5.]    Medical Work Is Moving Offshore  The shifting of employment to countries like India and China is spreading to America's medical and drug industries. [A1.]    Indian businesses are growing as drug makers send clinical trial work there. [C4.]    More Fannie Mae Problems Found  Fannie Mae said that its primary regulator had discovered a host of new potential accounting violations. [C8.]    Cablevision Has Loss for Quarter  Cablevision Systems reported that its quarterly losses widened, but its number of customers increased, and the share price rose. [C15.]    With its founder poised to emerge from prison next month, Martha Stewart Living Omnimedia reported steep losses for last year. [C7.]    New Concerns on Japan's Economy  A steep drop in Japan's trade surplus, combined with rising oil prices, raised concerns that its economic slump could continue. [C4.]    Stock Market Shows Gains  The Dow Jones industrials average rose 62.59 points, to 10,673.79. The Standard & Poor's 500-stock index gained 6.64 points, to 1,190.80. The Nasdaq composite index added 0.93 point, to 2,031.25. [C9.]    The dollar rebounded slightly after plunging on Tuesday. [C8.]    Crude oil prices fell but remained above the $51-a-barrel level. [C8.]    Rosen to Lead Economic Council  President Bush named Harvey S. Rosen, an economist on leave from Princeton University, to be chairman of the White House Council of Economic Advisers. Mr. Rosen will replace N. Gregory Mankiw, who resigned last week after two stormy years and returned to Harvard University. But White House officials indicated that Mr. Rosen would serve only as interim chairman. [A18.]    Increases in health spending will outstrip the growth of the economy over the next 10 years, the Bush administration said. [A20.]    He Talks Like an Economist  Habits of mind that made Lawrence H. Summers a good economist help explain why he is embroiled in controversy as president of Harvard. Virginia Postrel: Economic Scene. [C2.]    Finding Financing on the Web  VFinance.com seeks to find ways for entrepreneurs to match their ideas and business plans with investors. Small Business. [C7.]  ",
      "lead_paragraph": "Wal-Mart Ordered to Pay Ex-Employee $7.5 Million A federal jury found that Wal-Mart Stores discriminated against a disabled Long Island man who briefly held a job at its store in Centereach, N.Y., and ordered the company to pay him $7.5 million in damages.",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/24/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "BUSH MAY WEIGH USING INCENTIVES TO DISSUADE IRAN",
      "snippet": "Pres Bush says he and leaders of Germany, Britain and France have discussed negotiating tactics to try to get Iran to give up its suspected nuclear weapons program, but he gives no sign that United States would directly join in talks, as Europeans...",
      "abstract": "Pres Bush says he and leaders of Germany, Britain and France have discussed negotiating tactics to try to get Iran to give up its suspected nuclear weapons program, but he gives no sign that United States would directly join in talks, as Europeans want; national security adviser Stephen J Hadley says Bush might consider offering incentives to Iran, tactic favored by Europeans but rejected by Bush administration as recently as two weeks ago; Bush, at joint news conference with German Chancellor Gerhard Schroder in Mainz, seeks to soothe growing fears in Europe that Iran would become next battleground for US; calls that idea 'ridiculous' but then adds that 'all options are on the table'; Bush's discussions with Schroder on Iran come at crucial time, with European officials saying that negotiations at International Atomic Energy Agency are at impasse and will fail without Americans at the table; photo (M)",
      "lead_paragraph": "WIESBADEN, Germany, Feb. 23 - President Bush said Wednesday that he and German, British and French leaders had discussed negotiating tactics to try to get Iran to give up its suspected nuclear weapons program, and his national security adviser later left open the possibility that Mr. Bush would consider offering incentives to dissuade Iran from its nuclear ambitions.",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/24/washington/bush-in-europe-meeting-in-germany-bush-may-weigh-using.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "For Simpler Robots, a Step Forward",
      "snippet": "What's Next column on new robots built at Massachusetts Institute of Technology, Cornell and Delft University in Netherlands, and introduced at annual meeting of American Association for the Advancement of Science; robots are significantly differe...",
      "abstract": "What's Next column on new robots built at Massachusetts Institute of Technology, Cornell and Delft University in Netherlands, and introduced at annual meeting of American Association for the Advancement of Science; robots are significantly different in design from standard creations in that they walk much more efficiently and naturally; possible applications noted; called passive-dynamic walkers, robots depend on mechanics, not on electronic calculating power, for their humanlike gait; photos (M",
      "lead_paragraph": "WASHINGTON - THE moment of truth had come for the knee-high robot standing on its improvised runway at a hotel news conference.",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/24/technology/circuits/for-simpler-robots-a-step-forward.html",
      "byline": "By Anne Eisenberg"
    },
    {
      "headline": "Credit Suisse Tries to Sell Itself to Its Bankers",
      "snippet": "Credit Suisse Group chief executive Ossie Grubel and his chief lieutenant Brady W Dougan, in meeting of 900 Credit Suisse bankers in Orlando, Fla, try to sell bankers on another turnaround plan after turbulent four years in which Credit Suisse Fir...",
      "abstract": "Credit Suisse Group chief executive Ossie Grubel and his chief lieutenant Brady W Dougan, in meeting of 900 Credit Suisse bankers in Orlando, Fla, try to sell bankers on another turnaround plan after turbulent four years in which Credit Suisse First Boston became perhaps its most dysfunctional major investment bank; plan is to integrate New York investment bank more closely with its parent in Zurich; Grubel does not rule out dropping First Boston name, though he says it is safe for now; photos (M)",
      "lead_paragraph": "ZURICH - With his slicked-back hair, brusque manner and squinty gaze, Ossie Grübel does not look like a cutup. But Mr. Grübel, the chief executive of the Credit Suisse Group, was amused recently when he found himself the target of a young English banker impersonating Ali G, the British rapper-cum-interviewer who has made a career of lampooning serious white men.",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/24/business/worldbusiness/credit-suisse-tries-to-sell-itself-to-its-bankers.html",
      "byline": "By Mark Landler and Jenny Anderson"
    },
    {
      "headline": "Model in Utah May Be Future for Medicaid",
      "snippet": "Bush administration effort to overhaul Medicaid system may use program in Utah as model; Michael O Leavitt, Pres Bush's new secretary of health and human services, is promoting Medicaid plan in Utah that was adopted when he was governor; his plan ...",
      "abstract": "Bush administration effort to overhaul Medicaid system may use program in Utah as model; Michael O Leavitt, Pres Bush's new secretary of health and human services, is promoting Medicaid plan in Utah that was adopted when he was governor; his plan departs from traditional Medicaid program on two main fronts; it spreads out lower, more basic level of care to more people, and reduces coverage for some traditional beneficiaries by imposing co-payments on service, and it relies on generosity of doctors and hospitals to provide services free of charge for those needing extended hospitalization or specialty medical treatment; medical experts say that program broadens focus from question of who does and does not have health insurance, to what constitutes basic health coverage; many academics and health care analysts say they worry that substantial state-by-state Medicaid experiments could fracture and fragment system that has evolved into anchor of health coverage for poor since its introduction in 1960's; photos (M)",
      "lead_paragraph": "SALT LAKE CITY - Anyone looking for clues as to how the Bush administration might overhaul the Medicaid system should come to Utah and read the fine print of Tony Martinez's health insurance plan.",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/24/us/model-in-utah-may-be-future-for-medicaid.html",
      "byline": "By Kirk Johnson and Reed Abelson"
    },
    {
      "headline": "Prices Rise Only Slightly, Easing Fears About Inflation",
      "snippet": "Consumer prices rose 0.1 percent in January, adjusted for seasonal factors, after being flat in December; newly released minutes from Federal Reserve's policy meeting on Feb 1 and 2 suggests that Fed officials were slightly less worried about infl...",
      "abstract": "Consumer prices rose 0.1 percent in January, adjusted for seasonal factors, after being flat in December; newly released minutes from Federal Reserve's policy meeting on Feb 1 and 2 suggests that Fed officials were slightly less worried about inflation than they had sounded in January; minutes suggest Fed will continue to slowly raise short-term interest rates, but there were fewer hints about need to speed process of rate increases in response to inflationary pressures (M)",
      "lead_paragraph": "WASHINGTON, Feb. 23 - Consumer prices barely rose in January, the government said on Wednesday, but the Federal Reserve signaled its intention to keep nudging up interest rates in the months ahead.",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/24/business/prices-rise-only-slightly-easing-fears-about-inflation.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "A Big Piece of the Action",
      "snippet": "Graph shows JetBlue Airways' market share for flights from New York to Los Angeles in light of announcement that airline will start service between New York and Bob Hope Airport in Burbank",
      "abstract": "Graph shows JetBlue Airways' market share for flights from New York to Los Angeles in light of announcement that airline will start service between New York and Bob Hope Airport in Burbank",
      "lead_paragraph": "Once an upstart, JetBlue has, by one measure, become the second-largest airline from New York to Los Angeles.",
      "publication_date": "2005-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/24/business/a-big-piece-of-the-action.html",
      "byline": ""
    }
  ]
}