{
  "metadata": {
    "date": "2005-11-15",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Pentagon's Fuel Deal Is Lesson in Risks of Graft-Prone Regions",
      "snippet": "Pentagon's deal in late 2001 to get jet fuel from companies in Kyrgyzstan for its air base there illustrates risks of alliances with nations that are unstable and rife with corruption; Kyrgyx prosecutors and FBI agents are looking into whether Kry...",
      "abstract": "Pentagon's deal in late 2001 to get jet fuel from companies in Kyrgyzstan for its air base there illustrates risks of alliances with nations that are unstable and rife with corruption; Kyrgyx prosecutors and FBI agents are looking into whether Krygyz president at time, Askar Akayev, and his family pocketed hundreds of millions of dollars from Pentagon fuel contracts before he was ousted this year; two jet fuel suppliers are linked to Akayev's relatives; Pentagon is in awkward bind; it needs continued access to base, but $207 million it spent on fuel contracts has created resentment among country's new leaders; some of them contend United States knew where proceeds were going; Zamira Sydykova, Kyrgyz amabassador to Washington, holds US has paid little rent for base while paying inflated fuel prices to companies 'stolen' by Akayev's family; Pentagon officials claim two companies are only ones with facilities to transport and store fuel at air base; photo; map (M)",
      "lead_paragraph": "WASHINGTON, Nov. 14 - Soon after the American invasion of Afghanistan in late 2001, the Pentagon opened an air base in neighboring Kyrgyzstan and made a deal to get jet fuel from the only two suppliers in the country. The companies just happened to be linked to relatives of the country's president.",
      "publication_date": "2005-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/15/world/asia/pentagons-fuel-deal-is-lesson-in-risks-of-graftprone-regions.html",
      "byline": "By David S. Cloud"
    },
    {
      "headline": "'85 Document Opens Window to Alito Views",
      "snippet": "Supreme Court nominee Samuel A Alito Jr's job application for promotion in Reagan administration 20 years ago provides new window into deeply conservative roots of legal views he held at time; Alito said he was 'particularly proud' of contributing...",
      "abstract": "Supreme Court nominee Samuel A Alito Jr's job application for promotion in Reagan administration 20 years ago provides new window into deeply conservative roots of legal views he held at time; Alito said he was 'particularly proud' of contributing to cases arguing against racial and ethnic quotas and against right to abortion; his subsequent opinions as appeals court judge adhered so closely to precedents that they seldom reveal his views; although his views may have changed since 1985, any hint of his legal philosophy is of keen interest to partisans on both sides of debate about his nomination; Democrats on Senate Judiciary Committee seize on application as evidence that Alito would take ideological agenda to bench; Republican Sens Olympia J Snowe and Susan Collins, who support abortion rights, express sharp concerns about Alito's statement; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 14 - Applying for a promotion in the Reagan administration 20 years ago, Samuel A. Alito Jr. described himself as a thoroughgoing conservative \"particularly proud\" of contributing to cases arguing \"that racial and ethnic quotas should not be allowed and that the Constitution does not protect a right to an abortion.\"",
      "publication_date": "2005-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/15/politics/politicsspecial1/85-document-opens-window-to-alito-views.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Parents Carry Burden of Proof in School Cases, Court Rules",
      "snippet": "burden of proof now on parents in school cases**Supreme Court rules that parents who disagree with school system's special-education plan for their child must prove that plan will not provide 'appropriate' education all disabled children are entit...",
      "abstract": "burden of proof now on parents in school cases**Supreme Court rules that parents who disagree with school system's special-education plan for their child must prove that plan will not provide 'appropriate' education all disabled children are entitled to under federal law; 6-to-2 decision in case from Montgomery County, Md, affirms ruling by US Court of Appeals last year; Chief Justice John G Roberts Jr recuses himself because his former law firm represents school district; decision is likely to affect hundreds of cases a year; parents and disability rights groups argue that making them prove that special-education programs are inadequate gives school districts little incentive to address their complaints; Bush administration orginally entered case on behalf of parents, citing Individuals With Disabilities Education Act; administration switched sides when case reached Supreme Court; it argued that court should apply 'traditional rule' in civil cases that those seeking relief bear burden of proof; Justice Sandra Day O'Connor accepted this argument in her majority opinion; court accepts appeal filed by State of Pennsylvania from ruling that invalidates policy depriving prisoners housed in special maximum security unit of right to receive magazines and newspapers; without comment, court refuses to hear challenge to Florida law that permanently deprives convicted felons of right to vote (M)",
      "lead_paragraph": "WASHINGTON, Nov. 14 - The Supreme Court ruled in a closely watched education case on Monday that parents who disagree with a school system's special-education plan for their child have the legal burden of proving that the plan will not provide the \"appropriate\" education to which federal law entitles all children with disabilities.",
      "publication_date": "2005-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/15/politics/parents-carry-burden-of-proof-in-school-cases-court-rules.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Report Details F.D.A. Rejection of Next-Day Pill",
      "snippet": "Government Accountability Office report cites several unusual aspects of Food and Drug Administration's May 2004 rejection of morning-after pill application; says rejection of pill, called Plan B, was announced even before government scientific re...",
      "abstract": "Government Accountability Office report cites several unusual aspects of Food and Drug Administration's May 2004 rejection of morning-after pill application; says rejection of pill, called Plan B, was announced even before government scientific review of application was completed, and that top agency officials were deeply involved in decision; says officials' decision to ignore recommendation of independent advisory committee as well as agency's own scientific review staff is unprecedented; concludes that top official's 'novel' rationale for rejecting application contradicts past agency practices; Sens Patty Murray and Hillary Rodham Clinton issue statement saying GAO report confirms that FDA decision was 'politically motivated' and came down from 'highest levels at the FDA'; although FDA has concluded that Plan B is contraceptive, some abortion opponents consider pill tantamount to ending pregnancy; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 14 - Top federal drug officials decided to reject an application to allow over-the-counter sales of the morning-after pill months before a government scientific review of the application was completed, according to accounts given to Congressional investigators.",
      "publication_date": "2005-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/15/politics/report-details-fda-rejection-of-nextday-pill.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Awash in Petrodollars, Russia Frets About the Paradoxes of Bounty",
      "snippet": "Russia is awash in oil revenue, taking in $500 million a day from crude oil exports, and these dollars are being converted to rubles, raising value of that currency as well as threat of inflation; danger for Russia is that its manufacturing will d...",
      "abstract": "Russia is awash in oil revenue, taking in $500 million a day from crude oil exports, and these dollars are being converted to rubles, raising value of that currency as well as threat of inflation; danger for Russia is that its manufacturing will decline as its goods become more expensive overseas, while imports rise as they become cheaper at home, leading to de-industrialization of economy--reverse of Russia's chronic economic troubles with weak ruble of 1990's; government has so far kept money out of circulation by isolating it in Stabilization Fund, but now it intends to begin spending from its specialized oil revenue through creation of second fund dedicated to investment in infrastructure; photo (M)",
      "lead_paragraph": "MOSCOW, Nov. 10 - A few years ago, Russia's finance officials could only dream of the problem Aleksei L. Kudrin described recently.",
      "publication_date": "2005-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/15/business/worldbusiness/awash-in-petrodollars-russia-frets-about-the.html",
      "byline": "By Andrew Kramer"
    },
    {
      "headline": "Wal-Mart Forecasts Big Season",
      "snippet": "Wal-Mart Stores reports 3.8 percent rise in third-quarter earnings, to $2.4 billion, smallest quarterly profit increase in four years, but predicts strong holiday sales on strength of aggressive marketing campaign; says sales for quarter rose to $...",
      "abstract": "Wal-Mart Stores reports 3.8 percent rise in third-quarter earnings, to $2.4 billion, smallest quarterly profit increase in four years, but predicts strong holiday sales on strength of aggressive marketing campaign; says sales for quarter rose to $75.4 billion from $68.5 billion a year earlier; attributes drag on third-quarter earnings to several one-time costs, including store closings caused by hurricanes and higher costs of fueling its large trucks; photo (M)",
      "lead_paragraph": "Wal-Mart Stores sent an early Christmas card to Wall Street yesterday. The message was to stop worrying about the holidays.",
      "publication_date": "2005-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/15/business/walmart-forecasts-big-season.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Voters Showed Less Appetite for Tax Cuts",
      "snippet": "American voters' ardor for cutting taxes and shrinking government may have cooled; ballot measures that would have rolled back tax increases or limited state spending are rejected in California, Colorado and Washington State; in New Jersey, which ...",
      "abstract": "American voters' ardor for cutting taxes and shrinking government may have cooled; ballot measures that would have rolled back tax increases or limited state spending are rejected in California, Colorado and Washington State; in New Jersey, which has highest property taxes per person in nation. voters elect Sen John S Corzine, even though he promised more modest reduction in property taxes than his Republican opponent; some analysts suggest that voters are more willing to pay for government investments in infrastructure and public safety in wake of 9/11 attacks and this year's Gulf Coast hurricanes; advocates of cutting taxes and limiting spending do not see trend; they claim three ballot results were responses to specific situations and do not mark beginning of backlash; photos (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 14 - Has the American voter's ardor for cutting taxes and shrinking government cooled?",
      "publication_date": "2005-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/15/us/voters-showed-less-appetite-for-tax-cuts.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Natural Gas: Big Worry This Winter",
      "snippet": "Fears are being voiced about natural gas shortage this winter and soaring prices; Energy Information Administration predicts that cost of heating typical home with natural gas could rise by more than 40 percent in coming months; businesses face po...",
      "abstract": "Fears are being voiced about natural gas shortage this winter and soaring prices; Energy Information Administration predicts that cost of heating typical home with natural gas could rise by more than 40 percent in coming months; businesses face possible disruptions in supply in some states this winter, since utilities are required to give highest priority to supplying homes; demand has been outstripping supply for several years thanks to huge buildup of natural-gas-fired electricity plants in 1990's even as exploration has slowed; energy industry and major consumers of natural gas are aggressively pushing Congress to open areas for exploration, but with little success so far; industry also faces fierce opposition from environmentalists, real estate investors and residents of areas where it would like to put operations intended to increase imports of natural gas; photos; graph (M)",
      "lead_paragraph": "HOUSTON, Nov. 14 - Unexpectedly warm weather has bathed much of the United States in recent weeks, but fears persist that a classic energy shock may be unfolding as the nation heads into winter.",
      "publication_date": "2005-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/15/business/natural-gas-big-worry-this-winter.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Inflation Issue to Dominate Questioning of Fed Nominee",
      "snippet": "Ben S Bernanke, Pres Bush's nominee to lead Federal Reserve, will have to fend off two contradictory perceptions at his Senate confirmation hearing on Nov 15; Democratic lawmakers worry that Bernanke, who has contended for years that Fed should se...",
      "abstract": "Ben S Bernanke, Pres Bush's nominee to lead Federal Reserve, will have to fend off two contradictory perceptions at his Senate confirmation hearing on Nov 15; Democratic lawmakers worry that Bernanke, who has contended for years that Fed should set policy according to explicit inflation target, will be too focused on price stability and not attentive to employment; bond investors, by contrast, worry that Bernanke wil be soft on inflation; way Bernanke deals with these concerns could provide important clues to his long-term vision for Fed and his efforts to establish his credibility; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 14 - Ben S. Bernanke, President Bush's nominee to lead the Federal Reserve, will have to fend off two contradictory perceptions at his Senate confirmation hearing on Tuesday.",
      "publication_date": "2005-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/15/business/inflation-issue-to-dominate-questioning-of-fed-nominee.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Pressured, Knight Ridder Ponders Sale of Company",
      "snippet": "Knight Ridder, publisher of 32 newspapers, says it is considering sale of company and has hired Goldman Sachs to help it evaluate 'strategic alternatives'; sale has been urged by big shareholders, including Private Capital Management and Harris As...",
      "abstract": "Knight Ridder, publisher of 32 newspapers, says it is considering sale of company and has hired Goldman Sachs to help it evaluate 'strategic alternatives'; sale has been urged by big shareholders, including Private Capital Management and Harris Associates; industry experts say Knight Ridder could attract interest from other publishers, leading media investors and private equity funds, but they note that buyers might prefer to acquire its properites piecemeal rather than together; other newspaper chains may face similar pressure from big shareholders (M)",
      "lead_paragraph": "Under growing pressure from big shareholders, Knight Ridder, the publisher of 32 newspapers including The Miami Herald and The Philadelphia Inquirer, said yesterday that it was considering a sale of the company.",
      "publication_date": "2005-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/15/business/media/pressured-knight-ridder-ponders-sale-of-company.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Senate Republicans Pushing for a Plan on Ending the War in Iraq",
      "snippet": "Senate will consider Republican proposal calling for Iraqi forces to take lead next year in securing nation and for Bush administration to lay out its strategy for ending war; proposal, from Sens Bill Frist and John W Warner, stops short of compet...",
      "abstract": "Senate will consider Republican proposal calling for Iraqi forces to take lead next year in securing nation and for Bush administration to lay out its strategy for ending war; proposal, from Sens Bill Frist and John W Warner, stops short of competing Democratic proposal that moves toward establishing dates for phased withdrawal of troops; but it is seen as sign of increasing unease among Congressional Republicans over war in Iraq; Warner says his proposal should not be interpreted as critical of administration; but Democrats see his plan as shift in Republican sentiment on Iraq and acknowledgment of growing public unrest with course of war and administration's frequent call for 'patience'; Senate schedules vote Nov 15 on compromise that would allow terror detainees some access to federal courts; Senate voted earlier to accept Sen Lindsey Graham's plan to prohibit those being held from challenging their detentions in federal court, despite Supreme Court ruling to contrary; Graham says compromise he negotiated would allow detainees at Guantanamo Bay to challenge their designation as enemy combatants in federal courts and to appeal convictions handed down by military when prison terms are 10 years or more or death sentence; says detaineed would be barred from mounting wide array of court challenges regarding their treatment or conditions of confinement; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 14 - In a sign of increasing unease among Congressional Republicans over the war in Iraq, the Senate is to consider on Tuesday a Republican proposal that calls for Iraqi forces to take the lead next year in securing the nation and for the Bush administration to lay out its strategy for ending the war.",
      "publication_date": "2005-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/15/politics/senate-republicans-pushing-for-a-plan-on-ending-the-war-in-iraq.html",
      "byline": "By Carl Hulse"
    }
  ]
}