{
  "metadata": {
    "date": "2005-05-18",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "U.S. Arrests Cuban Exile Accused in Deadly '76 Airline Bombing",
      "snippet": "Immigration officials arrest Luis Posada Carriles, Cuban exile suspected in deadly airplane bombing and other atttacks, weeks after he slipped into United States and shortly after he withdrew application for political asylum; Bush administration f...",
      "abstract": "Immigration officials arrest Luis Posada Carriles, Cuban exile suspected in deadly airplane bombing and other atttacks, weeks after he slipped into United States and shortly after he withdrew application for political asylum; Bush administration faced growing pressure from Cuba and its ally Venezuela to extradite him; critics had questioned why United States would not root out suspected terrorist, even one hailed by Cuban exiles as freedom fighter against Fidel Castro; as Homeland Security Dept detains 77-year-old Posada, hundreds of thousands of Cubans in Havana participate in protest march against him; photo of Posada (M)",
      "lead_paragraph": "MIAMI, May 17 - Immigration officials arrested Luis Posada Carriles, a Cuban exile suspected in a deadly airplane bombing and other attacks, on Tuesday, weeks after he slipped into the United States and shortly after he withdrew an application for political asylum.",
      "publication_date": "2005-05-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/18/us/us-arrests-cuban-exile-accused-in-deadly-76-airline-bombing.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Reversal of Misfortune: Things Are Looking Up for a Bold Financier",
      "snippet": "Financier Ronald O Perelman's fortunes are looking up after jury awards him $604 million from lawsuit against Morgan Stanley tied to his investment in Sunbeam; Revlon, cosmetic company that is his most prominent holding, is also in better shape th...",
      "abstract": "Financier Ronald O Perelman's fortunes are looking up after jury awards him $604 million from lawsuit against Morgan Stanley tied to his investment in Sunbeam; Revlon, cosmetic company that is his most prominent holding, is also in better shape these days, having reduced its debt sharply over last year, and shares of some of Perelman's lesser-known investments are holding their own; recent developments could mark renaissance for Perelman, who after developing reputation as one of most fearsome raiders in 1980's, suffered embarrassing string of losses; photo (M)",
      "lead_paragraph": "Ronald O. Perelman's holding of 14 million worthless Sunbeam shares may turn out to be his best investment in years. Mr. Perelman, after a Florida jury's award on Monday, is poised to reap $604 million -- and possibly much more -- from a lawsuit against Morgan Stanley tied to his investment in Sunbeam.",
      "publication_date": "2005-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/18/business/reversal-of-misfortune-things-are-looking-up-for-a-bold-financier.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Adrift 500 Feet Under the Sea, a Minute Was an Eternity",
      "snippet": "New information regarding January 8 underwater crash of nuclear-powered attack submarine San Francisco 360 miles southeast of Guam reveals how much more serious crash was, and how close San Francisco was to being lost; crash was one of worst on Am...",
      "abstract": "New information regarding January 8 underwater crash of nuclear-powered attack submarine San Francisco 360 miles southeast of Guam reveals how much more serious crash was, and how close San Francisco was to being lost; crash was one of worst on American submarine since 1960's; Navy investigators last week report that series of mistakes at sea and onshore caused 6,900-ton submarine to run into underground mountain, not on navigational charts, at top speed; impact of crash punched huge holes in forward ballast tanks, so that air being blown into them was no match for ocean pouring in; when senior enlisted man shoved 'chicken switches,' blowing high-pressure air through ballast tanks to force vessel upward, submarine refused at first to budge; Commander Kevin G Mooney says 'I thought I was going to die'; it was close to minute before submarine's mangled nose began to rise; within crew's quarters there was pandemonium--bodies pinballing, heads striking steel in warren of lethally sharp surfaces in impossibly tight spaces; one crewman was killed, 98 others were injured, and captain and three other officers were relieved of their duties; photos; drawings show interior layout of submarine (L)",
      "lead_paragraph": "APRA HARBOR, Guam, May 16 - Blood was everywhere. Sailors lay sprawled across the floor, several of them unconscious, others simply dazed. Even the captain was asking, \"What just happened?\" All anyone knew for sure was that the nuclear-powered attack submarine had slammed head-on into something solid and very large, and that it had to get to the surface fast.",
      "publication_date": "2005-05-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/18/us/adrift-500-feet-under-the-sea-a-minute-was-an-eternity.html",
      "byline": "By Christopher Drew"
    },
    {
      "headline": "Amid Change in Leadership, Hewlett Profit Increased 9%",
      "snippet": "Mark V Hurd's short stint as the chief executive of Hewlett-Packard receives symbolic boost as company reports 9 percent rise in second-quarter profit, to $966 million; revenue rises 7.2 percent, to $21.57 billion; graph (M)",
      "abstract": "Mark V Hurd's short stint as the chief executive of Hewlett-Packard receives symbolic boost as company reports 9 percent rise in second-quarter profit, to $966 million; revenue rises 7.2 percent, to $21.57 billion; graph (M)",
      "lead_paragraph": "SAN FRANCISCO, May 17 - Mark V. Hurd's short stint as the chief executive of Hewlett-Packard received a symbolic boost on Tuesday as the computer and printer giant reported quarterly earnings that slightly exceeded analyst expectations.",
      "publication_date": "2005-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/18/technology/amid-change-in-leadership-hewlett-profit-increased-9.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Personal Data for the Taking",
      "snippet": "Forty-one graduate students at Johns Hopkins University spend semester working in groups of three or four collecting as much personal data as they can on Internet using only legal, public sources of information, replicating on small scale what big...",
      "abstract": "Forty-one graduate students at Johns Hopkins University spend semester working in groups of three or four collecting as much personal data as they can on Internet using only legal, public sources of information, replicating on small scale what big data brokers can do with resources to buy all the databases they want; groups were allowed to spend no more than $50, but several of them manage to gather well over a million records, with hundreds of thousands of individuals represented in each databases; Prof Aviel D Rubin, who conceived project, has used his graduate courses before to expose weaknesses in electronic voting technology and other aspects of society that is increasing dependent on digital technology; is pleasantly surprised that his students turned up fewer Social Security numbers than he expected; photo; drawing (M)",
      "lead_paragraph": "Senator Ted Stevens wanted to know just how much the Internet had turned private lives into open books. So the senator, a Republican from Alaska and the chairman of the Senate Commerce Committee, instructed his staff to steal his identity.",
      "publication_date": "2005-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/18/technology/personal-data-for-the-taking.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "A Fast-Growing Independent Strikes Gold in Oil Refining",
      "snippet": "William E Greehey, who turned Valero Energy from obscure gas pipeline business into nation's top independent oil refinery, is staking company's future on expectation that tight refining capacity, growing demand for gasoline and high profit margins...",
      "abstract": "William E Greehey, who turned Valero Energy from obscure gas pipeline business into nation's top independent oil refinery, is staking company's future on expectation that tight refining capacity, growing demand for gasoline and high profit margins will last; acquisition of Premcor, rival refinery for which Greehey has offered $6.9 billion, would propel Valero ahead of Exxon Mobil as top US refinery; his faith in refining is not shared by major oil companies, which have been selling their refineries in belief that profits and margins may soon reach peak in notably volatile and cyclical business; photos; graph (M)",
      "lead_paragraph": "SAN ANTONIO - It is impossible not to notice the eight-foot bear in William E. Greehey's office.",
      "publication_date": "2005-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/18/business/a-fastgrowing-independent-strikes-gold-in-oil-refining.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Toughening Its Line, U.S. Warns China on Currency",
      "snippet": "Bush administration warns China that its currency policies are distorting world trade; threatens retaliation against country's exports if Chinese leaders do not change course in next year; Treasury Dept, in language far harsher than it has used be...",
      "abstract": "Bush administration warns China that its currency policies are distorting world trade; threatens retaliation against country's exports if Chinese leaders do not change course in next year; Treasury Dept, in language far harsher than it has used before, declares that China's fixed exchange rate between its currency, yuan, and dollar poses risk to its economy and economies of much of rest of world; Treasury, coming closer than before to setting deadline, warns that China's policy will meet its definition for currency manipulation unless Beijing officials make 'substantial alteration'; Treasury Sec John Snow comments; photo (M)",
      "lead_paragraph": "WASHINGTON, May 17 - The Bush administration warned China on Tuesday that its currency policies were distorting world trade, and it brandished the threat of retaliation against the country's exports if Chinese leaders did not change course in the next year.",
      "publication_date": "2005-05-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/18/business/worldbusiness/toughening-its-line-us-warns-china-on-currency.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "CBS Expected to Broaden Programming Next Season",
      "snippet": "CBS is set to reveal details of its coming television season to advertisers, and it is expected to include at least five new dramas and three comedies as part of strategy to broaden its appeal in order to cope with loss of Everybody Loves Raymond;...",
      "abstract": "CBS is set to reveal details of its coming television season to advertisers, and it is expected to include at least five new dramas and three comedies as part of strategy to broaden its appeal in order to cope with loss of Everybody Loves Raymond; ABC makes it presentation; WB is also remaking its prime-time schedule in bid to regain ratings momentum it has lost last two seasons; photos (M)",
      "lead_paragraph": "CBS, which drew more viewers to its prime-time lineup this last year than any other television network, is expected to tell a meeting of advertisers today that it hopes to broaden its appeal in the coming season by adding at least five new dramas and three comedies to its schedule, according to several people briefed about its plans.",
      "publication_date": "2005-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/18/business/media/cbs-expected-to-broaden-programming-next-season.html",
      "byline": "This article was reported by Jacques Steinberg, Bill Carter and Stuart Elliott and Written By Mr. Steinberg"
    },
    {
      "headline": "Air Force Seeks Bush's Approval for Space Weapons Programs",
      "snippet": "Air Force, saying it must secure space to protect nation from attack, is seeking Pres Bush's approval of national-security directive that could move United States closer to fielding offensive and defensive space weapons; proposed change would be s...",
      "abstract": "Air Force, saying it must secure space to protect nation from attack, is seeking Pres Bush's approval of national-security directive that could move United States closer to fielding offensive and defensive space weapons; proposed change would be substantial shift in American policy; it would almost certainly be opposed by many American allies and potential enemies, who have said it may create arms race in sapce; senior administration official says new presidential directive would replace 1996 Clinton administration policy that emphasizes more peaceful use of space, including spy satellites' support for military operations, arms control and nonproliferation pacts; drawings illustrate some space weapons (M)",
      "lead_paragraph": "The Air Force, saying it must secure space to protect the nation from attack, is seeking President Bush's approval of a national-security directive that could move the United States closer to fielding offensive and defensive space weapons, according to White House and Air Force officials.",
      "publication_date": "2005-05-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/18/business/air-force-seeks-bushs-approval-for-space-weapons-programs.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "Under Pressure, Uzbek President Raises Death Toll From Clashes",
      "snippet": "Uzbekistan acknowledges that its crackdown last week on antigovernment demonstration and prison break had been far more violent than it previously described, saying 169 people had been killed, including 32 government troops;: Pres Islam A Karimov ...",
      "abstract": "Uzbekistan acknowledges that its crackdown last week on antigovernment demonstration and prison break had been far more violent than it previously described, saying 169 people had been killed, including 32 government troops;: Pres Islam A Karimov had previously said that only 10 soldiers and larger but unspecified number of 'rebels' had been killed; one opposition group says it compiled list of 745 dead; maps; photo (M)",
      "lead_paragraph": "KARASU, Uzbekistan, May 17 - Uzbekistan acknowledged Tuesday that its crackdown last week on an antigovernment demonstration and a prison break had been far more violent than it previously described, saying 169 people had been killed, including 32 government troops.",
      "publication_date": "2005-05-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/18/world/europe/under-pressure-uzbek-president-raises-death-toll-from-clashes.html",
      "byline": "By C.j. Chivers"
    }
  ]
}