{
  "metadata": {
    "date": "2005-12-15",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "See Baby Touch a Screen. but Does Baby Get It?",
      "snippet": "Market for electronic learning toys for babies is expanding despite any lack of evidence of how new media affect young children--and almost no research to support idea that they are educational; new media products for babies, toddlers and preschoo...",
      "abstract": "Market for electronic learning toys for babies is expanding despite any lack of evidence of how new media affect young children--and almost no research to support idea that they are educational; new media products for babies, toddlers and preschoolers began flooding market in late 1990's; it has exploded into host of new and more elaborate electronics for preschoolers, including video game consoles and handheld game systems, all marketed as educational; parents are ignoring recommendation made by American Academy of Pediatrics in 1999, that there be no screen time at all for babies under 2, out of concern that it might displace human interaction and impede crucially important brain growth and development of baby's first two years; Kaiser Family Foundation, whose recent report indicates there is little understanding of how new media affect young children, finds babies 6 months to 3 years old spend, on average, hour a day watching TV and 47 minutes per day on other screen media, like videos, computers and video games; photo of 11-month-old girl at computer (M)",
      "lead_paragraph": "Jetta is 11 months old, with big eyes, a few pearly teeth -- and a tiny index finger that can already operate electronic entertainment devices.",
      "publication_date": "2005-12-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/15/us/see-baby-touch-a-screen-but-does-baby-get-it.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "Bush's Path Forward Has Many Ifs",
      "snippet": "News analysis: Pres Bush is making his case for ordering invasion of Iraq just as his ability to control events in Iraq may be about to erode; in four recent speeches and accompanying strategy document he has for first time described in detail his...",
      "abstract": "News analysis: Pres Bush is making his case for ordering invasion of Iraq just as his ability to control events in Iraq may be about to erode; in four recent speeches and accompanying strategy document he has for first time described in detail his strategy for transforming country and region, and to lay out benchmarks he says would lead to 'complete victory'; but amid insurgent attacks and warnings of civil war, new Iraqi government may take months to form, and many officials wonder whether lag will distract Iraqis from leaping hurdles Bush wants them to clear before he will begin withdrawing American forces next year; Bush has been cautiously optimistic in his speeches, while also acknowledging that almost nothing in Iraq has gone according to plan in past 33 months; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 14 - It took a thousand days after he ordered the invasion of Iraq for President Bush to describe in considerable detail his strategy for transforming the country and the region, and to lay out the benchmarks that he said Wednesday would lead to \"complete victory.\"",
      "publication_date": "2005-12-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/15/politics/bushs-path-forward-has-many-ifs.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Iraqis Open Vote for Parliament; An Islamist-Secular Split Is Seen",
      "snippet": "Iraqi voters stream to polls in nationwide elections; leaders predict vote will split almost evenly between secular and Islamist parties, leading to lengthy political maneuvering; elections, expected to draw as many as 10 million Iraqis to polls, ...",
      "abstract": "Iraqi voters stream to polls in nationwide elections; leaders predict vote will split almost evenly between secular and Islamist parties, leading to lengthy political maneuvering; elections, expected to draw as many as 10 million Iraqis to polls, seen by Iraqi and American leaders as definitive test of Bush administration's assumption that free vote is best means for reconciling country's vastly polarized ethnic and sectarian groups and defeating Sunni Arab insurgency threatening to break country apart; but there are profound differences between Shiite coalition of religious parties on one side and mostly secular array of Shiite, Sunni and Kurdish parties on other over direction of country and nature of Iraqi state, and over powers of central government and autonomy granted to local regions; results of elections are likely to determine whether and to what extent Bush administration can begin significant withdrawals of American troops next year; scene at various voting places around country described; charts (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Thursday, Dec. 15 - Iraqi voters began streaming to the polls Thursday morning in nationwide elections as Iraqi leaders predicted that the vote would split almost evenly between secular and Islamist parties and usher in lengthy political maneuvering.",
      "publication_date": "2005-12-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/15/world/middleeast/iraqis-open-vote-for-parliament-an-islamistsecular-split.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "S.E.C. Puts 3 Hollinger Directors on Notice",
      "snippet": "Securities and Exchange Commission notified three high-profile current and former directors of Hollinger International Inc that they may be sued for failing to spot fraud that senior executives of company are suspected of committing; notices, file...",
      "abstract": "Securities and Exchange Commission notified three high-profile current and former directors of Hollinger International Inc that they may be sued for failing to spot fraud that senior executives of company are suspected of committing; notices, filed one month ago, were issued to James R Thompson, Richard R Burt and Marie-Josee Kravis; if SEC does file civil suit against three executives, it would be unusual attempt to hold independent directors to account for not being vigilant enough about suspected fraud; none of directors received any of money from payments that are subject of various actions against Hollinger co-founder Conrad M Black and his associates; photos (M)",
      "lead_paragraph": "The Securities and Exchange Commission has notified three high-profile current and former directors of Hollinger International Inc. that they may be sued for failing to spot fraud that senior executives of the newspaper company are suspected of committing.",
      "publication_date": "2005-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/15/business/media/sec-puts-3-hollinger-directors-on-notice.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Report Says Ex-A.I.G. Chief Defrauded Foundation 35 Years Ago",
      "snippet": "New York State Atty Gen Eliot Spitzer submits report as part of his lawsuit against American International Group's former chief executive, Maurice R Greenberg, contending that Greenberg unfairly enriched himself and other AIG executives in series ...",
      "abstract": "New York State Atty Gen Eliot Spitzer submits report as part of his lawsuit against American International Group's former chief executive, Maurice R Greenberg, contending that Greenberg unfairly enriched himself and other AIG executives in series of transactions that violated will of company's founder, Cornelius Vander Starr, and defrauded foundation he created; says questionable transactions took place more than 35 years ago as far-flung insurance operations built by Starr were melded into AIG; says that after Starr died in 1968, Greenberg and his colleagues, as executors of his estate, benefited by selling assets at fire-sale prices to companies they controlled; says these executives almost immediately turned around and sold assets at far higher prices to AIG, which then set some of them aside for use as compensation pool for company's executives; says Greenberg was able to cement his control of company because those shares amounted to 12 percent of AIG's outstanding stock; says Greenberg and his associates cheated Starr Foundation by selling assets that were worth more than $30 million for just $2 million (M)",
      "lead_paragraph": "Eliot Spitzer, the New York attorney general, submitted a report yesterday as part of his lawsuit against Maurice R. Greenberg, the former chief executive of American International Group, contending that Mr. Greenberg unfairly enriched himself and other A.I.G. executives in a series of transactions that violated the will of Cornelius Vander Starr, the company's founder, and defrauded a foundation he created.",
      "publication_date": "2005-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/15/business/report-says-exaig-chief-defrauded-foundation-35-years-ago.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Sandwich Chain Decides It's Time to Sell",
      "snippet": "Quiznos, second-largest sandwich restaurant chain in US, hires Goldman Sachs to help it find buyers and study alternatives; interest is expected to be high because Quiznos is growing at annual rate of about 30 percent, faster than most other resta...",
      "abstract": "Quiznos, second-largest sandwich restaurant chain in US, hires Goldman Sachs to help it find buyers and study alternatives; interest is expected to be high because Quiznos is growing at annual rate of about 30 percent, faster than most other restaurant chains; Quiznos is controlled by Rick Schaden and his father, Dick Schaden, who bought company in 1991 (M)",
      "lead_paragraph": "Quiznos, the second-largest sandwich restaurant chain in the United States behind Subway, has a new item on its sale menu: itself.",
      "publication_date": "2005-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/15/business/sandwich-chain-decides-its-time-to-sell.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "House Renews Antiterror Law, but Opposition Builds in Senate",
      "snippet": "House votes to renew USA Patriot Act, but bipartisan coalition in Senate threatens filibuster to block measure; White House sends Atty Gen Alberto R Gonzales to Republicans' weekly policy luncheon to assuage concerns that law does not strike corre...",
      "abstract": "House votes to renew USA Patriot Act, but bipartisan coalition in Senate threatens filibuster to block measure; White House sends Atty Gen Alberto R Gonzales to Republicans' weekly policy luncheon to assuage concerns that law does not strike correct balance between safeguarding civil liberties and protecting national security; Republicans who say they would support filibuster are Sens John E Sununu, Chuck Hagel, Larry Craig and Lisa Murkowski; in House, 18 Republicans, including some of most conservative members, vote against it; critics see this as signs that members of both parties are uneasy about bill; vote is also laden with politial implications for Democrats; they suffered at polls in 2002 after defeating bill to create Dept of Homeland Security; current Patriot Act, which greatly expanded government's investigative and surveillance powers in wake of 9/11 attacks, is set to expire at end of Dec; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 14 - The House voted Wednesday to renew the broad antiterrorism law known as the USA Patriot Act, but opposition was growing in the Senate, where members of a bipartisan coalition predicted they would block the measure by filibuster when it comes up for consideration on Friday.",
      "publication_date": "2005-12-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/15/politics/house-renews-antiterror-law-but-opposition-builds-in-senate.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Loans to HomeownersAlong Gulf Coast Lag",
      "snippet": "Small Business Administration has rejected 82 percent of requests it has processed for low-interest government loans from Gulf Coast residents hoping to rebuild their homes after this year's hurricanes; has processed only third of 276,000 home loa...",
      "abstract": "Small Business Administration has rejected 82 percent of requests it has processed for low-interest government loans from Gulf Coast residents hoping to rebuild their homes after this year's hurricanes; has processed only third of 276,000 home loan applications it has received; SBA, seeking to explain its higher-than-usual rejection rate, holds many would-be borrowers do not have incomes high enough, or credit ratings good enough, to qualify; Federal Emergency Management Agency has referred more than two million people, many with low incomes, to SBA to get the loans; high rejection rate may reflect mismatch between existing government aid programs and large number of low-income people affected by this year's hurricanes; SBA has not adjusted its creditworthiness standards, roughly comparable to bank's, despite widespread poverty in most damaged regions; loans that have been approved appear to be flowing to wealthy neighborhoods in New Orleans but not to poor ones; photo; map; chart (L)",
      "lead_paragraph": "Hundreds of thousands of Gulf Coast families, hoping to rebuild their homes after the hurricanes using low-interest government loans, are facing high rejection rates and widespread delays at the federal agency that administers the disaster loan program.",
      "publication_date": "2005-12-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/15/us/nationalspecial/loans-to-homeownersalong-gulf-coast-lag.html",
      "byline": "By Leslie Eaton and Ron Nixon"
    },
    {
      "headline": "Digital Photos Even a Miser Can Enjoy",
      "snippet": "David Pogue column on digital cameras for $300 or less; photos (M)",
      "abstract": "David Pogue column on digital cameras for $300 or less; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/15/technology/circuits/digital-photos-even-a-miser-can-enjoy.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "House Supports Ban On Detainee Abuses",
      "snippet": "In an unusual bipartisan rebuke to the Bush administration, the House overwhelmingly endorsed Senator John McCain's measure to bar cruel and inhumane treatment of prisoners in American custody anywhere in the world.      Although the vote was nonb...",
      "abstract": "In an unusual bipartisan rebuke to the Bush administration, the House overwhelmingly endorsed Senator John McCain's measure to bar cruel and inhumane treatment of prisoners in American custody anywhere in the world.      Although the vote was nonbinding, it put the Republican-controlled House on record in support of Mr. McCain's provision for the first time, as the senator, a Republican, is in tense negotiations with the White House, which opposes his measure.       Article, Page A14.  ",
      "lead_paragraph": "In an unusual bipartisan rebuke to the Bush administration, the House overwhelmingly endorsed Senator John McCain's measure to bar cruel and inhumane treatment of prisoners in American custody anywhere in the world.",
      "publication_date": "2005-12-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/15/front page/world/house-supports-ban-on-detainee-abuses.html",
      "byline": ""
    },
    {
      "headline": "Who Will Bring Water to the Bolivian Poor?",
      "snippet": "Community leaders in Cochabamba, Bolivia, who ousted Bechtel as operator of local waterworks five years ago, after it increased water rates, have not delivered on their promises to improve service since then; water remains cheap, but half of 600,0...",
      "abstract": "Community leaders in Cochabamba, Bolivia, who ousted Bechtel as operator of local waterworks five years ago, after it increased water rates, have not delivered on their promises to improve service since then; water remains cheap, but half of 600,000 people in Cochabamba remain without water, and those who do have service have it only intermittently; Semapa, water utility, cannot secure international loans for new dam and aqueducts needed for wide-scale expansion; Cochabamba's experience shows that while potent left has won many battles in Latin America, especially in Bolivia, in recent years, it still struggles to come up with practical, realistic solutions to resolve deep discontent that gave movement force in first place; photos (M)",
      "lead_paragraph": "COCHABAMBA, Bolivia - The people of this high Andean city were ecstatic when they won the \"water war.\"",
      "publication_date": "2005-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/15/business/who-will-bring-water-to-the-bolivian-poor.html",
      "byline": "By Juan Forero"
    }
  ]
}