{
  "metadata": {
    "date": "2005-06-08",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "C.I.A. Is Reviewing Its Security Policy for Recruitment",
      "snippet": "CIA is reviewing stringent security rules that turn away large numbers of badly-needed Arabic speakers and other potential recruits with skills sought since 2001 terrorist attacks; many are first-generation Americans who have linguistic facility a...",
      "abstract": "CIA is reviewing stringent security rules that turn away large numbers of badly-needed Arabic speakers and other potential recruits with skills sought since 2001 terrorist attacks; many are first-generation Americans who have linguistic facility and cultural knowledge agency needs to gather intelligence and penetrate terrorist groups; many also have relatives abroad, posing problem for background checks and potential blackmail; CIA has strictest guidelines in government, recruiting only US citizens with top-secret clearance and only those under age 35 for clandestine work; officials caution that in some cases security concerns have been well-founded; spokeswoman Jennifer Millerwise explains recruiting; House intelligence committee urges director John D Negroponte to use skills of unconventional hires (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/08/politics/cia-is-reviewing-its-security-policy-for-recruitment.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Less Cursing, Better Pictures: 10 Suggestions",
      "snippet": "RECENTLY, I was lying next to a hotel pool, keeping an eye on the children, when the guy on the next chaise swore like a sailor.    He was peering at his little digital camera, looking furious. I couldn't help myself. ''Do you need help with that?...",
      "abstract": "RECENTLY, I was lying next to a hotel pool, keeping an eye on the children, when the guy on the next chaise swore like a sailor.    He was peering at his little digital camera, looking furious. I couldn't help myself. ''Do you need help with that?'' I asked.  ",
      "lead_paragraph": "RECENTLY, I was lying next to a hotel pool, keeping an eye on the children, when the guy on the next chaise swore like a sailor.",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/06/08/technology/circuits/less-cursing-better-pictures-10-suggestions.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "G.M. Will Reduce Hourly Workers in U.S. by 25,000",
      "snippet": "General Motors will cut about 25,000 blue-collar jobs in US, about 22 percent of hourly work force, by end of 2008 in broad response to declining grip on American car market; cuts would bring nationwide employment to 86,000 hourly workers, about n...",
      "abstract": "General Motors will cut about 25,000 blue-collar jobs in US, about 22 percent of hourly work force, by end of 2008 in broad response to declining grip on American car market; cuts would bring nationwide employment to 86,000 hourly workers, about number once employed in Flint alone, and include unspecified plant closings by company that has already eliminated nearly 30,000 workers over last five years; total GM work force will be 125,000, compared with more than 600,000 in 1979; chairman Rick Wagoner tells discontented shareholders at 97th annual meeting that changes are must be made for long-term viability; photo; company needs UAW approval to close plants before contract expires in 2007; union warns GM cannot shrink its way out of problem and must rebuild market share, sharply eroded by robust foreign competitors; GM is nation's largest provider of health care benefits, covering 1.1 million Americans, including 450,000 retirees and spouses, at annual cost of nearly $6 billion (M)",
      "lead_paragraph": "WILMINGTON, Del., June 7 - General Motors said Tuesday that it would cut about 25,000 jobs from its blue-collar work force in the United States by the end of 2008, in a broad move to reckon with its declining grip on the American car market.",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/08/business/gm-will-reduce-hourly-workers-in-us-by-25000.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Arms Fiascoes Lead to Alarm Inside Pentagon",
      "snippet": "Article in series Arsenal of the Future explains how years of fiascoes in new weapons planning and huge cost overruns have left top Pentagon officials, led by Sec Donald Rumsfeld, alarmed that machinery for building weapons is breaking down under ...",
      "abstract": "Article in series Arsenal of the Future explains how years of fiascoes in new weapons planning and huge cost overruns have left top Pentagon officials, led by Sec Donald Rumsfeld, alarmed that machinery for building weapons is breaking down under own weight; example is Navy's nine-year effort to build new guided missile, for which bill is almost $400 million with little to show; Pentagon has more than 80 major new arms systems under development at combined cost of $1.47 trillion and climbing; new planes and ships cost many times those being replaced, reverse of next-generation technology in civilian world; David M Walker of GAO observes that, as private company, Defense Department would be out of business; experts say military conjures up dream weapons and sets immensely expensive technological requirements while handful of major military contractors cross their fingers as they promise to fulfill visions; almost no one flatly rejects wish lists, projected costs are routinely understated, testing is unrealistic and oversight has dwindled with staffing cuts; costs of new weapons, $148 billion a year, are hidden, with one in five dollars in classified budget; members of Congress raise alarms about Army's Future Combat System, Navy's crushingly expensive DD(S) destroyers and Air Force plan for three different new jet fighters; photo (L)",
      "lead_paragraph": "Nine years ago, the Navy set out to build a new guided missile for its 21st-century ships. Fiascoes followed. In a test firing, the missile melted its on-board guidance system. \"Incredibly,\" an Army review said, \"the Navy ruled the test a success.\"",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/08/business/arms-fiascoes-lead-to-alarm-inside-pentagon.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "Downsizing at General Motors Comes as No Surprise to Workers",
      "snippet": "Most General Motors workers expected announcement that company plans to eliminate more than 20 percent of its blue-collar jobs in US; Barney Morgan, worker at Flint, Mich, meatl center says he is used to watching number of workers around him shrin...",
      "abstract": "Most General Motors workers expected announcement that company plans to eliminate more than 20 percent of its blue-collar jobs in US; Barney Morgan, worker at Flint, Mich, meatl center says he is used to watching number of workers around him shrink; number of jobs is down about third since 1998, when plant had close to 3,400 employees; GM has not said where latest round of employee cutbacks will hit hardest or which factories will close; many workers say they have reluctantly grown to accept fact that job insecurity comes with working in auto industry; map; photo (M)",
      "lead_paragraph": "FLINT, Mich., June 7 - Jayne Atwell describes herself as a \"G.M. gypsy,\" a name General Motors workers have for people who have been shuffled from plant to plant over the years as the company has closed factories and cut its labor force.",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/08/business/downsizing-at-general-motors-comes-as-no-surprise-to-workers.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "A.I.G. Insider May Spark Turf Battle",
      "snippet": "American International Group senior executive Joseph H Umansky, who is known inside company as troubleshooter, has agreed to cooperate with New York Atty Gen Eliot Spitzer's probe of company, in exchange for immunity; his immunity complicates para...",
      "abstract": "American International Group senior executive Joseph H Umansky, who is known inside company as troubleshooter, has agreed to cooperate with New York Atty Gen Eliot Spitzer's probe of company, in exchange for immunity; his immunity complicates parallel investigation being conducted by Justice Department and Securities and Exchange Commission; Spitzer, in granting Umansky immunity, has laid bare his intent to go after former chief executive Maurice R Greenberg; Umansky dealt closely with Greenberg on complex reinsurance deals (M)",
      "lead_paragraph": "Joseph H. Umansky, a former American International Group senior executive, was known inside the company as a troubleshooter. In the sprawling, multitiered investigation of A.I.G. and former top executives, he may be a source of trouble.",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/08/business/aig-insider-may-spark-turf-battle.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "At Pfizer, the Isolation Increases for a Whistle-Blower",
      "snippet": "Dr Peter Rost, vice president for marketing at Pfizer with history of corporate whistle-blowing, sees isolation at drug maker increasing; his employees have stopped reporting to him, supervisors stopped returning his calls and he does not know who...",
      "abstract": "Dr Peter Rost, vice president for marketing at Pfizer with history of corporate whistle-blowing, sees isolation at drug maker increasing; his employees have stopped reporting to him, supervisors stopped returning his calls and he does not know whom to report to; his secretary has left and he has been moved to office near Pfizer's security department at company building in Peapack, NJ; Rost, after appearing on segment of CBS program 60 Minutes, turned on his computer next day at work to find he has been denied access and his corporate cellphone has stopped working; Pfizer spokesman Paul Fitzgerald says company did not deliberately disconnect Rost's e-mail and cellphone service; describes Rost's new office as nice, description Rost does not dispute; Rost'as e-mail account was restored after reporter's inquiries; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/08/business/at-pfizer-the-isolation-increases-for-a-whistleblower.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Colonel Sanders Under Fiery Siege in Pakistan",
      "snippet": "KFC outlet in Karachi, attacked four times by mobs since Pakistan allied itself with US campaign against terrorism, is set on fire, killing six workers who are latest victims of anti-American fury and sectarian strains in Pakistan's largest city; ...",
      "abstract": "KFC outlet in Karachi, attacked four times by mobs since Pakistan allied itself with US campaign against terrorism, is set on fire, killing six workers who are latest victims of anti-American fury and sectarian strains in Pakistan's largest city; photo; Rafiq Rangoonwala, who owns 32 KFC outlets in country, is not sure he will reopen this time; Shiite rampage followed suicide bombing of nearby Shiite mosque by Sunni extremists linked to Al Qaeda (M)",
      "lead_paragraph": "KARACHI, Pakistan, June 3 - Four times since Pakistan allied itself with the United States campaign against terrorism, a KFC outlet here has been attacked. Each time, the owner, Rafiq Rangoonwala, dutifully cleaned up and reopened for business. This time, with six of his employees dead, he's not so sure.",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/08/world/asia/colonel-sanders-under-fiery-siege-in-pakistan.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Olympic Bid Officials Regroup",
      "snippet": "Report noted on regrouping by New York officials in charge of 2012 Olympics bid now that hopes for stadium have been dashed",
      "abstract": "Report noted on regrouping by New York officials in charge of 2012 Olympics bid now that hopes for stadium have been dashed",
      "lead_paragraph": "With a financial plan for a West Side stadium voted down, officials in charge of New York's 2012 Olympic bid were figuring out what to do next. SportsWednesday, Page D1.",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/08/us/front page/olympic-bid-officials-regroup.html",
      "byline": ""
    },
    {
      "headline": "A Relief: Some Gains for Hedges",
      "snippet": "Rally in stocks in May, turnaround in credit derivatives and bet against value of euro all helped salvage hedge fund performance in May; outcome was far better than many investors expected after cut in General Motors credit rating to junk status o...",
      "abstract": "Rally in stocks in May, turnaround in credit derivatives and bet against value of euro all helped salvage hedge fund performance in May; outcome was far better than many investors expected after cut in General Motors credit rating to junk status on May 5 led to sharp drop in GM bonds and speculation that some hedge funds were caught wrong-footed; Hedge Fund Research's preliminary results show hedge funds rose 1.16 percent for month compared with decline of 1.52 percent in April; average hedge fund is up 0.35 percent for year (Market Place column) (M)",
      "lead_paragraph": "Whew.",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/08/business/a-relief-some-gains-for-hedges.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Blow-Up: Snapshot to Poster",
      "snippet": "CALL it the Lambie Solution.     Tyra Pacheco of Acushnet, Mass., 50 miles south of Boston, was stumped for a way to decorate the new bedroom of her 4-year-old daughter, Annie. In a flash of inspiration, she took digital photographs of two of Anni...",
      "abstract": "CALL it the Lambie Solution.     Tyra Pacheco of Acushnet, Mass., 50 miles south of Boston, was stumped for a way to decorate the new bedroom of her 4-year-old daughter, Annie. In a flash of inspiration, she took digital photographs of two of Annie's most beloved stuffed animals -- Soft Lambie and Baby Lambie -- and zapped them off to an online photo lab, Ofoto (now kodakgallery.com). Ms. Pacheco had one of the photos enlarged to poster size and three others made slightly smaller. She framed them and hung them on the wall.   ",
      "lead_paragraph": "CALL it the Lambie Solution.",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/06/08/technology/circuits/blowup-snapshot-to-poster.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Bush Aide Softened Greenhouse Gas Links to Global Warming",
      "snippet": "Internal documents show that White House official Philip A Cooney, who once led oil industry fight against limits on greenhouse gases, has repeatedly edited government climate reports in ways that play down links between such emissions and global ...",
      "abstract": "Internal documents show that White House official Philip A Cooney, who once led oil industry fight against limits on greenhouse gases, has repeatedly edited government climate reports in ways that play down links between such emissions and global warming; Cooney is now chief of staff for White House Council on Environmental Quality; dozens of wording changes convey air of doubt about findings that most climate experts say are robust; examples; photos of altered pages; Cooney, lawyer with no scientific training, was American Petroleum Institute lobbyist leading 'climate team' until 2001; documents were obtained by The New York Times from Government Accountability Project, which helps whistle-blowers and is representing Rick S Piltz, who resigned in March from government office that issued documents edited by Cooney; Piltz says White House editing and other actions threaten to taint effort to clarify climate issue (M)",
      "lead_paragraph": "A White House official who once led the oil industry's fight against limits on greenhouse gases has repeatedly edited government climate reports in ways that play down links between such emissions and global warming, according to internal documents.",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/08/politics/bush-aide-softened-greenhouse-gas-links-to-global-warming.html",
      "byline": "By Andrew C. Revkin"
    },
    {
      "headline": "Appetite for Stocks Slackening in China",
      "snippet": "Investors are showing signs of losing interest in Chinese stocks just as investment banks are preparing long list of Chinese initial public offerings; combination could make it hard to sell shares coming to market and could slow China's efforts to...",
      "abstract": "Investors are showing signs of losing interest in Chinese stocks just as investment banks are preparing long list of Chinese initial public offerings; combination could make it hard to sell shares coming to market and could slow China's efforts to privatize it s state-owned industries; delays in Chinese initial public offerings could also set back big banks; China has become world's second-largest generator of investment banking for such offerings; photo (M)",
      "lead_paragraph": "HONG KONG, Wednesday, June 8 - Investors are showing signs of losing interest in Chinese stocks just as investment banks are preparing a long list of Chinese initial public offerings. That combination could make it hard to sell all the shares coming to market and could slow China's efforts to privatize its state-owned industries.",
      "publication_date": "2005-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/08/business/worldbusiness/appetite-for-stocks-slackening-in-china.html",
      "byline": "By Keith Bradsher"
    }
  ]
}