{
  "metadata": {
    "date": "2005-04-05",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Justices Rule Creditors Cannot Go After I.R.A.'s  A unanimous Supreme Court interpreted federal bankruptcy law to shield individual retirement accounts from creditors. The decision had the effect of giving middle-income consumers the same protecti...",
      "abstract": " Justices Rule Creditors Cannot Go After I.R.A.'s  A unanimous Supreme Court interpreted federal bankruptcy law to shield individual retirement accounts from creditors. The decision had the effect of giving middle-income consumers the same protection in bankruptcy that higher-earning workers receive for their 401(k) plans and company pensions.    The company plans, as well as Social Security payments, were already exempt from creditors. But the bankruptcy code's treatment of I.R.A.'s was sufficiently ambiguous to have resulted in much uncertainty and conflicting lower-court decisions. [Page C2.]    Trade Quotas Might Be Revived  Reacting to a flood of Chinese clothing imports since January, the Commerce Department announced that it would begin an investigation into the need to re-impose trade quotas that were lifted just three months ago on a wide variety of Chinese apparel. [C5.]    A Coming-Out Party for Madden  Steven Madden, left, the founder of the namesake shoe company, is coming out of federal prison in Florida after serving a 41-month sentence for cheating investors in a stock-fraud scheme. The company has decided to promote the return of its creative leader in a series of eye-catching posters and print advertisements. Stuart Elliott: Advertising. [C10.]    Illegal Immigrants Pay Taxes  The seven million illegal immigrant workers in the United States are having Social Security and Medicare taxes withheld from their wages, but they will not be able to collect. [A1.]    Concessions by Microsoft  Microsoft plans to meet most demands by European Union regulators on making software blueprints available to competitors, including cuts in licensing fees. [C13.]    Satellite Radio Gaining Popularity  Satellite radio is still unprofitable, but it has a total of five million customers after fewer than three and a half years of operation. [A1.]    Verizon Says It May End MCI Bid  Verizon signaled its unwillingness to raise its $7.6 billion offer for MCI and said that it was prepared to walk away from its agreement to buy the company, which also has received an offer of $8.9 billion from Qwest. [C13.]    Cost-Cutting Expected at Pfizer  Pfizer is expected to announce annual spending cuts of $2 billion to $4 billion to help stabilize earnings at a meeting with investors. Shares of Pfizer are near a five-year low, sales are flat and profits are under pressure. Moreover, the company has few new drugs to make up for the $14 billion in sales it will lose over the next three years as some of its biggest-selling medicines lose patent protection. [C20.]    Interest in an Allied Domecq Bid  Shares of Allied Domecq rose after it was reported that Fortune Brands had hired bankers to consider a bid for Allied Domecq. [C4.]    Poor Results From Some Car Seats  Four models of child car seats performed poorly in crash tests when used with a new federally required safety system, according to a study by Consumer Reports. [C2.]    The Economic Toll of Bird Flu  Investment banks are starting to issue warnings on the risks that avian influenza poses to the economies and markets of East Asia. [C4.]    Slight Increases in Stock Gauges  The Dow Jones industrial average rose 16.84 points, to 10,421.14; the S.&P. 500 gained 3.20 points, to 1,176.12; and the Nasdaq composite climbed 6.26 points, to 1,991.07. [C13.]    Wanted: A Good Night's Sleep  Hotels are adding alarm clocks that can wake travelers with music, and luxury beds and bedding. Flat-bed seats on airplanes help travelers get enough sleep before an important meeting. Joe Sharkey: On the Road. [C8.]  ",
      "lead_paragraph": "Justices Rule Creditors Cannot Go After I.R.A.'s A unanimous Supreme Court interpreted federal bankruptcy law to shield individual retirement accounts from creditors. The decision had the effect of giving middle-income consumers the same protection in bankruptcy that higher-earning workers receive for their 401(k) plans and company pensions.",
      "publication_date": "2005-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/05/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Morgan to Explore a Discover Spinoff",
      "snippet": "Morgan Stanley chief executive Philip J Purcell, in abrupt strategy reversal, says its board has authorized him to pursue spinoff of company's Discover credit card business; Daniel B Strickler Jr, former Morgan Stanley top executive, writes letter...",
      "abstract": "Morgan Stanley chief executive Philip J Purcell, in abrupt strategy reversal, says its board has authorized him to pursue spinoff of company's Discover credit card business; Daniel B Strickler Jr, former Morgan Stanley top executive, writes letter to Morgan's board, demanding that Purcell step down; letter paints picture of Purcell as manipulative and out-of-reach chief executive; Strickler's 3.8 million shares make him larger shareholder than any of eight retired Morgan Stanley dissidents; his stake also exceeds 2.9 million shares Purcell owns, although Purcell also owns another 2 million in options; Morgan's board releases letter supporting Purcell; five retired Dean Witter executives also wrote letter to board last week, defending Purcell's leadership; graph (M)",
      "lead_paragraph": "In an abrupt strategy reversal, Philip J. Purcell, the chief executive of Morgan Stanley, said yesterday that his board had authorized him to pursue a spinoff of the company's Discover credit card business.",
      "publication_date": "2005-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/05/business/morgan-to-explore-a-discover-spinoff.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Top Executives Of A.I.G. Quit Affiliate's Board",
      "snippet": "American International Group's chief executive Martin J Sullivan, chief financial officer Donald P Kanak and Edmund S W Tse, senior vice president for life insurance, resign from C V Starr & Co, private holding company run by Maurice R Greenberg, ...",
      "abstract": "American International Group's chief executive Martin J Sullivan, chief financial officer Donald P Kanak and Edmund S W Tse, senior vice president for life insurance, resign from C V Starr & Co, private holding company run by Maurice R Greenberg, who was forced out as chairman and chief executive of AIG; regulators and lawyers involved in investigation into AIG's use of transactions to dress up its financial data have expressed concern that Greenberg would use his position at such affiliated private companies to still hold sway at AIG; AIG spokesman Chris Winans says resignations are step in efforts of AIG, C V Starr and Starr International to reach amicable resolution of interrelationships of companies; New York State Atty Gen Eliot Spitzer says 'civil resolution' with AIG could eventually be achieved (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/05/business/top-executives-of-aig-quit-affiliates-board.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Satellite Radio Takes Off, Altering the Airwaves",
      "snippet": "New medium of satellite radio is fast emerging as alternative to commercial radio, and broadcasters are fighting back; satellite radio industry's customer total is over five million after fewer than three and half years of operation; analysts call...",
      "abstract": "New medium of satellite radio is fast emerging as alternative to commercial radio, and broadcasters are fighting back; satellite radio industry's customer total is over five million after fewer than three and half years of operation; analysts call this remarkable growth for companies charging more than $100 annually for product that has been free for 80 years; to keep growth soaring, XM Satellite Radio and its competitor Sirius Satellite Radio are signing up carmakers to offer satellite radio as factory-installed option and are paying tens of millions of dollars for exclusive programming; satellite radio is still unprofitable, but its growth is pushing commercial radio to change its sound; broadcasters are cutting commercials, adding hundreds of songs to once-rigid playlists, introducing new formats and beefing up their Internet offerings; long-awaited move to digital radio could give existing stations as many as five signals each, with which they could introduce their own subscription services--but with local flavor that satellite is hard pressed to match; photos (M)",
      "lead_paragraph": "Just a blink after the newly emergent titans of radio -- Clear Channel Communications, Infinity Broadcasting and the like -- were being accused of scrubbing diversity from radio and drowning listeners in wall-to-wall commercials, the new medium of satellite radio is fast emerging as an alternative. And broadcasters are fighting back.",
      "publication_date": "2005-04-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/05/us/satellite-radio-takes-off-altering-the-airwaves.html",
      "byline": "By Lorne Manly"
    },
    {
      "headline": "ChevronTexaco Offers $16.8 Billion for Unocal",
      "snippet": "ChevronTexaco agrees to buy Unocal, large independent American oil company, for $16.8 billion, in move that expands its global reach and could ignite wave of takeovers of midtier producers; transaction is industry's largest in three years, and it ...",
      "abstract": "ChevronTexaco agrees to buy Unocal, large independent American oil company, for $16.8 billion, in move that expands its global reach and could ignite wave of takeovers of midtier producers; transaction is industry's largest in three years, and it gives ChevronTexaco many undeveloped reserves in Azerbaijan, Indonesia and Gulf of Mexico at time when oil companies are having trouble finding new prospects; photo (Market Place column) (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/05/business/chevrontexaco-offers-168-billion-for-unocal.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "JOHN PAUL II",
      "snippet": "BROOKLYN CONNECTION -- Stella Gryziec first saw Karol Wojtyla in 1969. Since then, she and other parishioners of St. Stanislaus Kostka have taken a little bit of Brooklyn to the Vatican.   PAGE A10    CROWDS AND CHAOS -- Braving crowds, hot days a...",
      "abstract": " BROOKLYN CONNECTION -- Stella Gryziec first saw Karol Wojtyla in 1969. Since then, she and other parishioners of St. Stanislaus Kostka have taken a little bit of Brooklyn to the Vatican.   PAGE A10    CROWDS AND CHAOS -- Braving crowds, hot days and cold nights, pilgrims stood for hours waiting to whisper a message to Pope John Paul II, or simply bid him farewell.   PAGE A10    VATICAN HOSPITALITY -- The cardinals are moving into the Santa Marta residence, built by Pope John Paul II and replete with luxuries like private bathrooms that previous conclaves never dreamed of.   PAGE A11",
      "lead_paragraph": "BROOKLYN CONNECTION -- Stella Gryziec first saw Karol Wojtyla in 1969. Since then, she and other parishioners of St. Stanislaus Kostka have taken a little bit of Brooklyn to the Vatican. PAGE A10",
      "publication_date": "2005-04-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/05/front page/world/john-paul-ii.html",
      "byline": ""
    },
    {
      "headline": "Procession for Pope Draws Thousands; Viewing Begins",
      "snippet": "Body of Pope John Paul II, on red velvet bier, is carried from Apostolic Palace in Vatican and presented to reverent public in St Peter's Square; bier is accompanied by procession of priests and cardinals, helmeted Swiss guards and candle-carrying...",
      "abstract": "Body of Pope John Paul II, on red velvet bier, is carried from Apostolic Palace in Vatican and presented to reverent public in St Peter's Square; bier is accompanied by procession of priests and cardinals, helmeted Swiss guards and candle-carrying monks; tens of thousands of people fill St Peter's Square, many of them having waited more than eight hours; funeral is scheduled for Apr 8; city of Rome begins making elaborate preparations to receive millions of visitors for ceremonies, including Pres Bush and other world leaders; in addition to historic ritual and public mourning, there is serious decision-making inside palace, where cardinals assume temporary control of Roman Catholic Church and take oath of secrecy about their deliberations; photos (M)",
      "lead_paragraph": "VATICAN CITY, April 4 - The body of Pope John Paul II, laid upon a red velvet bier, was carried Monday in a solemn procession from the Apostolic Palace in the Vatican, and presented to a reverent public in St. Peter's Square.",
      "publication_date": "2005-04-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/05/front page/world/john-paul-ii-gatherings-procession-for-pope-draws.html",
      "byline": "By Elaine Sciolino and Daniel J. Wakin"
    },
    {
      "headline": "Making Room on Coke's Shelf Space",
      "snippet": "Analysts say integral part of Coca-Cola Co's growth over next decade will need to comef from other than traditional sodas; Coke investors are hoping company's new marketing chief Mary E Minnick will apply companywide product development lessons sh...",
      "abstract": "Analysts say integral part of Coca-Cola Co's growth over next decade will need to comef from other than traditional sodas; Coke investors are hoping company's new marketing chief Mary E Minnick will apply companywide product development lessons she learned in Japan, Coke's most profitable market; Minnick's new position merges two areas crucial to Coke's future: marketing and product development; she is also first woman to ascend to such central role at Coke; graph; photos (M)",
      "lead_paragraph": "To get a sense of the direction Coca-Cola is heading, consider these two drinks that the company introduced last year in Japan. There was Body Style Water, classified as a \"near water\" that is marketed to women and contains grapefruit flavor, caffeine and seaweed extract. And then there were two new varieties of Coke's enormously popular canned coffee: super caffeinated and bitter.",
      "publication_date": "2005-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/05/business/making-room-on-cokes-shelf-space.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Illegal Immigrants Are Bolstering Social Security With Billions",
      "snippet": "About seven million illegal immigrant workers in United States are providing Social Security system with subsidy of as much as $7 billion a year through payroll taxes withheld from their wages, but they will not be eligible for public pensions in ...",
      "abstract": "About seven million illegal immigrant workers in United States are providing Social Security system with subsidy of as much as $7 billion a year through payroll taxes withheld from their wages, but they will not be eligible for public pensions in retirement; their contributions to Social Security add up to 10 percent of last year's surplus; money paid by illegal workers and their employers is factored into all Social Security Administration's projections; many illegal workers buy fake ID packages that include Social Security card; that provides cover for their employers, who could be fined for knowingly hiring illegal immigrants under law passed in 1986; Social Security Administration receives flood of W-2 earnings reports with incorrect--sometimes fictitious--Social Security numbers; it stashes them in 'earnings suspense file' that has been mushrooming, now totaling $189 billion; Social Security officials suspect that large portion of suspense file corresponds to earnings of illegal immigrants; illegal immigrants see Social Security withholding taxes as price of working in US; retirement does not enter picture for them; photos; graph (M)",
      "lead_paragraph": "STOCKTON, Calif. - Since illegally crossing the Mexican border into the United States six years ago, Ángel Martínez has done backbreaking work, harvesting asparagus, pruning grapevines and picking the ripe fruit. More recently, he has also washed trucks, often working as much as 70 hours a week, earning $8.50 to $12.75 an hour.",
      "publication_date": "2005-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/05/business/illegal-immigrants-are-bolstering-social-security-with-billions.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Chief of G.M. Takes Control of Operations",
      "snippet": "Rick Wagoner takes direct control of General Motors' North American operations in effort to overcome drought in profit and sales; reduces authority of most senior North American executives, Robert A Lutz and Gary Cowger, in move analysts see as si...",
      "abstract": "Rick Wagoner takes direct control of General Motors' North American operations in effort to overcome drought in profit and sales; reduces authority of most senior North American executives, Robert A Lutz and Gary Cowger, in move analysts see as sign that his job depends on fixing company's performance at home; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/05/automobiles/chief-of-gm-takes-control-of-operations.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Third World Represents a New Factor in Pope's Succession",
      "snippet": "Growing strength of Roman Catholic Church in Africa, Latin America and other developing lands is expected to be factor when cardinals choose successor to Pope John Paul II; one-third of cardinal electors are from developing countries, but two-thir...",
      "abstract": "Growing strength of Roman Catholic Church in Africa, Latin America and other developing lands is expected to be factor when cardinals choose successor to Pope John Paul II; one-third of cardinal electors are from developing countries, but two-thirds of Catholics live there; Latin America has highest concentration of Roman Catholics in world; Catholic Church in Africa claims nearly 150 million adherents; challenge to church in developing world is posed by Pentecostalism and other evangelical sects, while greater challenge in Europe and United States is from decades of stagnation and declining church attendance; photos; maps (L)",
      "lead_paragraph": "LAGOS, Nigeria, April 3 - In the modest sanctuary of the Church of the Assumption here, there is no glint of stained glass, just cheap frosted louvers to let the breeze in. The Stations of the Cross are not painted by the hand of a Renaissance master. They are rendered in simple wood carvings hung on the wall.",
      "publication_date": "2005-04-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/05/world/worldspecial2/third-world-represents-a-new-factor-in-popes-succession.html",
      "byline": "By Lydia Polgreen and Larry Rohter"
    }
  ]
}