{
  "metadata": {
    "date": "2005-01-14",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Once a Village, Now Nothing: Even the Bodies Are Gone",
      "snippet": "Indonesian coastal town of Calang, where thousands of people were swept away by tsunami, has not just been destroyed, it has vanished; most of town's 7.300 people are missing; only 323 bodies have been found; Calang and many other villages on west...",
      "abstract": "Indonesian coastal town of Calang, where thousands of people were swept away by tsunami, has not just been destroyed, it has vanished; most of town's 7.300 people are missing; only 323 bodies have been found; Calang and many other villages on western coast of Aceh Province have been wiped from map; suffering along land closest to earthquake's epicenter has been compounded by its remoteness; devastation is great and numbers in need is huge; much of terrain is accessible only by helicopter; photos; map (M)",
      "lead_paragraph": "CALANG, Indonesia, Jan. 13 - This town was not just destroyed. It vanished.",
      "publication_date": "2005-01-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/14/world/worldspecial4/once-a-village-now-nothing-even-the-bodies-are-gone.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "Future of '60 Minutes Wednesday' in Doubt",
      "snippet": "Analysis: Future of CBS's 60 Minutes II, program that broadcast Dan Rather's report, now discredited, about Pres Bush's National Guard record, is in doubt; Leslie Moonves, chairman of CBS and co-president of network's parent, Viacom, says Rather i...",
      "abstract": "Analysis: Future of CBS's 60 Minutes II, program that broadcast Dan Rather's report, now discredited, about Pres Bush's National Guard record, is in doubt; Leslie Moonves, chairman of CBS and co-president of network's parent, Viacom, says Rather is expected to continue his career at CBS on Wednesday edition of 60 Minutes, after he steps down as network's primary anchor in March, provided show continues; one related question is whether Rather would move to base on original Sunday 60 Minutes if Wednesday edition is shut down; photo (M)",
      "lead_paragraph": "As much as he would like to recover from the blows his reputation has suffered recently, Dan Rather may not have a chance to work very long on the program that he expected would be his next professional address.",
      "publication_date": "2005-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/14/business/media/future-of-60-minutes-wednesday-in-doubt.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "For President and Close Friend, Forget the Politics",
      "snippet": "One of Pres Bush's closest confidants is Roland Betts, New York Democrat he met when both attended Yale Univ 40 years ago; Betts operates outside range of White House advisers, and extent of his influence is difficult to gauge; is circumspect abou...",
      "abstract": "One of Pres Bush's closest confidants is Roland Betts, New York Democrat he met when both attended Yale Univ 40 years ago; Betts operates outside range of White House advisers, and extent of his influence is difficult to gauge; is circumspect about many of his conversations with Bush, but does say he has disagreed with various Bush positions and policies; claims Bush is not as conservative as media has characterized him; has helped Bush at important moments in his life before he entered politics; friends say two are like brothers; photos (M)",
      "lead_paragraph": "When people ask Roland Betts how a New York Democrat can be such a good friend of President Bush, he whips out a ready answer. \"Which would you prefer: my being close to him, or some right-wing zealot being close to him?\" Mr. Betts said in a recent interview. \"Who do you want to have his ear? So it's not a bad thing. Maybe I give him a little balance.\"",
      "publication_date": "2005-01-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/14/politics/for-president-and-close-friend-forget-the-politics.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "F.B.I. MAY SCRAP VITAL OVERHAUL FOR COMPUTERS",
      "snippet": "Federal Bureau of Investigation may scrap $170 million computer overhaul that is considered critical to campaign against terrorism but has been riddled with technical and planning problens; has hired research firm, at cost of $2 million, in last-d...",
      "abstract": "Federal Bureau of Investigation may scrap $170 million computer overhaul that is considered critical to campaign against terrorism but has been riddled with technical and planning problens; has hired research firm, at cost of $2 million, in last-ditch effort to evaluate mounting problems in creating 'paperless' work system to determine whether any parts of project can be salvaged; is considering using off-the-shelf software instead of expensive customized features it unsuccessfully sought to develop; bureau has had decade-long struggle to replace antiquated computer systems that have hobbled counterterrorism and criminal investigations; FBI Dir Robert S Mueller III, members of 9/11 commission and other national security experts agree that success of that effort is critical to domestic security; bureau has been much maligned for years for failing to develop modern system like sophisticated and secure computer systems developed years ago at Central Intelligence Agency and National Security Agency (M)",
      "lead_paragraph": "WASHINGTON, Jan. 13 - The Federal Bureau of Investigation is on the verge of scrapping a $170 million computer overhaul that is considered critical to the campaign against terrorism but has been riddled with technical and planning problems, F.B.I. officials said on Thursday.",
      "publication_date": "2005-01-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/14/us/fbi-may-scrap-vital-overhaul-for-computers.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "A Chinese Revaluation May Not Help U.S.",
      "snippet": "Many Chinese and foreign executives in China say that revaluation of China's currency the yuan, whose exchange value is linked to US dollar, is unlikely to be silver bullet for dealing with American trade deficit with China; say revaluation is unl...",
      "abstract": "Many Chinese and foreign executives in China say that revaluation of China's currency the yuan, whose exchange value is linked to US dollar, is unlikely to be silver bullet for dealing with American trade deficit with China; say revaluation is unlikely to narrow deficit appreciably, and might even increase it; China's edge in exports goes far beyond low wages paid to Chinese workers; China has learned to build factories and many kinds of equipment at fraction of cost in Western countries; photos (M)",
      "lead_paragraph": "GUANGZHOU, China - Nearly the size of an old station wagon, a bright orange machine here mashes plastic pellets into rows of six-inch-long blue clips for hospitals across the United States. Pan Guotao, a 29-year-old worker from a village in northern China, sits on a plastic stool next to the machine and wields a straight razor to slice apart the clips, which are used to hold ice packs in plastic sleeves.",
      "publication_date": "2005-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/14/business/worldbusiness/a-chinese-revaluation-may-not-help-us.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "U.S. Consumer Spending Bounced Back in December  Retail spending rebounded sharply in December, the government said, as consumers confounded earlier expectations of a slowdown and dipped deep into their pockets to keep shopping through the holiday...",
      "abstract": " U.S. Consumer Spending Bounced Back in December  Retail spending rebounded sharply in December, the government said, as consumers confounded earlier expectations of a slowdown and dipped deep into their pockets to keep shopping through the holiday season.  ",
      "lead_paragraph": "U.S. Consumer Spending Bounced Back in December Retail spending rebounded sharply in December, the government said, as consumers confounded earlier expectations of a slowdown and dipped deep into their pockets to keep shopping through the holiday season.",
      "publication_date": "2005-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/14/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "U.S. Tech Exports Slide, but Trash Sales Are Up",
      "snippet": "Floyd Norris comment on 21 percent decline in America's advanced technology products while scrap and waste exports rose 135 percent in most recent 12 months from 1999 total; chart; photo (M)",
      "abstract": "Floyd Norris comment on 21 percent decline in America's advanced technology products while scrap and waste exports rose 135 percent in most recent 12 months from 1999 total; chart; photo (M)",
      "lead_paragraph": "WHO says the United States cannot compete? Trade statistics may indicate the country is slipping in technology, but we're still tops in trash.",
      "publication_date": "2005-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/14/business/us-tech-exports-slide-but-trash-sales-are-up.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Reform Effort at Businesses Feels Pressure",
      "snippet": "White-hot movement to overhaul corporate governance has cooled in recent months in Washington and beyond, with many different opinions to explain this sudden, little-discussed shift; some experts complain that reform is slowing just as it is reach...",
      "abstract": "White-hot movement to overhaul corporate governance has cooled in recent months in Washington and beyond, with many different opinions to explain this sudden, little-discussed shift; some experts complain that reform is slowing just as it is reaching what they see as critical stage, while others argue that change is natural consequence of effort that went too far in first place; experts agree that what has emerged is intensifying battle over future efforts to revamp corporate governance further; battle pits influential members of business community, including United States Chamber of Commerce and Business Roundtable, against institutional investors pushing for greater power over direction of troubled companies; effort is to handcuff regulators who have been able to issue new directives with little fear of confrontation; experts expect 2005 to be critical in determining which rules truly become embedded as part of legal framework governing future of how American business does its job; photos of various executives prosecuted over past few years (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/14/business/reform-effort-at-businesses-feels-pressure.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Foreign-Profit Tax Break Is Outlined",
      "snippet": "Bush administration outlines rules for huge one-time tax break for companies that reinvest their overseas profits back into US; tax break would allow companies to pay fraction of normal tax rate on hundreds of billions of dollars in foreign profit...",
      "abstract": "Bush administration outlines rules for huge one-time tax break for companies that reinvest their overseas profits back into US; tax break would allow companies to pay fraction of normal tax rate on hundreds of billions of dollars in foreign profits if they pledge to invest funds in activities that may create jobs at home; Treasury Department says companies could not use their windfalls for repurchase of stock or increases in shareholder dividends; investors react with disappointment at new rules (M)",
      "lead_paragraph": "WASHINGTON, Jan. 13 - The Bush administration outlined rules on Thursday for a huge one-time tax break for companies that reinvest their overseas profits back into the United States.",
      "publication_date": "2005-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/14/business/foreignprofit-tax-break-is-outlined.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "9 Executives Face Charges of Sales Fraud",
      "snippet": "Nine current and former sales executives from assortment of food companies are charged with participating in scheme that created huge accounting fraud at US Foodservice, unit of Royal Ahold, which has been under investigation in US and Netherlands...",
      "abstract": "Nine current and former sales executives from assortment of food companies are charged with participating in scheme that created huge accounting fraud at US Foodservice, unit of Royal Ahold, which has been under investigation in US and Netherlands for last two years; all executives are accused of approving documents that claimed US Foodservice was owed millions of dollars more in promotional allowances than was actually case; letters are issued by former US Foodservice chief marketing officer Mark P Kaiser; Kaiser is awaiting trial on conspiracy and fraud charges, along with former chief financial officer Michael J Resnick; executives Timothy J Lee and William F Carter pleaded guilty to similar charges last summer; all of the executives have been named in civil case brought by Securities and Exchange Commission in case involving John Nettle, former vice president of General Mills, letter prepared by US Foodservice's auditor stated that General Mills owed company $13.44 million at end of 2001; Mark Bailin, who was president of Rymer International Seafood, and Peter Marion, president of Maritime Seafood Processors, are accused of buying US Foodservice stock in 2000, ahead of company's announcement that it was being acquired by Royal Ahold (M)",
      "lead_paragraph": "Nine current and former sales executives from an assortment of food companies were charged yesterday with participating in a scheme that created a huge accounting fraud at U.S. Foodservice, which has been under investigation in the United States and in the Netherlands for the last two years.",
      "publication_date": "2005-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/14/business/9-executives-face-charges-of-sales-fraud.html",
      "byline": "By Constance L. Hays"
    }
  ]
}