{
  "metadata": {
    "date": "2005-10-14",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Snow Urges Consumerism on China Trip",
      "snippet": "US Treas Sec John W Snow urges China to take lessons from US on how to spend more, borrow more and save less, trip to China; argues that China's consumers and entrepreneurs are badly in need of financial sophistication offered by American banks an...",
      "abstract": "US Treas Sec John W Snow urges China to take lessons from US on how to spend more, borrow more and save less, trip to China; argues that China's consumers and entrepreneurs are badly in need of financial sophistication offered by American banks and investment banks; says that with better credit, Chinese families will be able to spend more money, buy more goods and perhaps reduce China's huge trade surplus with US; China's savings rate is nearly 50 percent; photo (M)",
      "lead_paragraph": "MULAN, China, Oct. 13 - Treasury Secretary John W. Snow, touring this village in the Sichuan province to promote \"financial modernization,\" urged China on Thursday to take lessons from the United States on how to spend more, borrow more and save less.",
      "publication_date": "2005-10-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/14/business/snow-urges-consumerism-on-china-trip.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Jitters at the White House Over the Leak Inquiry",
      "snippet": "Special prosecutor's inquiry into disclosure of undercover CIA officer's identity has potential to upend professional lives of everyone at White House for remainder of Pres Bush's second term; Karl Rove, Bush's most influential aide, will testify ...",
      "abstract": "Special prosecutor's inquiry into disclosure of undercover CIA officer's identity has potential to upend professional lives of everyone at White House for remainder of Pres Bush's second term; Karl Rove, Bush's most influential aide, will testify before federal grand jury for fourth time; he and I Lewis Libby, Vice Pres Cheney's chief of staff, are most prominent administration officials to be called by special prosecutor Patrick J Fitzgerald, although dozen or more other administration officials have also been questioned or have testified before grand jury; lawyers for most officials who have testified before grand jury have not shared information with one another, leaving colleagues largely in dark about what others are telling Fitzgerald; White House is treating Fitzgerald extremely gingerly, making no public criticism and pledging to be completely cooperative (M)",
      "lead_paragraph": "WASHINGTON, Oct. 13 - Karl Rove nosed his Jaguar out of the garage at his home in Northwest Washington in the predawn gloom, starting another day in which he would be dealing with a troubled Supreme Court nomination, posthurricane reconstruction and all the other issues that come across the desk of President Bush's most influential aide.",
      "publication_date": "2005-10-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/14/washington/jitters-at-the-white-house-over-the-leak-inquiry.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Refco Imposes a Partial Moratorium as Customers Seek to Close Accounts",
      "snippet": "Refco, one of world's largest futures and commodities brokerage firms, will suspend operations at its Refco Capital Markets Ltd operation because of lack of cash; announcement, coupled with another cut in its credit ratings, sends Refco's bonds in...",
      "abstract": "Refco, one of world's largest futures and commodities brokerage firms, will suspend operations at its Refco Capital Markets Ltd operation because of lack of cash; announcement, coupled with another cut in its credit ratings, sends Refco's bonds into tailspin, sign that creditors believe company will default; Refco imposes 15-day moratorium on activities of its capital markets business, informing customers that they can liquidate their accounts but cannot get funds in them for 15 days; moratorium appears to have been prompted by exodus of client accounts; announcement of moratorium causes some clients of firm's regulated futures brokerage business to withdraw their money as well; graphs; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/14/business/refco-imposes-a-partial-moratorium-as-customers-seek-to-close.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "A New Push to Mix Oil and Water",
      "snippet": "Oil companies are planning to expand production in Gulf of Mexico despite interruptions and damage from recent hurricanes; companies are pushing for right to drill in areas that have been off limits for over two decades, reigniting debate over whe...",
      "abstract": "Oil companies are planning to expand production in Gulf of Mexico despite interruptions and damage from recent hurricanes; companies are pushing for right to drill in areas that have been off limits for over two decades, reigniting debate over whether to lift federal ban on drilling along most coastlines; areas--off California, from Georgia to Maine, and in parts of gulf close to Florida--have been closed to new exploration since 1981 after series of environmental disasters that fostered sharp political reaction against oil industry; at heart of dispute is whether nation's energy needs should be met mostly by increasing domestic production or by encouraging more energy efficiency to limit consumption; maps; photos (M)",
      "lead_paragraph": "DEEPWATER MILLENNIUM, Gulf of Mexico, Oct. 8 - About 150 miles southeast of New Orleans, an oil drilling ship the size of two football fields with a wide hole in its hull and a 200-foot derrick on its deck is back in operation.",
      "publication_date": "2005-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/14/business/a-new-push-to-mix-oil-and-water.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "As Relief Lags, Injuries Fester in Quake Zone",
      "snippet": "Pakistani doctors warn that slow pace of evacuations after devastating earthquake could be costing mobility, limbs or lives of many of the injured; United Nations relief coordinator Jan Egeland calls for tripling of helicopter donations and immedi...",
      "abstract": "Pakistani doctors warn that slow pace of evacuations after devastating earthquake could be costing mobility, limbs or lives of many of the injured; United Nations relief coordinator Jan Egeland calls for tripling of helicopter donations and immediate surge in aid, saying situation is 'desperate'; evacuations from many remote mountain towns have been slow, arduous affairs; Pakistani officials estimate that 6,000 of about 52,000 injured people have been evacuated; death toll in Pakistan stands at 25,000, but number is expected to rise as reports filter through; in India, where death toll is at 1,300, there are similar complaints about delays in rescue efforts; photo of camp for homeless in Balakot, Pakistan; UN estimates two million people have no shelter; map (M)",
      "lead_paragraph": "RAWALPINDI, Pakistan, Oct. 13 - Nadish Liaqat, 10, was pulled from the rubble of her collapsed school on Saturday. Since then, as the death toll in her mountain town has grown into the thousands, Nadish has stared at her mother, waved her left hand and cried.",
      "publication_date": "2005-10-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/14/world/asia/as-relief-lags-injuries-fester-in-quake-zone.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "But as the Brokerage Firm Struggles, the Markets Seem to Shrug",
      "snippet": "US Treasury markets shrug off Refco's announcement that it is suspending operations at its Refco Capital Markets Ltd unit; there is no stampede into government securities, where skittish investors almost always go to take refuge from market turmoi...",
      "abstract": "US Treasury markets shrug off Refco's announcement that it is suspending operations at its Refco Capital Markets Ltd unit; there is no stampede into government securities, where skittish investors almost always go to take refuge from market turmoil (M)",
      "lead_paragraph": "Even as the situation worsened yesterday at Refco Inc., bond and commodities markets seemed to shrug, with important indicators of market unease showing only slight increases over those of recent sessions.",
      "publication_date": "2005-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/14/business/but-as-the-brokerage-firm-struggles-the-markets-seem-to-shrug.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Bankruptcy Law Is Criticized for Creditors' Role in Counseling",
      "snippet": "Requirement of new bankruptcy law that sends Americans into credit counseling before they can erase their debts draws criticism from consumer advocates, bankruptcy lawyers and financial educators, who are concerned that creditors are subsidizing c...",
      "abstract": "Requirement of new bankruptcy law that sends Americans into credit counseling before they can erase their debts draws criticism from consumer advocates, bankruptcy lawyers and financial educators, who are concerned that creditors are subsidizing counseling; fear is that counseling requirement increases risk that people will be improperly steered away from court and into debt management plans, for which counseling agency often receives part of any debts repaid; counseling agencies, which receive no additional government aid under law, have been promised $10 million from credit industry for this year; more than two million people are expected to seek counseling next year as prerequisite to filing for bankruptcy protection, but there are only 50 or so agencies approved so far; in many parts of country, counseling is expected to be available only by phone or over Internet, at least until government approves more agencies; chart (M)",
      "lead_paragraph": "A requirement of the new bankruptcy law that sends Americans into credit counseling before they can erase their debts is drawing criticism from consumer advocates, bankruptcy lawyers and financial educators, who are concerned that the creditors are subsidizing the counseling.",
      "publication_date": "2005-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/14/business/bankruptcy-law-is-criticized-for-creditors-role-in-counseling.html",
      "byline": "By Eric Dash and Jennifer Bayot"
    },
    {
      "headline": "How to Get Rich by Losing Millions",
      "snippet": "Floyd Norris column on how ousted Refco Inc chief executive Phillip R Bennett got rich by losing millions of Refco's money; graph (M)",
      "abstract": "Floyd Norris column on how ousted Refco Inc chief executive Phillip R Bennett got rich by losing millions of Refco's money; graph (M)",
      "lead_paragraph": "BENJAMIN FRANKLIN thought compound interest was the secret to gaining wealth. But that takes time. It appears that Phillip R. Bennett found a quicker route: the miracle of the price-earnings multiple.",
      "publication_date": "2005-10-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/14/business/how-to-get-rich-by-losing-millions.html",
      "byline": "By Floyd Norris"
    }
  ]
}