{
  "metadata": {
    "date": "2005-09-30",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Senate Confirms Roberts as 17th Chief Justice",
      "snippet": "Judge John G Roberts Jr becomes 17th chief justice of United States, taking oath of office during brief but emotional White House ceremony just hours after Senate, with Democrats evenly divided, votes overwhelmingly to confirm him; 22 Democrats--h...",
      "abstract": "Judge John G Roberts Jr becomes 17th chief justice of United States, taking oath of office during brief but emotional White House ceremony just hours after Senate, with Democrats evenly divided, votes overwhelmingly to confirm him; 22 Democrats--half the caucus--join all 55 Republicans in confirming Roberts; Pres Bush declares tha Senate has confirmed man with 'astute mind and a kind heart'; photo of Roberts being sworn in by Justice John Paul Stevens, as Bush and Jane Roberts watch (L)",
      "lead_paragraph": "WASHINGTON, Sept. 29 - Judge John G. Roberts Jr. became the 17th chief justice of the United States on Thursday, taking the oath of office during a brief but emotional White House ceremony just hours after the Senate, with its Democrats evenly divided, voted overwhelmingly to confirm him.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/30/politics/politicsspecial1/senate-confirms-roberts-as-17th-chief-justice.html",
      "byline": "By Sheryl Gay Stolberg and Elisabeth Bumiller"
    },
    {
      "headline": "3 Truck Bombs Kill at Least 62 in Iraqi Town",
      "snippet": "Three pickup trucks packed with explosives detonate in quick succession in Balad, town north of Baghdad, killing at least 62 people and wounding scores of others, almost all of them Shiite civilians; five United States soldiers are killed by roads...",
      "abstract": "Three pickup trucks packed with explosives detonate in quick succession in Balad, town north of Baghdad, killing at least 62 people and wounding scores of others, almost all of them Shiite civilians; five United States soldiers are killed by roadside bomb while conducting combat operations in Ramada, insurgent stronghold; Gen George W Casey Jr, senior American military commander in Iraq, tells Congress that only one Iraqi battalion is capable of fighting without help from United States; is joined by Pentagon's senior civilian and military leaders in stressing that growing numbers of Iraqi police and army forces are increasingly able to provide security in their country; generates debate when he says history of 20th-century insurgencies indicates that most last about nine years; Defense Sec Donald Rumsfeld say that does not mean that American forces will be leading fight in Iraq for such a period; photo of Gen John P Abizaid, Gen Richard B Myers and Rumsfeld testifying before Senate Armed Services Committee (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Sept. 29 - Three pickup trucks packed with explosives detonated in quick succession on Thursday evening in a town north of Baghdad, killing at least 62 people and wounding scores of others, almost all of them Shiite civilians.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/30/world/middleeast/3-truck-bombs-kill-at-least-62-in-iraqi-town.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Two at Hedge Fund Emerge to Plead Guilty to Fraud",
      "snippet": "Bayou Group founders Samuel Israel III, chief executive, and Daniel Marino, former chief financial officer, plead guilty in Federal District Court, White Plains, to charges of investment adviser fraud, mail fraud and conspiracy; Marino also pleads...",
      "abstract": "Bayou Group founders Samuel Israel III, chief executive, and Daniel Marino, former chief financial officer, plead guilty in Federal District Court, White Plains, to charges of investment adviser fraud, mail fraud and conspiracy; Marino also pleads guilty to wire fraud; Israel could be sentenced to as much as 30 years, and Marino, 50; photos (L)",
      "lead_paragraph": "When Bayou Group, a $450 million hedge fund, ceased communications and its checks bounced this summer, investors began a frantic search for the fund's two founders. They made hundreds of calls, knocked on their doors and traveled across the country, trying to find their money.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/30/business/two-at-hedge-fund-emerge-to-plead-guilty-to-fraud.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Heat Costs Expected to Surge",
      "snippet": "Natural gas prices set record, pointing to sharply higher heating bills for majority of Americans this winter and soaring costs for makers of plastics and chemicals, which use natural gas as their main fuel and raw material; price of natural gas h...",
      "abstract": "Natural gas prices set record, pointing to sharply higher heating bills for majority of Americans this winter and soaring costs for makers of plastics and chemicals, which use natural gas as their main fuel and raw material; price of natural gas has doubled since beginning of summer; recent estimates by Energy Dept show that Americans are likely to pay roughly $400 more for their natural gas this winter, with average bills jumping to $1,130; natural gas prices for November delivery close at $14.196 a thousand cubic feet, gain of 9.6 cents on New York Mercantile Exchange; graph (M)",
      "lead_paragraph": "Natural gas prices set a record yesterday, pointing to sharply higher heating bills for a majority of Americans this winter and soaring costs for makers of plastics and chemicals, which use natural gas as their main fuel and raw material.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/30/business/heat-costs-expected-to-surge.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "New Leader, Tough Issuesfor Court in Transition",
      "snippet": "Supreme Court that opens its new term on October 3 will be court in transition, neither what it was when nine justices sat together in June, nor what it will be when Justice Sandra Day O'Connor's successor arrives, freeing her to leave bench some ...",
      "abstract": "Supreme Court that opens its new term on October 3 will be court in transition, neither what it was when nine justices sat together in June, nor what it will be when Justice Sandra Day O'Connor's successor arrives, freeing her to leave bench some months later than she had planned; court will be, indisputably, the Roberts Court; court issued opinions in 123 cases 25 years ago, when Roberts was law clerk, but only 74 last term; shrinking docket has been source of frustration to lawyers who practice before court; Roberts suggested at his confirmation hearing, that he sees room for court to hear and decide more cases; if that comes to pass, it could be indication that Chief Justice Roberts is exerting influence on his colleagues just as Chief Justice Rehnquist, who thought court was taking on too many cases, managed to do in opposite direction; preview of some of cases court will hear; table shows Senate votes to confirm Supreme Court nominees, 1971-2005 (L)",
      "lead_paragraph": "WASHINGTON, Sept. 29 - The Supreme Court that opens its new term on Monday will be a court in transition, neither what it was when nine justices last sat together in June, nor what it will be when Justice Sandra Day O'Connor's successor arrives, freeing her to leave the bench some months later than she had planned.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/30/politics/politicsspecial1/new-leader-tough-issuesfor-court-in-transition.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Way North of the Border",
      "snippet": "Profile of bustling, thriving community of Mexican immigrants that has settled in St Paul-Minneapolis area; Mexican consular officials say community includes 22 churches offering services in Spanish, 9 Spanish-language newspapers, 3 tortilla maker...",
      "abstract": "Profile of bustling, thriving community of Mexican immigrants that has settled in St Paul-Minneapolis area; Mexican consular officials say community includes 22 churches offering services in Spanish, 9 Spanish-language newspapers, 3 tortilla makers and 9 Hispanic--mostly Mexican--soccer leagues; location of Mexico's latest American consulate in St Paul provides stark illustration of how economically improving groups of Mexican immigrants are establishing themselves across country, in ways that experts say point to futility of current attempts to plug border and stem flow of illegal immigrants in search of better life; photos (M)",
      "lead_paragraph": "ST. PAUL - At first blush, Mexico's newest American consulate might appear out of place. Far from the Mexican border, this prosperous state capital, along with Minneapolis and the surrounding suburbs, form a sprawling metropolis with Scandinavian overtones.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/30/business/way-north-of-the-border.html",
      "byline": "By Eduardo Porter and Elisabeth Malkin"
    },
    {
      "headline": "Times Reporter Free From Jail; She Will Testify",
      "snippet": "Judith Miller, New York Times reporter who has been jailed since July 6 for refusing to testify in CIA leak case, is released from Virginia detention center after she and her lawyers reach agreement with federal prosecutor, Patrick J Fitzgerald, i...",
      "abstract": "Judith Miller, New York Times reporter who has been jailed since July 6 for refusing to testify in CIA leak case, is released from Virginia detention center after she and her lawyers reach agreement with federal prosecutor, Patrick J Fitzgerald, in which she will testify before grand jury investigating case; obtains what she describes as waiver 'voluntarily and personally' by source who said she was longer bound by any pledge of confidentiality she made to him; source is I Lewis Libby, Vice Pres Dick Cheney's chief of staff; Miller met Libby on July 8, 2003, and talked with him by telephone later that week; discussions between officials and journalists that week that may have disclosed identity of CIA operative, Valerie Wilson, have been a central focus of investigation; New York Times publisher Arthur Sulberger Jr says newspaper supports Miller's decision to testify, just as it backed her refusal to testify; Miller photo (L)",
      "lead_paragraph": "WASHINGTON, Sept. 29 - Judith Miller, the reporter for The New York Times who has been jailed since July 6 for refusing to testify in the C.I.A. leak case, was released Thursday from a Virginia detention center after she and her lawyers reached an agreement with a federal prosecutor in which she would testify before a grand jury investigating the case, the publisher and the executive editor of the paper said.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/30/politics/times-reporter-free-from-jail-she-will-testify.html",
      "byline": "By David Johnston and Douglas Jehl"
    },
    {
      "headline": "Will Bubbles Spoil Fed's Reputation?",
      "snippet": "Floyd Norris column, noting that Federal Reserve Chmn Alan Greenspan is in his final months on job, sees Greenspan dealing with only realistic threat to his reputation: that he failed to deal with stock market bubble of late 1990's, and, perhaps, ...",
      "abstract": "Floyd Norris column, noting that Federal Reserve Chmn Alan Greenspan is in his final months on job, sees Greenspan dealing with only realistic threat to his reputation: that he failed to deal with stock market bubble of late 1990's, and, perhaps, with current housing bubble; graph compares 30-year mortgage rates with Federal funds target rate (M)",
      "lead_paragraph": "MAYBE they should call him J. Edgar Greenspan. Not since J. Edgar Hoover approached the supposed mandatory retirement age as director of the F.B.I. has an American official seemed to be as indispensable as Alan Greenspan, whose tenure as Federal Reserve chairman must end early next year.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/30/business/will-bubbles-spoil-feds-reputation.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Lenovo Evolves With Its I.B.M. PC Unit in Tow",
      "snippet": "Lenovo's purchase of IBM's personal computer business was unquestionably bold move and striking symbol of China's economic globalization; but challenge facing combined company is to find way to prosper in fiercely competitive PC business, sector w...",
      "abstract": "Lenovo's purchase of IBM's personal computer business was unquestionably bold move and striking symbol of China's economic globalization; but challenge facing combined company is to find way to prosper in fiercely competitive PC business, sector where IBM consistently lost money over the years; photo of Stephen M Ward Jr, Lenovo's chief executive (M)",
      "lead_paragraph": "Lenovo's purchase of I.B.M.'s personal computer business was unquestionably a bold move and a striking symbol of China's economic globalization. But the challenge facing the combined company is to find a way to prosper in the fiercely competitive PC business, a sector where I.B.M. consistently lost money over the years.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/30/business/worldbusiness/lenovo-evolves-with-its-ibm-pc-unit-in-tow.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Law Firm and KPMG Settle Suit by Tax Clients",
      "snippet": "Accounting firm KPMG and law firm Brown & Wood, now Sidley Austin Brown & Wood, agree to pay $195 million to as many as 280 wealthy investors who bought four types of questionable tax shelters, first major step by two firms to deal with billions o...",
      "abstract": "Accounting firm KPMG and law firm Brown & Wood, now Sidley Austin Brown & Wood, agree to pay $195 million to as many as 280 wealthy investors who bought four types of questionable tax shelters, first major step by two firms to deal with billions of dollars in potential civil claims; agreement also calls for firms to pay lead plaintiffs' lawyers $30 million in fees (M)",
      "lead_paragraph": "The accounting firm KPMG and a law firm have agreed to pay $195 million to as many as 280 wealthy investors who bought four types of questionable shelters, the first major step by the two firms to deal with billions of dollars in potential civil claims.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/30/business/law-firm-and-kpmg-settle-suit-by-tax-clients.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "Housing for Storm's Evacuees Lagging Far Behind U.S. Goals",
      "snippet": "Federal Emergency Management Agency is stumbling in its efforts to provide temporary housing for victims of Hurricane Katrina, which left hundreds of thousands of people homeless; has signed contracts for more than $2 billion in temporary housing,...",
      "abstract": "Federal Emergency Management Agency is stumbling in its efforts to provide temporary housing for victims of Hurricane Katrina, which left hundreds of thousands of people homeless; has signed contracts for more than $2 billion in temporary housing, including more than 120,000 trailers and mobile homes, but has placed just 100 Louisiana families in those homes; inspector general for Homeland Security Dept says FEMA is freezing many orders for trailers, although agency disputes that; members of Congress, complaining that $236 million to lease three ships to house evacuees is far too expensive, call for investigation; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 29 - After Hurricane Katrina left hundreds of thousands of people homeless, the Federal Emergency Management Agency signed contracts for more than $2 billion in temporary housing, including more than 120,000 trailers and mobile homes. But the agency has placed just 109 Louisiana families in those homes.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/30/us/nationalspecial/housing-for-storms-evacuees-lagging-far-behind-us-goals.html",
      "byline": "By Eric Lipton and Leslie Eaton"
    },
    {
      "headline": "Experts See Risk in Levee Effort",
      "snippet": "The costly federal effort to rebuild the flood defenses in New Orleans will leave the city no less vulnerable than it was to Hurricane Katrina, engineers and experts say. Page A22.  ",
      "abstract": "The costly federal effort to rebuild the flood defenses in New Orleans will leave the city no less vulnerable than it was to Hurricane Katrina, engineers and experts say. Page A22.  ",
      "lead_paragraph": "The costly federal effort to rebuild the flood defenses in New Orleans will leave the city no less vulnerable than it was to Hurricane Katrina, engineers and experts say. Page A22.",
      "publication_date": "2005-09-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/30/us/front page/experts-see-risk-in-levee-effort.html",
      "byline": ""
    }
  ]
}