{
  "metadata": {
    "date": "2005-05-30",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Month of Talks Fails to Bolster Nuclear Treaty",
      "snippet": "A monthlong conference at the United Nations to strengthen the Nuclear Nonproliferation Treaty ended Friday in failure, with its chairman declaring that the disagreements between nuclear-armed and non-nuclear states ran so deep that ''very little ...",
      "abstract": "A monthlong conference at the United Nations to strengthen the Nuclear Nonproliferation Treaty ended Friday in failure, with its chairman declaring that the disagreements between nuclear-armed and non-nuclear states ran so deep that ''very little has been accomplished.''     The conference, which takes place every five years, had once been seen as a chance to deal with gaping loopholes in the treaty that have allowed a resurgence in the spread of nuclear weapons.   ",
      "lead_paragraph": "WASHINGTON, May 27 - A monthlong conference at the United Nations to strengthen the Nuclear Nonproliferation Treaty ended Friday in failure, with its chairman declaring that the disagreements between nuclear-armed and non-nuclear states ran so deep that \"very little has been accomplished.\"",
      "publication_date": "2005-05-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/28/politics/month-of-talks-fails-to-bolster-nuclear-treaty.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Is Your House Overvalued?",
      "snippet": "Four days after Alan Greenspan, the Federal Reserve chairman, pronounced the nation's housing market frothy, a new report on home prices this week suggested that he might have been understating the situation. Even after one of the steepest run-ups...",
      "abstract": "Four days after Alan Greenspan, the Federal Reserve chairman, pronounced the nation's housing market frothy, a new report on home prices this week suggested that he might have been understating the situation. Even after one of the steepest run-ups on record, home prices have jumped another 15 percent over the last year.      While gleeful about their apparent riches, homeowners in many of the hottest areas are also growing concerned. How, exactly, does one know if the family palace is sitting atop a bubble about to burst?  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/28/business/is-your-house-overvalued.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "An American Executive Paycheck in London",
      "snippet": "Robert E. Diamond Jr. is Britain's £15 million man.    Mr. Diamond, a 53-year-old American investment banker, was named president of Barclays yesterday and appointed to its board. His compensation this year -- up to $28 million -- may prompt analy...",
      "abstract": "Robert E. Diamond Jr. is Britain's £15 million man.    Mr. Diamond, a 53-year-old American investment banker, was named president of Barclays yesterday and appointed to its board. His compensation this year -- up to $28 million -- may prompt analysts and shareholders to bristle against what they see as a trend toward American-style pay packages.   ",
      "lead_paragraph": "Robert E. Diamond Jr. is Britain's £15 million man.",
      "publication_date": "2005-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/28/business/worldbusiness/an-american-executive-paycheck-in-london.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Janus Funds: Everybody Loves a Loser",
      "snippet": "YOU keep hearing that this is a rough year for hedge funds, and from the perspective of a hedge fund manager, I suppose that's true. General Motors bonds are downgraded to junk status -- and the rumors begin flying that hedge funds holding the bon...",
      "abstract": "YOU keep hearing that this is a rough year for hedge funds, and from the perspective of a hedge fund manager, I suppose that's true. General Motors bonds are downgraded to junk status -- and the rumors begin flying that hedge funds holding the bonds are in trouble. Hedge fund losses are said to be ''piling up, sparking concerns about a shakeout in the business.'' Or at least that's how our friends at The Wall Street Journal put it last week.    But do you know how much hedge funds have lost, collectively, in this supposedly dismal year? Almost nothing -- around 1 percent, according to the CSFB Tremont Hedge Fund Index. (To be fair, that was before the events of May.) And yet the doomsayers are at least partly right: because most managers have as their stated goal to generate positive returns in up markets and down ones, there are undoubtedly some funds facing problems right now because they are underwater.  ",
      "lead_paragraph": "YOU keep hearing that this is a rough year for hedge funds, and from the perspective of a hedge fund manager, I suppose that's true. General Motors bonds are downgraded to junk status -- and the rumors begin flying that hedge funds holding the bonds are in trouble. Hedge fund losses are said to be \"piling up, sparking concerns about a shakeout in the business.\" Or at least that's how our friends at The Wall Street Journal put it last week.",
      "publication_date": "2005-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/28/business/janus-funds-everybody-loves-a-loser.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Coins Go Missing, and G.O.P. Insider Becomes Outcast",
      "snippet": "For nearly a decade, Thomas Noe has been the Republican Party's man to see in northwest Ohio, a confidant of governors and a prodigious fund-raiser for legislators, judges and just about every Republican statewide elected official.    He also happ...",
      "abstract": "For nearly a decade, Thomas Noe has been the Republican Party's man to see in northwest Ohio, a confidant of governors and a prodigious fund-raiser for legislators, judges and just about every Republican statewide elected official.    He also happened to be a dealer in rare coins. And in 1998, the Ohio Workers' Compensation Bureau agreed to invest in a rare-coin fund that he controlled as a way to hedge its holdings in stocks and bonds, an investment that experts have called highly unorthodox.  ",
      "lead_paragraph": "COLUMBUS, Ohio, May 27 - For nearly a decade, Thomas Noe has been the Republican Party's man to see in northwest Ohio, a confidant of governors and a prodigious fund-raiser for legislators, judges and just about every Republican statewide elected official.",
      "publication_date": "2005-05-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/28/us/coins-go-missing-and-gop-insider-becomes-outcast.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Vision Loss Is Reported in a Few Users of Viagra",
      "snippet": "The Food and Drug Administration said yesterday that it had received reports of partial vision loss in 38 men taking Viagra, the impotence drug, and among 4 men taking Cialis, a newer competitor.      The F.D.A. has asked Pfizer, the maker of Viag...",
      "abstract": "The Food and Drug Administration said yesterday that it had received reports of partial vision loss in 38 men taking Viagra, the impotence drug, and among 4 men taking Cialis, a newer competitor.      The F.D.A. has asked Pfizer, the maker of Viagra, to add a note to the drug's label so that patients are aware of the possible link. The makers of Cialis -- Eli Lilly & Company and the Icos Corporation -- have already made such a change.  ",
      "lead_paragraph": "The Food and Drug Administration said yesterday that it had received reports of partial vision loss in 38 men taking Viagra, the impotence drug, and among 4 men taking Cialis, a newer competitor.",
      "publication_date": "2005-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/28/business/vision-loss-is-reported-in-a-few-users-of-viagra.html",
      "byline": "By Alex Berenson and Jennifer Bayot"
    },
    {
      "headline": "A Mini-Enron on Every Corner?",
      "snippet": "ON that Christmas day in 1998, life could hardly have seemed better for the Gordon brothers, David and Greg. They brought their wives to celebrate the holiday amid the festive décor of their parents' home in Conroe, Tex., a onetime oil boom town n...",
      "abstract": "ON that Christmas day in 1998, life could hardly have seemed better for the Gordon brothers, David and Greg. They brought their wives to celebrate the holiday amid the festive décor of their parents' home in Conroe, Tex., a onetime oil boom town north of Houston. As family members relaxed, the brothers eagerly compared notes about their triumphs of the last year.     The stock market bubble was still expanding. For David Gordon, a corporate lawyer from Tulsa, that translated into a flourishing business helping companies go public or make acquisitions. For Greg Gordon, who ran a successful wholesale jewelry business with his wife, Lisa, the flood of market wealth had created a heated demand for the luxury items he sold.   ",
      "lead_paragraph": "ON that Christmas day in 1998, life could hardly have seemed better for the Gordon brothers, David and Greg. They brought their wives to celebrate the holiday amid the festive décor of their parents' home in Conroe, Tex., a onetime oil boom town north of Houston. As family members relaxed, the brothers eagerly compared notes about their triumphs of the last year.",
      "publication_date": "2005-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/29/business/yourmoney/a-minienron-on-every-corner.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Across Iran, Nuclear Power Is a Matter of Pride",
      "snippet": "From nuclear negotiators to student dissidents, from bazaar merchants to turbaned mullahs, Iranians agree: the right to develop nuclear power is a point of national pride.     ''For a country to have nuclear energy means that it has made progress ...",
      "abstract": "From nuclear negotiators to student dissidents, from bazaar merchants to turbaned mullahs, Iranians agree: the right to develop nuclear power is a point of national pride.     ''For a country to have nuclear energy means that it has made progress in all other fields as well, so other countries have to respect its technology,'' said Nilufar, 29, a graduate student in energy management at the prestigious Sharif Industrial University. Nilufar, covered in black so only her face was showing, agreed to be interviewed on such a delicate topic only if her family name was not used.   ",
      "lead_paragraph": "TEHRAN, May 28 - From nuclear negotiators to student dissidents, from bazaar merchants to turbaned mullahs, Iranians agree: the right to develop nuclear power is a point of national pride.",
      "publication_date": "2005-05-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/29/world/middleeast/across-iran-nuclear-power-is-a-matter-of-pride.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "For Women in Need, a Way to Something Better",
      "snippet": "SHE ''wanted better,'' Audrey Buckmire says in explaining why taking care of other people's children from morning till evening provided an unfulfilling present and what she viewed as an unpromising future.     Besides, she says, it left her virtua...",
      "abstract": "SHE ''wanted better,'' Audrey Buckmire says in explaining why taking care of other people's children from morning till evening provided an unfulfilling present and what she viewed as an unpromising future.     Besides, she says, it left her virtually no time for her own little girl.  ",
      "lead_paragraph": "SHE \"wanted better,\" Audrey Buckmire says in explaining why taking care of other people's children from morning till evening provided an unfulfilling present and what she viewed as an unpromising future.",
      "publication_date": "2005-05-29T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/05/29/jobs/for-women-in-need-a-way-to-something-better.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "When the Joneses Wear Jeans",
      "snippet": "It was 4:30 p.m., sweet hour of opportunity at the Beachwood Place Mall.    Shoppers were drifting into stores in the rush before dinner, and the sales help, as if on cue, began a retail ritual: trying to tell the buyers from the lookers, the plat...",
      "abstract": "It was 4:30 p.m., sweet hour of opportunity at the Beachwood Place Mall.    Shoppers were drifting into stores in the rush before dinner, and the sales help, as if on cue, began a retail ritual: trying to tell the buyers from the lookers, the platinum-card holders from those who could barely pay their monthly minimum balance.   ",
      "lead_paragraph": "BEACHWOOD, Ohio - It was 4:30 p.m., sweet hour of opportunity at the Beachwood Place Mall.",
      "publication_date": "2005-05-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/29/us/class/when-the-joneses-wear-jeans.html",
      "byline": "By Jennifer Steinhauer"
    },
    {
      "headline": "How to Make a Corporate Comeback",
      "snippet": "WHEN Carleton S. Fiorina, Hewlett-Packard's former chief executive, gave a long-planned commencement speech this month at North Carolina Agricultural and Technical State University, she commiserated a bit with the graduating students who were star...",
      "abstract": "WHEN Carleton S. Fiorina, Hewlett-Packard's former chief executive, gave a long-planned commencement speech this month at North Carolina Agricultural and Technical State University, she commiserated a bit with the graduating students who were starting to look for jobs. ''I've been working on my résumé,'' she said. ''I've been lining up my references. I bought a new interview suit.''    Clearly, Ms. Fiorina, who was forced to resign in February in one of the most widely chronicled dismissals in corporate history, is eager to get back to work. But what are her chances of landing another job running a Fortune 500 company?   ",
      "lead_paragraph": "WHEN Carleton S. Fiorina, Hewlett-Packard's former chief executive, gave a long-planned commencement speech this month at North Carolina Agricultural and Technical State University, she commiserated a bit with the graduating students who were starting to look for jobs. \"I've been working on my résumé,\" she said. \"I've been lining up my references. I bought a new interview suit.\"",
      "publication_date": "2005-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/29/business/yourmoney/how-to-make-a-corporate-comeback.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Mirror, Mirror, Who Is the Unfairest?",
      "snippet": "ROOTING out conflicts of interest on Wall Street has become a full-time job for securities regulators in recent years. Thankfully, some long-needed changes have been made to research and sales practices at brokerage firms, banks and mutual fund co...",
      "abstract": "ROOTING out conflicts of interest on Wall Street has become a full-time job for securities regulators in recent years. Thankfully, some long-needed changes have been made to research and sales practices at brokerage firms, banks and mutual fund companies.    But one conflict lives brazenly on, safe from even the most assiduous reform efforts. That enduring unfairness is related to, of all things, the fairness opinion.  ",
      "lead_paragraph": "ROOTING out conflicts of interest on Wall Street has become a full-time job for securities regulators in recent years. Thankfully, some long-needed changes have been made to research and sales practices at brokerage firms, banks and mutual fund companies.",
      "publication_date": "2005-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/29/business/yourmoney/mirror-mirror-who-is-the-unfairest.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Health Leaders Seek Consensus Over Uninsured",
      "snippet": "At a time when Congress has been torn by partisan battles, 24 ideologically disparate leaders representing the health care industry, corporations and unions, and conservative and liberal groups have been meeting secretly for months to seek a conse...",
      "abstract": "At a time when Congress has been torn by partisan battles, 24 ideologically disparate leaders representing the health care industry, corporations and unions, and conservative and liberal groups have been meeting secretly for months to seek a consensus on proposals to provide coverage for the growing number of people with no health insurance.    The participants, ranging from the liberal Families USA to the conservative Heritage Foundation and the United States Chamber of Commerce, said they had made progress in trying to overcome the ideological impasse that has stymied action on the problem for eight years.  ",
      "lead_paragraph": "WASHINGTON, May 28 - At a time when Congress has been torn by partisan battles, 24 ideologically disparate leaders representing the health care industry, corporations and unions, and conservative and liberal groups have been meeting secretly for months to seek a consensus on proposals to provide coverage for the growing number of people with no health insurance.",
      "publication_date": "2005-05-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/29/us/health-leaders-seek-consensus-over-uninsured.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "U.S. SET TO TEST MISSILE DEFENSES ABOARD AIRLINES",
      "snippet": "In an airplane hangar north of Fort Worth, technicians are preparing to mount a fire-hydrant-shaped device onto the belly of an American Airlines Boeing 767. It is an effort that could soon turn into a more than $10 billion project to install a hi...",
      "abstract": "In an airplane hangar north of Fort Worth, technicians are preparing to mount a fire-hydrant-shaped device onto the belly of an American Airlines Boeing 767. It is an effort that could soon turn into a more than $10 billion project to install a high-tech missile defense system on the nation's commercial planes.     The Boeing 767 -- the same type of plane that terrorists flew into the World Trade Center -- is one of three planes that, by the end of this year, will be used to test the infrared laser-based systems designed to find and disable shoulder-fired missiles. The missiles have long been popular among terrorists and rebel groups in war zones around the world; the concern now is that they could become a domestic threat.   ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/29/us/us-set-to-test-missile-defenses-aboard-airlines.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Goals Reached, Donor on Right Closes Up Shop",
      "snippet": "Without it, the Federalist Society might not exist, nor its network of 35,000 conservative lawyers. Economic analysis might hold less sway in American courts. The premier idea factories of the right, from the Hoover Institution to the Heritage Fou...",
      "abstract": "Without it, the Federalist Society might not exist, nor its network of 35,000 conservative lawyers. Economic analysis might hold less sway in American courts. The premier idea factories of the right, from the Hoover Institution to the Heritage Foundation, would have lost millions of dollars in core support. And some classics of the conservative canon would have lost their financier, including Allan Bloom's lament of academic decline and Charles Murray's attacks on welfare.     Part Medici, part venture capitalist, the John M. Olin Foundation has spent three decades financing the intellectual rise of the right and exciting the envy of the left. Now the foundation is closing its doors. In telling the organization to spend his money within a generation, John M. Olin, a Midwestern ammunition and chemical magnate, sought to maximize his fortune's influence and keep it from falling into hostile -- that is, liberal -- hands.  ",
      "lead_paragraph": "WASHINGTON, May 28 - Without it, the Federalist Society might not exist, nor its network of 35,000 conservative lawyers. Economic analysis might hold less sway in American courts. The premier idea factories of the right, from the Hoover Institution to the Heritage Foundation, would have lost millions of dollars in core support. And some classics of the conservative canon would have lost their financier, including Allan Bloom's lament of academic decline and Charles Murray's attacks on welfare.",
      "publication_date": "2005-05-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/29/politics/goals-reached-donor-on-right-closes-up-shop.html",
      "byline": "By Jason Deparle"
    },
    {
      "headline": "The Double Ups and Downs of a Philanthropist",
      "snippet": "Laws of physics notwithstanding, for Alberto W. Vilar, the bubble popped twice.    Through much of the 1990's, he was a seeming savant, a financial pied piper leading legions of wealthy followers to his Park Avenue investment firm and its bets on ...",
      "abstract": "Laws of physics notwithstanding, for Alberto W. Vilar, the bubble popped twice.    Through much of the 1990's, he was a seeming savant, a financial pied piper leading legions of wealthy followers to his Park Avenue investment firm and its bets on high tech. As hot money rolled in by the billions, Mr. Vilar stepped up his already generous philanthropy, transforming himself into a prominent patron of the Metropolitan Opera, as well as other opera houses, orchestras and medical research institutions.   ",
      "lead_paragraph": "Laws of physics notwithstanding, for Alberto W. Vilar, the bubble popped twice.",
      "publication_date": "2005-05-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/30/business/the-double-ups-and-downs-of-a-philanthropist.html",
      "byline": "By Kurt Eichenwald and Daniel J. Wakin"
    },
    {
      "headline": "For Scrushy, Vexed Jury Could Still Give Verdict",
      "snippet": "After hearing months of testimony, the jurors in the criminal fraud case against Richard M. Scrushy, the former chief executive of HealthSouth, sent a note to the judge just a day after they began their deliberations. ''If we cannot decide unanimo...",
      "abstract": "After hearing months of testimony, the jurors in the criminal fraud case against Richard M. Scrushy, the former chief executive of HealthSouth, sent a note to the judge just a day after they began their deliberations. ''If we cannot decide unanimously one way or another, what happens?''    Over the next week, the jury sent out three more notes, and all were about just one count in the federal government's 36-count case -- the conspiracy count, the first and central accusation against Mr. Scrushy.  ",
      "lead_paragraph": "After hearing months of testimony, the jurors in the criminal fraud case against Richard M. Scrushy, the former chief executive of HealthSouth, sent a note to the judge just a day after they began their deliberations. \"If we cannot decide unanimously one way or another, what happens?\"",
      "publication_date": "2005-05-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/30/business/for-scrushy-vexed-jury-could-still-give-verdict.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Ombudsmen Rebuff Move by Public Broadcasting",
      "snippet": "An association of news ombudsmen has rejected an attempt by two ombudsmen from the Corporation for Public Broadcasting to join their organization as full-fledged members, questioning their independence.    The Organization of News Ombudsmen, which...",
      "abstract": "An association of news ombudsmen has rejected an attempt by two ombudsmen from the Corporation for Public Broadcasting to join their organization as full-fledged members, questioning their independence.    The Organization of News Ombudsmen, which represents nearly a hundred print and broadcast ombudsmen from around the world, more than half of them in the United States, voted at its annual conference here last week to change its bylaws to allow full membership only to those who work for news organizations. The corporation, a quasi-governmental organization, provides some federal funds for National Public Radio and the Public Broadcasting System; it does not itself gather or produce news.   ",
      "lead_paragraph": "LONDON, May 27 - An association of news ombudsmen has rejected an attempt by two ombudsmen from the Corporation for Public Broadcasting to join their organization as full-fledged members, questioning their independence.",
      "publication_date": "2005-05-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/30/business/media/ombudsmen-rebuff-move-by-public-broadcasting.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "A TV Duel at Sunrise",
      "snippet": "As soon as the digital clock in the control room of ''Good Morning America'' struck 7:20 last Wednesday, signaling the first commercial break of the day, Ben Sherwood bolted out the door.    Mr. Sherwood, the executive producer of the ABC program,...",
      "abstract": "As soon as the digital clock in the control room of ''Good Morning America'' struck 7:20 last Wednesday, signaling the first commercial break of the day, Ben Sherwood bolted out the door.    Mr. Sherwood, the executive producer of the ABC program, was heading for the anchor desk occupied by Charles Gibson, Diane Sawyer and Robin Roberts. In his hand was a printed form with three columns -- one each for ABC, NBC and CBS -- that he used to chart the story selection on the competing morning programs, as gleaned from monitors overhead.  ",
      "lead_paragraph": "As soon as the digital clock in the control room of \"Good Morning America\" struck 7:20 last Wednesday, signaling the first commercial break of the day, Ben Sherwood bolted out the door.",
      "publication_date": "2005-05-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/30/business/media/a-tv-duel-at-sunrise.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "No Privacy in Your Cubicle? Try an Electronic Silencer",
      "snippet": "Maxwell Smart's ''cone of silence'' is finally a reality.    Two people in an office here were having a tête-à-tête, but it was impossible for a listener standing nearby to understand what they were saying. The conversation sounded like a waterfal...",
      "abstract": "Maxwell Smart's ''cone of silence'' is finally a reality.    Two people in an office here were having a tête-à-tête, but it was impossible for a listener standing nearby to understand what they were saying. The conversation sounded like a waterfall of voices, both tantalizingly familiar and yet incomprehensible.   ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/30/technology/no-privacy-in-your-cubicle-try-an-electronic-silencer.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Bad Business For Magazines About Business",
      "snippet": "WHEN the Meredith Corporation announced its purchase of Gruner & Jahr's women's magazines last Tuesday, Meredith said that Gruner's business magazines, Fast Company and Inc., were not ''material'' to the sale. What that means is that two magazines...",
      "abstract": "WHEN the Meredith Corporation announced its purchase of Gruner & Jahr's women's magazines last Tuesday, Meredith said that Gruner's business magazines, Fast Company and Inc., were not ''material'' to the sale. What that means is that two magazines that sold for more than half a billion dollars four years ago now have a value of zero.    As it flees toward its exit from a billion-dollar experiment gone horribly wrong, Gruner & Jahr, a division of the German media giant Bertelsmann, may salvage a few dollars, if not its dignity, by selling Inc. But Fast Company, always more of an idea than an actual magazine, is probably gone for good.  ",
      "lead_paragraph": "WHEN the Meredith Corporation announced its purchase of Gruner & Jahr's women's magazines last Tuesday, Meredith said that Gruner's business magazines, Fast Company and Inc., were not \"material\" to the sale. What that means is that two magazines that sold for more than half a billion dollars four years ago now have a value of zero.",
      "publication_date": "2005-05-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/30/business/bad-business-for-magazines-about-business.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Iraqi Offensive Met by Wave of New Violence From Insurgents",
      "snippet": "The largest Iraqi-led counterinsurgency operation since the downfall of Saddam Hussein set off a violent backlash on Sunday across Baghdad. At least 20 people were killed in the capital, 14 of them in a battle lasting several hours when insurgents...",
      "abstract": "The largest Iraqi-led counterinsurgency operation since the downfall of Saddam Hussein set off a violent backlash on Sunday across Baghdad. At least 20 people were killed in the capital, 14 of them in a battle lasting several hours when insurgents initiated sustained attacks on several police stations and an army barracks.    The violence, including at least four suicide car bombings, was a bloody start to an operation that Iraq's new Shiite-majority government had presented as a new get-tough policy toward Sunni Arab insurgents, first in Baghdad and then countrywide. The government has said it will commit 40,000 uniformed Iraqis to the Baghdad operation in an effort to crush insurgents who reacted to the government's swearing-in four weeks ago with one of the war's biggest rebel surges.  ",
      "lead_paragraph": "BAGHDAD, Iraq, May 29 - The largest Iraqi-led counterinsurgency operation since the downfall of Saddam Hussein set off a violent backlash on Sunday across Baghdad. At least 20 people were killed in the capital, 14 of them in a battle lasting several hours when insurgents initiated sustained attacks on several police stations and an army barracks.",
      "publication_date": "2005-05-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/30/world/middleeast/iraqi-offensive-met-by-wave-of-new-violence-from.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "French Voters Soundly Reject European Union Constitution",
      "snippet": "Turning its back on half a century of European history, France decisively rejected a constitution for Europe on Sunday, plunging the country into political disarray and jeopardizing the cause of European unity.    The victory for the no vote -- 55...",
      "abstract": "Turning its back on half a century of European history, France decisively rejected a constitution for Europe on Sunday, plunging the country into political disarray and jeopardizing the cause of European unity.    The victory for the no vote -- 55 percent to 45 percent -- came in a nationwide referendum on the European Union constitution after a bruising campaign that divided France and alarmed Europe.  ",
      "lead_paragraph": "PARIS, May 29 - Turning its back on half a century of European history, France decisively rejected a constitution for Europe on Sunday, plunging the country into political disarray and jeopardizing the cause of European unity.",
      "publication_date": "2005-05-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/30/world/europe/french-voters-soundly-reject-european-union-constitution.html",
      "byline": "By Elaine Sciolino"
    }
  ]
}