{
  "metadata": {
    "date": "2005-08-17",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "A Business Built on the Troubles of Teenagers",
      "snippet": "More and more parents of troubled teenagers are sending their children to special programs without regard to cost, and the number of private schools serving them has soared, attracting investor interest; new 'feel good' programs combine therapy fo...",
      "abstract": "More and more parents of troubled teenagers are sending their children to special programs without regard to cost, and the number of private schools serving them has soared, attracting investor interest; new 'feel good' programs combine therapy for drugs and other disorders and education, often in outdoor setting, at average cost of $5,000 a month; influx of money from investors in private schools seeking high return on equity is worrying some traditionalists in field, who are concerned that bottom line may take precedence over students' needs; Aspen Education runs 31 programs for children with behavioral or other problems, making it one of largest providers of services for troubled teenagers; map; chart; photos (M)",
      "lead_paragraph": "Mary Ann Davies has spent more than $100,000 in the last year to send her 16-year-old daughter to one private counseling and educational program after another. She has just signed up to go further into debt, committing herself to spend another $100,000 over the next two years for a boarding school in New York that she hopes will help her daughter overcome a drug problem.",
      "publication_date": "2005-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/17/business/a-business-built-on-the-troubles-of-teenagers.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "3 Set to Hang as Executions Return to Iraq",
      "snippet": "Prime Min Ibrahim al-Jaafari says three men will be put to death by hanging in first execution by Iraq's civilian courts since fall of Saddam Hussein; the condemned were convicted of dozens of rapes, kidnappings and killings in southern city of Ku...",
      "abstract": "Prime Min Ibrahim al-Jaafari says three men will be put to death by hanging in first execution by Iraq's civilian courts since fall of Saddam Hussein; the condemned were convicted of dozens of rapes, kidnappings and killings in southern city of Kut, in one case displaying eyeballs of Iraqi soldier to obtain payment for his murder; 33 other death sentences have been handed down by courts since death penalty was reinstated in Iraq in August 2004, and many of them are expected to clear review by appeals court and three-member government council because government is eager to show that it is taking steps against terrorism and because public support for death penalty is overwhelming; human rights organizations question timing of announcement and say Iraq's legal system is often too flimsy to be fair; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 16 - Three men convicted of dozens of rapes, kidnappings and killings in the southern city of Kut, in one case displaying the eyeballs of an Iraqi soldier to obtain payment for his murder, will be put to death by hanging in the first execution by Iraq's civilian courts since the fall of Saddam Hussein, Prime Minister Ibrahim al-Jaafari said Tuesday.",
      "publication_date": "2005-08-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/17/world/middleeast/3-set-to-hang-as-executions-return-to-iraq.html",
      "byline": "By James Glanz and Sabrina Tavernise"
    },
    {
      "headline": "Profit Slows for Wal-Mart as Oil Prices Crimp Sales",
      "snippet": "Wal-Mart, citing high oil prices, announces its smallest quarterly profit growth in four years and warns that its third-quarter earnings will fall short of analyst estimates, disappointing Wall Street; says second-quarter earnings rose 5.8 percent...",
      "abstract": "Wal-Mart, citing high oil prices, announces its smallest quarterly profit growth in four years and warns that its third-quarter earnings will fall short of analyst estimates, disappointing Wall Street; says second-quarter earnings rose 5.8 percent, to $2.8 billion, compared with $2.7 billion year earlier; sales for period ended July 31 rose 10.2 percent, to $76.8 billion; Wal-Mart shares drop $1.53, to $47.57 (M)",
      "lead_paragraph": "Citing high oil prices, Wal-Mart, the nation's largest retailer, announced its smallest quarterly profit growth in four years yesterday and warned that its third-quarter earnings would fall short of analyst estimates, disappointing Wall Street.",
      "publication_date": "2005-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/17/business/profit-slows-for-walmart-as-oil-prices-crimp-sales.html",
      "byline": "By Roben Farzad"
    },
    {
      "headline": "For Everyday Products, Ads Using the Everyday Woman",
      "snippet": "Advertising industry is increasingly interested in using everyday women in advertising instead of waifish supermodels; change comes after Dove line of personal-care products sold by Unilever introduced what it called 'campaign for real beauty,' wh...",
      "abstract": "Advertising industry is increasingly interested in using everyday women in advertising instead of waifish supermodels; change comes after Dove line of personal-care products sold by Unilever introduced what it called 'campaign for real beauty,' which presents women in ads as they are rather than as some believe they ought to be; other marketers using similar theme are Nike and Chicken of the Sea brand of tuna, owned by Thai Union International Inc; photos (M)",
      "lead_paragraph": "Madison Avenue is increasingly interested in using everyday women in advertising instead of just waifish supermodels.",
      "publication_date": "2005-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/17/business/media/for-everyday-products-ads-using-the-everyday-woman.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "Economy Shows Signs of Strain From Oil Prices",
      "snippet": "Inflation rises 0.5 percent in July, almost entirely because of surging oil prices, which already appear to be curbing economic growth; economists still expect growth to remain healthy for rest of year, as companies invest in new factories and hou...",
      "abstract": "Inflation rises 0.5 percent in July, almost entirely because of surging oil prices, which already appear to be curbing economic growth; economists still expect growth to remain healthy for rest of year, as companies invest in new factories and housing boom continues; say that consumers may not really feel pinch of higher oil prices until winter heating bills arrive and that full effect may not be felt until a year or even two from when prices began rising; higher oil prices are cited by Wal-Mart in reporting slowing of earnings growth in lastest quarter, by airlines in announcing higher fares and by United Parcel Service in reminding its drivers not to leave truck engines running while they deliver packages; photos; graphs (L)",
      "lead_paragraph": "Inflation surged last month, the government reported yesterday, as the long rise in energy prices finally seemed to be pinching the American economy. After absorbing the burden of oil at $40 a barrel, then at $50 and beyond, consumers have started to react as prices have risen above $60 in recent weeks.",
      "publication_date": "2005-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/17/business/economy-shows-signs-of-strain-from-oil-prices.html",
      "byline": "By Jad Mouawad and David Leonhardt"
    },
    {
      "headline": "Meese's Influence Looms in Today's Judicial Wars",
      "snippet": "Edwin Meese III, attorney general in Reagan administration, is lionized by conservatives today for his role in steering federal judiciary rightward and inspiring generation of conservatives, including Judge John G Roberts Jr, nominee for US Suprem...",
      "abstract": "Edwin Meese III, attorney general in Reagan administration, is lionized by conservatives today for his role in steering federal judiciary rightward and inspiring generation of conservatives, including Judge John G Roberts Jr, nominee for US Supreme Court; speech to American Bar Association in 1985 in which Meese advocated 'jurisprudence of original intention' helped lay groundwork for judicial wars that continue today; Meese played central role in strategy sessions with conservative leaders and representatives from White House in months leading up to Roberts's nomination; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/17/politics/meeses-influence-looms-in-todays-judicial-wars.html",
      "byline": "By Lynette Clemetson"
    },
    {
      "headline": "Healthy Housing Market Lifted the Economy in July",
      "snippet": "Labor Department reports Consumer Price Index increased 0.5 percent in July after being unchanged in June and falling 0.1 percent in May; core inflation rate, which excludes food and energy prices, rose 0.1 percent in July, same percentage increas...",
      "abstract": "Labor Department reports Consumer Price Index increased 0.5 percent in July after being unchanged in June and falling 0.1 percent in May; core inflation rate, which excludes food and energy prices, rose 0.1 percent in July, same percentage increase as in June; consumer prices rose 3.2 percent, and core rate was up 2.1 percent compared with July 2004; prices in New York area rose 0.9 percent from June and 3.4 percent from July 2004; energy prices climbed 3.8 percent, with petroleum-based products up 6.1 percent; food prices rose 0.2 percent in July from June; real average weekly wages for nonsupervisory or production occupations, 80 percent of American workforce, fell 0.2 percent; wages rose 0.4 percent before taking into account effect of rising prices; Commerce Department reports housing starts fell 0.1 percent in July, to 2.04 million, but were still 2.8 percent higher than year ago; permits for new residential construction were up 1.6 percent, to 2.17 million, compared with June and up 2.5 percent compared with year ago; Federal Reserve reports industrial production rose 0.1 percent in July, less than 0.5 percent economists expected; graphs; photos (M)",
      "lead_paragraph": "Record oil prices are beginning to slow the economy, according to several reports released yesterday, but expansion continued in July because of the housing market and demand from businesses and consumers.",
      "publication_date": "2005-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/17/business/healthy-housing-market-lifted-the-economy-in-july.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Israeli Troops Persuade, and Force, Settlers to Quit Gaza",
      "snippet": "Israeli soldiers move in force into Neve Dekalim, largest Jewish settlement in Gaza Strip and focus of resistance to Israeli pullout from Gaza, in effort to persuade reluctant residents to leave their homes voluntarily before being forced out; som...",
      "abstract": "Israeli soldiers move in force into Neve Dekalim, largest Jewish settlement in Gaza Strip and focus of resistance to Israeli pullout from Gaza, in effort to persuade reluctant residents to leave their homes voluntarily before being forced out; some settlers and sympathizers throw stones and eggs at soldiers and police officers in emotionally searing confrontation, and at least 48 of them are arrested; Maj Gen Dan Harel promises that those who leave by midnight of Aug 17 will be permitted to return to pack, but that those who wait and are taken by force will receive less government compensation for move; smaller settlements elsewhere in Gaza are quieter; officials say half of Gaza's 9,000 settlers have already left; photos (M)",
      "lead_paragraph": "NEVE DEKALIM, Gaza Strip, Wednesday, Aug. 17 - Israeli soldiers moved into this Jewish settlement in larger numbers Wednesday morning in an effort to persuade reluctant residents to leave their homes voluntarily before being forced out.",
      "publication_date": "2005-08-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/17/world/middleeast/israeli-troops-persuade-and-force-settlers-to-quit-gaza.html",
      "byline": "By Steven Erlanger and Dina Kraft"
    },
    {
      "headline": "Go-Getter at Merrill Signs on at Morgan",
      "snippet": "John J Mack, in his first major step to address problems of Morgan Stanley's retail business, hires James P Gorman, former retail chief at Merrill Lynch, to be president and chief operating officer of individual investor group; Gorman will report ...",
      "abstract": "John J Mack, in his first major step to address problems of Morgan Stanley's retail business, hires James P Gorman, former retail chief at Merrill Lynch, to be president and chief operating officer of individual investor group; Gorman will report to Zoe Cruz, acting president of Morgan (Market Place column) (M)",
      "lead_paragraph": "John J. Mack, in his first major step to address the woes of Morgan Stanley's retail business, has hired James P. Gorman, the former retail chief at Merrill Lynch, to be president and chief operating officer of the individual investor group.",
      "publication_date": "2005-08-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/17/business/gogetter-at-merrill-signs-on-at-morgan.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "A New Police Force Emerges From Mosul's Chaos",
      "snippet": "Police station is re-established in Mosul, Iraq, where 5,000-man police force deserted in face of insurgent uprising last November, plunging city into chaos; training police force for Iraq is at least as important for American strategists as train...",
      "abstract": "Police station is re-established in Mosul, Iraq, where 5,000-man police force deserted in face of insurgent uprising last November, plunging city into chaos; training police force for Iraq is at least as important for American strategists as training military; process has moved further along in Mosul than in some other locations, but has encountered huge sectarian, cultural and even tribal obstacles; Iraq Army units, which are dominated by Kurds and Shiite Arabs, believe that insurgents have widely infiltrated police, who are largely Sunni Arabs mostly from one tribe, Jibouri; police also suffer from widespread corruption, and much of intelligence they gather comes from beating information out of detainees, tactic that some Iraqi and American officers fear could hurt Mosul in long run; many soldiers say police will crumble unless large numbers of American troops stay for years to support them; photos (L)",
      "lead_paragraph": "MOSUL, Iraq, Aug. 13 - The Five West police station, erected over four days in July on a gravel-covered hill in the most violent part of this violent city, is little more than concertina wire, concrete barriers, gun towers and portable sheds. Police officers mill about, some in street clothes or gym shorts, sorting through Glock pistols and machine-gun belts.",
      "publication_date": "2005-08-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/17/world/middleeast/a-new-police-force-emerges-from-mosuls-chaos.html",
      "byline": "By Richard A. Oppel Jr"
    }
  ]
}