{
  "metadata": {
    "date": "2005-05-26",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "15 Years on the Bottom Rung",
      "snippet": "Sixth article of series Class Matters compares and contrasts lives of two illegal immigrants in United States, one from Greece and one from Mexico; both arrived in US penniless and with minimal education and little English; Greek man is now succes...",
      "abstract": "Sixth article of series Class Matters compares and contrasts lives of two illegal immigrants in United States, one from Greece and one from Mexico; both arrived in US penniless and with minimal education and little English; Greek man is now successful businessman, while Mexican seems stuck on bottom rung of economic ladder; Greek man arrived 50 years ago, when illegal immigration was minor problem, while Mexican man arrived 15 years ago, when attitudes toward immigrants made it far less likely that they would experience same upward mobility of earlier immigrants; resentment and race subtly stand in way of Mexican-Americans, as does their lingering attachment to Mexico, which is so close that many immigrants do not put down deep roots in US; detailed histories of two immigrants; photos; charts (L)",
      "lead_paragraph": "In the dark before dawn, when Madison Avenue was all but deserted and its pricey boutiques were still locked up tight, several Mexicans slipped quietly into 3 Guys, a restaurant that the Zagat guide once called \"the most expensive coffee shop in New York.\"",
      "publication_date": "2005-05-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/26/us/class/15-years-on-the-bottom-rung.html",
      "byline": "By Anthony Depalma"
    },
    {
      "headline": "For Judge Owen, Self-Reliance in Life and Law",
      "snippet": "Woman in the News profile of Justice Priscilla R Owen, who was just confirmed for seat on United States Court of Appeals for Fifth Circuit after four years in crossfire of partisan battle over her nomination; she was born in 1954; photo (M)",
      "abstract": "Woman in the News profile of Justice Priscilla R Owen, who was just confirmed for seat on United States Court of Appeals for Fifth Circuit after four years in crossfire of partisan battle over her nomination; she was born in 1954; photo (M)",
      "lead_paragraph": "WASHINGTON, May 25 - When the Senate asked Justice Priscilla R. Owen for the most significant opinions she had written on the Texas Supreme Court, she provided a list with a distinctive theme: tough.",
      "publication_date": "2005-05-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/26/politics/for-judge-owen-selfreliance-in-life-and-law.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Much of Visteon Comes Spinning Back to Ford",
      "snippet": "Ford Motor Co will bail out Visteon, its ailing former parts division, and reclaim 24 of Visteon's plants and offices in US and Mexico; deal will cost Ford as much as $1.15 billion over next four years in special charges and up to $425 million in ...",
      "abstract": "Ford Motor Co will bail out Visteon, its ailing former parts division, and reclaim 24 of Visteon's plants and offices in US and Mexico; deal will cost Ford as much as $1.15 billion over next four years in special charges and up to $425 million in operating losses over this year and next year; union leaders have agreed to plan to cut 5,000 of more than 17,000 Ford employees who have been working at Visteon plants by offering them buyouts; deal is subject to ratification by union members; Ford will also relieve Visteon of $2 billion liability related to health care and life insurance benefits for Ford employees and retirees that was assigned to Visteon; Ford's chief financial officer Don R Leclair comments; photo (Market Place column) (M)",
      "lead_paragraph": "DETROIT, May 25 - The Ford Motor Company said Wednesday that it would bail out Visteon, its ailing former parts division, and reclaim 24 of Visteon's plants and offices in the United States and Mexico.",
      "publication_date": "2005-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/26/business/much-of-visteon-comes-spinning-back-to-ford.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "U.S. Chided on Rights",
      "snippet": "Amnesty International accused the Bush administration of condoning ''atrocious'' human rights violations, thereby diminishing the United States' moral authority and setting a global example encouraging rights abuses by other nations. The advocacy ...",
      "abstract": "Amnesty International accused the Bush administration of condoning ''atrocious'' human rights violations, thereby diminishing the United States' moral authority and setting a global example encouraging rights abuses by other nations. The advocacy group also called the United States detention center at Guantánamo Bay, Cuba, ''the gulag of our times.''    Article, Page A10.",
      "lead_paragraph": "Amnesty International accused the Bush administration of condoning \"atrocious\" human rights violations, thereby diminishing the United States' moral authority and setting a global example encouraging rights abuses by other nations. The advocacy group also called the United States detention center at Guantánamo Bay, Cuba, \"the gulag of our times.\"",
      "publication_date": "2005-05-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/26/front page/world/us-chided-on-rights.html",
      "byline": ""
    },
    {
      "headline": "Europe Gets Iran to Extend Freeze in Nuclear Work",
      "snippet": "Iran is persuaded by foreign ministers of Britain, France and Germany to continue its freeze on nuclear activities to avert diplomatic crisis that could lead to punitive international measures; in exchange, Europeans offer to present Iran with det...",
      "abstract": "Iran is persuaded by foreign ministers of Britain, France and Germany to continue its freeze on nuclear activities to avert diplomatic crisis that could lead to punitive international measures; in exchange, Europeans offer to present Iran with detailed, step-by-step proposals by Aug on how to move toward consensus on shape of its nuclear program; despite latest progress, Europeans and Iranians remain far apart on their ultimate goals; Europeans wants Iran's freeze on its uranium enrichment activities to become permanent, in exchange for trade, political, economic and security rewards, including access to nuclear energy; Iranians insist freeze is temporary, claiming it is being done on voluntary basis since it is not required under Nuclear Nonproliferation Treaty; Bush administration, which accuses Iran of secretly using its nuclear program to develop weapons, reacts with caution to latest development, reaffirming its support for Euroepan effort but reiterating its suspicion of Iran's motives (M)",
      "lead_paragraph": "GENEVA, May 25 - The foreign ministers of Britain, France and Germany persuaded Iran on Wednesday to continue its freeze on nuclear activities, averting a diplomatic crisis that could have led to punitive international measures against Iran.",
      "publication_date": "2005-05-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/26/world/europe/europe-gets-iran-to-extend-freeze-in-nuclear-work.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Spitzer Suit Is Expected on A.I.G.",
      "snippet": "New York State Atty Gen Eliot Spitzer and New York Insurance Department are planning to file civil complaint against American International Group, its former chairman and chief executive Maurice R Greenberg and its former chief financial officer H...",
      "abstract": "New York State Atty Gen Eliot Spitzer and New York Insurance Department are planning to file civil complaint against American International Group, its former chairman and chief executive Maurice R Greenberg and its former chief financial officer Howard I Smith; complaint would accuse those named of involvement in improper accounting that allowed AIG to make its financial position look stronger than it actually was; complaint will not preclude Spitzer from pursuing criminal charges against individuals; photo (M)",
      "lead_paragraph": "The New York attorney general, Eliot Spitzer, and the New York Insurance Department are planning to file a civil complaint against the insurance giant American International Group; its former chairman and chief executive, Maurice R. Greenberg; and its former chief financial officer, Howard I. Smith, people briefed on Mr. Spitzer's plans said yesterday.",
      "publication_date": "2005-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/26/business/spitzer-suit-is-expected-on-aig.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "These Cameras Are Lean but Not Spare",
      "snippet": "David Pogue column on new wafer-thin digital cameras on market; chart; photos (M)",
      "abstract": "David Pogue column on new wafer-thin digital cameras on market; chart; photos (M)",
      "lead_paragraph": "IN high tech, compromise is the name of the game. You know: the smaller it is, the more it costs; the earlier you adopt it, the more bugs it has; the shinier it is, the sooner your 2-year-old will drop it into the fish tank.",
      "publication_date": "2005-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/26/technology/circuits/these-cameras-are-lean-but-not-spare.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "NBC News May Get New Chief",
      "snippet": "Neal Shapiro, president of NBC News since 2001, has told his superiors at network that he would like to leave his post; request comes weeks after Jeff Zucker, president of NBC Universal Television Group, helped engineer dismissal of Tom Touchet, e...",
      "abstract": "Neal Shapiro, president of NBC News since 2001, has told his superiors at network that he would like to leave his post; request comes weeks after Jeff Zucker, president of NBC Universal Television Group, helped engineer dismissal of Tom Touchet, executive producer of Today show, in response to that program's rapidly falling ratings lead over rival Good Morning America on ABC; photo (M)",
      "lead_paragraph": "Neal Shapiro, the president of NBC News since 2001, has told his superiors at the network in recent days that he would like to leave his post, two senior executives at NBC Universal said yesterday.",
      "publication_date": "2005-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/26/business/media/nbc-news-may-get-new-chief.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Documents Say DetaineesCited Koran Abuse",
      "snippet": "Newly released documents show detainees at Guantanamo Bay have been complaining to FBI agents since 2002 about disrespectful handling of Koran by military personnel, saying that in one case Koran was flushed down toilet; documents are turned over ...",
      "abstract": "Newly released documents show detainees at Guantanamo Bay have been complaining to FBI agents since 2002 about disrespectful handling of Koran by military personnel, saying that in one case Koran was flushed down toilet; documents are turned over to American Civil Liberties Union in response to lawsuit; unlike FBI documents previously disclosed in suit, in which FBI agents reported witnessing harsh and possibly illegal interrogation techniques, new documents are accounts of unsubstantiated accusations made by prisoners during interrogation; Pentagon claims reports contain no new evidence that abuses of Koran actually occurred; says prisoner who mentioned toilet episode was not able to substantiate his charge in recent interview with military investigators; report in Newsweek magazine that military investigation was expected to confirm toilet incident stirred violence that killed at least 17 people in Muslim countries; Newsweek has retracted report; photo (M)",
      "lead_paragraph": "WASHINGTON, May 25 - Newly released documents show that detainees at Guantánamo Bay, Cuba, complained repeatedly to F.B.I. agents about disrespectful handling of the Koran by military personnel and, in one case in 2002, said they had flushed a Koran down a toilet.",
      "publication_date": "2005-05-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/26/politics/documents-say-detaineescited-koran-abuse.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "Threat to Base Sends Senator on Maneuvers",
      "snippet": "Sen John Thune, freshman Republican of South Dakota, is under intense pressure from constituents who are furious over Pentagon's plans to close Ellsworth Air Force Base, state's second-largest employer; Thune has been seen as darling of the White ...",
      "abstract": "Sen John Thune, freshman Republican of South Dakota, is under intense pressure from constituents who are furious over Pentagon's plans to close Ellsworth Air Force Base, state's second-largest employer; Thune has been seen as darling of the White House since being handpicked by Pres Bush as rising Republican star; he told voters during his campaign that his ties to Bush would help save base; but White House claims entire base-closing operation is military decision; Thune's dilemma underscores excruciating political reality that he and other senators face during base closing process; right now, Thune is hedging on some matters of importance to Bush that will need Senate vote as way to send message to White House about base; photo; map (M)",
      "lead_paragraph": "WASHINGTON, May 25 - Senator John Thune has long been a darling of the White House, handpicked by President Bush as a rising Republican star. But just months after winning election by telling voters that his ties to Mr. Bush would help save their military base, Mr. Thune is facing a new reality.",
      "publication_date": "2005-05-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/26/politics/threat-to-base-sends-senator-on-maneuvers.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "They Sell No Fake Before Its Time",
      "snippet": "Buying from Manhattan's street vendors has grown increasingly chic, especially among young people; city officials and regulators say number of street vendors has grown exponentially, sellers have diversified their wares and business is booming; ci...",
      "abstract": "Buying from Manhattan's street vendors has grown increasingly chic, especially among young people; city officials and regulators say number of street vendors has grown exponentially, sellers have diversified their wares and business is booming; city capped at 853 number of licenses for nonfood vendors in 1979--for annual fee to $200; another 1,704 vendor licenses are held by military veterans, who are not required to pay fees; there are First Amendment vendors who sell artwork, books, records, CD's and baseball cards; they also pay no fee and need no license; three are 3,133 nonveterans waiting for license to become available; while police try to crack down on unlicensed vendors, outdoor sellers are getting bolder, and customers keep coming; charts and maps show where to buy fake brand-name goods and some offbeat accessories; photos (L)",
      "lead_paragraph": "The street vendor looked both ways before he whispered, \"I have the real ones in my car, down the street.\" He left and brought back what he initially claimed were the latest Louis Vuitton handbags, hidden in a black plastic trash bag. \"I should get $200, but for you, I'll make it $180,\" he said. The vendor, at the corner of 59th Street and Fifth Avenue, near the Plaza Hotel, was insulted when the deal, for a cheap imitation of the real thing, was turned down.",
      "publication_date": "2005-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/26/business/they-sell-no-fake-before-its-time.html",
      "byline": "By Tracie Rozhon and Rachel Thorner"
    }
  ]
}