{
  "metadata": {
    "date": "2005-01-10",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "S.E.C. Looking at Safety Data and Big Order for Taser Guns",
      "snippet": "Taser International says Securities and Exchange Commission has begun informal inquiry into company's statements about safety of its electric guns and $1.5 million sales order that it announced in Dec 2004; Taser sold 1,000 stun guns to Davidson's...",
      "abstract": "Taser International says Securities and Exchange Commission has begun informal inquiry into company's statements about safety of its electric guns and $1.5 million sales order that it announced in Dec 2004; Taser sold 1,000 stun guns to Davidson's, distributor based in Arizona, for resale to federally licensed gun shops; Taser's shares plunge nearly 18 percent to $22.72 on Jan 7; company's stock has fallen 28.2 percent in 2005; Arizona attorney general's office says its lawyers have met with Taser executives to discuss concerns about safety of Taser's stun guns and company's plan to sell them to civilians; photo (M)",
      "lead_paragraph": "Taser International said yesterday that the Securities and Exchange Commission had begun an informal inquiry into the company's statements about the safety of its electric stun guns and a $1.5 million sales order that it announced last month.",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/08/business/sec-looking-at-safety-data-and-big-order-for-taser-guns.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "TV Host Says U.S. Paid Him To Back Policy",
      "snippet": "Armstrong Williams, prominent conservative commentator, was paid $240,000 by US Education Dept to promote its initiatives on his syndicated television program and to other African-Americans in news media; Williams was required to broadcast two one...",
      "abstract": "Armstrong Williams, prominent conservative commentator, was paid $240,000 by US Education Dept to promote its initiatives on his syndicated television program and to other African-Americans in news media; Williams was required to broadcast two one-minute advertisements in which Education Sec Rod Paige extolled merits of Bush administration's national standards program, No Child Left Behind; disclosure of payment sets off storm of criticism from Democrats over administration's spending to promote its policies to public; Armstrong photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/08/us/tv-host-says-us-paid-him-to-back-policy.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Bush Urges Passage of Bill To Limit Asbestos Suits  President Bush urged Congress to approve legislation that would sharply limit the steadily growing number of lawsuits by workers and others who claim to have been injured through exposure to asbe...",
      "abstract": " Bush Urges Passage of Bill To Limit Asbestos Suits  President Bush urged Congress to approve legislation that would sharply limit the steadily growing number of lawsuits by workers and others who claim to have been injured through exposure to asbestos.  ",
      "lead_paragraph": "Bush Urges Passage of Bill To Limit Asbestos Suits President Bush urged Congress to approve legislation that would sharply limit the steadily growing number of lawsuits by workers and others who claim to have been injured through exposure to asbestos.",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/08/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Ex-Directors at Enron to Chip in on Settlement",
      "snippet": "Ten former Enron Corp directors agree to pay $13 million out of their own pockets as part of $168 million settlement of lawsuit brought by onetime shareholders who lost billions of dollars in company's collapse in 2001; settlement has broader impl...",
      "abstract": "Ten former Enron Corp directors agree to pay $13 million out of their own pockets as part of $168 million settlement of lawsuit brought by onetime shareholders who lost billions of dollars in company's collapse in 2001; settlement has broader implications for former executives who were not part of agreement, including former chmn Kenneth L Lay and former chief exec Jeffrey K Skilling; insurance proceeds protecting Enron's former directors and officers have been depleted with deal; Lay and other officers still have $13 million in insurance available to pay legal fees, but they will have to pay future judgments against them with their own money or personal insurance (M)",
      "lead_paragraph": "A group of 10 former directors of Enron have agreed to pay $13 million out of their own pockets as part of a $168 million settlement of a lawsuit brought by onetime shareholders who lost billions of dollars in the company's collapse in 2001.",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/08/business/exdirectors-at-enron-to-chip-in-on-settlement.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "U.S. Said to Hold More Foreigners in Iraq Fighting",
      "snippet": "US, after raids in recent months that captured hundreds of insurgents in Iraq, has significantly increased number of prisoners it says are foreign fighters; Bush adminstration contends that such prisoners are not protected by Geneva Conventions; P...",
      "abstract": "US, after raids in recent months that captured hundreds of insurgents in Iraq, has significantly increased number of prisoners it says are foreign fighters; Bush adminstration contends that such prisoners are not protected by Geneva Conventions; Pentagon official says US is holding 325 foreign fighters in Iraq; says number has increased by 140 since Nov 7, just before invasion of Falluja; many of non-Iraqis are suspected of links to Al Qaeda or related terrorist networks supporting insurgency (M)",
      "lead_paragraph": "WASHINGTON, Jan. 7 - After raids in recent months that captured hundreds of insurgents in Iraq, the United States has significantly increased the number of prisoners it says are foreign fighters, a group the Bush administration contends are not protected by the Geneva Conventions, American officials said.",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/08/world/middleeast/us-said-to-hold-more-foreigners-in-iraq-fighting.html",
      "byline": "By Douglas Jehl and Neil A. Lewis"
    },
    {
      "headline": "Frantic Families of the Missing Taking Action on Their Own",
      "snippet": "Ben Abels, real-estate broker from Evanston, Ill, is among 20 Americans missing and presumed dead in tsunami; his family is one of scores that have spent weeks on computers and cellphones desperate for clues; Americans' erratic travel and communic...",
      "abstract": "Ben Abels, real-estate broker from Evanston, Ill, is among 20 Americans missing and presumed dead in tsunami; his family is one of scores that have spent weeks on computers and cellphones desperate for clues; Americans' erratic travel and communication habits have made tallying true toll of Americans elusive, as State Dept tries to unravel many cases with few leads; Americans total 37 lost--17 bodies have been identified--as worldwide total rose to 147,000; photos (M)",
      "lead_paragraph": "EVANSTON, Ill., Jan. 7 - David Abels called home on Thursday, a day after arriving in Thailand, with an urgent question that had somehow been overlooked in his family's 12-day search since the tsunami. Had his brother Ben ever been fingerprinted?",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/08/us/frantic-families-of-the-missing-taking-action-on-their-own.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Confronting Civil War",
      "snippet": "Several Indonesians were killed in Aceh Province, not by tsunami-borne disease but apparently by soldiers' bullets, caught in the continuing tension between separatists and the army. Many worry that the civil war will hinder aid efforts.      Arti...",
      "abstract": "Several Indonesians were killed in Aceh Province, not by tsunami-borne disease but apparently by soldiers' bullets, caught in the continuing tension between separatists and the army. Many worry that the civil war will hinder aid efforts.      Article, Page A6.",
      "lead_paragraph": "Several Indonesians were killed in Aceh Province, not by tsunami-borne disease but apparently by soldiers' bullets, caught in the continuing tension between separatists and the army. Many worry that the civil war will hinder aid efforts.",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/08/front page/world/confronting-civil-war.html",
      "byline": ""
    },
    {
      "headline": "Palestinian Ballot Presents Quandary for Hamas",
      "snippet": "Hamas, which seeks Israel's destruction, is urging its supporters to boycott Jan 9 presidential election, which is to replace Yasir Arafat; election is nearly as big test for Hamas as for those actually running; group is struggling against shift i...",
      "abstract": "Hamas, which seeks Israel's destruction, is urging its supporters to boycott Jan 9 presidential election, which is to replace Yasir Arafat; election is nearly as big test for Hamas as for those actually running; group is struggling against shift in political sentiment toward mainstream and possibility for improved relations with Israel; political analysts say it is in state of confusion; photo (M)",
      "lead_paragraph": "GAZA, Jan. 7 - The boys from Hamas were busy ripping down the placards to put up a message of their own, under the snapping green flags of Islam.",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/08/world/middleeast/palestinian-ballot-presents-quandary-for-hamas.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Cosmetics Break the Skin Barrier",
      "snippet": "Cosmetic companies are using increasingly sophisticated technologies to aid effectiveness of their skin care products; researchers for cosmetic companies have spent several years developing chemical bullets to attack wrinkles; they are now turning...",
      "abstract": "Cosmetic companies are using increasingly sophisticated technologies to aid effectiveness of their skin care products; researchers for cosmetic companies have spent several years developing chemical bullets to attack wrinkles; they are now turning to medical and electronic worlds for ways to keep human skin from bouncing bullets off body like blanks; new systems developed by Procter & Gamble, Freeze 24/7 and Estee Lauder noted; diagram; photos (M)",
      "lead_paragraph": "Procter & Gamble is about to sell ball bearings -- but not the metal kind. Its minuscule mineral spheres are designed to help usher its Olay-brand body lotions deep into the skin.",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/08/business/cosmetics-break-the-skin-barrier.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Judge Rejects United's Contract With Pilots",
      "snippet": "Federal Bankruptcy Judge Eugene R Wedoff rejects contract between United Airlines and its pilots union; says agreement unfairly forces other unions to join pilots in letting United terminate their pension plans (M)",
      "abstract": "Federal Bankruptcy Judge Eugene R Wedoff rejects contract between United Airlines and its pilots union; says agreement unfairly forces other unions to join pilots in letting United terminate their pension plans (M)",
      "lead_paragraph": "CHICAGO, Jan. 7 - A federal bankruptcy judge rejected a contract between United Airlines and its pilots' union on Friday, saying the agreement unfairly forced other unions to join the pilots in letting United terminate their pension plans.",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/08/business/judge-rejects-uniteds-contract-with-pilots.html",
      "byline": "By Micheline Maynard and Mary Williams Walsh"
    },
    {
      "headline": "Jobs Picture Shows Some Signs of Life",
      "snippet": "Labor Dept reports that nation added 157,000 jobs in Dec and about 2.2 million jobs in 2004--good annual gain and best since 1999; unemployment rated remained unchanged at 5.4 percent; manufacturing companies, which shed over two million jobs from...",
      "abstract": "Labor Dept reports that nation added 157,000 jobs in Dec and about 2.2 million jobs in 2004--good annual gain and best since 1999; unemployment rated remained unchanged at 5.4 percent; manufacturing companies, which shed over two million jobs from 2000 to end of 2003, added back only 96,000 in 2004--weakest rebound in factory employment of any economic recovery on record in US; graph (M)",
      "lead_paragraph": "WASHINGTON, Jan. 7 - Employment climbed at a steady if not spectacular pace in December, suggesting the economy is on a solid footing but that employers in many industries are still cautious about hiring.",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/08/business/jobs-picture-shows-some-signs-of-life.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Case Revisited After 40 Years, and Mothers' Wounds Reopened",
      "snippet": "Arrest of former Ku Klux Klan leader Edgar Ray Killen in 1964 murders of three civil rights workers in Mississippi has reopened old wounds for Fannie Lee Chaney and Carolyn Goodman, mothers of two of victims; Killen is charged with murdering James...",
      "abstract": "Arrest of former Ku Klux Klan leader Edgar Ray Killen in 1964 murders of three civil rights workers in Mississippi has reopened old wounds for Fannie Lee Chaney and Carolyn Goodman, mothers of two of victims; Killen is charged with murdering James Chaney, Andrew Goodman and Michael Schwerner in crime that shocked conscience of country; Schwerner's parents died in 1990's; Mrs Chaney and Dr Goodman, clinical psychologist, have strived to keep case alive; photo (M)",
      "lead_paragraph": "After 40 years, after all the ceremonies, the visits to Mississippi, the interviews, the strokes, the deaths of loved ones, births of grandchildren and the simple march of time, the news came, and two mothers, separated by 80 miles but locked together in history, came to realize the obvious. Their sons had not come back, but a painful part of their lives -- and civil rights history -- had.",
      "publication_date": "2005-01-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/08/nyregion/case-revisited-after-40-years-and-mothers-wounds-reopened.html",
      "byline": "By Randal C. Archibold and Michelle O'Donnell"
    },
    {
      "headline": "George Jetson, Meet the Sequel",
      "snippet": "General Motors is set to unveil latest hydrogen car prototype, called Sequel, at North American International Auto Show in Detroit; environmentalists see car as cover for GM's laggard performance on emissions and fuel economy; GM defends its effor...",
      "abstract": "General Motors is set to unveil latest hydrogen car prototype, called Sequel, at North American International Auto Show in Detroit; environmentalists see car as cover for GM's laggard performance on emissions and fuel economy; GM defends its efforts; says it has been able to double range of fuel cell vehicles in less than three years, to point that Sequel can travel 300 miles before refueling, making it first hydrogen protype that can go as far between fill-ups as conventional car; photo (M)",
      "lead_paragraph": "DETROIT - THE Sequel is totally cool.",
      "publication_date": "2005-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/09/business/yourmoney/george-jetson-meet-the-sequel.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Too Busy? Maybe the Butler Can Do It",
      "snippet": "Bal Agrawal forms company, Lifeworx, that provides home services such as cooking, shopping and cleaning for busy professionals and retirees; photo (M)",
      "abstract": "Bal Agrawal forms company, Lifeworx, that provides home services such as cooking, shopping and cleaning for busy professionals and retirees; photo (M)",
      "lead_paragraph": "BAL AGRAWAL'S long journey from metals specialist in India to job entrepreneur in Westchester County begins with a Romeo and Juliet story: his own.",
      "publication_date": "2005-01-09T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/01/09/jobs/too-busy-maybe-the-butler-can-do-it.html",
      "byline": "By Anthony Ramirez"
    },
    {
      "headline": "Mayday? Payday! Hit the Silk!",
      "snippet": "Shareholders and securities lawyers are increasingly concerned that top executives of public companies are building up hidden riches in retirement plans; cites generous packages awarded to Franklin D Raines of Fannie Mae, Charles K Gifford of Bank...",
      "abstract": "Shareholders and securities lawyers are increasingly concerned that top executives of public companies are building up hidden riches in retirement plans; cites generous packages awarded to Franklin D Raines of Fannie Mae, Charles K Gifford of Bank of America and Robert L Nardelli of Home Depot; say that although companies are required to publish fairly detailed list of more obvious forms of compensation, most companies are not so forthcoming about retirement plans; some compensation specialists believe debate over excess is misplaced, saying packages that make headlines are statistical outliers and do not reflect serious steps that boards have taken to moderate compensation; photos (L)",
      "lead_paragraph": "PITY Sammy Sosa. If the Chicago Cubs dump him after his contract expires this year, Mr. Sosa, the struggling slugger, will receive only a $4.5 million buyout payment and $3.5 million in severance.",
      "publication_date": "2005-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/09/business/yourmoney/mayday-payday-hit-the-silk.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Deadly Leak Underscores Concerns About Rail Safety",
      "snippet": "Train crash in South Carolina that released cloud of chlorine underscores warnings issued by government safety officials in 2004 that half of 60,000 pressurized tank cars are older cars that do not meet industry standards; tank cars are increasing...",
      "abstract": "Train crash in South Carolina that released cloud of chlorine underscores warnings issued by government safety officials in 2004 that half of 60,000 pressurized tank cars are older cars that do not meet industry standards; tank cars are increasing concern to domestic security officials worried about terrorism; Homeland Security Department has asked one leading railroad to reroute toxic shipments away from Washington, DC, in wake of Madrid railway bombings; is working on $6 million security plan to increase surveillance on 42 miles of track in Washington area; photos (L)",
      "lead_paragraph": "Ten months ago, government safety officials warned that more than half of the nation's 60,000 pressurized rail tank cars did not meet industry standards, and they raised questions about the safety of the rest of the fleet as well.",
      "publication_date": "2005-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/09/us/deadly-leak-underscores-concerns-about-rail-safety.html",
      "byline": "By Walt Bogdanich and Christopher Drew"
    },
    {
      "headline": "After the Tsunami, 3 Families Fight to Rebuild Their Lives",
      "snippet": "Article on plight of tsunami survivors in Sri Lanka; Lal Karunamuni is blind and has lost his possessions, but his house still stands; fisherman Muhammad Zain lost his house, his boat and as many as 60 relatives, including his two children and pre...",
      "abstract": "Article on plight of tsunami survivors in Sri Lanka; Lal Karunamuni is blind and has lost his possessions, but his house still stands; fisherman Muhammad Zain lost his house, his boat and as many as 60 relatives, including his two children and pregnant wife; G H Premaratna's family survived intact, but their home is damaged and fishing boat is gone; two daughters working in garment factory will provide for family, but finding money to rebuild is another matter; map; photos (L)",
      "lead_paragraph": "KALUTARA, Sri Lanka, Jan. 7 - This is how Lal Karunamuni knows the difference in the landscape around him: with his bare feet he prods where the beach road washed out; his groping hands confirm that his bed, cupboard, gas cooker and radio are gone; he smells the sludge in his bedroom and toilet; and he feels the heat of the fires burning debris.",
      "publication_date": "2005-01-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/09/world/worldspecial4/after-the-tsunami-3-families-fight-to-rebuild-their.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "German's Claim of Kidnapping Brings Investigation of U.S. Link",
      "snippet": "Article on case of German citizen Khaled el-Masri, who claims he was kidnapped by Macedonian authorities and turned over to American officials who flew him to Afghanistan for questioning under torture about ties to Al Qaeda before finally releasin...",
      "abstract": "Article on case of German citizen Khaled el-Masri, who claims he was kidnapped by Macedonian authorities and turned over to American officials who flew him to Afghanistan for questioning under torture about ties to Al Qaeda before finally releasing him in Albania; German officials believe his story, have verified some elements of it, and are working with Americans on investigation; Masri's lawyer suspects Masri was caught up in Central Intelligence Agency sweep involving taking prisoners to another country for interrogation because his name is similar to that of man wanted in Sept 11 attacks; photo (L)",
      "lead_paragraph": "MUNICH - On the afternoon of Dec. 31, 2003, Khaled el-Masri was traveling on a tourist bus headed for the Macedonian capital, Skopje, where he was hoping to escape the \"holiday pressures\" of home life during a weeklong vacation.",
      "publication_date": "2005-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/09/world/europe/germans-claim-of-kidnapping-brings-investigation-of-us-link.html",
      "byline": "By Don van Natta Jr. and Souad Mekhennet"
    },
    {
      "headline": "Young Cell Users Rack Up Debt, a Message at a Time",
      "snippet": "Text messaging by cellphones has caught on quickly in two years since Short Message Service allowed messaging between customers of different cellular carriers in US; number of messages has tripled since 2002 to 2.5 billion per month in mid-2004; u...",
      "abstract": "Text messaging by cellphones has caught on quickly in two years since Short Message Service allowed messaging between customers of different cellular carriers in US; number of messages has tripled since 2002 to 2.5 billion per month in mid-2004; users, especially young people, often exceed number of messages allowed and must pay 10 cents to send and from 2 cents to 10 cents to receive messages; resulting charges can cause family fights; carriers sometimes fail to draw customers' attention to cost-saving deals; photos (M)",
      "lead_paragraph": "Chaz Albert, a freshman at Mercy College in Dobbs Ferry, N.Y., is a passionate \"texter,\" someone who loves to send and receive pithy text messages via cellphone. He does it at home, at school and at work. He often prefers texting over talking on his cellphone.",
      "publication_date": "2005-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/09/technology/young-cell-users-rack-up-debt-a-message-at-a-time.html",
      "byline": "By Lisa W. Foderaro"
    },
    {
      "headline": "For Abbas, Palestinian Election May Be Easy Part",
      "snippet": "Mahmoud Abbas is expected to win election to succeed Yasir Arafat as president of Palestinian Authority, but will face enormous challenges, including security, institutional and personnel reform, militants and relations with Israel; wants to strea...",
      "abstract": "Mahmoud Abbas is expected to win election to succeed Yasir Arafat as president of Palestinian Authority, but will face enormous challenges, including security, institutional and personnel reform, militants and relations with Israel; wants to streamline 14 rival security services into three branches under central command; Arafat's Al Fatah faction supports Abbas, but he will have to move quickly to change personnel, many of whom are viewed as corrupt; Abbas's program is challenge to armed fighters who define themselves by resistance to Israel; photo (M)",
      "lead_paragraph": "JERUSALEM, Jan. 8 - If Mahmoud Abbas wins Sunday's election to succeed Yasir Arafat as president of the Palestinian Authority, as expected, he will face enormous challenges when he sits down to work on Monday morning.",
      "publication_date": "2005-01-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/09/world/middleeast/for-abbas-palestinian-election-may-be-easy-part.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "If Directors Snooze, Now They May Lose",
      "snippet": "Gretchen Morgenson column welcomes agreement by 10 former directors of WorldCom to pay $18 million of their own money to settle investor lawsuit accusing them of not exercising oversight that might have prevented fraud perpetrated by company's man...",
      "abstract": "Gretchen Morgenson column welcomes agreement by 10 former directors of WorldCom to pay $18 million of their own money to settle investor lawsuit accusing them of not exercising oversight that might have prevented fraud perpetrated by company's managers; praises Alan G Hevesi, comptroller of New York State and trustee of its Common Retirement Fund, lead plaintiff, for seeking compensation from right people: the directors personally, and not shareholders, who would bear onus of settlement if it were paid by company or insurers; photo (M)",
      "lead_paragraph": "HATS off to Alan G. Hevesi, comptroller of New York State and trustee of its Common Retirement Fund, who has proved that, yes, shareholders can hold individuals responsible for wrongdoing at companies. Institutional shareholders can no longer hide behind lame excuses for not following Mr. Hevesi's lead and demanding that the right people pay for malfeasance.",
      "publication_date": "2005-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/09/business/yourmoney/if-directors-snooze-now-they-may-lose.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Audits Criticize U.N.Handling of Oil-for-Food",
      "snippet": "UN-appointed commission, headed by Paul A Volcker, has collected internal UN audits of oil-for-food program that Office for Iraq Program, headed by Benon V Sevan, for permitting major contractors Saybolt Eastern Hemisphere, Cotecna Inspection Serv...",
      "abstract": "UN-appointed commission, headed by Paul A Volcker, has collected internal UN audits of oil-for-food program that Office for Iraq Program, headed by Benon V Sevan, for permitting major contractors Saybolt Eastern Hemisphere, Cotecna Inspection Services and Lloyds Register of Shipping, to overcharge UN and understaff monitoring posts at ports and borders; audits do not contain allegations of bribery or corruption, but seem likely to increase pressure on Sec Gen Kofi Annan to respond to US Congressional calls for greater accountability and transparency in UN programs (M)",
      "lead_paragraph": "Internal United Nations audits of the so-called oil-for-food program in Iraq criticize an office, led by a former top aide to Secretary General Kofi Annan, for failing adequately to supervise and audit the companies hired to inspect the oil moving out of Iraq and goods going in under the multibillion-dollar program.",
      "publication_date": "2005-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/09/world/middleeast/audits-criticize-unhandling-of-oilforfood.html",
      "byline": "By Judith Miller"
    },
    {
      "headline": "Editors' Note",
      "snippet": " SPECIAL TODAY  Mutual Funds Report    Last year, for the first time in more than a decade, stock mutual funds posted gains of 11.9 percent -- in line with the historical rate of return for equities.   SUNDAY BUSINESS, PART 2  ",
      "abstract": " SPECIAL TODAY  Mutual Funds Report    Last year, for the first time in more than a decade, stock mutual funds posted gains of 11.9 percent -- in line with the historical rate of return for equities.   SUNDAY BUSINESS, PART 2  ",
      "lead_paragraph": "SPECIAL TODAY Mutual Funds Report",
      "publication_date": "2005-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/09/us/editors-note.html",
      "byline": ""
    },
    {
      "headline": "Report From Panel Shows Lapses In U.N.'s Oil-for-Food Program",
      "snippet": "Independent commission investigating United Nations oil-for-food program in Iraq says UN's auditors did not monitor giant aid effort adequately and that its officials in some cases ignored recommendations that auditors deemed crucial to program's ...",
      "abstract": "Independent commission investigating United Nations oil-for-food program in Iraq says UN's auditors did not monitor giant aid effort adequately and that its officials in some cases ignored recommendations that auditors deemed crucial to program's success; commission, lead by Paul A Volcker, issues what it terms 'provisional assessment of auditor performance; release of confidential documents shows loose financial controls over sprawling program, which has become major scandal at UN; there are no allegations of bribery or corruption by UN officials, but audits make clear that many of deficiencies were known in late 1990's, at time when indications of corruption of program by Saddam Hussein and others were also reaching UN; commission notes auditors' failure to monitor in depth New York headquarters of office that administered program, or to monitor contracts for oil sales that provided revenue for program or those for purchase of relief and other goods supposed to ease effect of sanctions on Iraqis; commission notes that program suffered from 'chronic shortage' of auditors (M)",
      "lead_paragraph": "An independent commission investigating the United Nations oil-for-food program in Iraq said last night that the organization's auditors did not monitor the giant aid effort adequately and that its officials in some cases ignored recommendations that United Nations auditors deemed crucial to the program's success.",
      "publication_date": "2005-01-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/10/front page/world/report-from-panel-shows-lapses-in-uns-oilforfood-program.html",
      "byline": "By Judith Miller"
    },
    {
      "headline": "HBO to Give 3 New Films for Viewing on Public TV",
      "snippet": "Home Box Office, in first accord of its kind, will let Public Broadcasting Service replay for free three original HBO films after they complete monthlong run on HBO's premium cable channel; HBO chairman Chris Albrecht says aim is to make films on ...",
      "abstract": "Home Box Office, in first accord of its kind, will let Public Broadcasting Service replay for free three original HBO films after they complete monthlong run on HBO's premium cable channel; HBO chairman Chris Albrecht says aim is to make films on topics of public interest available to much wider audience; PBS will produce panel discussions to accompany films on public stations; films are Dirty War, fictional account of release by terrorist group of so-called dirty bomb, Sometimes in April, which deals with 1994 incidents of genocidal atrocities in Rwanda, and Yesterday, about young African mother with AIDS; photos (M)",
      "lead_paragraph": "In the first agreement of its kind, Home Box Office has entered into a deal to allow the Public Broadcasting Service to replay three original HBO films after they have completed a monthlong run on HBO's premium cable channel.",
      "publication_date": "2005-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/10/business/media/hbo-to-give-3-new-films-for-viewing-on-public-tv.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Chrysler Reviving Dodge Charger, a Studied Attempt to Be Retro-Cool",
      "snippet": "DaimlerChrysler Chrysler's division is reviving Dodge Charger, model dropped two decades ago; designer Ralph Gilles cites effort to create practical sedan 'with attitude;' his studio's success in creating Chrysler 300 sedan and Dodge Magnum wagon ...",
      "abstract": "DaimlerChrysler Chrysler's division is reviving Dodge Charger, model dropped two decades ago; designer Ralph Gilles cites effort to create practical sedan 'with attitude;' his studio's success in creating Chrysler 300 sedan and Dodge Magnum wagon noted; photos (M)",
      "lead_paragraph": "DETROIT, Jan. 9 - The Dodge Charger is coming back, but the General Lee is not. Or at least not until the movie version of the 1980's TV show \"The Dukes of Hazzard\" is released this summer.",
      "publication_date": "2005-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/10/automobiles/autospecial/chrysler-reviving-dodge-charger-a-studied-attempt.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Hot Topic: How U.S. Might Disengage in Iraq",
      "snippet": "Rumblings about disengagement from Iraq grow louder in Washington as members of Congress return from their districts after winter recess, and as Pentagon tries to figure out how Sunni Arabs and Shiites might react to election results, Wasington Me...",
      "abstract": "Rumblings about disengagement from Iraq grow louder in Washington as members of Congress return from their districts after winter recess, and as Pentagon tries to figure out how Sunni Arabs and Shiites might react to election results, Wasington Memo; American presence in Iraq is costing nearly $4.5 billion a month and putting huge strains on military; White House officials are contemplating political costs of second term possibly dominated by nightly accounting of continuing casualties; some senior members of Pres Bush's national security team have joined conversation about disengagement, although not Bush himself; Bush aide says president intends to stick to his plan, refining strategy of training Iraqis to take over security duties from Americans and not wavering from his promise to stay until job is done; all over Washington, there is talk about new ways to define when mission is accomplished; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 9 - Three weeks before the election in Iraq, conversation has started bubbling up in Congress, in the Pentagon and some days even in the White House about when and how American forces might begin to disengage in Iraq.",
      "publication_date": "2005-01-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/10/politics/hot-topic-how-us-might-disengage-in-iraq.html",
      "byline": "By David E. Sanger and Eric Schmitt"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Observers Wonder If Apple Plans Low-Cost Macintosh  In what might be the next chapter in Silicon Valley's longest-running soap opera, Apple Computer's chairman, Steven Jobs, may surrender to the computer industry's received wisdom and introduce a ...",
      "abstract": " Observers Wonder If Apple Plans Low-Cost Macintosh  In what might be the next chapter in Silicon Valley's longest-running soap opera, Apple Computer's chairman, Steven Jobs, may surrender to the computer industry's received wisdom and introduce a sub-$500 Macintosh, according to several published reports.  ",
      "lead_paragraph": "Observers Wonder If Apple Plans Low-Cost Macintosh In what might be the next chapter in Silicon Valley's longest-running soap opera, Apple Computer's chairman, Steven Jobs, may surrender to the computer industry's received wisdom and introduce a sub-$500 Macintosh, according to several published reports.",
      "publication_date": "2005-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/10/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Abbas Wins Palestinian Vote by Strong Margin",
      "snippet": "Mahmoud Abbas, who opposes continuing violence against Israel, declares victory in election for president of Palestinian Authority after two surveys of voters leaving polls show him winning by as much as 40 percentage points; if strong margin is b...",
      "abstract": "Mahmoud Abbas, who opposes continuing violence against Israel, declares victory in election for president of Palestinian Authority after two surveys of voters leaving polls show him winning by as much as 40 percentage points; if strong margin is borne out in final results, it should help give him ability to remake and reinvigorate Palestinian Authority and try to put end to violence; international observers judge voting to be generally free and fair, with little interference from Israel, which eased travel curbs on Palestinians and largely halted military activity in territories; election officials keep polls open two hours longer than planned when turnout is lower than expected; radical Islamic groups Hamas and Islamic Jihad had called on followers to boycott vote, but Hamas spokesmen say they would work with elected president; one voter survey estimates turnout at 65 percent; Abbas faced little real competition; seeks sizable popular mandate to provide him legitimacy and authority to make difficult internal reforms, to reorganize Palestinian security services and to negotiate with Israel; photos (M)",
      "lead_paragraph": "RAMALLAH, West Bank, Jan. 9 - Mahmoud Abbas, who opposes continuing violence against Israel, declared victory Sunday night in the election for president of the Palestinian Authority after two surveys of voters leaving the polls showed him winning by a large margin.",
      "publication_date": "2005-01-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/10/world/middleeast/abbas-wins-palestinian-vote-by-strong-margin.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Cheap Seats Provide View of Troubles at Exchange",
      "snippet": "New York Stock Exchange seat sold recently for $1 million, down 63 percent from 1999 peak; drop reveals growing uncertainty about future of exchange's floor model as exchange is about to expand way it trades stock electronically, bypassing floor; ...",
      "abstract": "New York Stock Exchange seat sold recently for $1 million, down 63 percent from 1999 peak; drop reveals growing uncertainty about future of exchange's floor model as exchange is about to expand way it trades stock electronically, bypassing floor; some predict exchange's share of trading in NYSE-listed stocks, now at 82 percent, could decline rapidly; seat price graph; drawing (M)",
      "lead_paragraph": "On Oct. 27, 2004, when shares of the Hollywood movie studio DreamWorks Animation SKG began trading on the New York Stock Exchange, Steven Spielberg rang the opening bell. Peering over the balcony at the hundreds of traders and clerks bustling about the trading floor, he said to John A. Thain, the chief executive of the exchange: \"There's more action down there than in any of my movies.\"",
      "publication_date": "2005-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/10/business/cheap-seats-provide-view-of-troubles-at-exchange.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Murdoch in Fox Deal",
      "snippet": "Rupert Murdoch is expected to announce today that his News Corporation will pay $7 billion to buy the 20 percent of Fox Entertainment that it does not own, according to executives involved in the deal.    Article, Page A13.",
      "abstract": "Rupert Murdoch is expected to announce today that his News Corporation will pay $7 billion to buy the 20 percent of Fox Entertainment that it does not own, according to executives involved in the deal.    Article, Page A13.",
      "lead_paragraph": "Rupert Murdoch is expected to announce today that his News Corporation will pay $7 billion to buy the 20 percent of Fox Entertainment that it does not own, according to executives involved in the deal.",
      "publication_date": "2005-01-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/10/us/front page/murdoch-in-fox-deal.html",
      "byline": ""
    },
    {
      "headline": "To Try to Net Killer, Police Ask a Small Town's Men for DNA",
      "snippet": "State and local police seeking clues to three-year-old killing of fashion writer Christa Worthington are trying to get DNA samples from every man in Cape Cod hamlet of Truro, Mass, or as many as will agree to test; effort raises concerns among civ...",
      "abstract": "State and local police seeking clues to three-year-old killing of fashion writer Christa Worthington are trying to get DNA samples from every man in Cape Cod hamlet of Truro, Mass, or as many as will agree to test; effort raises concerns among civil libertarians and prompts both resistance and support from 790 men in Truro, where crime was committed; it was begun at suggestion of FBI, which says it thinks killer has Truro ties and suggested trying to match semen found on victim's body in global genetic canvass; police say program is voluntary but that they will pay close attention to those who refuse to provide DNA; say person who had sex with victim may not be killer, but may be last person to see her alive; mass DNA collection drives have yielded results in criminal investigations in England and Germany; they have been used only in limited instances before in United States; photos (M)",
      "lead_paragraph": "TRURO, Mass., Jan. 7 - In an unusual last-ditch move to find clues to the three-year-old killing of a freelance fashion writer, police investigators are trying to get DNA samples from every man in this Cape Cod hamlet, all 790 or so, or as many as will agree.",
      "publication_date": "2005-01-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/10/us/to-try-to-net-killer-police-ask-a-small-towns-men-for-dna.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "On a Mission for Mercedes: Burnishing a Faded Star",
      "snippet": "Interview with Eckhard Cordes, who recently took helm of DaimlerChrysler's Mercedes-Benz division, on his plans to turnaround division's deteriorating profits and mounting quality problems; rejects suggestion that Mercedes needs to simplify its ca...",
      "abstract": "Interview with Eckhard Cordes, who recently took helm of DaimlerChrysler's Mercedes-Benz division, on his plans to turnaround division's deteriorating profits and mounting quality problems; rejects suggestion that Mercedes needs to simplify its cars; denies quality problems have tarnished brand name irrevocably; photos (M)",
      "lead_paragraph": "STUTTGART, Germany - When DaimlerChrysler asked Eckhard Cordes to take the helm of Mercedes-Benz last summer, he knew it was less a promotion than an anointment. Not only is Mercedes the flagship of this trans-Atlantic company, but it also has long been the crown jewel of German industry.",
      "publication_date": "2005-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/10/automobiles/autospecial/on-a-mission-for-mercedes-burnishing-a-faded-star.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Your Daily Paper, Courtesy of a Sponsor",
      "snippet": "Large and small newspapers across nation are delivering papers to over 1.6 million people each week who are not on their subscriber rolls but are still being classified as paying customers; papers are typically paid for by advertisers; Audit Burea...",
      "abstract": "Large and small newspapers across nation are delivering papers to over 1.6 million people each week who are not on their subscriber rolls but are still being classified as paying customers; papers are typically paid for by advertisers; Audit Bureau of Circulations rule change three years ago lets papers include third-party sales in total circulation; change has kept circulation from falling at far faster rate; New York Times analysis finds combined average paid circulation of 669 newspapers fell 0.2 percent in six months ended Mar 2004 from six months ended Mar 2002, but would have fallen nearly 2 percent had third-party sales been excluded; advertisers and some newspaper analysts score industry's increased reliance on papers paid for by others; graph and table of third-party sales; photos (M)",
      "lead_paragraph": "Marie Kurth does not subscribe to The Denver Post, but that did not stop the paper from being tossed haphazardly in front of her century-old red-brick home each Sunday beginning in October.",
      "publication_date": "2005-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/10/business/media/your-daily-paper-courtesy-of-a-sponsor.html",
      "byline": "By Jacques Steinberg and Tom Torok"
    }
  ]
}