{
  "metadata": {
    "date": "2005-10-21",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Chinese on a Grand Tour",
      "snippet": "China's rapid economic growth has fostered tourist boom among mainland Chinese, with Southeast Asia favorite destination, at least for now; surge in package tour groups from China, important source of income for region, is also giving rise to unfl...",
      "abstract": "China's rapid economic growth has fostered tourist boom among mainland Chinese, with Southeast Asia favorite destination, at least for now; surge in package tour groups from China, important source of income for region, is also giving rise to unflattering stereotype: loud, rude and culturally naive Chinese tourist; photo (M)",
      "lead_paragraph": "SINGAPORE, Oct. 20 - There was near-pandemonium at the L'Oréal cosmetics counter. With only hours before the end of their weeklong National Day holiday earlier this month, a busload of package tourists from China descended on a local department store here and began clamoring for all the skin refiner and \"wrinkle de-crease\" they could buy.",
      "publication_date": "2005-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/21/business/chinese-on-a-grand-tour.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Cover-Up Issue Is Seen as Focus in Leak Inquiry",
      "snippet": "Special counsel Patrick J Fitzgerald, weighing criminal charges in CIA leak case, reportedly focuses on whether White House aides Karl Rove and I Lewis Libby sought to conceal their actions and mislead prosecutors; charges could include perjury, o...",
      "abstract": "Special counsel Patrick J Fitzgerald, weighing criminal charges in CIA leak case, reportedly focuses on whether White House aides Karl Rove and I Lewis Libby sought to conceal their actions and mislead prosecutors; charges could include perjury, obstruction of justice and making false statements if evidence shows two sought to cover up their actions concerning name of CIA agent Valerie Plame Wilson; case casts cloud over Bush White House (M)",
      "lead_paragraph": "WASHINGTON, Oct. 20 - As he weighs whether to bring criminal charges in the C.I.A. leak case, Patrick J. Fitzgerald, the special counsel, is focusing on whether Karl Rove, the senior White House adviser, and I. Lewis Libby Jr., chief of staff for Vice President Dick Cheney, sought to conceal their actions and mislead prosecutors, lawyers involved in the case said Thursday.",
      "publication_date": "2005-10-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/21/politics/coverup-issue-is-seen-as-focus-in-leak-inquiry.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "Congress Passes New Legal Shield for Gun Industry",
      "snippet": "Republican-controlled Congress delivers long-sought victory to gun industry as House votes, 283-144, to shield gun manufacturers and dealers from liability lawsuits; NRA lobbied intensely for measure, which passes with 59 Democratic votes; Wayne L...",
      "abstract": "Republican-controlled Congress delivers long-sought victory to gun industry as House votes, 283-144, to shield gun manufacturers and dealers from liability lawsuits; NRA lobbied intensely for measure, which passes with 59 Democratic votes; Wayne LaPierre of NRA hails 'historic' moment; photo; Senate has approved identical measure, which is aimed at ending lawsuits by individuals and municipalities trying to hold manufacturers and dealers liable for negligence when weapons are used in crimes; measure does allow cases involving defective weapons or criminal behavior such as knowingly selling weapon to buyer who has failed criminal background check; Pres Bush says law will help stem 'frivolous' lawsuits; dispirited gun-safety advocates vow to challenge constitutionality; sponsor Cliff Stearns notes boost from Pentagon letter backing measure as safeguarding national security by limiting lawsuits against companies that supply weapons to military (M)",
      "lead_paragraph": "WASHINGTON, Oct. 20 - The Republican-controlled Congress delivered a long-sought victory to the gun industry on Thursday when the House voted to shield firearms manufacturers and dealers from liability lawsuits. The bill now goes to President Bush, who has promised to sign it.",
      "publication_date": "2005-10-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/21/politics/congress-passes-new-legal-shield-for-gun-industry.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Winter Is the Enemy for Quake's Homeless Millions",
      "snippet": "UN and private aid workers warn that urgent need to shelter up to three million Pakistani earthquake survivors before harsh Himalayan winter sets in threatens to become most difficult relief operation world has ever faced; compounding problem of s...",
      "abstract": "UN and private aid workers warn that urgent need to shelter up to three million Pakistani earthquake survivors before harsh Himalayan winter sets in threatens to become most difficult relief operation world has ever faced; compounding problem of sheer numbers of people, three times as many as after Asian tsunami, are mountainous terrain and onset of winter that will cut off isolated hamlets until spring; photos; international response so far is weak, with foreign donors pledging less than $90 million; Pakistan now puts death toll at 49,700, with 74,000 injured; another 1,300 people were killed and 30,000 families left homeless in Indian Kashmir; Pakistan Pres Pervez Musharraf suggests border could be opened; few roads cross hills and valleys and many are cut off even before snow arrives; aid is most likely to reach those strong enough to get down to lowlands, with children and elderly people likely left behind (M)",
      "lead_paragraph": "ISLAMABAD, Pakistan, Oct. 20 - United Nations and private aid workers said Thursday that the pressing need to shelter up to three million Pakistani earthquake survivors before the harsh Himalayan winter sets in was threatening to become the most difficult relief operation the world has ever faced.",
      "publication_date": "2005-10-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/21/world/asia/winter-is-the-enemy-for-quakes-homeless-millions.html",
      "byline": "By Somini Sengupta and David Rohde"
    },
    {
      "headline": "Top Syrian Seen as Prime Suspect in Assassination",
      "snippet": "UN investigation of murder of former Lebanese Prime Min Rafik Hariri reportedly focuses on powerful brother-in-law of Syrian Pres Bashar al-Assad; report calls killing carefully planned terrorist act organized by high-ranking Syrian and Lebanese i...",
      "abstract": "UN investigation of murder of former Lebanese Prime Min Rafik Hariri reportedly focuses on powerful brother-in-law of Syrian Pres Bashar al-Assad; report calls killing carefully planned terrorist act organized by high-ranking Syrian and Lebanese intelligence officers; UN investigator Detlev Mehlis gets extension to continue probe that reportedly centers on Asef Shawkat, considered second most powerful figure in Syria; Mehlis report says crime was planned over many months, with Hariri's movements monitored in detail; photos; US, British and French diplomats consider options for resolutions against Syria (M)",
      "lead_paragraph": "UNITED NATIONS, Oct. 20 - The United Nations investigation into the murder of former Prime Minister Rafik Hariri of Lebanon is focusing on the powerful brother-in-law of President Bashar al-Assad of Syria as the main suspect, a diplomat with intimate knowledge of the inquiry said Thursday.",
      "publication_date": "2005-10-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/21/world/middleeast/top-syrian-seen-as-prime-suspect-in-assassination.html",
      "byline": "By John Kifner and Warren Hoge"
    },
    {
      "headline": "WPP Executive Resigns Over Remarks on Women",
      "snippet": "Neil French resigns as worldwide creative director at WPP Group amid uproar over remarks he made at industry event about female executives; told audience in Toronto on Oct 6 that women 'don't make it to the top because they don't deserve to,' sayi...",
      "abstract": "Neil French resigns as worldwide creative director at WPP Group amid uproar over remarks he made at industry event about female executives; told audience in Toronto on Oct 6 that women 'don't make it to the top because they don't deserve to,' saying their roles as caregivers and childbearers prevent them from succeeding in top positions; Nancy Vonk, co-chief creative officer of Ogilvy Toronto, unit of WP Group, writes column for Web site denouncing French's comments; French defends his remarks, interview (M)",
      "lead_paragraph": "A well-known advertising executive and worldwide creative director at WPP Group resigned his position yesterday amid an uproar over remarks he made at an industry event about female creative executives. The comments, by Neil French, 61, drew attention to the absence of women at the highest levels of the creative side of the ad industry.",
      "publication_date": "2005-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/21/business/wpp-executive-resigns-over-remarks-on-women.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Profit Rises Sevenfold at Google",
      "snippet": "Google tops Wall Street expectations and posts sharply higher profit in third quarter; earned $381 million, up more than sevenfold from its $52 million year earlier; revenue was $1.6 billion, up 96 percent from $805.9 million year ago; Google's sh...",
      "abstract": "Google tops Wall Street expectations and posts sharply higher profit in third quarter; earned $381 million, up more than sevenfold from its $52 million year earlier; revenue was $1.6 billion, up 96 percent from $805.9 million year ago; Google's shares hit record $335 in after-hours trading, up from $303.20 closing price in regular trading; chief executive Eric E Schmidt comments (M)",
      "lead_paragraph": "Finding more ways to make money from its spot as the world's most popular Internet search engine, Google topped Wall Street expectations yesterday and posted a sharply higher profit in the third quarter.",
      "publication_date": "2005-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/21/technology/profit-rises-sevenfold-at-google.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "People Sound Pessimistic, but Are They?",
      "snippet": "Floyd Norris column says pessimism about nation's economic future revealed in surveys of consumers, business leaders and fund managers does not seem to be translating into action; says people tell pollsters that they are worried, but few act as if...",
      "abstract": "Floyd Norris column says pessimism about nation's economic future revealed in surveys of consumers, business leaders and fund managers does not seem to be translating into action; says people tell pollsters that they are worried, but few act as if they are; graph (M)",
      "lead_paragraph": "THINGS may not be so bad in the American economy right now, but they are going to get a lot worse.",
      "publication_date": "2005-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/21/business/people-sound-pessimistic-but-are-they.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Ford Reports a Loss and Expects 'Significant Plant Closings'",
      "snippet": "The Ford Motor Company is the latest Detroit auto giant to stall.     Ford's chairman and chief executive, William Clay Ford Jr., said Thursday that his company would announce a plan for its American operations in January that includes ''significa...",
      "abstract": "The Ford Motor Company is the latest Detroit auto giant to stall.     Ford's chairman and chief executive, William Clay Ford Jr., said Thursday that his company would announce a plan for its American operations in January that includes ''significant plant closings'' and job cuts.  ",
      "lead_paragraph": "DETROIT, Oct. 20 - The Ford Motor Company is the latest Detroit auto giant to stall.",
      "publication_date": "2005-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/21/business/ford-reports-a-loss-and-expects-significant-plant-closings.html",
      "byline": "By Danny Hakim"
    }
  ]
}