{
  "metadata": {
    "date": "2005-10-24",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "Five Bidders Seek to Win Albertson's at Auction",
      "snippet": "Five bidders -- including the country's largest supermarket chain, Kroger -- have emerged as suitors for the Albertson's Inc. grocery chain, people involved in the auction said last night.     At least three bidders are consortiums led by investme...",
      "abstract": "Five bidders -- including the country's largest supermarket chain, Kroger -- have emerged as suitors for the Albertson's Inc. grocery chain, people involved in the auction said last night.     At least three bidders are consortiums led by investment groups, these people said, including one led by Kohlberg Kravis Roberts, one by Thomas H. Lee Partners and one by the Yucaipa Companies, which earlier this year agreed to pay about $150 million for a stake in the Pathmark supermarket chain.  ",
      "lead_paragraph": "Five bidders -- including the country's largest supermarket chain, Kroger -- have emerged as suitors for the Albertson's Inc. grocery chain, people involved in the auction said last night.",
      "publication_date": "2005-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/22/business/five-bidders-seek-to-win-albertsons-at-auction.html",
      "byline": "By Andrew Ross Sorkin and Melanie Warner"
    },
    {
      "headline": "Lawyer's Slaying Raises Questions on Hussein Trial",
      "snippet": "The execution-style killing of a defense lawyer in the trial of Saddam Hussein and some top associates shocked Iraqi and American officials on Friday and renewed doubts about whether it is possible to hold a fair trial in the midst of a war that h...",
      "abstract": "The execution-style killing of a defense lawyer in the trial of Saddam Hussein and some top associates shocked Iraqi and American officials on Friday and renewed doubts about whether it is possible to hold a fair trial in the midst of a war that has spurred a wave of revenge killings against people linked to Mr. Hussein.     A group of a dozen armed men seized the lawyer, Sadoun al-Janabi, from his Baghdad office at 10 p.m. on Thursday and his body, with two bullet wounds to the head, was found in a rubbish-strewn lot nearby about an hour later, an Iraqi police spokesman said. The killing occurred less than 36 hours after Mr. Hussein's trial began on Wednesday, with live television coverage that identified Mr. Janabi by name and showed close-ups of him presenting arguments in the court on behalf of his client, Awad Hamed al-Bander, the former head of the Revolutionary Court under Mr. Hussein.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Saturday, Oct. 22 - The execution-style killing of a defense lawyer in the trial of Saddam Hussein and some top associates shocked Iraqi and American officials on Friday and renewed doubts about whether it is possible to hold a fair trial in the midst of a war that has spurred a wave of revenge killings against people linked to Mr. Hussein.",
      "publication_date": "2005-10-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/22/world/middleeast/lawyers-slaying-raises-questions-on-hussein-trial.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "BUSH PUSHES U.N. TO MOVE SWIFTLY ON SYRIA REPORT",
      "snippet": "President Bush and Secretary of State Condoleezza Rice called Friday for urgent Security Council action in response to a United Nations report implicating high ranking members of the Syrian government in the assassination of Rafik Hariri, the form...",
      "abstract": "President Bush and Secretary of State Condoleezza Rice called Friday for urgent Security Council action in response to a United Nations report implicating high ranking members of the Syrian government in the assassination of Rafik Hariri, the former Lebanese prime minister.     Noting that ''the report strongly suggests that the politically motivated assassination could not have taken place without Syrian involvement,'' Mr. Bush, in Simi Valley, Calif., said the world must ''respond accordingly.''  ",
      "lead_paragraph": "UNITED NATIONS, Oct. 21 - President Bush and Secretary of State Condoleezza Rice called Friday for urgent Security Council action in response to a United Nations report implicating high ranking members of the Syrian government in the assassination of Rafik Hariri, the former Lebanese prime minister.",
      "publication_date": "2005-10-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/22/front page/world/bush-pushes-un-to-move-swiftly-on-syria-report.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Reinventing the Mill",
      "snippet": "James Roberts is understandably bitter about the realignment of America's steel industry. ''It's hardly fair; hardly right,'' said Mr. Roberts, a 68-year-old retiree from the Bethlehem Steel plant in Steelton, Pa., who lost his health care coverag...",
      "abstract": "James Roberts is understandably bitter about the realignment of America's steel industry. ''It's hardly fair; hardly right,'' said Mr. Roberts, a 68-year-old retiree from the Bethlehem Steel plant in Steelton, Pa., who lost his health care coverage and a third of his pension as the company sank into bankruptcy.     But for Jerry Ernest, a 54-year-old maintenance technician at the former Bethlehem plant in Sparrows Point, Md., the company's bankruptcy, reorganization and re-emergence this year as part of the global giant Mittal Steel was not quite as bad a deal. The money is better; so is the pension. ''I'm in my golden period,'' Mr. Ernest said. ''I'm doing better at this mill than I've ever done.''  ",
      "lead_paragraph": "James Roberts is understandably bitter about the realignment of America's steel industry. \"It's hardly fair; hardly right,\" said Mr. Roberts, a 68-year-old retiree from the Bethlehem Steel plant in Steelton, Pa., who lost his health care coverage and a third of his pension as the company sank into bankruptcy.",
      "publication_date": "2005-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/22/business/reinventing-the-mill.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "A Few Pitches That Come With Fine Print",
      "snippet": "Everyday we are cajoled with pitches from marketers who have new ways for us to spend money. Most of them just don't make any sense. A few will. Let's take a look at several that keep popping up.     The rate for a 30-year fixed-rate mortgage hit ...",
      "abstract": "Everyday we are cajoled with pitches from marketers who have new ways for us to spend money. Most of them just don't make any sense. A few will. Let's take a look at several that keep popping up.     The rate for a 30-year fixed-rate mortgage hit 6.09 percent this week, up from 5.64 percent a year ago. The Mortgage Bankers Association reports that the refinancing trend is slowing -- the four-week moving average of its index is down 3 percent -- and such loans account for 42 percent of all mortgage business compared with nearly half in January.  ",
      "lead_paragraph": "Everyday we are cajoled with pitches from marketers who have new ways for us to spend money. Most of them just don't make any sense. A few will. Let's take a look at several that keep popping up.",
      "publication_date": "2005-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/22/business/yourmoney/a-few-pitches-that-come-with-fine-print.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Punishing Success at Harvard",
      "snippet": "THERE is a story -- apocryphal, I suspect -- that Boston-area hedge fund types like to tell about Jack R. Meyer's predecessor as head of the Harvard Management Company.      Harvard Management exists to do one thing: manage Harvard's assets. The h...",
      "abstract": "THERE is a story -- apocryphal, I suspect -- that Boston-area hedge fund types like to tell about Jack R. Meyer's predecessor as head of the Harvard Management Company.      Harvard Management exists to do one thing: manage Harvard's assets. The head of the company in the 1970's and 1980's was a bearish sort who never warmed up to the bull market that began in August 1982. In late 1989, the story goes, Harvard's president, Derek Bok, began scribbling on a yellow notepad during a Harvard Management board meeting. When he was done, he ripped the sheet of paper out of his notepad, put it down in front of the man, and walked out of the room. It was the man's resignation letter.  ",
      "lead_paragraph": "THERE is a story -- apocryphal, I suspect -- that Boston-area hedge fund types like to tell about Jack R. Meyer's predecessor as head of the Harvard Management Company.",
      "publication_date": "2005-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/22/business/punishing-success-at-harvard.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Leak Prosecutor Is Called Exacting and Apolitical",
      "snippet": "In 13 years prosecuting mobsters and terrorists in New York, Patrick J. Fitzgerald earned a public reputation for meticulous preparation, a flawless memory and an easy eloquence. Only his colleagues knew that these orderly achievements emerged fro...",
      "abstract": "In 13 years prosecuting mobsters and terrorists in New York, Patrick J. Fitzgerald earned a public reputation for meticulous preparation, a flawless memory and an easy eloquence. Only his colleagues knew that these orderly achievements emerged from the near-total anarchy of his office, where the relentless Mr. Fitzgerald often slept during big cases.     ''You'd open a drawer, looking for a pen or Post-it notes, and it would be full of dirty socks,'' recalled Karen Patton Seymour, a former assistant United States attorney who tried a major case with him. ''He was a mess. Food here, clothes there, papers everywhere. But behind all that was a totally organized mind.''  ",
      "lead_paragraph": "WASHINGTON, Oct. 19 - In 13 years prosecuting mobsters and terrorists in New York, Patrick J. Fitzgerald earned a public reputation for meticulous preparation, a flawless memory and an easy eloquence. Only his colleagues knew that these orderly achievements emerged from the near-total anarchy of his office, where the relentless Mr. Fitzgerald often slept during big cases.",
      "publication_date": "2005-10-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/22/politics/leak-prosecutor-is-called-exacting-and-apolitical.html",
      "byline": "By Scott Shane and David Johnston"
    },
    {
      "headline": "Oilman Charged With Kickbacks To Iraqi Regime",
      "snippet": "Oscar S. Wyatt Jr., the flamboyant Texas oil trader who flaunted his close ties to the regime of Saddam Hussein, was indicted yesterday in federal court in New York on charges that he paid millions of dollars in kickbacks to the regime to sell Ira...",
      "abstract": "Oscar S. Wyatt Jr., the flamboyant Texas oil trader who flaunted his close ties to the regime of Saddam Hussein, was indicted yesterday in federal court in New York on charges that he paid millions of dollars in kickbacks to the regime to sell Iraqi oil under a United Nations program.     The indictment says that Mr. Wyatt was informed by Iraqi officials sometime in the fall of 2000 that he and other traders would have to begin paying secret surcharges to continue to be granted the right to sell Iraqi oil under the United Nations oil- for-food program.  ",
      "lead_paragraph": "Oscar S. Wyatt Jr., the flamboyant Texas oil trader who flaunted his close ties to the regime of Saddam Hussein, was indicted yesterday in federal court in New York on charges that he paid millions of dollars in kickbacks to the regime to sell Iraqi oil under a United Nations program.",
      "publication_date": "2005-10-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/22/business/front page/oilman-charged-with-kickbacks-to-iraqi-regime.html",
      "byline": "By Julia Preston and Simon Romero"
    },
    {
      "headline": "Unseen Enemy Is at Its Fiercest in a Sunni City",
      "snippet": "The Bradley fighting vehicles moved slowly down this city's main boulevard. Suddenly, a homemade bomb exploded, punching into one vehicle. Then another explosion hit, briefly lifting a second vehicle up onto its side before it dropped back down ag...",
      "abstract": "The Bradley fighting vehicles moved slowly down this city's main boulevard. Suddenly, a homemade bomb exploded, punching into one vehicle. Then another explosion hit, briefly lifting a second vehicle up onto its side before it dropped back down again.      Two American soldiers climbed out of a hatch, the first with his pant leg on fire, and the other completely in flames. The first rolled over to help the other man, but when they touched, the first man also burst into flames. Insurgent gunfire began to pop.  ",
      "lead_paragraph": "RAMADI, Iraq, Oct. 22 - The Bradley fighting vehicles moved slowly down this city's main boulevard. Suddenly, a homemade bomb exploded, punching into one vehicle. Then another explosion hit, briefly lifting a second vehicle up onto its side before it dropped back down again.",
      "publication_date": "2005-10-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/23/world/unseen-enemy-is-at-its-fiercest-in-a-sunni-city.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Thousands of Demolitions Are Likely in New Orleans",
      "snippet": "As crews begin inspecting thousands of rotting houses and preservationists begin efforts to save them, city and federal officials say that 30,000 to 50,000 of the city's houses will probably have to be demolished.     That number, though smaller t...",
      "abstract": "As crews begin inspecting thousands of rotting houses and preservationists begin efforts to save them, city and federal officials say that 30,000 to 50,000 of the city's houses will probably have to be demolished.     That number, though smaller than some earlier predictions, nonetheless represents more than a quarter of the city's housing stock. A few weeks from now, when giant track excavators begin tearing into homes that once sheltered families and nest eggs, the city will experience one of the most painful moments of its ordeal.  ",
      "lead_paragraph": "NEW ORLEANS, Oct. 22 - As crews begin inspecting thousands of rotting houses and preservationists begin efforts to save them, city and federal officials say that 30,000 to 50,000 of the city's houses will probably have to be demolished.",
      "publication_date": "2005-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/23/us/nationalspecial/thousands-of-demolitions-are-likely-in-new-orleans.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "How to Slow Runaway Executive Pay",
      "snippet": "WHILE investors have railed about skyrocketing executive pay, lo these many years, the response from executive suites has been a confounding silence. Even directors, who have a fiduciary duty to put shareholders' interests before those of managers...",
      "abstract": "WHILE investors have railed about skyrocketing executive pay, lo these many years, the response from executive suites has been a confounding silence. Even directors, who have a fiduciary duty to put shareholders' interests before those of managers, have been unwilling to stop the insanity.     Last year, the average pay package for chief executives at big companies came in at $10 million, up 13 percent from 2003. In view of the pension and health insurance givebacks being forced upon lower-level workers, this surge is especially obscene.  ",
      "lead_paragraph": "WHILE investors have railed about skyrocketing executive pay, lo these many years, the response from executive suites has been a confounding silence. Even directors, who have a fiduciary duty to put shareholders' interests before those of managers, have been unwilling to stop the insanity.",
      "publication_date": "2005-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/23/business/how-to-slow-runaway-executive-pay.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "When Health Insurance Is Not a Safeguard",
      "snippet": "Until the fourth trip to the hospital in 1998, Zachery Dorsett's parents thought their son was an average child who was having trouble getting over a passing illness. He was 7 months old, and it was his second case of pneumonia.      The Dorsetts,...",
      "abstract": "Until the fourth trip to the hospital in 1998, Zachery Dorsett's parents thought their son was an average child who was having trouble getting over a passing illness. He was 7 months old, and it was his second case of pneumonia.      The Dorsetts, Sharon and Arnold, were concerned about Zachery's health, but they were not worried about the financial consequences. They were a young, middle-income couple, with health insurance that covered 90 percent of doctors' bills and most of the costs of prescription drugs.  ",
      "lead_paragraph": "CAMBY, Ind. - Until the fourth trip to the hospital in 1998, Zachery Dorsett's parents thought their son was an average child who was having trouble getting over a passing illness. He was 7 months old, and it was his second case of pneumonia.",
      "publication_date": "2005-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/23/us/when-health-insurance-is-not-a-safeguard.html",
      "byline": "By John Leland"
    },
    {
      "headline": "Coast of Mexico Takes Thrashing as Storm Stalls",
      "snippet": "Hurricane Wilma stalled over the Yucatán Peninsula yesterday, pounding the Mexican beach cities of Cancún and Playa del Carmen and stranding tens of thousands of tourists in hot, leaky shelters while a maelstrom of howling winds, uprooted trees an...",
      "abstract": "Hurricane Wilma stalled over the Yucatán Peninsula yesterday, pounding the Mexican beach cities of Cancún and Playa del Carmen and stranding tens of thousands of tourists in hot, leaky shelters while a maelstrom of howling winds, uprooted trees and hurtling debris raged on all sides.     Forecasters said the slow-moving tempest would probably hit Florida early tomorrow, perhaps with diminished force. But with haunting images of Hurricane Katrina still lurking, thousands of Floridians and state officials were taking no chances.  ",
      "lead_paragraph": "Hurricane Wilma stalled over the Yucatán Peninsula yesterday, pounding the Mexican beach cities of Cancún and Playa del Carmen and stranding tens of thousands of tourists in hot, leaky shelters while a maelstrom of howling winds, uprooted trees and hurtling debris raged on all sides.",
      "publication_date": "2005-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/23/world/americas/coast-of-mexico-takes-thrashing-as-storm-stalls.html",
      "byline": "By Robert D. McFadden"
    },
    {
      "headline": "Colleges Protest Call to Upgrade Online Systems",
      "snippet": "The federal government, vastly extending the reach of an 11-year-old law, is requiring hundreds of universities, online communications companies and cities to overhaul their Internet computer networks to make it easier for law enforcement authorit...",
      "abstract": "The federal government, vastly extending the reach of an 11-year-old law, is requiring hundreds of universities, online communications companies and cities to overhaul their Internet computer networks to make it easier for law enforcement authorities to monitor e-mail and other online communications.     The action, which the government says is intended to help catch terrorists and other criminals, has unleashed protests and the threat of lawsuits from universities, which argue that it will cost them at least $7 billion while doing little to apprehend lawbreakers. Because the government would have to win court orders before undertaking surveillance, the universities are not raising civil liberties issues.  ",
      "lead_paragraph": "The federal government, vastly extending the reach of an 11-year-old law, is requiring hundreds of universities, online communications companies and cities to overhaul their Internet computer networks to make it easier for law enforcement authorities to monitor e-mail and other online communications.",
      "publication_date": "2005-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/23/technology/colleges-protest-call-to-upgrade-online-systems.html",
      "byline": "By Sam Dillon and Stephen Labaton"
    },
    {
      "headline": "Shrinking the Culture Gap at Merrill",
      "snippet": "STILL settling into his new job at AXA Financial, Robert J. McCann was preparing for a meeting at 7:55 on a warm August morning in 2003 when the phone rang in his Midtown Manhattan office. His assistant answered it and told him that Stan was on th...",
      "abstract": "STILL settling into his new job at AXA Financial, Robert J. McCann was preparing for a meeting at 7:55 on a warm August morning in 2003 when the phone rang in his Midtown Manhattan office. His assistant answered it and told him that Stan was on the phone. Thinking that the call was from a colleague down the hall, Mr. McCann told his assistant to relay that he was on his way.     ''It's not that Stan,'' she said. ''It's Stan O'Neal'' -- E. Stanley O'Neal, the chairman, chief executive and president of his former employer, Merrill Lynch.  ",
      "lead_paragraph": "STILL settling into his new job at AXA Financial, Robert J. McCann was preparing for a meeting at 7:55 on a warm August morning in 2003 when the phone rang in his Midtown Manhattan office. His assistant answered it and told him that Stan was on the phone. Thinking that the call was from a colleague down the hall, Mr. McCann told his assistant to relay that he was on his way.",
      "publication_date": "2005-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/23/business/yourmoney/shrinking-the-culture-gap-at-merrill.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "The Motivating Power of Fear",
      "snippet": "BACK when I was new at reporting, I would lie awake all night before a big article of mine was to appear. In the darkness and the silence I would become certain that I had gotten it wrong. It was just a short mental hop from there to being sued an...",
      "abstract": "BACK when I was new at reporting, I would lie awake all night before a big article of mine was to appear. In the darkness and the silence I would become certain that I had gotten it wrong. It was just a short mental hop from there to being sued and losing my job and becoming homeless.      That fear faded with time. As the routine of writing and being read became more familiar, my nervousness turned in other directions. My first magazine article actually resulted in an ulcer. My first few speeches led to my first migraine medication. And because you might be eating breakfast while you read this, I won't begin to tell you about the debut of this column and my bouts of intestinal cramps.  ",
      "lead_paragraph": "BACK when I was new at reporting, I would lie awake all night before a big article of mine was to appear. In the darkness and the silence I would become certain that I had gotten it wrong. It was just a short mental hop from there to being sued and losing my job and becoming homeless.",
      "publication_date": "2005-10-23T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/10/23/jobs/the-motivating-power-of-fear.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Leak Case Renews Questions on War's Rationale",
      "snippet": "The legal and political stakes are of the highest order, but the investigation into the disclosure of a covert C.I.A. officer's identity is also just one skirmish in the continuing battle over the Bush administration's justification for the war in...",
      "abstract": "The legal and political stakes are of the highest order, but the investigation into the disclosure of a covert C.I.A. officer's identity is also just one skirmish in the continuing battle over the Bush administration's justification for the war in Iraq.     That fight has preoccupied the White House for more than three years, repeatedly threatening President Bush's credibility and political standing, and has again put the spotlight on Vice President Dick Cheney, who assumed a critical role in assembling and analyzing the evidence about Iraq's weapons programs.  ",
      "lead_paragraph": "WASHINGTON, Oct. 22 - The legal and political stakes are of the highest order, but the investigation into the disclosure of a covert C.I.A. officer's identity is also just one skirmish in the continuing battle over the Bush administration's justification for the war in Iraq.",
      "publication_date": "2005-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/23/politics/leak-case-renews-questions-on-wars-rationale.html",
      "byline": "By Richard W. Stevenson and Douglas Jehl"
    },
    {
      "headline": "Be Extra Nice to the Customer (He May Be Your Next Boss)",
      "snippet": "It's generally taken for granted that networking is far and away the most effective job-hunting tool. Job seekers are urged to cultivate friends, relatives and even strangers -- anyone who can help them find work. But career counselors say that on...",
      "abstract": "It's generally taken for granted that networking is far and away the most effective job-hunting tool. Job seekers are urged to cultivate friends, relatives and even strangers -- anyone who can help them find work. But career counselors say that one of the most valuable methods of networking is often overlooked: connecting with the people you deal with on the job every day.      Networking with a company's clients, vendors or distributors can lead to opportunities for employees who have developed strong relationships with them over months or years. Career specialists advise approaching this kind of networking carefully, lest it jeopardize a current job or offend potential contacts. Still, they say it is not unusual to see lawyers and accountants go to work for former clients or for nurses and nutritionists to become sales representatives for pharmaceutical companies.  ",
      "lead_paragraph": "It's generally taken for granted that networking is far and away the most effective job-hunting tool. Job seekers are urged to cultivate friends, relatives and even strangers -- anyone who can help them find work. But career counselors say that one of the most valuable methods of networking is often overlooked: connecting with the people you deal with on the job every day.",
      "publication_date": "2005-10-23T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/10/23/jobs/be-extra-nice-to-the-customer-he-may-be-your-next-boss.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "What's He Really Worth?",
      "snippet": "For decades, Donald Trump, America's most effervescent rich guy, has made his wealth a matter of public discourse. But sometimes his riches are hard to find. This article was adapted from ''TrumpNation: The Art of Being the Donald,'' by Timothy L....",
      "abstract": "For decades, Donald Trump, America's most effervescent rich guy, has made his wealth a matter of public discourse. But sometimes his riches are hard to find. This article was adapted from ''TrumpNation: The Art of Being the Donald,'' by Timothy L. O'Brien, a reporter for The New York Times. The book, to be published on Wednesday by Warner Books, looks inside Mr. Trump's wallet.       BY 1993, with his casinos in hock, most of his real estate holdings either forfeited or stagnant and his father slipping into the fog of Alzheimer's disease, Donald Trump, at the age of 47, had run out of money. There were no funds left to keep him aloft, and as the bare-bones operation he maintained in Manhattan started to grind to a halt, he ordered Nick Ribis, the Trump Organization's president, to call his siblings and ask for a handout from their trusts. Donald needed about $10 million for his living and office expenses, but he had no collateral to provide his brother and sisters, all three of whom wanted a guarantee that he would repay them.  ",
      "lead_paragraph": "For decades, Donald Trump, America's most effervescent rich guy, has made his wealth a matter of public discourse. But sometimes his riches are hard to find. This article was adapted from \"TrumpNation: The Art of Being the Donald,\" by Timothy L. O'Brien, a reporter for The New York Times. The book, to be published on Wednesday by Warner Books, looks inside Mr. Trump's wallet.",
      "publication_date": "2005-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/23/business/yourmoney/whats-he-really-worth.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "The Village Voice, Pushing 50, Prepares to Be Sold to a Chain of Weeklies",
      "snippet": "Village Voice Media is selling Voice and five other alternative newspapers to New Times Media, creating chain of 17 free weekly newspapers around the country with combined circulation of 1.8 million; no money is changing hands, but merger is value...",
      "abstract": "Village Voice Media is selling Voice and five other alternative newspapers to New Times Media, creating chain of 17 free weekly newspapers around the country with combined circulation of 1.8 million; no money is changing hands, but merger is valued at about $400 million; merged company will continue to use name Village Voice Media; deal raises questions about whether Voice and its siblings can preserve their anti-establishment roots as part of growing corporation and whether conglomeration will give chain editorial and financial muscle to compete against free competitors, both online and in print; deal must be submitted to Justice Department under 2003 consent decree; chronology of Village Voice since founding in 1955; photo (M)",
      "lead_paragraph": "The company that publishes The Village Voice and five other alternative newspapers is to announce today an agreement to be acquired by New Times Media, the largest publisher in the market. The deal would create a chain of 17 free weekly newspapers around the country with a combined circulation of 1.8 million.",
      "publication_date": "2005-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/24/business/the-village-voice-pushing-50-prepares-to-be-sold-to-a-chain-of.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "A Trail of Ruin as Storm Churns Toward Florida",
      "snippet": "Hurricane Wilma churns toward southwestern Florida and Florida Keys after pounding Yucatan Coast of Mexico with winds of 110 miles per hour and devastating flooding; leaves Yucatan coast in tatters and robs tens of thousands of Mexicans of their l...",
      "abstract": "Hurricane Wilma churns toward southwestern Florida and Florida Keys after pounding Yucatan Coast of Mexico with winds of 110 miles per hour and devastating flooding; leaves Yucatan coast in tatters and robs tens of thousands of Mexicans of their livelihood; looting breaks out as storm passes; leading edge of storm is expected to strike Gulf Coast of Florida as Category 3 storm, and 70 mph winds are expected as far north as Tampa; storm should move rapidly across state, reaching areas that were hit hard by series of hurricanes in 2004; meanwhile, 22nd named system Tropical Storm Alpha forms in Atlantic Ocean, breaking record set in 1933, but has been downgraded to tropical depression; photos; map shows path of Wilma (M)",
      "lead_paragraph": "NAPLES, Fla., Oct. 23 - Hurricane Wilma churned toward heavily populated southwestern Florida and the Florida Keys on Sunday evening after pounding the Yucatán Coast of Mexico, still a major storm, with winds of more than 110 miles per hour and the power to generate devastating flooding.",
      "publication_date": "2005-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/24/us/nationalspecial/a-trail-of-ruin-as-storm-churns-toward-florida.html",
      "byline": "This article is by Joseph B. Treaster, Abby Goodnough and James C. McKinley Jr"
    },
    {
      "headline": "Conglomerate Reverses Field; Plans Breakup",
      "snippet": "Cendant, $18 billion conglomerate built through acquisition of dozens of prominent businesses, is planning breakup into four different companies; units will be dedicated to real estate, travel distribution, hospitality and vehicle rental businesse...",
      "abstract": "Cendant, $18 billion conglomerate built through acquisition of dozens of prominent businesses, is planning breakup into four different companies; units will be dedicated to real estate, travel distribution, hospitality and vehicle rental businesses, and each will be publicly traded company; current Cendant shareholders will receive shares in each unit and will continue to receive dividends; breakup is being driven in large part by investors' desire for companies to be more focused and narrow as opposed to large empires with disparate businesses; breakup is aimed at reviving Cendant's lagging stock price which has remained stagnant since 1997 merger with CUC International; new companies will be led by teams drawn from Cendant's current leadership (M)",
      "lead_paragraph": "Cendant, the $18 billion conglomerate that was built through the acquisitions of dozens of the nation's most prominent businesses like Century 21, Avis, Days Inn and Orbitz, is planning a radical breakup into four different companies.",
      "publication_date": "2005-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/24/business/conglomerate-reverses-field-plans-breakup.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Longing for Home in a Sealed New Orleans Ward",
      "snippet": "Article in series Delery Street, which chronicles lives of three generations of families from block in Lower Ninth Ward, New Orleans, area ravaged by Hurricane Katrina; Willie Calhoun is unable to get access to neighborhood, which has been blockad...",
      "abstract": "Article in series Delery Street, which chronicles lives of three generations of families from block in Lower Ninth Ward, New Orleans, area ravaged by Hurricane Katrina; Willie Calhoun is unable to get access to neighborhood, which has been blockaded by National Guard troops, and complains that residents are being treated as if they are dead; wonders where elected representatives are and why people's concerns are not being addressed; residents fear that outsiders do not value history and character of neighborhood and will write it off as casualty of disaster, not seeing it as worthy of rebuilding and storm-proofing; Mayor C Ray Nagin has promised to rebuild, but reality may be more complicated, as preparations are under way to demolish 30,000 to 50,000 houses citywide; photos (M)",
      "lead_paragraph": "NEW ORLEANS, Oct. 22 - Hurricane Katrina turned Willie L. Calhoun Jr. into a hugger. Much to his surprise, the storm stirred up his emotions in a way that made him want to grab people by the hand and pull them in for a quick embrace. Each time he crossed the bridge into the Lower Ninth Ward, he started hugging -- pastors, Red Cross volunteers and the few neighbors he encountered in the now ghostly African-American neighborhood where he has spent his life.",
      "publication_date": "2005-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/24/us/nationalspecial/longing-for-home-in-a-sealed-new-orleans-ward.html",
      "byline": "By Deborah Sontag"
    },
    {
      "headline": "Why You Should Pay to Read This Newspaper?",
      "snippet": "David Carr column on why newspapers and magazines should charge for content (M)",
      "abstract": "David Carr column on why newspapers and magazines should charge for content (M)",
      "lead_paragraph": "IN a bedroom in New Jersey, there is a shrine to Entertainment Weekly. A 17-year-old who lives there -- that would be my daughter Erin -- has the magazine's covers on her wall, and she divines a film's artistic value and business prospects with close readings of the magazine.",
      "publication_date": "2005-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/24/business/why-you-should-pay-to-read-this-newspaper.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Wal-Mart to Expand Health Plan for Workers",
      "snippet": "Wal-Mart, which has long been criticized for benefits it offers to its workers, is introducing health insurance plan that is between 40 percent and 60 percent cheaper than its existing policy, and it is also offering health savings accounts; healt...",
      "abstract": "Wal-Mart, which has long been criticized for benefits it offers to its workers, is introducing health insurance plan that is between 40 percent and 60 percent cheaper than its existing policy, and it is also offering health savings accounts; health insurance specialists say lower premiums are likely to attract more empoyees and thereby reduce ranks of the uninsured, but they say plan's $1,000 deductible would be high for Wal-Mart workers, particularly older employees, and that it might not cover expensive treatments, particularly in first year, when there is $25,000 insurance cap; praise arrangement under which individuals will be allowed to visit doctor three times before paying deductible; health savings accounts will combine low monthly premiums with requirement that individuals cover substantial part of their own health care costs (M)",
      "lead_paragraph": "Wal-Mart, which has long been criticized for the benefits it offers to its workers, is introducing a cheaper health insurance plan, with monthly premiums as low as $11, that the company hopes will greatly increase the number of its employees who can afford coverage.",
      "publication_date": "2005-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/24/business/walmart-to-expand-health-plan-for-workers.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Republicans Testing Ways to Blunt Leak Charges",
      "snippet": "Republicans will pursue strategy of attacking any criminal charges stemming from leaking of name of CIA officer as disagreement over legal technicalities or product of overzealous prosecutor Patrick Fitzgerald; case has many in White House on edge...",
      "abstract": "Republicans will pursue strategy of attacking any criminal charges stemming from leaking of name of CIA officer as disagreement over legal technicalities or product of overzealous prosecutor Patrick Fitzgerald; case has many in White House on edge, as Karl Rove and I Lewis Libby Jr have been advised that they are in serious legal jeopardy; White House allies are quietly circulating talking points among sympathic Republicans, seeking to help them make case that bringing charges like perjury means prosecutor has weak case; some have also said that special prosecutors and independent counsels lack accountability; some Republicans are concerned that weakened White House could lead to further infighting among conservatives who provide most of Bush's support and could leave administration with less political clout (M)",
      "lead_paragraph": "WASHINGTON, Oct. 23 - With a decision expected this week on possible indictments in the C.I.A. leak case, allies of the White House suggested Sunday that they intended to pursue a strategy of attacking any criminal charges as a disagreement over legal technicalities or the product of an overzealous prosecutor.",
      "publication_date": "2005-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/24/politics/republicans-testing-ways-to-blunt-leak-charges.html",
      "byline": "By Richard W. Stevenson and David Johnston"
    },
    {
      "headline": "'King Kong' Blurs LineBetween Films and Games",
      "snippet": "Mainstream film directors are getting into video games, which have been domain of computer programmers, who are experts at writing code but have less skill in cinematic storytelling; major movie studios want to make their own games based on their ...",
      "abstract": "Mainstream film directors are getting into video games, which have been domain of computer programmers, who are experts at writing code but have less skill in cinematic storytelling; major movie studios want to make their own games based on their vast libraries of films; video game companies are seeking new Hollywood-style franchises to compete; leading the way is Peter Jackson, director of forthcoming remake of movie King Kong, who co-developed King Kong video game with French game maker Ubisoft; photo; drawing (M)",
      "lead_paragraph": "LOS ANGELES, Oct. 23 - When the producers of the upcoming movie \"Halo\" sought a location for shooting, they headed to the director Peter Jackson's studio in New Zealand. Mr. Jackson's soundstages were empty, since he had finished directing and writing a remake of the movie \"King Kong.\" And Mr. Jackson was an avid gamer who admired the futuristic universe of \"Halo,\" the video game on which the movie was to be based.",
      "publication_date": "2005-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/24/technology/king-kong-blurs-linebetween-films-and-games.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Mystery at Refco: How Could Such a Huge Debt Stay Hidden?",
      "snippet": "Questions are being raised about why Refco's auditors and underwriters who took company public in August failed to detect $430 million debt whose eventual disclosure led to company's collapse; collapse is particular blow to Thomas H Lee Partners, ...",
      "abstract": "Questions are being raised about why Refco's auditors and underwriters who took company public in August failed to detect $430 million debt whose eventual disclosure led to company's collapse; collapse is particular blow to Thomas H Lee Partners, private equity firm that bought majority stake in Refco in August 2004; suspicions were first raised by Peter F James, recently hired employee in Refco's controller's office, after he noticed larger-than-normal interest payment that had been paid to company on outstanding loan it had made (M)",
      "lead_paragraph": "Peter F. James had been working at Refco less than two months when he noticed something this summer that teams of accountants had apparently missed for years.",
      "publication_date": "2005-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/24/business/mystery-at-refco-how-could-such-a-huge-debt-stay-hidden.html",
      "byline": "By Riva D. Atlas and Jonathan D. Glater"
    },
    {
      "headline": "Behind Gold's Glitter: Torn Lands and Pointed Questions",
      "snippet": "First article in series examining gold mining around the world; with of gold at about $500 per ounce, small amount that is left to be mined is being taken at high cost to environment and often in poorest regions; latest gold mania is almost all ab...",
      "abstract": "First article in series examining gold mining around the world; with of gold at about $500 per ounce, small amount that is left to be mined is being taken at high cost to environment and often in poorest regions; latest gold mania is almost all about soaring demand for jewelry, which consumes 80 percent or more of gold mined today; to get one ounce of gold, miners dig up and haul away 30 tons of rock, sprinkle it with cyanide, which separates gold from rock, and leave behind environmental degradation; EPA says hard-rock mining generates more toxic waste than any other industry in America, and estimates that cost of cleaning up metal mines could reach $54 billion, which will likely be passed to taxpayers; people of Montana are still bitter over first large-scale open-pit cynanide operation in northeastern part of state, and blame Pegasus Gold's overly ambitious production schedule, internal mismanagement and poor oversight for multilayered disaster; with rich countries' supplies mostly depleted, 70 percent of gold is mined in developing countries like Ghana and Guatemala; gold companies tout their contribution to new frontiers, but environmentalists say they are mining in ways that would never be tolerated in wealthier nations; World Bank has encouraged poor nations to take steps to lure mining companies, but promised jobs have not materialized, indigenous people have been displaced and working conditions are intolerable; photos; map; chart shows mining processes (L)",
      "lead_paragraph": "There has always been an element of madness to gold's allure.",
      "publication_date": "2005-10-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/24/world/behind-golds-glitter-torn-lands-and-pointed-questions.html",
      "byline": "By Jane Perlezand Kirk Johnson"
    }
  ]
}