{
  "metadata": {
    "date": "2005-02-11",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Darfur's Babies of Rape Are on Trial From Birth",
      "snippet": "Scores of babies are being born to girls and women who were raped as part of brutal battle over land and ethnicity in Darfur region of Sudan; fate of these children and their mothers is uncertain in society where deep taboos surround rape and iden...",
      "abstract": "Scores of babies are being born to girls and women who were raped as part of brutal battle over land and ethnicity in Darfur region of Sudan; fate of these children and their mothers is uncertain in society where deep taboos surround rape and identity is passed, according to Muslim tradition, from father to child; fact that these babies, and their mothers, are being referred to as janjaweed, insulting name given to Arab militiamen who terrorized region, underscores bitter division between those who identify themselves as Africans and those who see themselves as Arabs; it also points to potential difficulty of acceptance and integration in years ahead; for victims of rape, their children mark them forever and may spoil their chances at marriage or having normal life; for children, their future seems uncertain; Sudanese government foreign ministry spokesman has called accounts of rape in Darfur wildly exaggerated, but recent United Nations investigation into war crimes in Darfur lays out, in page after page, evidence of widespread and systematic rape in two-yaer conflict; photos; map (M)",
      "lead_paragraph": "GENEINA, Sudan - Fatouma spends her days under the plastic tarp covering her tent, seated on a straw mat, staring at the squirming creature in her arms.",
      "publication_date": "2005-02-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/11/world/africa/darfurs-babies-of-rape-are-on-trial-from-birth.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "From a Woman in Front of the Curtain to One Preferring to Work Behind It",
      "snippet": "Profile of low-key corporate style of Hewlett-Packard's new chairwoman Patricia C Dunn, who has been pushed into spotlight with ouster of chief executive Carleton S Fiorina; photo (M)",
      "abstract": "Profile of low-key corporate style of Hewlett-Packard's new chairwoman Patricia C Dunn, who has been pushed into spotlight with ouster of chief executive Carleton S Fiorina; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/11/technology/from-a-woman-in-front-of-the-curtain-to-one-preferring-to-work.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Senate Approves Measure to Curb Big Class Actions",
      "snippet": "Senate approves measure that would sharply limit ability of people to file class-action lawsuits against companies; 72-to-26 vote seen as significant victory for Pres Bush; Republican leaders in House expect approval there next week, after which i...",
      "abstract": "Senate approves measure that would sharply limit ability of people to file class-action lawsuits against companies; 72-to-26 vote seen as significant victory for Pres Bush; Republican leaders in House expect approval there next week, after which it will go to White House for Bush's signature; measure would prohibit state courts from hearing many kinds of cases they now consider, transferring them to federal courts; experts say many cases will wind up not being brought because federal judges are constrained by series of legal precedents from considering large class actions involving varying laws of different states; bill also makes it more difficult for class-action lawsuits to be settled by payments of coupons for goods and services instead of cash by defendants, practice heavily criticized by Democrats and Republicans; measure does not affect pending cases; business groups have asserted for years that bill is necessary to curtail frivolous litigation that benefits lawyers more than plaintiffs, and to prevent lawyers' shopping for state courts that are more favorable to plaintiffs; those opposing measure, including civil rights and consumer organizations, claim bill would provide new protections for unscrupulous companies (M)",
      "lead_paragraph": "WASHINGTON, Feb. 10 - Handing President Bush a significant victory, the Senate overwhelmingly approved a measure on Thursday that would sharply limit the ability of people to file class-action lawsuits against companies.",
      "publication_date": "2005-02-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/11/politics/senate-approves-measure-to-curb-big-class-actions.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "North Koreans Say They Hold Nuclear Arms",
      "snippet": "North Korea declares publicly for first time that it possesses nuclear weapons and would refuse to return to disarmament talks, leaving China, United States and its allies to debate whether diplomacy could still persuade North Koreans to give up n...",
      "abstract": "North Korea declares publicly for first time that it possesses nuclear weapons and would refuse to return to disarmament talks, leaving China, United States and its allies to debate whether diplomacy could still persuade North Koreans to give up nuclear option; American and Asian officials had been expecting North Korea to return to negotiating table after eight-month hiatus; American officials say they have assumed for years that North probably possesses nuclear weapons; say intelligence officials are scanning satellite imagery for any evidence that North might be preparing nuclear test, but so far have seen none; Bush administration response seems mixed, with Sec Condoleezza Rice saying US would try to lure North back into talks, and Defense Sec Donald Rumsfeld voicing growing concern about 'leadership of that nature' having such weapons; some administration officials reportedly may use announcement to bolster argument that US should cut off North's remaining trade and financial flows in hope of squeezing country and perhaps destabilizing government of Pres Kim Jong Il; photo (M)",
      "lead_paragraph": "TOKYO, Feb. 10 - North Korea declared publicly on Thursday for the first time that it possessed nuclear weapons and would refuse to return to disarmament talks. That left China, the United States and its allies to debate whether diplomacy could still persuade the North Koreans to give up the nuclear option.",
      "publication_date": "2005-02-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/11/world/asia/north-koreans-say-they-hold-nuclear-arms.html",
      "byline": "By James Brooke and David E. Sanger"
    },
    {
      "headline": "'04 Trade Deficit Sets Record, $617 Billion",
      "snippet": "Commerce Department says American trade deficit of $617.7 billion for 2004, but gap narrowed in December in part because sharply lower oil prices cut cost of energy imports; deficit accounts for more than 5 percent of American economy; gap between...",
      "abstract": "Commerce Department says American trade deficit of $617.7 billion for 2004, but gap narrowed in December in part because sharply lower oil prices cut cost of energy imports; deficit accounts for more than 5 percent of American economy; gap between American exports and imports fell 4.9 percent in December, to $56.4 billion, down from revised deficit of $59.3 billion in November; deficit in technology grew to $37 billion last year while surplus for services shrank to $48.5 billion, lowest since 1991; spokesman for US Treasury Sec John W Snow says report shows American economy is growing faster than economies of other advanced industrial nations; officials contend gap has widened because foreigners are eager to invest in US; annual deficit with China set record at $162 billion, becoming largest trade imbalance ever recorded by US with single country; 2004 deficit is 24.4 percent deeper than gap in 2003, which set previous record with deficit of $496 billion; photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 10 - The American trade deficit broke the $600 billion barrier in 2004, soaring to $617.7 billion, the Commerce Department reported on Thursday, but the gap narrowed in December in part because sharply lower oil prices cut the cost of energy imports.",
      "publication_date": "2005-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/11/business/04-trade-deficit-sets-record-617-billion.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Marketing of Vioxx: How Merck Played Game of Catch-Up",
      "snippet": "Internal company documents illustrate Merck & Co's long-running campaign to enlist support of doctors for Vioxx, its pain drug, or to 'neutralize' their support for competing drug Celebrex; drug companies routinely try to woo doctors to prescribe ...",
      "abstract": "Internal company documents illustrate Merck & Co's long-running campaign to enlist support of doctors for Vioxx, its pain drug, or to 'neutralize' their support for competing drug Celebrex; drug companies routinely try to woo doctors to prescribe or promote their drugs, but internal Merck documents offer rare, behind-the-scenes look into extremes of this process--one that may have blurred line between legitimate promotion and offering inducements to doctors to prescribe drug; show Merck officials planned to offer clinical trials, posts as consultants or grants to doctors; Merck sought out nationally known rheumatologists like Dr Roy Altman to support Vioxx, and put up $25,000 to fund clinical trial Altman wanted to run; one internal Merck document has words 'show me the money' near Altman's name; Altman says his involvement in trial did not affect his prescribing; federal investigators, state officials, Congressional committees and lawyers for plaintiffs have obtained thousands of internal Merck documents while pursuing investigations and lawsuits related to Vioxx; photos (M)",
      "lead_paragraph": "At times, it is necessary to \"neutralize\" the opposition, or at least Merck & Company executives seemed to think so.",
      "publication_date": "2005-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/11/business/marketing-of-vioxx-how-merck-played-game-of-catchup.html",
      "byline": "By Barry Meier and Stephanie Saul"
    },
    {
      "headline": "Games Politicians Play: More Tax Cuts as U.S. Faces Large Deficits",
      "snippet": "Floyd Norris column on US budget deficits focuses on tax side of budget, which Bush administration calculates would cost $1.4 trillion from 2006 through 2015; says one area that deserves attention is estate tax; says law calls for phasing out that...",
      "abstract": "Floyd Norris column on US budget deficits focuses on tax side of budget, which Bush administration calculates would cost $1.4 trillion from 2006 through 2015; says one area that deserves attention is estate tax; says law calls for phasing out that tax and then bringing it back; holds estate tax provision costs $256 billion; says more could be saved by stopping process of reducing tax every year; graph (M)",
      "lead_paragraph": "IN politics, success can come as much from framing the terms of the debate as from winning the debate. In that sense, President Bush has scored early victories in the budget battle even as some of his specific plans to cut spending have been criticized.",
      "publication_date": "2005-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/11/business/games-politicians-play-more-tax-cuts-as-us-faces-large-deficits.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Charles Calls End to the Affair: He'll Happily Wed His Camilla",
      "snippet": "Prince Charles says he will marry Camilla Parker Bowles in civil ceremony at Windsor Castle on Apr 8; they have been friends and lovers for most of last 30 years; they have survived marriages and divorces from other people, icy disapproval of rela...",
      "abstract": "Prince Charles says he will marry Camilla Parker Bowles in civil ceremony at Windsor Castle on Apr 8; they have been friends and lovers for most of last 30 years; they have survived marriages and divorces from other people, icy disapproval of relatives, resentment of public, and publication of intimate details of their risque pillow talk; bride will not become Princess of Wales--position so notably filled by Charles' first wife Diana; instead, she will be known as Her Royal Highness the Duchess of cornwall; she will become princess consort, not queen, if Charles succeeds his mother on thrown; chart with highlights from their long relationship; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/11/world/europe/charles-calls-end-to-the-affair-hell-happily-wed-his-camilla.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "Choosing a New Chief and Pondering a Switch in Focus",
      "snippet": "No matter who succeeds Carleton S. Fiorina as chief executive at Hewlett-Packard, the challenge will be the same: to shift the company's center of gravity to businesses with more ample profits.    One swift step in that direction -- and a step Hew...",
      "abstract": "No matter who succeeds Carleton S. Fiorina as chief executive at Hewlett-Packard, the challenge will be the same: to shift the company's center of gravity to businesses with more ample profits.    One swift step in that direction -- and a step Hewlett-Packard has considered, according to an industry executive close to the company -- would be to buy Eastman Kodak or Xerox to complement and expand Hewlett-Packard's most profitable division, the printer, ink and imaging business.   ",
      "lead_paragraph": "No matter who succeeds Carleton S. Fiorina as chief executive at Hewlett-Packard, the challenge will be the same: to shift the company's center of gravity to businesses with more ample profits.",
      "publication_date": "2005-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/11/technology/choosing-a-new-chief-and-pondering-a-switch-in-focus.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Social Security Plan Hinges on the Peg",
      "snippet": "Analysis of Pres Bush's proposals to reform Social Security system; holds biggest challenge awaiting Bush is to offer plan for restoring system to financial balance; says officials and outside experts believe at top of agenda is idea of curtailing...",
      "abstract": "Analysis of Pres Bush's proposals to reform Social Security system; holds biggest challenge awaiting Bush is to offer plan for restoring system to financial balance; says officials and outside experts believe at top of agenda is idea of curtailing growth of benefits promised to future retirees by tying them to increases in consumer prices rather than wages because prices generally rise more slowly; Mauricio Soto, research associate at Center for Retirement at Boston College, says Social Security would function less like pension plan and more like anti-poverty program if indexed to prices; instead of replacing fixed portion of one's income price indexing would eventually reduce benefits for most people so they simply cover cost of life's basic necessities; investment accounts wold offer chance of winning some of loss back; charts (M)",
      "lead_paragraph": "Now that President Bush has put forward a proposal to allow younger workers to divert part of their Social Security payments to investment accounts, the even bigger challenge awaiting him is to offer a plan for restoring the system to financial balance.",
      "publication_date": "2005-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/11/business/social-security-plan-hinges-on-the-peg.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Senate Approves Measure Limiting Class Action Suits  Handing President Bush a significant victory, the Senate overwhelmingly approved a measure that would sharply limit the ability of people to file class-action lawsuits against companies.  ",
      "abstract": " Senate Approves Measure Limiting Class Action Suits  Handing President Bush a significant victory, the Senate overwhelmingly approved a measure that would sharply limit the ability of people to file class-action lawsuits against companies.  ",
      "lead_paragraph": "Senate Approves Measure Limiting Class Action Suits Handing President Bush a significant victory, the Senate overwhelmingly approved a measure that would sharply limit the ability of people to file class-action lawsuits against companies.",
      "publication_date": "2005-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/11/business/business-digest.html",
      "byline": ""
    }
  ]
}