{
  "metadata": {
    "date": "2005-01-13",
    "total_articles": 15
  },
  "articles": [
    {
      "headline": "Air Force Campaigns to Save Jet Fighter",
      "snippet": "US Air Force is pushing to keep production of F/A-22 fighter jet in full production despite crash during test flight near Las Vegas on Dec 20 and Defense Sec Donald H Rumsfeld's report that Defense Department plans to cut number of planes it will ...",
      "abstract": "US Air Force is pushing to keep production of F/A-22 fighter jet in full production despite crash during test flight near Las Vegas on Dec 20 and Defense Sec Donald H Rumsfeld's report that Defense Department plans to cut number of planes it will buy by about one third; F/A-22 tops list of $30 billion in weapons programs that Rumsfeld want to chop from fiscal 2006 budget and years beyond as Bush administration seeks to rein in spending while costs of war in Iraq continue unabated and budget deficit looms; underlying F/A-22 cuts is policy debate between Rumsfeld and Air Force over future of military air fleet and nature of aerial warfare; debate also sets up political dogfight between highly advanced F/A-22 and Joint Strike Fighter, cheaper, more prosaic fighter that is supposed to replace F-16 workhorse, starting in 2013; Rumsfeld's decision to provide funds for only 180 F/A-22 Raptors, down from previously planned 227, suggests Air Force has become more vulnerable in Washington's endless bureaucratic wars; that is partly result of political scandal over Air Force proscurement practices that contributed to decision last November of Air Force Sec James G Roche, staunch F/A-22 supporter, to resign this month; photos (M)",
      "lead_paragraph": "On a clear day at an Air Force base in Nevada, as a test pilot steered his F/A-22 skyward, the nose of the plane inexplicably turned down, pitching the $250 million fighter jet into the ground.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/13/business/air-force-campaigns-to-save-jet-fighter.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Chess Players Give 'Check' a New Meaning",
      "snippet": "Chess game databases give players opportunity to study their opponents' strategies; rapidly improving computer programs can analyze games and make suggestions about moves; some champions say databases have made chess more predictable and less fun,...",
      "abstract": "Chess game databases give players opportunity to study their opponents' strategies; rapidly improving computer programs can analyze games and make suggestions about moves; some champions say databases have made chess more predictable and less fun, stifling creativity, especially in openings; innovations become known almost as soon as they are played, making things more difficult for creative players; photos (M)",
      "lead_paragraph": "JAY BONIN, an international chess master who lives in New York, is one of the busiest players in the country. He takes part in face-to-face tournament matches every week and also regularly participates in games of speed chess at chessclub.com, the Internet Chess Club. He estimated that he has played more than 20,000 games online in the last three or four years.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/01/13/technology/circuits/chess-players-give-check-a-new-meaning.html",
      "byline": "By Dylan Loeb McClain"
    },
    {
      "headline": "Pricetags Get Smaller at Apple",
      "snippet": "David Pogue State of the Art column on how high price of Apple's popular iPod resulted in new iPod Shuffle, $100 music player that has no bells and whistles but is more affordable; drawing (M)",
      "abstract": "David Pogue State of the Art column on how high price of Apple's popular iPod resulted in new iPod Shuffle, $100 music player that has no bells and whistles but is more affordable; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/01/13/technology/circuits/pricetags-get-smaller-at-apple.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "College Degree Still Pays, but It's Leveling Off",
      "snippet": "Bureau of Labor Statistics reports college graduates earn nearly 45 percent more on average than those with only high school diploma; spread is as high as it has ever been, but it has been stuck in 45 percent range since late 1990's, and through 1...",
      "abstract": "Bureau of Labor Statistics reports college graduates earn nearly 45 percent more on average than those with only high school diploma; spread is as high as it has ever been, but it has been stuck in 45 percent range since late 1990's, and through 1990's it rose much more slowly than in 1980's; although payoff from college education is leveling off, income inequality continues to grow, suggesting to some economists at annual meeting of American Economic Association that employers are making wage decisions on criteria that have little to do with supply of and demand for educated workers; portion of population with bachelor's degrees is about 30 percent, not much above where it was in 1980's; studies by Richard B Freeman of Harvard University and Federal Reserve economists Robert G Valletta and Lisa Barrow on wages and college education discussed; graph; photo (M)",
      "lead_paragraph": "Ever so gradually, the big payoff in wages from a college education is losing its steam, which calls into question the emphasis that the White House, under both Bill Clinton and George W. Bush, has placed on a bachelor's degree as a sure-fire avenue to constantly rising incomes.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/13/business/college-degree-still-pays-but-its-leveling-off.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Supreme Court Transforms Use of Sentence Guidelines",
      "snippet": "Supreme Court restores to judges much of discretion that Congress took away 21 years ago when it put sentencing guidelines in place and told judges to follow them; rules that guidelines, intended to make sentences more uniform, should be treated a...",
      "abstract": "Supreme Court restores to judges much of discretion that Congress took away 21 years ago when it put sentencing guidelines in place and told judges to follow them; rules that guidelines, intended to make sentences more uniform, should be treated as merely advisory to cure constitutional deficiency in system; in first part of unusual two-part decision, court rules that current guidelines system violates defendants' rights to trial by jury by giving judges power to make factual findings that increase sentences beyond maximum that jury's findings alone would support; that portion of opinion had been expected; but continuing debate over sentencing policy will be shaped by second part of decision--the remedy--which states that problem could be fixed if guidelines are treated as discretionary rather than mandatory; decision leaves many unanswered questions and much work for federal courts of appeals; it is in appeals courts that its real meaning will emerge, as those courts handle sentencing appeals and build body of law evaluating 'reasonableness' of sentences; photos (M)",
      "lead_paragraph": "WASHINGTON, Jan. 12 - The Supreme Court on Wednesday transformed federal criminal sentencing by restoring to judges much of the discretion that Congress took away 21 years ago when it put sentencing guidelines in place and told judges to follow them.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/13/politics/supreme-court-transforms-use-of-sentence-guidelines.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Under Fire, Election Workers in Iraq Are Scared but Resolute",
      "snippet": "Election workers in Iraq are targets of an insurgency determined to stop elections there; workers are being threatened, attacked, kidnapped and killed; some say they are inspired by calls by religious leaders to vote and promise of steady paycheck...",
      "abstract": "Election workers in Iraq are targets of an insurgency determined to stop elections there; workers are being threatened, attacked, kidnapped and killed; some say they are inspired by calls by religious leaders to vote and promise of steady paycheck for few months; many say they never tell their neighbors, friends or even family members what they do; more than 6,000 Iraqi men and women in election offices around country are organizing voting boxes for polling centers, drawing up leaflets about how to vote, distributing posters promoting elections, working on designs for ballots and sending out registration forms to prepare for elections on Jan 30 to choose national assembly; thousands more workers will be recruited for election day; recent attacks in Baghdad add to uncertainty over how safe polling centers will be for voters on election day, let alone for workers in days leading up to election; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 12 - There are mysterious knocks on his door at night. His friends ask him not to visit. He declines to allow even his first name to be published.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/13/world/middleeast/under-fire-election-workers-in-iraq-are-scared-but.html",
      "byline": "By Christine Hauser"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "McKesson Agrees to Settle Lawsuit for $960 Million  McKesson, the nation's largest drug distributor, said that it had agreed to pay $960 million to settle a class-action lawsuit based on accounting fraud at HBOC, a health care software company tha...",
      "abstract": " McKesson Agrees to Settle Lawsuit for $960 Million  McKesson, the nation's largest drug distributor, said that it had agreed to pay $960 million to settle a class-action lawsuit based on accounting fraud at HBOC, a health care software company that it bought in 1999.   ",
      "lead_paragraph": "McKesson Agrees to Settle Lawsuit for $960 Million McKesson, the nation's largest drug distributor, said that it had agreed to pay $960 million to settle a class-action lawsuit based on accounting fraud at HBOC, a health care software company that it bought in 1999.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/13/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Abu Ghraib Testimony",
      "snippet": "Interrogators at Abu Ghraib prison in Iraq ordered military police to ''soften up'' detainees, leading to some soldiers' photographing prisoners in sexually humiliating positions, several testified in a military court.    Article, Page A18.",
      "abstract": "Interrogators at Abu Ghraib prison in Iraq ordered military police to ''soften up'' detainees, leading to some soldiers' photographing prisoners in sexually humiliating positions, several testified in a military court.    Article, Page A18.",
      "lead_paragraph": "Interrogators at Abu Ghraib prison in Iraq ordered military police to \"soften up\" detainees, leading to some soldiers' photographing prisoners in sexually humiliating positions, several testified in a military court.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/13/front page/world/abu-ghraib-testimony.html",
      "byline": ""
    },
    {
      "headline": "Apple's Profit Quadruples, Thanks to IPod",
      "snippet": "Apple Computer says profit in its first quarter ended Dec 25 more than quadrupled on strong holiday sales of its iPod music player; net profit was $295 million compared with $63 million year earlier; revenue was $3.49 billion, up 74 percent from $...",
      "abstract": "Apple Computer says profit in its first quarter ended Dec 25 more than quadrupled on strong holiday sales of its iPod music player; net profit was $295 million compared with $63 million year earlier; revenue was $3.49 billion, up 74 percent from $2 billion year ago; company shipped more than one million Macintosh computers in quarter, 26 percent over last year; sold 4.6 million iPods in quarter, five times number sold year earlier; Apple's iTunes music store made small profit, selling 230 million songs to date; photo (M)",
      "lead_paragraph": "Apple Computer said yesterday that profit in its first quarter more than quadrupled -- the biggest increase ever -- on strong holiday sales of its iPod music player.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/13/technology/apples-profit-quadruples-thanks-to-ipod.html",
      "byline": "By Laurie Flynn"
    },
    {
      "headline": "U.S. Diet Guide Puts Emphasis on Weight Loss",
      "snippet": "Federal government's new dietary guidelines for Americans emphasize weight loss as well as healthy eating and cardiovascular health, after years of reports about Americans being fatter than ever; recommend eating many more fruits and vegetables, m...",
      "abstract": "Federal government's new dietary guidelines for Americans emphasize weight loss as well as healthy eating and cardiovascular health, after years of reports about Americans being fatter than ever; recommend eating many more fruits and vegetables, more low-fat milk, more whole grains and increasing exercise to as much as 90 minutes a day; Agriculture Sec Ann M Veneman, announcing guidelines with Health and Human Services Sec Tommy Thompson, notes that Americans spend $42 billion a year on diet and health books, indicating nation's desire to slim down; food industry has already begun to offer more products with whole grains, fewer calories and smaller sizes; even critics of government nutrition policies applaud many of changes, but some voice disappointment that no limits are set on amounts of sugars and trans fats that people should eat; chart (M)",
      "lead_paragraph": "WASHINGTON Jan. 12 - The federal government issued new dietary guidelines for Americans on Wednesday, and for the first time since the recommendations were introduced in 1980, they emphasize weight loss as well as healthy eating and cardiovascular health.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/13/health/us-diet-guide-puts-emphasis-on-weight-loss.html",
      "byline": "By Marian Burros"
    },
    {
      "headline": "U.S. Trade Deficit Rises to New High; More Risk to Dollar",
      "snippet": "Commerce Department reports US trade deficit soared to monthly record of $60.3 billion in November; figure confounds predictions that deficit would diminish with weakening of dollar and easing in price of oil; trade gap has created increased press...",
      "abstract": "Commerce Department reports US trade deficit soared to monthly record of $60.3 billion in November; figure confounds predictions that deficit would diminish with weakening of dollar and easing in price of oil; trade gap has created increased pressure for dollar to drop even further; dollar falls 1.1 percent against euro, to $1.3271, in New York trading; falls 0.9 percent against Japanese yen, to 102.35 yen; exports decreased to $95.55 billion in November from $97.79 billion in October; imports increased to $155.84 billion from $153.79 billion; deficit is on track to exceed $600 billion for 2004, up from $496.5 billion in 2003; deficit is at $561 billion with November's report; deficit with China was $16.6 billion, with Canada it was $7.297 billion and $7.285 billion with Japan; US Treas Sec John W Snow says deficit is sign that American economy is growing faster than those of trading partners in euro zone and Japan; some analysts argue Snow's comments show Bush administration is likely to do little to try to stop dollar's decline; European official disagree with Snow's analysis; chart; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 12 - The United States trade deficit soared to a monthly record of $60.3 billion in November, the Commerce Department reported on Wednesday. The figure confounded predictions that the deficit would diminish with the weakening of the dollar and an easing in the price of oil.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/13/business/us-trade-deficit-rises-to-new-high-more-risk-to-dollar.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "For Wireless, the Beginnings of a Breakout",
      "snippet": "Major wireless carriers are beginning to offer long-awaited practical high-speed data services that enable cellphones users to transmit and receive video clips, television, streaming music, satellite navigation and high-quality games; services are...",
      "abstract": "Major wireless carriers are beginning to offer long-awaited practical high-speed data services that enable cellphones users to transmit and receive video clips, television, streaming music, satellite navigation and high-quality games; services are far from perfect and coverage is spotty; Verizon is acknowledged leader so far, having built new network in last few years; major competing cellphone technologies described; photo (M)",
      "lead_paragraph": "EVER since cellphones rang their way into the American mainstream in the late 1990's, consumers have heard snippets about a technology called 3G, so-called third-generation wireless systems that are supposed to do everything short of mix the perfect martini.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/01/13/technology/circuits/for-wireless-the-beginnings-of-a-breakout.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Trying for an Over-Counter Cholesterol Drug",
      "snippet": "Food and Drug Administration advisory panel will consider whether one of oldest of cholesterol-lowering class of drugs known as statins, Mevacor, can be sold without prescription; approval of application, filed jointly by Merck & Co and Johnson & ...",
      "abstract": "Food and Drug Administration advisory panel will consider whether one of oldest of cholesterol-lowering class of drugs known as statins, Mevacor, can be sold without prescription; approval of application, filed jointly by Merck & Co and Johnson & Johnson, could open new market for pharmaceutical industry; fewer than half of estimated 39 million people in US with high cholesterol and other cardiac risk factors who could benefit from statins currently take them in part because of time and expense of visiting doctors and filling prescriptions; idea of shifting Mevacor to over-the-counter status has support from leading cardiologists, who say that benefits of making statin drugs more readily available outweigh risks; some public health authorities and clinicians have questioned whether cholesterol management should be handled by patients without doctor's oversight; some medical specialists and financial analysts place odds at only 50-50 that FDA will approve over-the-counter sale of Mevacor; graph (Market Place column) (M)",
      "lead_paragraph": "Take two statins and call me in the morning.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/13/business/trying-for-an-overcounter-cholesterol-drug.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "White House Fought New Curbs on Interrogations, Officials Say",
      "snippet": "White House urged Congressional leaders to scrap legislative measure that would have imposed new restrictions on use of extreme interrogation measures by American intelligence officers; defeat of proposal affects one of most obscure arenas of war ...",
      "abstract": "White House urged Congressional leaders to scrap legislative measure that would have imposed new restrictions on use of extreme interrogation measures by American intelligence officers; defeat of proposal affects one of most obscure arenas of war on terrorism, involving Central Intelligence Agency's secret detention and interrogation of top terrorist leaders like Khalid Sheikh Mohammed, mastermind of 9/11 attacks, and about three dozen other senior members of Al Qaeda and its offshoots; Congressional officials describe intense closed-door negotiations last month after White House expressed opposition to new restrictions in intelligence reform bill that passed in Senate by vote of 96 to 2; say four senior members from House and Senate then deleted restrictions from measure; some Democratic Congressional officials say they believe Bush administration was trying to maintain some legal latitude for CIA to use interrogation practices more extreme than those permitted by military (M)",
      "lead_paragraph": "WASHINGTON, Jan. 12 - At the urging of the White House, Congressional leaders scrapped a legislative measure last month that would have imposed new restrictions on the use of extreme interrogation measures by American intelligence officers, Congressional officials say.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/13/politics/white-house-fought-new-curbs-on-interrogations-officials-say.html",
      "byline": "By Douglas Jehl and David Johnston"
    },
    {
      "headline": "At Celebrity Nuptials to Die for, Vendors Give Themselves Away",
      "snippet": "Jewelers, florists, chefs and caterers offer their services free to get publicity at celebrity weddings; as cost of A-list wedding spirals past seven figures, competition for coverage has ratcheted higher among editors of bridal and style magazine...",
      "abstract": "Jewelers, florists, chefs and caterers offer their services free to get publicity at celebrity weddings; as cost of A-list wedding spirals past seven figures, competition for coverage has ratcheted higher among editors of bridal and style magazines and television producers, who now consider such weddings mass-culture entertainment; vendors see these weddings as prime opportunity for free publicity; even when goods are not given away, mutual benefit can be derived through strategic lending of apparel and other items; photos (M)",
      "lead_paragraph": "It seems only fitting that Donald J. Trump, a man eager to affix his name to every conceivable monument, has become a monument to whom others desperately hope to affix theirs. On Jan. 22, Mr. Trump is to marry Melania Knauss, a fashion model, and jewelers, florists, chefs and caterers are angling to get a piece of the nuptial action, even if it means cutting into their profits.",
      "publication_date": "2005-01-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/13/fashion/weddings/at-celebrity-nuptials-to-die-for-vendors-give-themselves.html",
      "byline": "By Alex Williams and Eric Dash"
    }
  ]
}