{
  "metadata": {
    "date": "2005-03-31",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Insurer Admits Bad Accounting in Several Deals",
      "snippet": "American International Group acknowledges that its accounting for number of transactions, including deal with unit of Warren E Buffett's Berkshire Hathaway, was improper, and that impact of accounting errors would lower its book value by $1.7 bill...",
      "abstract": "American International Group acknowledges that its accounting for number of transactions, including deal with unit of Warren E Buffett's Berkshire Hathaway, was improper, and that impact of accounting errors would lower its book value by $1.7 billion; this is AIG's fullest disclosure since questions about its dealings first emerged last year; federal and state regulators are digging through dozens of transactions to determine how extensively it dressed up its financial condition; investigators are focusing on 2000 transaction between AIG and General Re unit of Berkshire Hathaway that artificially inflated AIG's reserves by $500 million; latest disclosure may not bode well for Maurice R Greenberg, who was forced to step down as chief executive after regulators uncovered evidence that he initiated transaction with General Re; his liability will reportedly rest on what he understood about transfer of risk in General Re deal and whether he believed transaction to be questionable; company also cites flawed accounting of its business with reinsurers that it controls in Bermuda and Barbados (M)",
      "lead_paragraph": "The insurance giant American International Group acknowledged yesterday that its accounting for a number of transactions, including a deal with a unit of Warren E. Buffett's company, was improper.",
      "publication_date": "2005-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/31/business/insurer-admits-bad-accounting-in-several-deals.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "INSIDE: CIRCUITS",
      "snippet": "Circuits will appear each Thursday within Business Day section beginning March 31; photo (S)",
      "abstract": "Circuits will appear each Thursday within Business Day section beginning March 31; photo (S)",
      "lead_paragraph": "Beginning today on Pages C9 and C10, Circuits will appear each Thursday within Business Day. On Page C10, a new accessory to deliver pictures from a camera to the iPod Photo.",
      "publication_date": "2005-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/31/business/inside-circuits.html",
      "byline": ""
    },
    {
      "headline": "Some Pay for a TV Service That They Didn't Choose",
      "snippet": "Bob Teitelbaum is a sports fanatic who gets his daily fix of football, baseball and basketball games from DirecTV, the satellite television provider. In all, he spends about $150 a month for his premium programming package.    But his household, l...",
      "abstract": "Bob Teitelbaum is a sports fanatic who gets his daily fix of football, baseball and basketball games from DirecTV, the satellite television provider. In all, he spends about $150 a month for his premium programming package.    But his household, like every other in his West Palm Beach, Fla., golf community, is also required to pay about $31 a month for cable TV from Adelphia Communications.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/31/business/media/some-pay-for-a-tv-service-that-they-didnt-choose.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Clerics Fighting a Gay Festival for Jerusalem",
      "snippet": "Major leaders of Christianity, Judaism and Islam make rare show of unity to try to stop international gay leaders from holding 10-day WorldPride festival and parade in Jerusalem in Aug; say event would desecrate city and convey erroneous impressio...",
      "abstract": "Major leaders of Christianity, Judaism and Islam make rare show of unity to try to stop international gay leaders from holding 10-day WorldPride festival and parade in Jerusalem in Aug; say event would desecrate city and convey erroneous impression that homosexuality is acceptable; hold news conference in Jerusalem attended by Israel's two chief rabbis, patriarchs of Roman Catholic, Greek Orthodox and Armenian churches, and three senior Muslim prayer leaders; Israeli authorities have not indicated what action, if any, they might take to limit events; banning festival would seem unlikely, though government could withhold required permits for specific events, like a parade; interfaith agreement is unusual in Israel; leaders' joint opposition was initially generated by Rev Leo Giovinetti, evangelical pastor from San Diego who is veteran of American culture war over homosexuality and frequent visitor to Israel, where he has formed relationship with rabbis and politicians; organizers of gay pride event say 75 non-Orthodox rabbis have signed statement of support for event, and that Christian and Muslim leaders as well as Israeli politicians are expected to announce their support soon; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/31/world/worldspecial/clerics-fighting-a-gay-festival-for-jerusalem.html",
      "byline": "By Laurie Goodstein and Greg Myre"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Big Insurer Acknowledges Some Improper Accounting  The insurance giant American International Group said that its accounting for several transactions, including a deal with a unit of Warren E. Buffett's company, was improper.    A.I.G. said that a...",
      "abstract": " Big Insurer Acknowledges Some Improper Accounting  The insurance giant American International Group said that its accounting for several transactions, including a deal with a unit of Warren E. Buffett's company, was improper.    A.I.G. said that according to its own internal review, several transactions ''appear to have been structured for the sole purpose or primary purpose of accomplishing a desired accounting effect.'' [Page A1.]    Saks Fifth Avenue May Be Sold  Saks, the department store company, has put its regional stores up for sale and may sell the Saks Fifth Avenue chain, executives close to the company said. [C2.]    CBS Names Head of New Digital Unit  The CBS unit of Viacom said that Larry Kramer, left, would become president of a new unit to be called CBS Digital. Mr. Kramer created the Web site that came to be called CBS MarketWatch, which was bought by Dow Jones last year. At CBS, he will oversee the content and sales of the network's Web sites. [C4.]    Gail Berman, who is taking over as president of Paramount Pictures, said she would approach her job with ''humility'' because of her inexperience with feature films. [C4.]    Safety of Ford Roofs Is Questioned  A new study and documents from several recent court cases raise questions about the safety of roofs on several Ford vehicles. [C4.]    Qwest Weighs Another MCI Bid  Qwest may announce as soon as today that it is once again raising its bid for MCI, said a person briefed on Qwest's deliberations. [C11.]    Judge Blocks Rule on Retirees  A federal district judge blocked a Bush administration rule that would have allowed employers to reduce or eliminate health benefits for retirees when they reach age 65. [A14.]    Risky Shares Find a Home in London  The Alternative Investment Market, the British stock exchange for small companies, has attracted a rush of new listings. But there are reasons to be cautious, analysts say. [C6.]    Hewlett Chief Will Take His Time  The new chief executive of Hewlett-Packard, Mark V. Hurd, told employees and investors that it was too soon to tell whether a turnaround plan would include a strategy shift, a breakup or layoffs. Mr. Hurd said he would not rule out anything that might be necessary to put the company back on track. [C11.]    Implant Makers Are Subpoenaed  Several large orthopedics manufacturers said they had received subpoenas from the Justice Department. [C12.]    Stocks Surge After G.D.P. Report  Wall Street had its best day of the year, helped by an economic report. The Dow rose 135.23 points, to 10,540.93, and the Nasdaq composite gained 31.79 points, to 2,005.67. [C12.]    Competing With Your Old Boss  Managers at big corporations who might want to strike out on their own in the same area of business should proceed with vigilance, legal specialists say. Small Business. [C7.]    Spring Forward and Open Wallet  Marketing from several well-known brands is tied to the switch to daylight saving time this weekend. Stuart Elliott: Advertising. [C4.]  ",
      "lead_paragraph": "Big Insurer Acknowledges Some Improper Accounting The insurance giant American International Group said that its accounting for several transactions, including a deal with a unit of Warren E. Buffett's company, was improper.",
      "publication_date": "2005-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/31/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "In the Competition for DVD Rentals by Mail, Two Empires Strike Back",
      "snippet": "Article on DVD rentals-by-mail services available through Blockbuster and Netflix; drawing (M)",
      "abstract": "Article on DVD rentals-by-mail services available through Blockbuster and Netflix; drawing (M)",
      "lead_paragraph": "YOU might not imagine that there's a single movie-distribution channel left to invent. These days, a movie can reach you by pay-per-view, on a plane, at the video store, on a TV movie channel, on the Internet, at the front of a Greyhound bus, in the second row of a minivan or even -- get this -- in a movie theater. (Hey, it could happen.)",
      "publication_date": "2005-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/31/technology/circuits/in-the-competition-for-dvd-rentals-by-mail-two-empires.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Stadium Brawl and Family Drama Vie for Spotlight",
      "snippet": "If Cablevision loses its bid to block the Jets from building a stadium above the railyards on the West Side of Manhattan, which is likely to happen today, its pugnacious chief executive, James L. Dolan, will be a double loser.    Mr. Dolan will no...",
      "abstract": "If Cablevision loses its bid to block the Jets from building a stadium above the railyards on the West Side of Manhattan, which is likely to happen today, its pugnacious chief executive, James L. Dolan, will be a double loser.    Mr. Dolan will not only face the prospect of stiff new competition for Madison Square Garden, a Cablevision property, but he will also have made Mayor Michael R. Bloomberg and much of the city's civic establishment his enemies. In addition, his unsuccessful campaign will have cost him a fortune, while he is still facing an internal battle at Cablevision with his father, Charles F. Dolan, who controls the company.  ",
      "lead_paragraph": "If Cablevision loses its bid to block the Jets from building a stadium above the railyards on the West Side of Manhattan, which is likely to happen today, its pugnacious chief executive, James L. Dolan, will be a double loser.",
      "publication_date": "2005-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/31/business/media/stadium-brawl-and-family-drama-vie-for-spotlight.html",
      "byline": "This article was reported by Richard Sandomir, Geraldine Fabrikant and Charles V Bagli and Written By Mr. Sandomir"
    },
    {
      "headline": "Supreme Court Removes Hurdle to Age Bias Suits",
      "snippet": "Supreme Court rules that workers who sue their employers for age discrimination need not prove that discrimination was intentional; court's 5-to-3 decision adopts pro-worker interpretation of federal law that prohibits age discrmination in employm...",
      "abstract": "Supreme Court rules that workers who sue their employers for age discrimination need not prove that discrimination was intentional; court's 5-to-3 decision adopts pro-worker interpretation of federal law that prohibits age discrmination in employment; holds that employees can prevail by showing that policy has discriminatory impact on older workers regardless ogf employer's motivation; decision removes requirement imposed by several lower federal courts, that employees produce proof of motivation; since that proof is often elusive, many lawsuits have been dismissed before trial; Supreme Court's decision will allow employers to defend themselves by proving that challenged policy is based on 'reasonable factors other than age'; in fact, court accepts taht dfense in case at hand, lawsuit brought by group of older police officers in Jackson, Miss, who challenged city's decision to give proportionately more generous raises to officers with less than five years on force, most of them younger; court finds differential raises 'unquestionably reasonable' when city says it needs to make its officers' salaries more competitive with other police departments in region in recruiting and retaining officers (M)",
      "lead_paragraph": "WASHINGTON, March 30 - Workers who sue their employers for age discrimination need not prove that the discrimination was intentional, the Supreme Court ruled on Wednesday.",
      "publication_date": "2005-03-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/31/politics/supreme-court-removes-hurdle-to-age-bias-suits.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Is the Worst Really Over at A.I.G.?",
      "snippet": "The accounting improprieties uncovered by the American International Group and disclosed to the public yesterday mean that the company's net worth will have to be reduced by $1.7 billion and that its annual financial report will be later than expe...",
      "abstract": "The accounting improprieties uncovered by the American International Group and disclosed to the public yesterday mean that the company's net worth will have to be reduced by $1.7 billion and that its annual financial report will be later than expected. But they also paint an unattractive picture of a company that during the last five years regularly reached into its bag of tricks to beautify its financial performance.     To most investors, restatements of this magnitude -- 2 percent of A.I.G.'s $83 billion net worth -- are not good news. Neither is it typical that such initial disclosures wind up being the last of a company's problems.   ",
      "lead_paragraph": "The accounting improprieties uncovered by the American International Group and disclosed to the public yesterday mean that the company's net worth will have to be reduced by $1.7 billion and that its annual financial report will be later than expected. But they also paint an unattractive picture of a company that during the last five years regularly reached into its bag of tricks to beautify its financial performance.",
      "publication_date": "2005-03-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/31/business/is-the-worst-really-over-at-aig.html",
      "byline": "By Gretchen Morgenson"
    }
  ]
}