{
  "metadata": {
    "date": "2005-09-13",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Senators to Question 1st Supreme Court Nominee in 11 Years",
      "snippet": "Judge John G Roberts Jr, during opening day of his confirmation hearings, promises that if confirmed as 17th chief justice of United States, he would 'confront every case with an open mind,' declaring that 'I have no platform'; first afternoon of ...",
      "abstract": "Judge John G Roberts Jr, during opening day of his confirmation hearings, promises that if confirmed as 17th chief justice of United States, he would 'confront every case with an open mind,' declaring that 'I have no platform'; first afternoon of at least four days of projected hearings is taken up with remarks by each member of Senate Judiciary Committee and Roberts himself; Democrats on panel say they expect Roberts to answer detailed questions about his writings as young lawyer in Reagan administration 20 years ago; question whether he subscribes to expansive view of Constitution able to embrace evolving notions of civil rights and social progress; Republicans on panel hail Roberts as jurist who would exercise judicial restraint and leave law-making to Congress; some say they will ask his views on series of recent Supreme Court rulings that curtailed Congressional power; many say he should not have to answer detailed quewstions about past, present or future cases; photos (M)",
      "lead_paragraph": "WASHINGTON, Sept. 12 - In an opening day of confirmation hearings in which senators drew sharp and partisan distinctions over his -- and their -- views on issues like abortion, civil rights and the role of the courts, Judge John G. Roberts Jr. promised on Monday that if confirmed as the 17th chief justice of the United States he would \"confront every case with an open mind.\"",
      "publication_date": "2005-09-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/13/politics/politicsspecial1/senators-to-question-1st-supreme-court-nominee-in.html",
      "byline": "By Todd S. Purdum and Robin Toner"
    },
    {
      "headline": "Oracle to Pay $5.85 Billion for Siebel",
      "snippet": "Oracle Corp will pay $5.85 billion to acquire Siebel Systems, its largest competitor in market for sales automation programs; deal will bolster Oracle's effort to topple its German rival SAP as leading seller of business applications software for ...",
      "abstract": "Oracle Corp will pay $5.85 billion to acquire Siebel Systems, its largest competitor in market for sales automation programs; deal will bolster Oracle's effort to topple its German rival SAP as leading seller of business applications software for big corporations; Oracle's chief executive Lawrence J Ellison comments; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Sept. 12 - Oracle, the giant database-software maker, announced on Monday that it would pay $5.85 billion to acquire Siebel Systems, its largest competitor in the market for sales automation programs.",
      "publication_date": "2005-09-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/13/technology/oracle-to-pay-585-billion-for-siebel.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "A Rush to Set Up U.S. Housing for Storm Survivors",
      "snippet": "Government is beginning what urban planners call one of biggest bursts of federal housing development in United States history in wake of Hurricane Katrina; goal is to open 30,000 homes every two weeks, reaching 300,000 within months; building boo...",
      "abstract": "Government is beginning what urban planners call one of biggest bursts of federal housing development in United States history in wake of Hurricane Katrina; goal is to open 30,000 homes every two weeks, reaching 300,000 within months; building boom is already under way in Slidell, La, at edge of Lake Pontchartrain, where one-third of houses have been damaged or destroyed; more than 140,000 people are now packed into emergency shelters, while hundreds of thousands of others fill hotels, homes of friends or relatives or are temporarily relocated across country; more than 25 so-called strike teams are deployed across Louisiana, scouting out possible sites for new boom towns; teams are formed by giant global engineering firms including Bechtel National Inc and Fluor Corp, which have won no-bid contracts worth $100 million each; photos; charts; maps (M)",
      "lead_paragraph": "SLIDELL, La., Sept. 12 - One team of men is bent over drills, driving mobile home anchors deep into the moist earth. Others are lifting cinder blocks that will be used to hold up the next set of identical beige homes that trucks, one after another, are bringing here.",
      "publication_date": "2005-09-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/13/us/nationalspecial/a-rush-to-set-up-us-housing-for-storm-survivors.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Gazans Revel as They Sift Through Ex-Settlements",
      "snippet": "Thousands of Palestinians enter abandoned Israeli settlements that once consumed 30 percent of densely populated Gaza Strip; scene is carnival of celebration, political grandstanding and widespread scavenging for Palestinian population whose occup...",
      "abstract": "Thousands of Palestinians enter abandoned Israeli settlements that once consumed 30 percent of densely populated Gaza Strip; scene is carnival of celebration, political grandstanding and widespread scavenging for Palestinian population whose occupiers vanished overnight; celebrations are orchestrated in part by rival factions within Palestinian society--Islamic Jihad, Hamas and Fatah, mainspring of Palestinian Authority; their flags are more numerous than Palestinian flag, flying on abandoned Israeli military outposts and public buildings; Hamas, running hard for votes in January legislative elections, parades through settlements with armed and often masked men on loudspeaker trucks, proclaiming victory of resistance; Islamic Jihad, which is not running, does same as do armed members of Al Aksa Martyrs Brigades, a Fatah contingent; scene described; photos (M)",
      "lead_paragraph": "NEVE DEKALIM, Gaza Strip, Sept. 12 - Throughout the abandoned Israeli settlements of Gaza, Monday was a carnival of celebration, political grandstanding and widespread scavenging for a Palestinian population whose occupiers vanished overnight, as the Israeli Army pulled its last soldier out of Gaza at 6:50 a.m.",
      "publication_date": "2005-09-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/13/world/middleeast/gazans-revel-as-they-sift-through-exsettlements.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Democrats Seek Papers to Define Whys of Roberts",
      "snippet": "Democratic members of Senate Judiciary Committee continue their calls for release of documents from Judge John G Roberts Jr's years as senior lawyer in first Bush administration; Sen Patrick J Leahy, senior Democrat on panel, says documents could ...",
      "abstract": "Democratic members of Senate Judiciary Committee continue their calls for release of documents from Judge John G Roberts Jr's years as senior lawyer in first Bush administration; Sen Patrick J Leahy, senior Democrat on panel, says documents could help illuminate Roberts's views in civil rights, privacy and access to justice; briefs signed by Roberts, analyzed one way, are seen as reflecting cramped view of role of courts, exalting technicalities over justice; viewed amother way, they represent exacting fidelity to law and keen awareness of limited power of federal courts to right every wrong; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 12 - In opening statements on Monday kicking off the Supreme Court confirmation hearings for Judge John G. Roberts Jr. and in a follow-up letter to President Bush, Democratic senators continued their calls for the release of documents from Judge Roberts's years as a senior lawyer in the first Bush administration.",
      "publication_date": "2005-09-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/13/politics/politicsspecial1/democrats-seek-papers-to-define-whys-of-roberts.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "In the Ripples, Two Men Salvage the Memories",
      "snippet": "Two men in flat-bottom boat are helping people break into their hurricane-wrecked homes in New Orleans to retrieve mementos and valuables; unlikely pair are Ramsey Skipper, building contractor whose own home is underwater, and Laurent Guerin, Fren...",
      "abstract": "Two men in flat-bottom boat are helping people break into their hurricane-wrecked homes in New Orleans to retrieve mementos and valuables; unlikely pair are Ramsey Skipper, building contractor whose own home is underwater, and Laurent Guerin, French-born freelance photographer who came to city to photograph destruction and wound up setting his camera down to help; their missions described; photos (M)",
      "lead_paragraph": "NEW ORLEANS, Sept. 12 - An unlikely pair of second-story men has taken on a stirring mission in the urban swamp of New Orleans.",
      "publication_date": "2005-09-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/13/us/nationalspecial/in-the-ripples-two-men-salvage-the-memories.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "Rooms, Yes. But Don't Expect Service.",
      "snippet": "Some hotels in New Orleans have managed to stay open with limited amenities and barebones staff since Hurricane Katrina hit on Aug 29; guests include government officials, firefighters and police officers, health care workers insurance agents and ...",
      "abstract": "Some hotels in New Orleans have managed to stay open with limited amenities and barebones staff since Hurricane Katrina hit on Aug 29; guests include government officials, firefighters and police officers, health care workers insurance agents and media; some are staying at reduced rates or at no charge; most hotels in city are closed; photo (M)",
      "lead_paragraph": "NEW ORLEANS, Sept. 11 - Despite an exodus by hundreds of thousands of residents, and attempts to forcibly remove those remaining behind, New Orleans is no ghost town. At the Royal Sonesta Hotel on Bourbon Street, a small line formed at the front desk on Sunday.",
      "publication_date": "2005-09-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/13/business/rooms-yes-but-dont-expect-service.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "45 Bodies Are Found in a New Orleans Hospital",
      "snippet": "Bodies of 45 people are found in flooded uptown hospital in New Orleans, sharply increasing death toll from Hurricane Katrina and raising new questions about breakdown of evacuation system as disaster unfolded; hospital officials say at least some...",
      "abstract": "Bodies of 45 people are found in flooded uptown hospital in New Orleans, sharply increasing death toll from Hurricane Katrina and raising new questions about breakdown of evacuation system as disaster unfolded; hospital officials say at least some victims died while waiting to be removed in four days after hurricane struck, with electricity out and temperatures exceeding 100 degrees; spokesman for hospital's owner, Tenet Healthcare, says some of dead were in hospital morgue before hurricane struck, and others were evacuees from other hospitals; Pres Bush tours ghostly streets of New Orleans in back of open-air truck; he is flanked by Mayor C Ray Nagin and Gov Kathleen Babineaux Blanco, who have been sharply critical of federal performance; Bush speaks of rebuilding city and region, and denies that racial discrimination was involved in government's response to hurricane; in Baton Rouge, 1,000 people from St Bernard Parish crowd State Capitol to hear grim appraisals of what is left of their community; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/13/us/nationalspecial/45-bodies-are-found-in-a-new-orleans-hospital.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Ex-Chairman of S.E.C. Set to Start Hedge Fund",
      "snippet": "Securities and Exchange Commission's former chairman Richard C Breeden is starting hedge fund called Breeden Partners; fund will seek to profit from companies that improve their corporate governance; fund, expected to start on Jan 1, is seeking to...",
      "abstract": "Securities and Exchange Commission's former chairman Richard C Breeden is starting hedge fund called Breeden Partners; fund will seek to profit from companies that improve their corporate governance; fund, expected to start on Jan 1, is seeking to raise between $500 million and $1 billion and will hold large positions in companies in which it invests; will hold 6 to 12 investments at time; investors will have to put up at least $5 million; will be able to redeem funds initially after two years, and thereafter annually; photo (M)",
      "lead_paragraph": "Move over, Carl C. Icahn -- there's a new activist investor in town.",
      "publication_date": "2005-09-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/13/business/exchairman-of-sec-set-to-start-hedge-fund.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Are the Latest Big Deals Really a Big Deal?",
      "snippet": "Market Place column says high-profile mergers and acquisitions announced recently are dressed up as radical industry-changing events, but are hardly like big transactions announced in late 1990's and early 2000 that tried to revolutionize business...",
      "abstract": "Market Place column says high-profile mergers and acquisitions announced recently are dressed up as radical industry-changing events, but are hardly like big transactions announced in late 1990's and early 2000 that tried to revolutionize business models and redefine markets; notes today's deals are basic add-ons; recent mergers discussed include $5.8 billion acquisition of Siebel by Oracle, eBay's $2.6 billion buyout of Skype and Wachovia's $3.4 billion acquisition of Westcorp (M)",
      "lead_paragraph": "The big deal is back -- sort of.",
      "publication_date": "2005-09-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/13/business/are-the-latest-big-deals-really-a-big-deal.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Tax Bases Shattered, Gulf Region Faces Debt Crisis",
      "snippet": "State treasurers and local financial officials from Louisiana, Mississippi and Alabama conclude that they will need federal aid to help pay billions of dollars in debt as well as finance area's reconstruction; states are losing money from various ...",
      "abstract": "State treasurers and local financial officials from Louisiana, Mississippi and Alabama conclude that they will need federal aid to help pay billions of dollars in debt as well as finance area's reconstruction; states are losing money from various taxes; state officials are considering proposals for federal government to make payments on existing bonds and cover short-term municipal operating costs; are talking about issuing recovery bonds; state economic development officials are heading to Washington with $52 billion plan involving tax credits and other development incentives to keep businesses from leaving; are hoping that $30 billion will be directed to Louisiana, $15 billion to Mississippi and $7 billion to Alabama; graph (M)",
      "lead_paragraph": "By destroying houses, businesses and peoples' lives, Hurricane Katrina also destroyed the tax base of the gulf region. Without homes, New Orleans cannot collect property taxes. Without tourists, it cannot collect hotel taxes. And without restaurants and stores, it cannot collect sales taxes.",
      "publication_date": "2005-09-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/13/business/tax-bases-shattered-gulf-region-faces-debt-crisis.html",
      "byline": "By Leslie Wayne"
    }
  ]
}