{
  "metadata": {
    "date": "2005-07-21",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Tax Panel Wants to End Alternative Minimum Tax",
      "snippet": "Connie Mack, chairman of Pres Bush's tax advisory commission, will recommend abolishing alternative minimum tax for individuals; says there is no agreement on how to offset $1.2 trillion in revenue over 10 years that would be lost if tax were repe...",
      "abstract": "Connie Mack, chairman of Pres Bush's tax advisory commission, will recommend abolishing alternative minimum tax for individuals; says there is no agreement on how to offset $1.2 trillion in revenue over 10 years that would be lost if tax were repealed; almost four million taxpayers will owe tax this year; unless law is changed, 20.5 million will owe it in 2006, and 51.3 million, about 45 percent of all taxpayers, will owe it in 2015 (M)",
      "lead_paragraph": "WASHINGTON, July 20 - President Bush's tax advisory commission will recommend abolishing the alternative minimum tax for individuals, the commission chairman said on Wednesday.",
      "publication_date": "2005-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/21/business/tax-panel-wants-to-end-alternative-minimum-tax.html",
      "byline": "By David E. Rosenbaum"
    },
    {
      "headline": "British Seeking Cleric's Top Aide in Connection With July 7 Attack",
      "snippet": "Police investigating terrorist bombings in London begin worldwide hunt for Haroon Rashid Aswat, who they believe may have played key role in attacks; Aswat is former aide to one of Britain's most militant Islamic clerics, Abu Hamza al-Masri, who w...",
      "abstract": "Police investigating terrorist bombings in London begin worldwide hunt for Haroon Rashid Aswat, who they believe may have played key role in attacks; Aswat is former aide to one of Britain's most militant Islamic clerics, Abu Hamza al-Masri, who was arrested in Apr 2004 after urging young men in north London mosque to wage jihad in Afghanistan, Iraq and beyond; Masri faces extradition to United States to face terrorism-related charges; Aswat is also suspected of involvement in plan to set up training camp for Al Qaeda in Oregon six years ago; Scotland Yard suspects Aswat provided four British bombers with support for coordinated attacks in London trains and bus on July 7; he was raised in same section of Britain where one of four bombers lived; senior investigators say they are almost certain he is not in Britain now; photo (M)",
      "lead_paragraph": "LONDON, July 20 - The police investigating the terrorist bombings here have begun a worldwide hunt for a former aide to one of Britain's most militant Islamic clerics who they believe may have played a key role in the July 7 attacks, according to British, European and American intelligence and law enforcement officials.",
      "publication_date": "2005-07-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/21/world/europe/british-seeking-clerics-top-aide-in-connection-with-july-7.html",
      "byline": "This article was reported by Don van Natta Jr., Elaine Sciolino, William K. Rashbaum and Douglas Jehl and Written By Mr. van Natta"
    },
    {
      "headline": "In Takeover Dance, the Chinese Miss a Step",
      "snippet": "Analysis of Unocal's decision to accept takeover bid from Chevron, rejecting bid from Cnooc, government-backed Chinese oil company; holds question is how far Cnooc will go to try to regain initiative; adds it has not indicated its next move, but c...",
      "abstract": "Analysis of Unocal's decision to accept takeover bid from Chevron, rejecting bid from Cnooc, government-backed Chinese oil company; holds question is how far Cnooc will go to try to regain initiative; adds it has not indicated its next move, but company still has some time and leeway to raise its offer; says both bidders are racing against Aug 10 deadline, when Unocal's shareholders will be asked to approve or reject Chevron's offer; photos (M)",
      "lead_paragraph": "Don't count the Chinese out just yet.",
      "publication_date": "2005-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/21/business/worldbusiness/in-takeover-dance-the-chinese-miss-a-step.html",
      "byline": "By Jad Mouawad and David Barboza"
    },
    {
      "headline": "Redecorate the Fridge With a Faster, Better Inkjet",
      "snippet": "David Pogue column on Hewlett-Packard's 8250 inkjet printer that can produce four-by-six-inch photo print in as little as 14 seconds; printer is priced at $200; photo (M)",
      "abstract": "David Pogue column on Hewlett-Packard's 8250 inkjet printer that can produce four-by-six-inch photo print in as little as 14 seconds; printer is priced at $200; photo (M)",
      "lead_paragraph": "\"THE inkjet printer. An industry barely alive. Gentlemen, we can rebuild it. We have the technology. We can make it better than it was before. Better, cheaper, faster.\" (Music swells.)",
      "publication_date": "2005-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/21/technology/circuits/redecorate-the-fridge-with-a-faster-better-inkjet.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Sunnis Boycott Panel Drafting Charter for Iraq",
      "snippet": "Sunni Arabs temporarily withdraw from committee writing new Iraqi constitution, demanding more security from Kurd- and Shiite-dominated Iraqi government after assassination of two colleagues; move could delay drafting and undermine legitimacy of A...",
      "abstract": "Sunni Arabs temporarily withdraw from committee writing new Iraqi constitution, demanding more security from Kurd- and Shiite-dominated Iraqi government after assassination of two colleagues; move could delay drafting and undermine legitimacy of American-backed political process; Sheik Humam Hamoudi, head of committee, insists that full draft of document would be completed by Aug 1; participation of Sunni Arabs in drafting of constitution and full-term elections scheduled for Dec is considered crucial by Bush administration, which is aiming to politically co-opt stubborn Sunni-led insurgency while planting version of democracy in Iraq; leaked draft of one section of constitution has already set off protests from women's groups, who say it strengthens religious law and sharply curtails women's rights; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, July 20 - After the assassination of two colleagues, Sunni Arabs on the committee writing the new Iraqi constitution said Wednesday that they were temporarily withdrawing, a move that could delay the drafting and undermine the legitimacy of the American-backed political process.",
      "publication_date": "2005-07-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/21/world/middleeast/sunnis-boycott-panel-drafting-charter-for-iraq.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "An Interview By, Not With, The President",
      "snippet": "Pres Bush is thought to have relied as much on chemistry and intuition as on policy and legal intellect in selecting nominee for Supreme Court; White House officials and others say Bush, who prides himself on his instincts about people, clicked wi...",
      "abstract": "Pres Bush is thought to have relied as much on chemistry and intuition as on policy and legal intellect in selecting nominee for Supreme Court; White House officials and others say Bush, who prides himself on his instincts about people, clicked with Judge John G Roberts and what friends call his Midwestern 'regular guy' demeanor in hourlong interview in White House; say Bush was also impressed with his record at Harvard College and Harvard Law School and his record of arguing 39 cases before Supreme Court; say equally important to Bush is fact that Roberts is acceptable to conservatives but comes with such sterling resume and ties to Washington's establishment that Democrats would find it hard to go on the attack; photos (M)",
      "lead_paragraph": "WASHINGTON, July 20 - When President Bush sat down in the White House residence last Thursday to interview a potential Supreme Court nominee, Judge J. Harvie Wilkinson III of the United States Court of Appeals for the Fourth Circuit, he asked him about the hardest decision he had ever made -- and also how much he exercised.",
      "publication_date": "2005-07-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/21/us/front page/court-in-transition-the-president-an-interview-by-not-with.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Fed to Keep Rate Policy in Place",
      "snippet": "Federal Reserve chairman Alan Greenspan says central bank will keep raising interest rates and gives little hint of when it might stop, testimony to Congress; also steps up his effort to use language rather than direct policy to suggest that inves...",
      "abstract": "Federal Reserve chairman Alan Greenspan says central bank will keep raising interest rates and gives little hint of when it might stop, testimony to Congress; also steps up his effort to use language rather than direct policy to suggest that investors take greater heed of long-term risks, especially homebuyers; suggests for first time that drop in housing prices is possible; offers fairly optimistic prediction of steady growth and low inflation through next year; expresses unease about rising labor costs and slowing growth in productivity; photo (M)",
      "lead_paragraph": "WASHINGTON, July 20 - Alan Greenspan, chairman of the Federal Reserve, said Wednesday that the central bank would keep raising interest rates and gave little hint of when it might stop.",
      "publication_date": "2005-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/21/business/fed-to-keep-rate-policy-in-place.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Court Nominee's Life Is Rooted in Faith and Respect for Law",
      "snippet": "Supreme Court nominee John G Roberts is erudite, Harvard-trained, Republican corporate-lawyer-turned judge, with punctilious, pragmatic view of the law; detailed examination of his life, his education and his career; photos (L)",
      "abstract": "Supreme Court nominee John G Roberts is erudite, Harvard-trained, Republican corporate-lawyer-turned judge, with punctilious, pragmatic view of the law; detailed examination of his life, his education and his career; photos (L)",
      "lead_paragraph": "WASHINGTON, July 20 - He is the son of a company man, and he has lived a loyalist's life. His teachers remember him as the brightest of boys, but his classmates say he never lorded it over them. He was always conservative, but not doctrinaire. He was raised and remains a practicing Roman Catholic who declines, friends say, to wear his faith on his sleeve.",
      "publication_date": "2005-07-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/21/politics/court-nominees-life-is-rooted-in-faith-and-respect-for-law.html",
      "byline": "This article was reported and written by Todd S. Purdum, Jodi Wilgoren and Pam Belluck"
    },
    {
      "headline": "Frustrations of a Deal-Maker",
      "snippet": "Article on Citigroup chairman Sanford Weill, who has been forced to watch from sidelines as financial services empire he painstakingly built over two decades is slowly dismantled; Weill stepped down as chief executive of Citigroup two years ago; h...",
      "abstract": "Article on Citigroup chairman Sanford Weill, who has been forced to watch from sidelines as financial services empire he painstakingly built over two decades is slowly dismantled; Weill stepped down as chief executive of Citigroup two years ago; has been blamed for host of regulatory and ethical lapses that occurred on his watch that have damaged bank's reputation; under Weill's hand-picked successor, Charles O Prince, Citigroup is struggling to find its way as its once-soaring stock sags and its earnings performance becomes increasingly erratic; graph; photos (M)",
      "lead_paragraph": "A month ago, Sanford I. Weill basked in the limelight as more than 300 Wall Street power brokers, elite dignitaries and political insiders filled tents outside his Greenwich, Conn., mansion, joining him and his wife, Joan, to celebrate their 50th wedding anniversary.",
      "publication_date": "2005-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/21/business/frustrations-of-a-dealmaker.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Video Game Known for Violence Lands in Trouble Over Sex",
      "snippet": "Latest installment of Grand Theft Auto series of video games is given adults-only label by Entertainment Software Rating Board, effectively removing it from shelves of most major retail stores; unusual decision to change rating comes under pressur...",
      "abstract": "Latest installment of Grand Theft Auto series of video games is given adults-only label by Entertainment Software Rating Board, effectively removing it from shelves of most major retail stores; unusual decision to change rating comes under pressure from Democratic senators, weeks after independent programmers uncover sexually suggestive scene that game's creators say was never meant to be seen; game's developer, Rockstar Games, which is owned ty Take-Two Interactive, says it would stop making current version of game and would release new version as soon as possible; Grand Theft Auto series is one of world's most popular game franchises; politicians have singled it out for its violence and sexually suggestive material; photos (M)",
      "lead_paragraph": "Under pressure from Democratic senators, the board that rates video games assigned the latest installment of the Grand Theft Auto series an adults-only label yesterday, effectively removing it from the shelves of most major retail stores.",
      "publication_date": "2005-07-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/21/technology/video-game-known-for-violence-lands-in-trouble-over-sex.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Iraqis Not Ready to Fight Rebels on Their Own, U.S. Says",
      "snippet": "Only 'small number' of Iraqi security forces are capable of fighting insurgency without American assistance, according to newly declassified Pentagon assessment; says that with allied support, one-third of army is capable of 'planning, executing a...",
      "abstract": "Only 'small number' of Iraqi security forces are capable of fighting insurgency without American assistance, according to newly declassified Pentagon assessment; says that with allied support, one-third of army is capable of 'planning, executing and sustaining counterinsurgency operations'; says about half of Iraq's new police battalions are still being established and cannot conduct operations, while other half of police units and two-thirds of new army battalions are only 'partially capable' of carrying out counterinsurgency missions, and only with American help; this is most precise analysis of Iraqis' readiness levels that military has provided; Bush administration officials have repeatedly said 160,000 American-led allied troops cannot begin to withdraw until Iraqi troops are ready to take over security; Pentagon is preparing to deliver to Congress comprehensive report on training of Iraqi security forces, and timetable for achieving those aims (M)",
      "lead_paragraph": "WASHINGTON, July 20 - About half of Iraq's new police battalions are still being established and cannot conduct operations, while the other half of the police units and two-thirds of the new army battalions are only \"partially capable\" of carrying out counterinsurgency missions, and only with American help, according to a newly declassified Pentagon assessment.",
      "publication_date": "2005-07-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/21/world/middleeast/iraqis-not-ready-to-fight-rebels-on-their-own-us-says.html",
      "byline": "By Eric Schmitt"
    }
  ]
}