{
  "metadata": {
    "date": "2005-10-06",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Blast Kills 10 in Iraq",
      "snippet": "Iraqi National Assembly, bowing to strong pressure from United Nations, votes to cancel last-minute rule change that all but guaranteed passage of new constitution in Oct 15 referendum; Sunni Arab leaders had accused Shiite and Kurdish leaders of ...",
      "abstract": "Iraqi National Assembly, bowing to strong pressure from United Nations, votes to cancel last-minute rule change that all but guaranteed passage of new constitution in Oct 15 referendum; Sunni Arab leaders had accused Shiite and Kurdish leaders of trying to rig referendum; Shiite leaders who vote to cancel rule change say they reserve right to challenge results if constitution fails in vote; their fear is that insurgents might manipulate vote by attacking Shiites to keep them away from polls; dispute sharpens sectarian divisions over constitution, and uneasy resolution seems to open door to further dissent, especially if violence worsens; in Washington, State Dept spokesman calls reversal of controversial rule 'a positive step'; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 5 - Under strong pressure from the United Nations, the National Assembly voted Wednesday to cancel a last-minute rule change that would have made it almost impossible for Iraq's new constitution to fail in the coming referendum.",
      "publication_date": "2005-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/06/world/middleeast/blast-kills-10-in-iraq.html",
      "byline": "By Robert F. Worth and Sabrina Tavernise"
    },
    {
      "headline": "Two Cameras That Double as Albums",
      "snippet": "David Pogue column on digital cameras, Kodak Easy-Share One and Sony DSC-N1, that are also digital photo albums; photos (M)",
      "abstract": "David Pogue column on digital cameras, Kodak Easy-Share One and Sony DSC-N1, that are also digital photo albums; photos (M)",
      "lead_paragraph": "IF you could ask a pre-2005 digital camera what it wanted to be when it grew up, it would probably say, \"a film camera.\" For their first 10 years, digital models strove to emulate the looks, features and quality of film cameras.",
      "publication_date": "2005-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/06/technology/circuits/two-cameras-that-double-as-albums.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "New Questions From the Right on Court Pick",
      "snippet": "Skeptical conservatives from Republican senators to columnist George F Will express worry about unanswered questions on Harriet E Miers's legal philosphy and about her legal credentials; Sen Trent Lott says many other people are more qualified tha...",
      "abstract": "Skeptical conservatives from Republican senators to columnist George F Will express worry about unanswered questions on Harriet E Miers's legal philosphy and about her legal credentials; Sen Trent Lott says many other people are more qualified than she is to take seat on Supreme Court; Sen George Allen expresses fear that Miers may become 'another Souter,' reference to Justice David H Souter, who was appointed to Supreme Court by first Pres Bush and went on to uphold many liberal precedents; Bush administration sends former Republican Party chairman Ed Gillespie to shore up support for Miers at weekly meeting of conservative organizers convened by strategist Grover Norquist, where morale is described as low; Miers continues her rounds of Capitol Hill; none of senators who speak with her say they discussed constitutional issues; Democrats are delighted by division on the right (M)",
      "lead_paragraph": "WASHINGTON, Oct. 5 - A growing chorus of conservatives from Republican senators to the columnist George F. Will cast skepticism on Wednesday on President Bush's selection of Harriet E. Miers for the Supreme Court, expressing worry not only about unanswered questions on her legal philosophy but also about her legal credentials.",
      "publication_date": "2005-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/06/politics/politicsspecial1/new-questions-from-the-right-on-court-pick.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Seeing Creation and Evolution in Grand Canyon",
      "snippet": "Two groups taking rafting trip through Grand Canyon reach different conclusions in debate over creationism and evolution; group on Canyon Ministries trip sees evidence that Grand Canyon was carved 4,500 years ago by great global flood described in...",
      "abstract": "Two groups taking rafting trip through Grand Canyon reach different conclusions in debate over creationism and evolution; group on Canyon Ministries trip sees evidence that Grand Canyon was carved 4,500 years ago by great global flood described in Genesis, while group sponsored by National Center for Science Education charts canyon's evolution through eons of erosion; science unequivocally dates earth's age at 4.5 billion years, and canyon's layers at two billion years; even intelligent design movement does not challenge long history of eatch, but core of creationists continue to champion Bible-based theory of canyon's carving; polls show many Americans are unconvinced by scientific knowledge; twin rafting trips epitomize parallel universes often inhabited by Americans with polarized positions; detailed descriptions of both trips; photos; chart (L)",
      "lead_paragraph": "GRAND CANYON NATIONAL PARK, Ariz. - Tom Vail, who has been leading rafting trips down the Colorado River here for 23 years, corralled his charges under a rocky outcrop at Carbon Creek and pointed out the remarkable 90-degree folds in the cliff overhead.",
      "publication_date": "2005-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/06/science/sciencespecial2/seeing-creation-and-evolution-in-grand-canyon.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "An Identity Crisis for Supermarkets",
      "snippet": "Consumers are increasingly shunning neighborhood supermarket and going to Wal-Mart, Costco or other discounters for rock-bottom prices or to places like Whole Foods Market and Wild Oats for specialized quality and service; traditional supermarkets...",
      "abstract": "Consumers are increasingly shunning neighborhood supermarket and going to Wal-Mart, Costco or other discounters for rock-bottom prices or to places like Whole Foods Market and Wild Oats for specialized quality and service; traditional supermarkets, caught in middle, are struggling to survive; pressures on them may intensify: Wal-Mart and Whole Foods have ambitious expansion plans, and Target says it wants to become big player; traditional supermarkets are trying everything they can think of to turn things around and win back customers; graph; photos (M)",
      "lead_paragraph": "Georgiana Gardiner has no use for conventional supermarkets. When Ms. Gardiner, who lives in a Denver suburb, wants fresh fish, meats, produce, and other perishables, she drives 25 minutes to the nearest Whole Foods Market. When she needs products like canned beans, pasta and paper towels, she stops at a Wal-Mart Supercenter, which has a full grocery store.",
      "publication_date": "2005-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/06/business/an-identity-crisis-for-supermarkets.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Smaller Video Producers Seek Audiences on Net",
      "snippet": "Video delivered over Internet, which has been embraced by media and Internet giants like Viacom and Yahoo, is becoming way for smaller producers to reach audience without having to cut deals with movie studios and big networks that are traditional...",
      "abstract": "Video delivered over Internet, which has been embraced by media and Internet giants like Viacom and Yahoo, is becoming way for smaller producers to reach audience without having to cut deals with movie studios and big networks that are traditional gatekeepers of television; host of new ventures is starting to cater to publishing and advertising needs of smaller video creators as interest in video soars; new start-up called Brightcove has developed system of online video production tools that makes it easier for small operations to distribute video programs as well as charge for them; Dan Myrick, co-director of 1999 film The Blair Witch Project, is turning to Internet to deliver whole series called The Strand of Venice, moody drama set in Venice, Calif; viewers will go to Myrick's Web site where 50-minute pilot episode is available free; future episodes will cost 99 cents, for 30-minute film; Oxygen Media and Scripps Networks are among small to medium-size producers that are experimenting with expanded lineups of video content, improving navigation between videos and creating business model for video services; Eco-Nova Productions, Halifax company that specializes in programs on shipwrecks, is creating new section on its Web site that follows company's explorations day by day; program is in form of a blog; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/06/technology/smaller-video-producers-seek-audiences-on-net.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Justices Explore U.S. Authority Over States on Assisted Suicide",
      "snippet": "Question of assisted suicide reaches Supreme Court for second time in eight years, although only on narrow issue; lawyers for federal government and for Oregon, only state to have authorized physician-assisted suicide, argue over single question: ...",
      "abstract": "Question of assisted suicide reaches Supreme Court for second time in eight years, although only on narrow issue; lawyers for federal government and for Oregon, only state to have authorized physician-assisted suicide, argue over single question: whether then-Atty Gen John Ashcroft acted within his authority when he decided in 2001 that doctors would lose their federal prescription privileges if they followed Oregon law's procedures and prescribed lethal doses of lawful medications for terminally ill patients who wanted to end their own lives; this straighforward question of federal administrative law will not visit profound issues of professional ethics and personal autonomy that have animated national debate on physician-assisted suicide; despite clearly confined scope of issue before court, deep questions of social policy and of federal-state relations attract dozens of briefs for both sides from medical professionals, elected officials, and religious and policy organizations (M)",
      "lead_paragraph": "WASHINGTON, Oct. 5 - The question of assisted suicide reached the Supreme Court for the second time in eight years on Wednesday, although the profound issues of professional ethics and personal autonomy that have animated the national debate largely remained outside the courtroom.",
      "publication_date": "2005-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/06/politics/politicsspecial1/justices-explore-us-authority-over-states-on.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "A Barren Port Waits Eagerly for Its People",
      "snippet": "As much as 80 percent of New Orleans port's operations remain shut more than month after Hurricane Katrina struck city; getting them back up is in many ways out of control: many of hundreds of workers needed to run port are living in other states;...",
      "abstract": "As much as 80 percent of New Orleans port's operations remain shut more than month after Hurricane Katrina struck city; getting them back up is in many ways out of control: many of hundreds of workers needed to run port are living in other states; several of rail lines into port were torn apart by storm; road access for tractor-trailers remains limited; port is prime example of conundrum that New Orleans faces as it seeks to restart its economy; city needs port to begin generating revenue and jobs again; port cannot get back on its feet until many of its workers return; that is not possible until city services are restored and housing built or rebuilt (M)",
      "lead_paragraph": "NEW ORLEANS - Gary P. LaGrange, the exuberant chief executive of the Port of New Orleans, tries to convey the impression of a man at ease. After all, the warehouses and wharf along the Mississippi River that he is in charge of suffered minimal wind damage and flooding from Hurricane Katrina.",
      "publication_date": "2005-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/06/business/a-barren-port-waits-eagerly-for-its-people.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "On Wall and Main, Worries About Oil",
      "snippet": "Concerns that high energy costs might be starting to hurt economy by pushing up prices more broadly and squeezing corporate profits leads to sharp drop on Wall Street as airlines and shippers say they are increasing fares and cutting routes in res...",
      "abstract": "Concerns that high energy costs might be starting to hurt economy by pushing up prices more broadly and squeezing corporate profits leads to sharp drop on Wall Street as airlines and shippers say they are increasing fares and cutting routes in response to rising cost of fuel; FedEx to raise its air shipment rates by 3.5 percent, turning earlier fuel surcharge into greater and more permanent increases; truckers, facing sharply higher diesel bills, are passing on rising cost of carrying goods; drop on Wall Street follows report by Institute for Supply Management, which says its measure of financial services, retail trade and other nonmanufacturing businesses expanded at slowest pace in more than two years; Energy Department estimates that as much as 15 percent of country's refining capacity might be out of service for weeks because refineries either still lack power or face extensive repairs because of flooding caused by Hurricanes Katrina and Rita; 11 major refineries, accounting for 18 percent of nation's total capacity, remain closed; light crude oil for November delivery closes at $62.79 a barrel, down 1.7 percent; gasoline futures drop for fifth session, to $1.91 a gallon, down more than 5 percent; American Airlines and Northwest begin eliminating some routes; graph (M)",
      "lead_paragraph": "Worries that high energy costs might be starting to hurt the economy by pushing up prices more broadly and squeezing corporate profits led to a sharp drop on Wall Street yesterday, as airlines and shippers said they were increasing fares and cutting routes in response to the rising cost of fuel.",
      "publication_date": "2005-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/06/business/on-wall-and-main-worries-about-oil.html",
      "byline": "By Jad Mouawad and Micheline Maynard"
    },
    {
      "headline": "Experts Unlock Clues to Spread of 1918 Flu Virus",
      "snippet": "Scientists say 1918 influenza virus, one of history's most deadly epidemics, was bird flu that jumped directly to humans; two teams of federal and university scientists have worked decade to reconstruct 1918 virus, fishing tiny fragments of it fro...",
      "abstract": "Scientists say 1918 influenza virus, one of history's most deadly epidemics, was bird flu that jumped directly to humans; two teams of federal and university scientists have worked decade to reconstruct 1918 virus, fishing tiny fragments of it from snippets of lung tissue from two soldiers whose tissue had been saved in Army pathology warehouse, and from Alaskan woman who had been buried in permanent frozen ground; scientists infected mice and human lung cells with synthesized virus in secure laboratory at Centers for Disease Control and Prevention in Atlanta; research is being published in journals Nature and Science; scientists say findings reveal small number of genetic changes that may explain why 1918 virus was so lethal; research also confirms legitimacy of worries about bird flu viruses that are emerging now in Asia; bird flu viruses now prevalent share some of crucial genetic changes that occurred in 1918 flu, which killed as many as 50 million people worldwide; photos (M)",
      "lead_paragraph": "The 1918 influenza virus, the cause of one of history's most deadly epidemics, has been reconstructed and found to be a bird flu that jumped directly to humans, two teams of federal and university scientists announced yesterday.",
      "publication_date": "2005-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/06/health/experts-unlock-clues-to-spread-of-1918-flu-virus.html",
      "byline": "By Gina Kolata"
    }
  ]
}