{
  "metadata": {
    "date": "2005-04-19",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Taking the General Out of G.M.",
      "snippet": "General Motors is expected to cut either Buick or Pontiac brand unless company can engineer sharp upturn in its market shares; speculation that GM will eliminate either brand became fevered last month when GM's vice chairman Robert A Lutz referred...",
      "abstract": "General Motors is expected to cut either Buick or Pontiac brand unless company can engineer sharp upturn in its market shares; speculation that GM will eliminate either brand became fevered last month when GM's vice chairman Robert A Lutz referred to two as 'damaged brands' at conference in New York moderated by Morgan Stanley; photos (M)",
      "lead_paragraph": "DETROIT, April 18 - William C. Durant collected car companies the way other people collect cars.",
      "publication_date": "2005-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/19/automobiles/taking-the-general-out-of-gm.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Facing Sanctions, Iran UsesOil to Seek Allies",
      "snippet": "Iran, facing threat of global sanctions from US and Europe because of suspicions that it is turning its nuclear program to weapons production, is fighting back swith its vast oil and gas resources; Iran's ruling clerics are arranging energy sales ...",
      "abstract": "Iran, facing threat of global sanctions from US and Europe because of suspicions that it is turning its nuclear program to weapons production, is fighting back swith its vast oil and gas resources; Iran's ruling clerics are arranging energy sales and building partnerships with influential countries, including China and India, as way to win stronger friendships around world; renewed push to turn underground riches into political power complicates Bush administration's attempt to isolate Iran, which holds 10 percent of world's oil deposits and has second-largest gas reserves; high-profile talks with European negotiators continue over future of its nuclear program, as does threat of United Nations sanctions and American action in background; Iran has approached China and India, promising them long-term supplies of gas and access to oil exploration; Iran last year granted Japan even greater access to oil; map; graph; photo (M)",
      "lead_paragraph": "TEHRAN, Iran - As it faces the threat of global sanctions from the United States and Europe because of suspicions that it is turning its nuclear program to weapons production, Iran is fighting back with a powerful weapon of its own: its vast oil and gas resources.",
      "publication_date": "2005-04-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/19/business/worldbusiness/facing-sanctions-iran-usesoil-to-seek-allies.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Pharmacies Balk on After-Sex Pill and Widen Fight in Many States",
      "snippet": "Growing debate over so-called 'morning after' pill is attracting many of same advocates and promoting much of same intensity as fight over abortion; Gov Rod Blagojevich of Illinois has ordered state's pharmacies that stock morning-after pill to fi...",
      "abstract": "Growing debate over so-called 'morning after' pill is attracting many of same advocates and promoting much of same intensity as fight over abortion; Gov Rod Blagojevich of Illinois has ordered state's pharmacies that stock morning-after pill to fill all prescriptions for it; legislators in some states are pushing laws that would explicitly grant pharmacists right to refuse to dispense drugs related to contraception or abortion on moral grounds; proposals or newly enacted laws in some states make morning-after pill more accessible, by requiring hospitals to offer it to rape victims or allowing certain pharmacists to sell it without prescription; advocates for women's reproductive rights and several Democratic senators are pressuring Food and Drug Administration to approve morning-after pill for over-the-counter sale by pharmacists; experts say pharmacists who do not want to provide pill on moral grounds could simply refuse to stock it; abortion rights advocates and most physicians say that, unlike French drug RU-486, morning-after pill is not abortion drug because it does not destroy embryo; advocates argue that pill would lead to fewer abortions; photo; maps (M)",
      "lead_paragraph": "CHICAGO, April 18 - As a fourth-generation pharmacist whose drugstore still sits on the courthouse square of his conservative small town downstate, State Senator Frank Watson knew exactly what side to take when Gov. Rod R. Blagojevich ordered pharmacies to fill prescriptions for women wanting the new \"morning after\" pill, even if it meant putting aside their employees' personal views.",
      "publication_date": "2005-04-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/19/us/pharmacies-balk-on-aftersex-pill-and-widen-fight-in-many-states.html",
      "byline": "By Monica Davey and Pam Belluck"
    },
    {
      "headline": "Spitzer's Office Prepares for Rare Trial",
      "snippet": "First major trial of executive caught up in fraud investigation is soon to begin, providing rare test for New York State Atty Gen Eliot Spitzer's office; jury selection will begin next week for trial of Theodore C Sihpol III, former broker with Ba...",
      "abstract": "First major trial of executive caught up in fraud investigation is soon to begin, providing rare test for New York State Atty Gen Eliot Spitzer's office; jury selection will begin next week for trial of Theodore C Sihpol III, former broker with Bank of America; he is accused of enabling hedge fund manager Edward J Stern to make improper trades in and out of mutual funds; Sihpol could face as long as 30 years in prison if convicted on charges of fraud and grand larceny; other executives in mutual fund industry have already settled with regulators; photo (M)",
      "lead_paragraph": "Over the last three years, the New York State attorney general, Eliot Spitzer, has taken on Wall Street, mutual fund managers and the insurance industry over abuses, winning billions of dollars in fines and restitution and forcing changes -- virtually all without going to trial.",
      "publication_date": "2005-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/19/business/spitzers-office-prepares-for-rare-trial.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Drug Makers Prepare to Argue Against a Patent",
      "snippet": "US Supreme Court to hear arguments in patent lawsuit arising from cell biologist Dr Erkki Ruoslahti, who will be receiving prestigious Japan Prize and about $230,000 for fundamental discovery he made in 1980's; case pits New Jersey medical device ...",
      "abstract": "US Supreme Court to hear arguments in patent lawsuit arising from cell biologist Dr Erkki Ruoslahti, who will be receiving prestigious Japan Prize and about $230,000 for fundamental discovery he made in 1980's; case pits New Jersey medical device company Integra LifeScience against German drug maker Merck; central question is how much leeway drug companies have in using patented inventions in drug development without illegally infringing on those patents; some big pharmaceutical and biotechnology companies take Merck's side in arguing that considerable leeway should be allowed, if future drug research is going to produce innovative new medicines; similar positions are taken in friend-of-the-court filings by AARP and Ralph Nader group, which are often on opposite side of issues from big drug companies; view is opposed by supporters of Integra, including some universities and smaller biotechnology companies that make scientific tools used in pharmaceutical research; Dr David A Cheresh did reseach on peptides and protein in 1990's at Scripps Research Institute; Ruoslahti patented family of peptides and certain ways to use them in 1980's; when Integra learned of Cheresh's work it asked Merck to pay for license; Integra sued Merck in 1996 for patent infringement after those talks failed; federal jury in 2000 ruled in favor of Integra and ordered Merck to pay $15 million, which has since been reduced to $6.4 million; appeals court upheld decision in 2003; photos (M)",
      "lead_paragraph": "At a ceremony in Tokyo tomorrow, Erkki Ruoslahti, a cell biologist, will receive the prestigious Japan Prize and about $230,000 for a fundamental discovery he made in the 1980's. That same day in Washington, much higher sums could hang in the balance when the Supreme Court hears arguments in a patent lawsuit arising from Dr. Ruoslahti's work.",
      "publication_date": "2005-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/19/business/drug-makers-prepare-to-argue-against-a-patent.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Soaring Costs for Ships Threaten Navy's Plans  The Navy's new destroyer, the DD(X), is becoming so expensive that it may end up destroying itself. The Navy once wanted 24 of them. Now it thinks it can afford 5 -- if that.    The price of the Navy'...",
      "abstract": " Soaring Costs for Ships Threaten Navy's Plans  The Navy's new destroyer, the DD(X), is becoming so expensive that it may end up destroying itself. The Navy once wanted 24 of them. Now it thinks it can afford 5 -- if that.    The price of the Navy's new ships, driven upward by old-school politics and the rusty machinery of American shipbuilding, may scuttle the Pentagon's plans for a 21st-century armada of high-technology aircraft carriers, destroyers and submarines. [Page A1.]    Monday Football Moving to ESPN  After 35 years, the NFL's ''Monday Night Football'' is leaving ABC for ESPN, starting with the 2006 season. [A1.]    China Contends With Fuel Shortage  Shortages of diesel and electricity in China -- the result of clashes between its Communist past and its increasingly capitalist present -- are disrupting global markets. [C8.]    New Focus for American Standard  American Standard, the largest maker of bathroom and kitchen products, is trying a new strategy with the Champion, a high-tech toilet that resulted from research showing that customers would buy a product that would enable them never to use a plunger again. Its quarterly results exceeded forecasts, and it is recovering from its once towering debt. [C2.]    S.E.C. Settles with Coca-Cola  The Securities and Exchange Commission said it had reached a settlement with Coca-Cola after an inquiry over its accounting. [C2.]    Sears to Introduce Clothing Line  In collaboration with Latina magazine, Sears, Roebuck & Company will introduce a line of clothes with Hispanic women in mind. [C16.]    No Firm Date on Return of Acela  Amtrak's chairman said that brake problems on the Acela Express trains were ''not debilitating on a long-term basis,'' but that no one knew when the trains would run. [A15.]    Stewart Has Radio Deal With Sirius  Martha Stewart signed a deal with Sirius Satellite Radio Inc. for a lifestyle channel. [C4.]    Adobe to Acquire Macromedia  Adobe Systems, the software company, announced that it had acquired Macromedia Inc. for $3.4 billion in stock. [C7.]    Verizon to Allow D.S.L. Only  Verizon said it would allow current customers in 13 Northeast states to drop telephone service but continue to get high-speed Internet access through digital subscriber lines. [C7.]    Ebbers Requests a New Trial  Bernard J. Ebbers, the former chief executive of WorldCom, asked a federal judge in New York to give him a new trial, ''in the interest of justice.'' The motion came a month after he was convicted of masterminding an $11 billion fraud that brought down WorldCom. He is scheduled to be sentenced on June 13. [C16.]    Singapore to Legalize Casinos  Singapore said it would legalize casinos to allow the construction of two resorts. [C9.]    New Markets Lead to New Dangers  As business travelers seek out far-flung locations, their work can become more dangerous. Joe Sharkey: On the Road. [C6.]  ",
      "lead_paragraph": "Soaring Costs for Ships Threaten Navy's Plans The Navy's new destroyer, the DD(X), is becoming so expensive that it may end up destroying itself. The Navy once wanted 24 of them. Now it thinks it can afford 5 -- if that.",
      "publication_date": "2005-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/19/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Navy of Tomorrow, Mired in Yesterday's Politics",
      "snippet": "Article in series Arsenal of the Future explores soaring price of new warships; says soaring shipbuilding costs, driven by old-school politics and rusty machinery of American shipbuilding, may scuttle Pentagon's plans for 21st-century armada of hi...",
      "abstract": "Article in series Arsenal of the Future explores soaring price of new warships; says soaring shipbuilding costs, driven by old-school politics and rusty machinery of American shipbuilding, may scuttle Pentagon's plans for 21st-century armada of high-technology aircraft carriers, destroyers and submarines; Navy wants more fast boats and aircraft to fight offshore and upriver, and says it can make do with fewer big ships patrolling oceans; Congress, seeking to sustain America's shipyards, wants as many big ships as possible; political hagging may also add to price; Navy wants winner-take-all competition to build destroyers; Congress wants contracts given to both Northrop Grumman and General Dynamics, only military shipbuilders that can produce ships Navy needs; officials say two companies do not really compete in traditional sense; shipbuilding system's critics say system is 'prehistoric' and that military shipbuilding is 'unbelievably regulated socialist industry'; photo; chart (L)",
      "lead_paragraph": "The Navy's new destroyer, the DD(X), is becoming so expensive that it may end up destroying itself. The Navy once wanted 24 of them. Now it thinks it can afford 5 -- if that.",
      "publication_date": "2005-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/19/business/navy-of-tomorrow-mired-in-yesterdays-politics.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "The First Ballot for a New Pope Is Inconclusive",
      "snippet": "Cardinals electing 265th pope take first inconclusive vote two and half hours after locking themselves in their tradition-laden conclave; black smoke wafting from chimney over Sistine Chapel tells tens of thousands of people filling St Peter's Squ...",
      "abstract": "Cardinals electing 265th pope take first inconclusive vote two and half hours after locking themselves in their tradition-laden conclave; black smoke wafting from chimney over Sistine Chapel tells tens of thousands of people filling St Peter's Square of results; first vote has traditionally been time to gauge strength of contenders and cast ballots for friends; cardinals will probably try to reach some consensus before returning for second vote on Apr 19; Cardinal Joseph Ratzinger celebrates Mass before conclave; his homily is uncompromising warning against any deviation from traditional Catholic teaching; photos (M)",
      "lead_paragraph": "VATICAN CITY, April 18 - Black smoke pirouetted Monday from a chimney over the Sistine Chapel, signaling that the cardinals electing the 265th pope had taken a first inconclusive vote two and a half hours after locking themselves in their tradition-laden conclave.",
      "publication_date": "2005-04-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/19/world/worldspecial2/the-first-ballot-for-a-new-pope-is-inconclusive.html",
      "byline": "By Daniel J. Wakin and Ian Fisher"
    },
    {
      "headline": "Strumming the Mystic Chords of Memory",
      "snippet": "Edward Rothstein reviews new Abraham Lincoln Presidential Museum, designed by Gyo Obata, in Springfield, Ill; photos (M)",
      "abstract": "Edward Rothstein reviews new Abraham Lincoln Presidential Museum, designed by Gyo Obata, in Springfield, Ill; photos (M)",
      "lead_paragraph": "SPRINGFIELD, Ill., April 18 - It is not Abraham Lincoln's handwritten copy of the Gettysburg Address that is getting all the attention here, nor is it one of his stovepipe hats, still bearing the marks of his fingers where he regularly reached for its brim. Not even the white gloves found in his pocket after he was shot by John Wilkes Booth lure many viewers.",
      "publication_date": "2005-04-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "E",
      "web_url": "https://www.nytimes.com/2005/04/19/arts/design/strumming-the-mystic-chords-of-memory.html",
      "byline": "By Edward Rothstein"
    },
    {
      "headline": "Israel, on Its Own, Is Shaping the Borders of the West Bank",
      "snippet": "Israel is unilaterally moving to define its future borders with a Palestinian state--with scheduled withdrawal from Gaza and four small settlements in northern West Bank, with 'thickening' of settlements near Jerusalem and Israeli border, and with...",
      "abstract": "Israel is unilaterally moving to define its future borders with a Palestinian state--with scheduled withdrawal from Gaza and four small settlements in northern West Bank, with 'thickening' of settlements near Jerusalem and Israeli border, and with new route for Israeli separation barrier approved by cabinet in Feb; likely impact of provisional new border on Palestinan life is smaller than generally assumed, and it would leave about quarter of Israeli settlers on Palestinian side; Prime Min Ariel Sharon, pressed by Israeli Supreme Court and United States, has pulled separation barrier much closer than it had been to Israel's 1967 boundaries, so-called green line; even including three major Israeli settlement blocs of Maale Adumim, Ariel and Gush Etzion, land between green line and barrier is 8 percent of West Bank, close to 5 percent proposed by Pres Clinton in 2000; provisional, unilateral 8 percent means that 99.5 percent of Palestinians would live outside barrier, in 92 percent of West Bank, with 74 percent of Israeli settlers inside it; Palestinians are furious that Israel is moving without waiting for negotiations, and argue that all Israeli settlements beyond green line are illegal; photos; maps (L)",
      "lead_paragraph": "MAALE ADUMIM, West Bank, April 16 - They're building away here in Israel's largest settlement, with Palestinian workers laboring on new apartment houses overlooking the red-brown hills of the West Bank.",
      "publication_date": "2005-04-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/19/world/middleeast/israel-on-its-own-is-shaping-the-borders-of-the-west-bank.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Markets Halt 3-Day Skid, but Bounce Is Missing",
      "snippet": "Stock market struggles to regain its footing, as dollar falls in value and foreign markets tumble; Dow Jones industrial average closes down 16.26 to new low for year of 10,071.25; Standard & Poor's 500 index ends up 3.36, to 1,145.98, and Nasdaq c...",
      "abstract": "Stock market struggles to regain its footing, as dollar falls in value and foreign markets tumble; Dow Jones industrial average closes down 16.26 to new low for year of 10,071.25; Standard & Poor's 500 index ends up 3.36, to 1,145.98, and Nasdaq composite index is up 4.77, to 1,912.92; price of crude oil for May delivery falls 12 cents, at $50.37; Nikkei 225 index plunges 3.8 percent; major indexes are off about 2 percent in Europe; Brazilian market rebounds from early losses to close in black for day; dollar falls 0.8 percent against euro and 0.2 percent against yen; US Treasury's 10-year note falls 9/32, to 97 26/32; yield rises to 4.27 percent from 4.24 percent; graph; charts (M)",
      "lead_paragraph": "The stock market struggled to regain its footing yesterday, as the dollar fell in value and foreign markets tumbled.",
      "publication_date": "2005-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/19/business/markets-halt-3day-skid-but-bounce-is-missing.html",
      "byline": "By Jonathan Fuerbringer"
    }
  ]
}