{
  "metadata": {
    "date": "2005-06-13",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "Odd Alliance Brings About Debt Relief",
      "snippet": "It took them more than five years and required the star power of Hollywood names like Brad Pitt and leading evangelicals like Pat Robertson.    But the potent campaign built by Granola Belt charities, flamboyant rock musicians and movie celebritie...",
      "abstract": "It took them more than five years and required the star power of Hollywood names like Brad Pitt and leading evangelicals like Pat Robertson.    But the potent campaign built by Granola Belt charities, flamboyant rock musicians and movie celebrities, number-crunching economists, conservative and liberal religious groups -- not to mention the Dalai Lama -- finally helped persuade the world's wealthiest nations to forgive the debt of some of the world's poorest. The British and American proposal goes before the industrialized countries meeting this weekend.  ",
      "lead_paragraph": "WASHINGTON, June 10 - It took them more than five years and required the star power of Hollywood names like Brad Pitt and leading evangelicals like Pat Robertson.",
      "publication_date": "2005-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/11/business/worldbusiness/odd-alliance-brings-about-debt-relief.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Hurricane-Battered Floridians Huddle in Home Sweet Fortress",
      "snippet": "Not far from where Hurricane Charley ravaged entire towns along Florida's Gulf Coast last August, Kevin O'Brien is building the fortress of his dreams: a dome-shaped home that stands out on his suburban street like some concrete U.F.O.    ''It's n...",
      "abstract": "Not far from where Hurricane Charley ravaged entire towns along Florida's Gulf Coast last August, Kevin O'Brien is building the fortress of his dreams: a dome-shaped home that stands out on his suburban street like some concrete U.F.O.    ''It's not something that is truly accepted yet,'' said Mr. O'Brien, explaining that his 20-by-30-foot home in Venice, about 70 miles south of Tampa, would withstand winds of at least 150 miles per hour. ''But this is the place you and your family know you are going to be safe.''  ",
      "lead_paragraph": "MIAMI, June 10 - Not far from where Hurricane Charley ravaged entire towns along Florida's Gulf Coast last August, Kevin O'Brien is building the fortress of his dreams: a dome-shaped home that stands out on his suburban street like some concrete U.F.O.",
      "publication_date": "2005-06-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/11/us/hurricanebattered-floridians-huddle-in-home-sweet-fortress.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Zimbabwe's 'Cleanup' Takes a Vast Human Toll",
      "snippet": "The government abruptly began demolishing shanties and roadside markets here three weeks ago, evicting thousands of people and bulldozing homes or burning them to the ground, in what officials call a cleanup of illegal slums and black-market vendo...",
      "abstract": "The government abruptly began demolishing shanties and roadside markets here three weeks ago, evicting thousands of people and bulldozing homes or burning them to the ground, in what officials call a cleanup of illegal slums and black-market vendors.     But as the campaign, directed at as many as 1.5 million members of Zimbabwe's vast underclass, spreads beyond Harare, it is quickly evolving into a sweeping recasting of society, a forced uprooting of the very poorest city dwellers, who have become President Robert G. Mugabe's most hardened opponents.  ",
      "lead_paragraph": "HARARE, Zimbabwe, June 10 - The government abruptly began demolishing shanties and roadside markets here three weeks ago, evicting thousands of people and bulldozing homes or burning them to the ground, in what officials call a cleanup of illegal slums and black-market vendors.",
      "publication_date": "2005-06-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/11/world/africa/zimbabwes-cleanup-takes-a-vast-human-toll.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "What's Really Behind the Apple-Intel Alliance",
      "snippet": "Nearly a quarter-century ago, Apple Computer ran a snarky ad after its onetime rival encroached on its territory: ''Welcome, I.B.M. Seriously.'' This week, however, Steven P. Jobs had a different message for Big Blue, which had since become a chie...",
      "abstract": "Nearly a quarter-century ago, Apple Computer ran a snarky ad after its onetime rival encroached on its territory: ''Welcome, I.B.M. Seriously.'' This week, however, Steven P. Jobs had a different message for Big Blue, which had since become a chief ally: ''Goodbye. Seriously.''    Mr. Jobs, 50, a co-founder of Apple, is famously brash and mercurial. Even so, the Apple faithful -- not to mention I.B.M. itself -- were caught by surprise by Apple's decision to end its 14-year relationship with I.B.M. and team with Intel for its computer chip needs.   ",
      "lead_paragraph": "SAN FRANCISCO, June 10 - Nearly a quarter-century ago, Apple Computer ran a snarky ad after its onetime rival encroached on its territory: \"Welcome, I.B.M. Seriously.\" This week, however, Steven P. Jobs had a different message for Big Blue, which had since become a chief ally: \"Goodbye. Seriously.\"",
      "publication_date": "2005-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/11/technology/whats-really-behind-the-appleintel-alliance.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Starting Off by Doing Right on Options",
      "snippet": "To: Representative Christopher Cox  From: The new guy  Re: Your first big decision    Dear Congressman Cox:      First of all, congratulations. Being nominated to be the next chairman of the Securities and Exchange Commission is a huge honor -- an...",
      "abstract": " To: Representative Christopher Cox  From: The new guy  Re: Your first big decision    Dear Congressman Cox:      First of all, congratulations. Being nominated to be the next chairman of the Securities and Exchange Commission is a huge honor -- and a big responsibility. You'll no doubt face some tough questions at your confirmation hearing before the Senate Banking Committee, but everybody knows you're a shoo-in. Even your political opponents talk about your intelligence, your savvy and your understanding of important policy issues that affect business.  ",
      "lead_paragraph": "To: Representative Christopher Cox From: The new guy Re: Your first big decision",
      "publication_date": "2005-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/11/business/starting-off-by-doing-right-on-options.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Citigroup Agrees to Pay $2 Billion in Enron Scandal",
      "snippet": "In the first significant shareholder settlement since Enron collapsed more than three years ago, Citigroup has agreed to pay $2 billion to investors who accused the bank of aiding Enron in its accounting scandal.    The agreement is expected to in...",
      "abstract": "In the first significant shareholder settlement since Enron collapsed more than three years ago, Citigroup has agreed to pay $2 billion to investors who accused the bank of aiding Enron in its accounting scandal.    The agreement is expected to increase the pressure on other Wall Street firms named in the lawsuit, including J.P. Morgan Chase, Merrill Lynch, and Credit Suisse First Boston, to settle rather than risk a much bigger payout in a court ruling.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/11/business/citigroup-agrees-to-pay-2-billion-in-enron-scandal.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Court Case Gives Rare Look at Tax Shelter Clients",
      "snippet": "Promoters of tax shelters zealously guard the names of their wealthy clients. But in mounting an unusual court challenge against an Internal Revenue Service ruling that branded a certain tax shelter abusive and illegal, a promoter of the shelter h...",
      "abstract": "Promoters of tax shelters zealously guard the names of their wealthy clients. But in mounting an unusual court challenge against an Internal Revenue Service ruling that branded a certain tax shelter abusive and illegal, a promoter of the shelter has had to provide a rare glimpse of the investors who bought into it.     The list of those investors, disclosed in filings in federal court in San Francisco, reads like a who's who of rich Americans, including Edward S. Lampert, the hedge fund billionaire and chairman of Sears Holdings; Paul and Maurice Marciano, the founders and co-chairmen of the Guess clothing company; Gary C. Wendt, the former General Electric and Conseco executive; and Bill Simon Jr., who ran for governor of California in 2002.   ",
      "lead_paragraph": "Promoters of tax shelters zealously guard the names of their wealthy clients. But in mounting an unusual court challenge against an Internal Revenue Service ruling that branded a certain tax shelter abusive and illegal, a promoter of the shelter has had to provide a rare glimpse of the investors who bought into it.",
      "publication_date": "2005-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/11/business/court-case-gives-rare-look-at-tax-shelter-clients.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "Grisly Effect of One Drug: 'Meth Mouth'",
      "snippet": "From the moment on Thursday when the young man sat down in Dr. Richard Stein's dental chair in southwestern Kansas and opened his mouth, Dr. Stein was certain he recognized the enemy. This had to be the work, he concluded, of methamphetamine, a dr...",
      "abstract": "From the moment on Thursday when the young man sat down in Dr. Richard Stein's dental chair in southwestern Kansas and opened his mouth, Dr. Stein was certain he recognized the enemy. This had to be the work, he concluded, of methamphetamine, a drug that is leaving its mark, especially in the rural regions of the Midwest and the South, on families, crime rates, economies, legislatures -- and teeth.    Quite distinct from the oral damage done by other drugs, sugar and smoking, methamphetamine seems to be taking a unique, and horrific, toll inside its users' mouths. In short stretches of time, sometimes just months, a perfectly healthy set of teeth can turn a grayish-brown, twist and begin to fall out, and take on a peculiar texture less like that of hard enamel and more like that of a piece of ripened fruit.  ",
      "lead_paragraph": "From the moment on Thursday when the young man sat down in Dr. Richard Stein's dental chair in southwestern Kansas and opened his mouth, Dr. Stein was certain he recognized the enemy. This had to be the work, he concluded, of methamphetamine, a drug that is leaving its mark, especially in the rural regions of the Midwest and the South, on families, crime rates, economies, legislatures -- and teeth.",
      "publication_date": "2005-06-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/11/us/grisly-effect-of-one-drug-meth-mouth.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "What? You Don't Trust the Company?",
      "snippet": "THE struggle to ensure fair treatment for investors is far from won. Just last week, shareholders of Pathmark Stores, a supermarket chain in the Northeast, received the equivalent of day-old bread.     Last Thursday, they voted resoundingly to app...",
      "abstract": "THE struggle to ensure fair treatment for investors is far from won. Just last week, shareholders of Pathmark Stores, a supermarket chain in the Northeast, received the equivalent of day-old bread.     Last Thursday, they voted resoundingly to approve a $150 million investment in the company by the Yucaipa Companies, a privately held investment firm in Los Angeles. According to Pathmark, 83 percent of the company's shares were cast in support of the deal. The company said it would issue new shares in exchange for the investment.   ",
      "lead_paragraph": "THE struggle to ensure fair treatment for investors is far from won. Just last week, shareholders of Pathmark Stores, a supermarket chain in the Northeast, received the equivalent of day-old bread.",
      "publication_date": "2005-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/12/business/yourmoney/what-you-dont-trust-the-company.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "The Russia House, After the Oligarchs",
      "snippet": "EVEN in the end, Mikhail Khodorkovsky remained defiant. After being handed a nine-year prison sentence two weeks ago for tax evasion and fraud, Mr. Khodorkovsky, the former oil tycoon, vowed to appeal the verdict in Moscow. Brazenly jousting with ...",
      "abstract": "EVEN in the end, Mikhail Khodorkovsky remained defiant. After being handed a nine-year prison sentence two weeks ago for tax evasion and fraud, Mr. Khodorkovsky, the former oil tycoon, vowed to appeal the verdict in Moscow. Brazenly jousting with his accusers, he also played to the Western sympathies he had spent so much time and money cultivating.    ''Despite the obvious lack of evidence for my guilt, and numerous witnesses having testified that I was not involved in committing any crime, the court has decided to send me to prison,'' he said in a statement. ''I am aware that my verdict was decided in the Kremlin.''  ",
      "lead_paragraph": "EVEN in the end, Mikhail Khodorkovsky remained defiant. After being handed a nine-year prison sentence two weeks ago for tax evasion and fraud, Mr. Khodorkovsky, the former oil tycoon, vowed to appeal the verdict in Moscow. Brazenly jousting with his accusers, he also played to the Western sympathies he had spent so much time and money cultivating.",
      "publication_date": "2005-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/12/business/yourmoney/the-russia-house-after-the-oligarchs.html",
      "byline": "By Timothy L. O'Brien and Steven Lee Myers"
    },
    {
      "headline": "Antiterror Head Will Help Appoint Official at the F.B.I.",
      "snippet": "Under pressure from the White House, the Federal Bureau of Investigation has agreed to adopt the recommendations of a presidential commission and will allow the director of national intelligence, John D. Negroponte, to help choose a powerful intel...",
      "abstract": "Under pressure from the White House, the Federal Bureau of Investigation has agreed to adopt the recommendations of a presidential commission and will allow the director of national intelligence, John D. Negroponte, to help choose a powerful intelligence chief at the F.B.I., Bush administration officials say.    The appointment would for the first time in the bureau's history give an outsider a significant role in the selection of a high-level official at the F.B.I., an agency long regarded by its critics as fiercely protective of its turf and resistant to change. The intelligence chief, who will be chosen jointly by Mr. Negroponte and the director of the F.B.I., Robert S. Mueller III, would have the tentative title of associate director for intelligence and in effect be the third-ranking official at the bureau.  ",
      "lead_paragraph": "WASHINGTON, June 11 - Under pressure from the White House, the Federal Bureau of Investigation has agreed to adopt the recommendations of a presidential commission and will allow the director of national intelligence, John D. Negroponte, to help choose a powerful intelligence chief at the F.B.I., Bush administration officials say.",
      "publication_date": "2005-06-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/12/politics/antiterror-head-will-help-appoint-official-at-the-fbi.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "Striking Back at the Food Police",
      "snippet": "WHEN it comes to food fights, John Belushi's character in ''Animal House'' has nothing on Rick Berman. A prominent Washington lobbyist, Mr. Berman runs the Center for Consumer Freedom, a nonprofit advocacy group that is financed by the food and re...",
      "abstract": "WHEN it comes to food fights, John Belushi's character in ''Animal House'' has nothing on Rick Berman. A prominent Washington lobbyist, Mr. Berman runs the Center for Consumer Freedom, a nonprofit advocacy group that is financed by the food and restaurant industries. Two months ago, after a report in a leading medical journal cast doubt on several assumptions about obesity, he pounced.     His group ran $600,000 worth of full-page ads in a half-dozen newspapers, gloating that the study showed that obesity was not an ''epidemic'' but rather a lot of hype. ''Americans have been force-fed a steady diet of obesity myths by the 'food police,' trial lawyers, and even our own government,'' the ad said.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/12/business/yourmoney/striking-back-at-the-food-police.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "U.S. Asks Others to Pressure Iraq to Be Inclusive",
      "snippet": "The Bush administration, seeking to close the continuing rift between Shiite and dissident Sunni Arab leaders in Iraq, is enlisting Europe, the Arab world and the United Nations to pressure the Baghdad government to include minorities in the polit...",
      "abstract": "The Bush administration, seeking to close the continuing rift between Shiite and dissident Sunni Arab leaders in Iraq, is enlisting Europe, the Arab world and the United Nations to pressure the Baghdad government to include minorities in the political process, administration and other diplomats say.     The American effort has produced consensus among a broad spectrum of countries, including many that had opposed the 2003 invasion and have been reluctant to send troops or large donations.   ",
      "lead_paragraph": "WASHINGTON, June 11 - The Bush administration, seeking to close the continuing rift between Shiite and dissident Sunni Arab leaders in Iraq, is enlisting Europe, the Arab world and the United Nations to pressure the Baghdad government to include minorities in the political process, administration and other diplomats say.",
      "publication_date": "2005-06-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/12/world/middleeast/us-asks-others-to-pressure-iraq-to-be-inclusive.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Angela Whitiker's Climb",
      "snippet": "Angela Whitiker arrived early and rain-soaked at a suburban school building with a carton of sugar water in her purse and a squall in her stomach. It was the small hours of the morning, when the parking lot was empty and the street lights were sti...",
      "abstract": "Angela Whitiker arrived early and rain-soaked at a suburban school building with a carton of sugar water in her purse and a squall in her stomach. It was the small hours of the morning, when the parking lot was empty and the street lights were still on. There she was alone in the darkness for the biggest test of her life.    If she passed, she could shed the last layer of her former self -- the teenage girl who grew up too fast, dropped out in the 10th grade, and landed aimless and on public assistance with five children by nearly as many men.   ",
      "lead_paragraph": "CHICAGO, June 10 - Angela Whitiker arrived early and rain-soaked at a suburban school building with a carton of sugar water in her purse and a squall in her stomach. It was the small hours of the morning, when the parking lot was empty and the street lights were still on. There she was alone in the darkness for the biggest test of her life.",
      "publication_date": "2005-06-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/12/us/class/angela-whitikers-climb.html",
      "byline": "By Isabel Wilkerson"
    },
    {
      "headline": "In Overhaul of Social Security, Age Is the Elephant in the Room",
      "snippet": "Americans turning 65 this year can expect to live, on average, until they are 83, four and a half years longer than the typical 65-year-old could expect in 1940. And government actuaries predict that American life spans will just keep growing.    ...",
      "abstract": "Americans turning 65 this year can expect to live, on average, until they are 83, four and a half years longer than the typical 65-year-old could expect in 1940. And government actuaries predict that American life spans will just keep growing.    This demographic trend -- by 2040, the average 65-year-old will live to about 85 -- has major financial implications for Social Security and major political implications for the lawmakers now trying to overhaul the system.  ",
      "lead_paragraph": "WASHINGTON, June 11 - Americans turning 65 this year can expect to live, on average, until they are 83, four and a half years longer than the typical 65-year-old could expect in 1940. And government actuaries predict that American life spans will just keep growing.",
      "publication_date": "2005-06-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/12/politics/in-overhaul-of-social-security-age-is-the-elephant-in-the-room.html",
      "byline": "By Robin Toner and David E. Rosenbaum"
    },
    {
      "headline": "Doing Nails for a Living, With a Hammer",
      "snippet": "WHEN Veronica Session was leaving work on a recent afternoon, she noticed a picture of a naked woman freshly penciled on the wall. She was hardly surprised.     Ms. Session, a carpenter who was finishing an interiors job in Manhattan, said it was ...",
      "abstract": "WHEN Veronica Session was leaving work on a recent afternoon, she noticed a picture of a naked woman freshly penciled on the wall. She was hardly surprised.     Ms. Session, a carpenter who was finishing an interiors job in Manhattan, said it was common practice for construction workers to scribble suggestive drawings on unprimed walls they know will soon be painted over. As she has done many times before, rather than wait for the paint job, Ms. Session, 46, decided to grab a brush and paint over the image herself.  ",
      "lead_paragraph": "WHEN Veronica Session was leaving work on a recent afternoon, she noticed a picture of a naked woman freshly penciled on the wall. She was hardly surprised.",
      "publication_date": "2005-06-12T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/06/12/jobs/doing-nails-for-a-living-with-a-hammer.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "U.S. to Review Heart Drug Intended for One Race",
      "snippet": "Food and Drug Administration panel will consider whether heart failure treatment called BiDil should become first drug intended for one racial group, in this case, African-Americans; drug's maker NitroMed Inc claims its decision to test and market...",
      "abstract": "Food and Drug Administration panel will consider whether heart failure treatment called BiDil should become first drug intended for one racial group, in this case, African-Americans; drug's maker NitroMed Inc claims its decision to test and market BiDil as drug for African-Americans is based on solid science; many scientists say race is too broad and ill-defined a category to be relevant in determining drug's approval, and critics accuse NitroMed of artfully managing regulatory system and patent law, as well as historical inequities in medical treatment for African-Americans, to drive its product to market; drug raises questions about how marketing, regulatory and political considerations play role in new drug development; FDA rejected BiDil in 1997, saying studies supporting it were inconclusive; BiDil's later study involved African-American heart failure patients only; cardiologist Dr Joshua Hare, who supports approval of BiDil, says contention that it works better in blacks than others remains untested hypothesis, because NitroMed did not do broader studies; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/13/business/us-to-review-heart-drug-intended-for-one-race.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "U.S. Panel's Report Criticizes U.N.and Proposes Overhaul",
      "snippet": "Congressionally mandated task force reports that United Nations suffers from poor management, 'dismal' staff morale and lack of accountability and professional ethics; urges United States to support broad changes proposed by Secretary General Kofi...",
      "abstract": "Congressionally mandated task force reports that United Nations suffers from poor management, 'dismal' staff morale and lack of accountability and professional ethics; urges United States to support broad changes proposed by Secretary General Kofi Annan; panel says UN should install corporate style oversight bodies and personnel standards to improve performance; it calls on UN to create rapid reaction capability from its member states' armed forces to prevent genocide, mass killing and sustained major human rights violations before they occur; bipartisan task force includes former diplomats, military and intelligence officials and leaders of conservative and liberal political institutes; co-chairmen are Republican former House speaker Newt Gingrich and Democratic former Senate majoriy leader George J Mitchell (M)",
      "lead_paragraph": "UNITED NATIONS, June 12 - A Congressionally mandated panel will report this week that the United Nations suffers from poor management, \"dismal\" staff morale and lack of accountability and professional ethics but will acknowledge the broad changes proposed for the organization by Secretary General Kofi Annan and urge the United States to support them.",
      "publication_date": "2005-06-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/13/politics/us-panels-report-criticizes-unand-proposes-overhaul.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Chief Turns Time Warner Around, and Investors Shrug",
      "snippet": "FOR a media titan, Richard D. Parsons -- that is Dick to you, me and everyone else -- is on the friendly side. There's no volcano just beneath the surface as there is with Diller, no spectral presence like Murdoch, and he doesn't share Redstone's ...",
      "abstract": "FOR a media titan, Richard D. Parsons -- that is Dick to you, me and everyone else -- is on the friendly side. There's no volcano just beneath the surface as there is with Diller, no spectral presence like Murdoch, and he doesn't share Redstone's bald lust for assets.    A large man with a jock's stride, Mr. Parsons is one of the few big-time executives who actually seems to enjoy himself. Last week, he ambled around his comically large office in Time Warner Center as if he had slipped past security and was on some big caper.   ",
      "lead_paragraph": "FOR a media titan, Richard D. Parsons -- that is Dick to you, me and everyone else -- is on the friendly side. There's no volcano just beneath the surface as there is with Diller, no spectral presence like Murdoch, and he doesn't share Redstone's bald lust for assets.",
      "publication_date": "2005-06-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/13/business/media/chief-turns-time-warner-around-and-investors-shrug.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Forget About Milk and Bread. Give Me Gossip!",
      "snippet": "Tired of celebrity coverage? Millions of readers can't get enough -- and neither can advertisers. Publishers of celebrity magazines that once looked to newsstand and checkout-aisle sales for almost all of their revenue are now experiencing surges ...",
      "abstract": "Tired of celebrity coverage? Millions of readers can't get enough -- and neither can advertisers. Publishers of celebrity magazines that once looked to newsstand and checkout-aisle sales for almost all of their revenue are now experiencing surges in subscriptions and ad sales, bringing in the kind of money that could make a movie star jealous.    Us Weekly's ad pages are up nearly 25 percent in the last year, and at Star Magazine, ads are up almost 17 percent, according to the Publishers Information Bureau. In Touch Weekly's ads have risen nearly 22 percent.  ",
      "lead_paragraph": "Tired of celebrity coverage? Millions of readers can't get enough -- and neither can advertisers. Publishers of celebrity magazines that once looked to newsstand and checkout-aisle sales for almost all of their revenue are now experiencing surges in subscriptions and ad sales, bringing in the kind of money that could make a movie star jealous.",
      "publication_date": "2005-06-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/13/business/media/forget-about-milk-and-bread-give-me-gossip.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Dark Days for the Fried Clam, a Summer Staple",
      "snippet": "Shellfish beds from central Maine to south of Cape Cod, representing more than 35 percent of nation's clam harvest, have been closed by one of worst outbreaks of red tide, algae that is toxic to humans and carried by some shellfish but not by fish...",
      "abstract": "Shellfish beds from central Maine to south of Cape Cod, representing more than 35 percent of nation's clam harvest, have been closed by one of worst outbreaks of red tide, algae that is toxic to humans and carried by some shellfish but not by fish, lobster or crabs; this will limit staple of summertime, the fried clam; clams will be imported from Canada and Maryland, and even frozen ones will come from farther away; but summer will not be same for many fried-clam devotees and those who sell them; photos; map (M)",
      "lead_paragraph": "ROCKVILLE CENTRE, N.Y., June 12 - The perfectly fried clam, like the perfectly ripe tomato and the perfectly flattering bathing suit, is a perennial summer quest. Many factors must come together: a crisp crust, a cardboard container, a breezy outdoor table and the right amount of sand between the toes. Tartar sauce is optional.",
      "publication_date": "2005-06-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/13/us/dark-days-for-the-fried-clam-a-summer-staple.html",
      "byline": "By Julia Moskin"
    },
    {
      "headline": "Red State Humor Turns Blue",
      "snippet": "It's been variously referred to as hick, redneck, Nascar or Wal-Mart comedy. The humor bends toward jokes about a grandmother's flatulence and deer hunting with the wife.     But to J.P. Williams, the personal manager who conceived the popular Blu...",
      "abstract": "It's been variously referred to as hick, redneck, Nascar or Wal-Mart comedy. The humor bends toward jokes about a grandmother's flatulence and deer hunting with the wife.     But to J.P. Williams, the personal manager who conceived the popular Blue Collar Comedy Tour, consisting of a movie, a DVD release, a television show and stage performances featuring Jeff Foxworthy, Larry the Cable Guy (real name Daniel Whitney), Bill Engvall and Ron White, it all comes down to this venerable show biz maxim: Funny is money.   ",
      "lead_paragraph": "LOS ANGELES - It's been variously referred to as hick, redneck, Nascar or Wal-Mart comedy. The humor bends toward jokes about a grandmother's flatulence and deer hunting with the wife.",
      "publication_date": "2005-06-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/13/business/media/red-state-humor-turns-blue.html",
      "byline": "By Ross Johnson"
    },
    {
      "headline": "7 Bombings Shatter Iran's Pre-Election Calm, Killing 10",
      "snippet": "Seven bomb blasts in Iran leave at least 10 dead and 80 wounded five days before elections there; no group takes responsibilty; Interior Ministry says timing of bombings suggests they were meant to intimidate Iranians into not voting to choose suc...",
      "abstract": "Seven bomb blasts in Iran leave at least 10 dead and 80 wounded five days before elections there; no group takes responsibilty; Interior Ministry says timing of bombings suggests they were meant to intimidate Iranians into not voting to choose successor to Pres Mohammad Khatami; Iranian dissidents and others opposed to Islamic fundamentalist establishment make no secret of their dislike for its leaders, but most dissent in Iran is expressed through unauthorized demonstrations; political violence is extremely rare; four of bombings are in city of Ahvaz near Iraqi border, where ethnic Arabs are in majority; three blasts occur in Tehran; photos; map (M)",
      "lead_paragraph": "TEHRAN, June 12 - Seven bomb blasts shattered Iran's pre-election calm on Sunday, leaving at least 10 people dead and nearly 80 wounded in one of the worst outbreaks of political violence here since the end of the Iran-Iraq war in 1988.",
      "publication_date": "2005-06-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/13/world/middleeast/7-bombings-shatter-irans-preelection-calm-killing-10.html",
      "byline": "By Nazila Fathi"
    },
    {
      "headline": "As Iraqi Army Trains, Word in the Field Is It May Take Years",
      "snippet": "Americans working with Iraqis in the field believe it could be several years, at least, before new Iraqi forces will be ready to stand alone against insurgents; despite Bush administration's insistent optimism, there is disappointment with many of...",
      "abstract": "Americans working with Iraqis in the field believe it could be several years, at least, before new Iraqi forces will be ready to stand alone against insurgents; despite Bush administration's insistent optimism, there is disappointment with many of Iraqi units, whose effectiveness is crucial to future American troop withdrawal; American command has created military transition teams of soldiers to work with Iraqi troops, with plans for up to 10,000 Americans to be attached to Iraqi units at every level; American officers say Iraqi troops have performed woefully, especially in regions sympathetic to insurgents; say Sunni Arab soldiers openly express support for Saddam Hussein and contempt for Americans; say that among Shiite and Kurdish soldiers, overwhelming majority in new army, there are problems beyond loyalty--those inherent in building new army, at breakneck speed, in midst of brutal war; training sessions described; photos; map (L)",
      "lead_paragraph": "MAHMUDIYA, Iraq - A small but telling test of Iraq's fledgling army came recently in this troubled farm town south of Baghdad, when a group of Iraqi soldiers, ending a house raid and rushing to board pickups they use as troop carriers, abandoned the blindfolded, handcuffed man they had come to arrest.",
      "publication_date": "2005-06-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/13/washington/the-struggle-for-iraq-insurgency-as-iraqi-army-trains-word-in.html",
      "byline": "By Sabrina Tavernise and John F. Burns"
    },
    {
      "headline": "Upheaval on Los Angeles Times Editorial Pages",
      "snippet": "Michael Kinsley shook up the editorial staff of The Los Angeles Times recently, transferring four of his eleven writers, letting one go, and outsourcing some editorials to freelancers.     But many on the newspaper's staff knew what was coming bec...",
      "abstract": "Michael Kinsley shook up the editorial staff of The Los Angeles Times recently, transferring four of his eleven writers, letting one go, and outsourcing some editorials to freelancers.     But many on the newspaper's staff knew what was coming because Mr. Kinsley, who was hired to oversee the newspaper's editorial and opinion pages last spring, accidentally left a Power Point document describing his plans on a Xerox machine in their office in early May. He said he had intended to share his ideas at a company management retreat.  ",
      "lead_paragraph": "Michael Kinsley shook up the editorial staff of The Los Angeles Times recently, transferring four of his eleven writers, letting one go, and outsourcing some editorials to freelancers.",
      "publication_date": "2005-06-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/13/business/media/upheaval-on-los-angeles-times-editorial-pages.html",
      "byline": "By Alicia C. Shepard"
    },
    {
      "headline": "Cross-Border Bank Deal to Be Largest in Europe",
      "snippet": "UniCredito of Italy agrees to buy HVB Group of Germany for 15.4 billion euros ($18.7 billion) in Europe's largest cross-border banking deal; all-stock deal will create financial institution with 733 billion euros ($889 billion) in assets, Europe's...",
      "abstract": "UniCredito of Italy agrees to buy HVB Group of Germany for 15.4 billion euros ($18.7 billion) in Europe's largest cross-border banking deal; all-stock deal will create financial institution with 733 billion euros ($889 billion) in assets, Europe's eighth largest and bigger than all but three American banks; UniCredito will become Italy's largest bank by assets; Alessandro Profumo, UniCredito's chief executive, will be chief executive of combined bank; Dieter Rampl, HVB chief executive, will be chirman of board; deal signals that political rifts in Europe, underscored by recent votes in France and Netherlands against new European Union constitution, are being balanced by economic factors compelling members to cooperate; Profumo photo (M)",
      "lead_paragraph": "LONDON, June 12 - UniCredito of Italy agreed on Sunday to buy HVB Group of Germany for 15.4 billion euros ($18.7 billion) in Europe's largest cross-border banking deal. The agreement is a sign that recent political rifts in Europe are being balanced by economic factors compelling members to cooperate.",
      "publication_date": "2005-06-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/13/business/worldbusiness/crossborder-bank-deal-to-be-largest-in-europe.html",
      "byline": "By Heather Timmons"
    }
  ]
}