{
  "metadata": {
    "date": "2005-01-24",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Mystery in Iraq as $300 Million is Taken Abroad",
      "snippet": "Earlier this month, according to Iraqi officials, $300 million in American bills was taken out of Iraq's Central Bank, put into boxes and quietly put on a charter jet bound for Lebanon.    The money was to be used to buy tanks and other weapons fr...",
      "abstract": "Earlier this month, according to Iraqi officials, $300 million in American bills was taken out of Iraq's Central Bank, put into boxes and quietly put on a charter jet bound for Lebanon.    The money was to be used to buy tanks and other weapons from international arms dealers, the officials say, as part of an accelerated effort to assemble an armored division for the fledgling Iraqi Army. But exactly where the money went, and to whom, and for precisely what, remains a mystery, at least to Iraqis who say they have been trying to find out.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 21 - Earlier this month, according to Iraqi officials, $300 million in American bills was taken out of Iraq's Central Bank, put into boxes and quietly put on a charter jet bound for Lebanon.",
      "publication_date": "2005-01-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/22/world/middleeast/mystery-in-iraq-as-300-million-is-taken-abroad.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Kicking the Tires on the Next Humvees",
      "snippet": "Army gathers 44 military contractors at Yuma Proving Grounds in Arizona to help remake its transport vehicles; expects gathering, first of its kind, to be annual review of automotive technologies; has been stung by criticism that its Humvees and l...",
      "abstract": "Army gathers 44 military contractors at Yuma Proving Grounds in Arizona to help remake its transport vehicles; expects gathering, first of its kind, to be annual review of automotive technologies; has been stung by criticism that its Humvees and larger transport vehicles are out of step with fighting insurgency in Iraq; officers want next Humvees to be faster, more agile, more fuel efficient and better protected than vehicles used in Iraq; photos (M)",
      "lead_paragraph": "YUMA, Ariz., Jan. 19 - Under a hot desert sun this week near the Mexican border, Col. Robert Groller watched a transport truck with a prototype suspension system speed across an off-road course.",
      "publication_date": "2005-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/22/business/kicking-the-tires-on-the-next-humvees.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Fannie Mae Drops Bonuses and Replaces Its Controller",
      "snippet": "Fannie Mae board will not pay 2004 bonuses to its 45 top executives, including former chief exec Franklin D Raines and former chief financial officer J Timothy Howard, who were ousted in Dec after Securities and Exchange Commission found that comp...",
      "abstract": "Fannie Mae board will not pay 2004 bonuses to its 45 top executives, including former chief exec Franklin D Raines and former chief financial officer J Timothy Howard, who were ousted in Dec after Securities and Exchange Commission found that company had violated accounting rules; board says controller Leanne G Spencer will step down at end of Jan (M)",
      "lead_paragraph": "Fannie Mae, the nation's largest buyer of home mortgages, said yesterday that it would deny its top executives their 2004 bonuses and that it had replaced its controller.",
      "publication_date": "2005-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/22/business/fannie-mae-drops-bonuses-and-replaces-its-controller.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Mix of Quake Aid and Preaching Stirs Concern",
      "snippet": "A dozen Americans walked into a relief camp here, showering bereft parents and traumatized children with gifts, attention and affection. They also quietly offered camp residents something else: Jesus.     The Americans, who all come from one churc...",
      "abstract": "A dozen Americans walked into a relief camp here, showering bereft parents and traumatized children with gifts, attention and affection. They also quietly offered camp residents something else: Jesus.     The Americans, who all come from one church in Texas, have staged plays detailing the life of Jesus and had children draw pictures of him, camp residents said. They have told parents who lost children that they should still believe in God, and held group prayers where they tried to heal a partly paralyzed man and a deaf 12year-old girl.  ",
      "lead_paragraph": "MORAKETIYA, Sri Lanka, Jan. 19 - A dozen Americans walked into a relief camp here, showering bereft parents and traumatized children with gifts, attention and affection. They also quietly offered camp residents something else: Jesus.",
      "publication_date": "2005-01-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/22/world/worldspecial4/mix-of-quake-aid-and-preaching-stirs-concern.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "Bush's Smiles Meet Some Frowns in Europe",
      "snippet": "The start of President Bush's second term has been marked by conciliatory gestures toward Europe: a promised visit to the headquarters of the European Union, the selection of a top State Department team deeply versed in European affairs, restraint...",
      "abstract": "The start of President Bush's second term has been marked by conciliatory gestures toward Europe: a promised visit to the headquarters of the European Union, the selection of a top State Department team deeply versed in European affairs, restraint on trade, cooperation on the Ukrainian crisis and bold commitments to the active Middle Eastern diplomacy that Europeans want.    All of this amounts to a presidential gamble that the Atlantic community is alive and well, despite the divisive trauma of Iraq. But Mr. Bush will want results. As his secretary of state-designate, Condoleezza Rice, said this week: ''When judging a course of action, I will never forget that the true measure of its worth is whether it is effective.''  ",
      "lead_paragraph": "The start of President Bush's second term has been marked by conciliatory gestures toward Europe: a promised visit to the headquarters of the European Union, the selection of a top State Department team deeply versed in European affairs, restraint on trade, cooperation on the Ukrainian crisis and bold commitments to the active Middle Eastern diplomacy that Europeans want.",
      "publication_date": "2005-01-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/22/politics/bushs-smiles-meet-some-frowns-in-europe.html",
      "byline": "By Roger Cohen"
    },
    {
      "headline": "Powell to Step Down at F.C.C. After Pushing for Deregulation",
      "snippet": "Michael K. Powell, who has overseen the Federal Communications Commission during a time of helter-skelter convergence among telephone, television and high-speed Internet services, announced Friday that he would be stepping down from the agency in ...",
      "abstract": "Michael K. Powell, who has overseen the Federal Communications Commission during a time of helter-skelter convergence among telephone, television and high-speed Internet services, announced Friday that he would be stepping down from the agency in two months.     Mr. Powell sought to roll back regulation of each of those industries. But on his watch the F.C.C. also enforced stringent decency standards, imposing hefty fines on television and radio broadcasters.   ",
      "lead_paragraph": "WASHINGTON, Jan. 21 - Michael K. Powell, who has overseen the Federal Communications Commission during a time of helter-skelter convergence among telephone, television and high-speed Internet services, announced Friday that he would be stepping down from the agency in two months.",
      "publication_date": "2005-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/22/politics/powell-to-step-down-at-fcc-after-pushing-for-deregulation.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Pentagon's Needs Offer Airlines a Lift",
      "snippet": "Government memorandum says Pentagon has increased its spending by 15 percent in 2005 on flights by passenger airlines, with heaviest traffic expected in Feb and March; says two dozen airlines, charter companies and cargo carriers that participate ...",
      "abstract": "Government memorandum says Pentagon has increased its spending by 15 percent in 2005 on flights by passenger airlines, with heaviest traffic expected in Feb and March; says two dozen airlines, charter companies and cargo carriers that participate in Civil Reserve Air Fleet program may also be given opportunity to fly goods and troops to South Asia countries that were ravaged by tsunami; memo, dated Jan 14, summarizes teleconference involving military officials and participants in air fleet; photo ( M)",
      "lead_paragraph": "At the slowest time of the year for the nation's struggling airlines, one big customer, the Pentagon, wants to give them more business.",
      "publication_date": "2005-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/22/business/pentagons-needs-offer-airlines-a-lift.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "AT&T Looks Beyond 'Number, Please'",
      "snippet": "AT&T chief technology officer Hossein Eslambolchi is strategist behind AT&T's ambitious turnaround plan to become data transmission company selling array of software products; he says AT&T's future depends on vigorous cost-cutting and focusing on ...",
      "abstract": "AT&T chief technology officer Hossein Eslambolchi is strategist behind AT&T's ambitious turnaround plan to become data transmission company selling array of software products; he says AT&T's future depends on vigorous cost-cutting and focusing on its worldwide data network; voice calls, for first time, generated less than half of revenue in AT&T's corporate business group in 2004; strategic shift was evident in company's quarterly earnings; profits jumped 84 percent in fourth quarter, to $625 million; graph; Eslambolchi photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/22/business/att-looks-beyond-39number-please.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Europe Lifting Sanctions On Many U.S. Products  The European Union is lifting sanctions on American products now that Congress has repealed tax cuts for exporters that were declared illegal by the World Trade Organization.    The Europeans couched...",
      "abstract": " Europe Lifting Sanctions On Many U.S. Products  The European Union is lifting sanctions on American products now that Congress has repealed tax cuts for exporters that were declared illegal by the World Trade Organization.    The Europeans couched the announcement as another gesture of good will in their trade relationship with the United States. Earlier this month, the two trading giants backed away from suing each other over subsidies they each give to their biggest civilian aircraft makers. [Page C3.]    G.E. Reports Strong Profit Growth  General Electric, citing robust growth in almost all of its major business units, reported record fourth-quarter earnings of $5.4 billion. Jeffrey R. Immelt, left, the chief executive, said last month that he thought G.E. would deliver earnings growth of as much as 17 percent this year. Analysts said the quarterly report represented a solid start toward delivering on that promise. [C2.]    Powell to Step Down From F.C.C.  Michael K. Powell, the head of the Federal Communications Commission, said he would be stepping down in two months. On his watch the F.C.C. was noted for its tough enforcement of decency standards. He has told friends that he will take time off to consider his next career move. [A1.]    Union at US Airways Approves Cuts  Members of the machinists' union at US Airways voted in favor of $269 million in wage and benefit cuts, completing the airline's efforts to win concessions from its employees. [C4.]    America West Airlines' parent company reported a fourth-quarter net loss of $49.7 million, citing high fuel costs and low fares. [C4.]    Euro Disney Plans to Sell Stock  Euro Disney, seeking to complete a refinancing of its troubled theme parks, will raise 253 million euros, or $328 million, by selling shares at 0.09 euro each. The extraordinarily low price hurt the value of existing shares. [C3.]    Rules for Drug Benefit Disclosed  The Bush administration unveiled rules for the new Medicare drug benefit that guarantee patients access to a wide range of medicines while giving insurance companies tools to control costs. The rules say a prescription drug plan can establish a list of preferred drugs and refuse to pay for other medicines. [A11.]    Stock Market Drops for Third Week  A surge in oil prices sent the major stock indexes to their lowest levels of the year. All three indexes fell for the third consecutive week. The Dow and S.&P. 500 have not started January with three down weeks since 1977. For the week, the Dow fell 1.6 percent, the S.&P. was down 1.6 percent and the Nasdaq composite dropped 2.6 percent. [C4.]    Safety of J.&J. Drug Reviewed  Health regulators are reviewing the safety of Reminyl, a Johnson & Johnson drug for Alzheimer's disease, after two clinical trials in which people taking the drug had a much higher death rate than those taking a placebo. [C4.]    Asia Helps United Technologies  United Technologies said its quarterly profit rose 10.5 percent as the construction boom in Asia helped its Otis and Carrier units. [C2.]    Citigroup Says S.E.C. May Act  Regulators may recommend a civil injunction or administrative proceedings against two Citigroup units and four people. Citigroup said the actions were related to an internal transfer agent unit that served more than 20 Citigroup-managed closed-end funds. [C2.]    Jones Apparel Cuts Profit Forecasts  The clothing maker Jones Apparel Group cut its profit forecasts, citing widespread discounting by its retail customers. [C4.]  ",
      "lead_paragraph": "Europe Lifting Sanctions On Many U.S. Products The European Union is lifting sanctions on American products now that Congress has repealed tax cuts for exporters that were declared illegal by the World Trade Organization.",
      "publication_date": "2005-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/22/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Connecticut Suit Says Marsh and Insurer Misled State",
      "snippet": "Connecticut Atty Gen Richard Blumenthal sues Marsh & McLennan Companies and Ace Financial Solutions, accusing them of working together to mislead state and increase costs on $80 million contract for workers' compensation insurance; Ace Financial i...",
      "abstract": "Connecticut Atty Gen Richard Blumenthal sues Marsh & McLennan Companies and Ace Financial Solutions, accusing them of working together to mislead state and increase costs on $80 million contract for workers' compensation insurance; Ace Financial is unit of Ace Group of Companies; Blumenthal says his investigation into suspicions of concealed payments and increased costs for customers of workers' compensation coverage extends to other major insurance brokers and companies (M)",
      "lead_paragraph": "The attorney general of Connecticut sued the Marsh & McLennan Companies and a unit of the Ace Group of Companies yesterday, accusing them of working together to mislead the state and increase costs on an $80 million contract for workers' compensation insurance.",
      "publication_date": "2005-01-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/22/business/connecticut-suit-says-marsh-and-insurer-misled-state.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Coffee, Tea or Regulation?",
      "snippet": "Article on pros and cons of regulated air travel; some travelers and business owners say returning to regulated service, when prices were high and government, not passenger demand, set frequency and destination of flights, is not answer; others, i...",
      "abstract": "Article on pros and cons of regulated air travel; some travelers and business owners say returning to regulated service, when prices were high and government, not passenger demand, set frequency and destination of flights, is not answer; others, including union representatives and some consumer groups, long for stability of time, before 1978, when government decided fares and determined where airlines would fly; photos; graphs; charts (M)",
      "lead_paragraph": "MARILYN FREEMAN fondly remembers being treated like royalty by the American Airlines crew on her honeymoon flight to Hawaii 30 years ago. Just out of college, she and her husband, Gary, were pampered with Champagne and personal attention from the flight attendants. \"It was a privileged situation,\" she recalled.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/23/business/yourmoney/coffee-tea-or-regulation.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Bush Twins Aside, the Party's Here",
      "snippet": "Georgetown (Washington, DC) bar Smith Point has become known as young Republican haunt and was popular site for presidential inauguration night after-party; photos (M)",
      "abstract": "Georgetown (Washington, DC) bar Smith Point has become known as young Republican haunt and was popular site for presidential inauguration night after-party; photos (M)",
      "lead_paragraph": "Washington - ATER the Constitution Ball and the Commander in Chief Ball, after all the official black-tie parties wound down around midnight on Inauguration Day, members of a young Republican crowd scarcely old enough to remember the Reagan years were still looking for excitement. Naturally, they headed to a basement bar in Georgetown that has become an unofficial clubhouse for the Jenna and Barbara Bush generation.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "9",
      "web_url": "https://www.nytimes.com/2005/01/23/fashion/bush-twins-aside-the-partys-here.html",
      "byline": "By Alex Williams"
    },
    {
      "headline": "Like Paperwork? Medical Workers Needed",
      "snippet": "Article on acute shortage in New York region of physician assistants and clerical workers at entry level in medicine; while many see demand as positive, some experts say such work may offer few chances for advancement because of rigorous training ...",
      "abstract": "Article on acute shortage in New York region of physician assistants and clerical workers at entry level in medicine; while many see demand as positive, some experts say such work may offer few chances for advancement because of rigorous training and licensing requirements; demand for medical workers appears to be highest in New York, given its concentration of hospitals, clinics and medical offices (M)",
      "lead_paragraph": "WITH the health care industry struggling to keep pace with the expanding requirements for paperwork under managed care, the New York region is confronting an acute shortage of physician assistants and clerical workers at the entry level in medicine, according to government labor statistics and industry executives.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/01/23/jobs/like-paperwork-medical-workers-needed.html",
      "byline": "By Thomas J. Lueck"
    },
    {
      "headline": "Playing Penny-Stock Roulette",
      "snippet": "Article, noting recent meeting at Mirage in Las Vegas of group of investors in Audible.com, on risks and rewards involved in playing penny stocks; record number of companies have been delisted since market collapse began in spring 2000; penny stoc...",
      "abstract": "Article, noting recent meeting at Mirage in Las Vegas of group of investors in Audible.com, on risks and rewards involved in playing penny stocks; record number of companies have been delisted since market collapse began in spring 2000; penny stocks come in variety of forms, including those tossed off Nasdaq's primary exchange that are traded on its bulletin board, those kicked off Nasdaq or New York Stock Exchange whose filings are not current and are traded on over-the-counter markets, and those that were never listed on one of major exchanges; University of Florida finance Prof Jay Ritter says recent popularity of penny stocks reflects sheer number of technology casualties since stock bubble burst that have come back from 'near-death experience'; photos; graphs (L)",
      "lead_paragraph": "Las Vegas - HIS hair is white and stringy, his beard thick and snowy in the fashion of a hermit who decided long ago to park himself high atop a mountain. He's a touch shy, a self-deprecating man who describes himself as never before lucky in life.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/23/business/yourmoney/playing-pennystock-roulette.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "GENERAL SEEKING FASTER TRAINING OF IRAQ SOLDIERS",
      "snippet": "Retired Gen Gary E Luck, sent to assess operations in Iraq, has concluded that American troops must speed up and strengthen training of Iraqi security forces by assigning as many as 8,000 to 10,000 additional military advisers to work directly wit...",
      "abstract": "Retired Gen Gary E Luck, sent to assess operations in Iraq, has concluded that American troops must speed up and strengthen training of Iraqi security forces by assigning as many as 8,000 to 10,000 additional military advisers to work directly with Iraqi units and tailor their assistance and partnership to array of Iraqi security forces; is expected to recommend that allied military officials fill several advisers' positions in interior and defense ministries; number of trained Iraqi personnel is disputed (M)",
      "lead_paragraph": "WASHINGTON, Jan. 22 - The retired four-star Army general who was sent to Iraq two weeks ago to assess operations there has concluded that American troops must speed up and strengthen the training of Iraqi security forces, by assigning thousands of additional military advisers to work directly with Iraqi units, said senior defense and military officials here and in Iraq.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/23/washington/world/the-conflict-in-iraq-security-general-seeking-faster.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Commandos See Duty on U.S. Soil In Role Redefined by Terror Fight",
      "snippet": "Special Operations forces will be among 13,000 troops, police officers and federal agents marshaled to secure inauguration; elite troops are poised to act under 1997 program that was updated and enhanced following Sept 11 attacks but nevertheless ...",
      "abstract": "Special Operations forces will be among 13,000 troops, police officers and federal agents marshaled to secure inauguration; elite troops are poised to act under 1997 program that was updated and enhanced following Sept 11 attacks but nevertheless departs from how military has historically been used on American soil; Posse Comitatus Act of 1878 restricted military forces from performing domestic law enforcement duties, but law has been amended over years to allow military to lend equipment and assist federal, state and local authorities in certain circumstances; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 22 - Somewhere in the shadows of the White House and the Capitol this week, a small group of super-secret commandos stood ready with state-of-the-art weaponry to swing into action to protect the presidency, a task that has never been fully revealed before.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/23/washington/us/commandos-see-duty-on-us-soil-in-role-redefined-by-terror.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Some Like It Hot",
      "snippet": "Article on widely fluctuating temperatures in Manhattan office buildings; May 2003 survey by International Facilities Management Assn in Houston says being too cold is top office complaint, followed by being too hot; Department of Energy's Office ...",
      "abstract": "Article on widely fluctuating temperatures in Manhattan office buildings; May 2003 survey by International Facilities Management Assn in Houston says being too cold is top office complaint, followed by being too hot; Department of Energy's Office of Energy Efficiency and Renewable Energy suggests that heating be set at 68 degrees in winter and cooling at 78 degrees in summer; however, study by Cornell University Human Factors and Ergonomics Lab director Alan Hedge shows that warmer office temperatures yield more productivity; drawing; photo (M)",
      "lead_paragraph": "KERRY McCLOSKEY, director of research at a media company in Manhattan, describes her office as having \"very strange temperature pockets.\" During the winter months, Ms. McCloskey keeps a red sweater handy and leaves a suit jacket in the office. Occasionally she wears a scarf.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/01/23/jobs/some-like-it-hot.html",
      "byline": "By Amy Zipkin"
    },
    {
      "headline": "Givenchy's Throne Sits Vacant as Young Stars Shun Big Labels",
      "snippet": "Revered fashion house Givenchy, subsidiary of LVMH Moet Hennessy Louis Vuitton, will not produce haute couture collection for spring couture week in Paris, after lengthy list of designers decide they are not interested in taking over company; draw...",
      "abstract": "Revered fashion house Givenchy, subsidiary of LVMH Moet Hennessy Louis Vuitton, will not produce haute couture collection for spring couture week in Paris, after lengthy list of designers decide they are not interested in taking over company; drawn-out process of seeking creative director exposes changed perception among rising young fashion workers, who are increasingly wary of working for global luxury conglomerates after recent implosions like Tom Ford's departure from Gucci; photos (M)",
      "lead_paragraph": "It was Audrey Hepburn whose simple black dress in \"Breakfast at Tiffany's\" forever epitomized the restrained elegance of Hubert de Givenchy. Another famous client, Jacqueline Kennedy, carried the designer's brand of effortless chic to the White House.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/23/fashion/givenchys-throne-sits-vacant-as-young-stars-shun-big-labels.html",
      "byline": "By Eric Wilson"
    },
    {
      "headline": "Factories Rev Up (at Last) in the U.S.",
      "snippet": "Figures show that, after six years of decline, manufacturing jobs in US rose by 76,000 in 2004; some economists are cautiously optimistic that decline of job engine, which supported rise of American middle class through postwar era, may have come ...",
      "abstract": "Figures show that, after six years of decline, manufacturing jobs in US rose by 76,000 in 2004; some economists are cautiously optimistic that decline of job engine, which supported rise of American middle class through postwar era, may have come to end; much of blame for decline in manufacturing jobs lies with lackluster spending by businesses since recession of 2001 and burst of productivity growth as companies squeezed more out of their work force; graph (M)",
      "lead_paragraph": "THREE years ago, Ace Clearwater Enterprises, a Torrance, Calif., maker of custom parts for everything from jet planes to power plants, offered its 175 workers the choice between a shortened workweek and job cuts. This year it is staffing up. \"We've been in hiring mode for about a year now,\" said Gary Johnson, its vice president, who wants to bring his payroll up to 195.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/01/23/jobs/factories-rev-up-at-last-in-the-us.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "New Stocks, Same Old Problems",
      "snippet": "Gretchen Morgenson column on apparent unwillingness or inability of companies issuing shares for first time to institute shareholder-friendly practices; IPO Plus Aftermarket fund portfolio manager Linda Killian reports 51 percent of companies that...",
      "abstract": "Gretchen Morgenson column on apparent unwillingness or inability of companies issuing shares for first time to institute shareholder-friendly practices; IPO Plus Aftermarket fund portfolio manager Linda Killian reports 51 percent of companies that went public in 2003 had poor to very poor governance practices, compared with 37 percent in 1999, despite enactment of major legislation and recent emphasis on better corporate governance; graph (M)",
      "lead_paragraph": "IMPROVING corporate governance has been at the heart of many new regulations in recent years. So you might assume that companies issuing shares to investors for the first time would take care to institute the most shareholder-friendly practices possible.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/23/business/yourmoney/new-stocks-same-old-problems.html",
      "byline": "By Gretchen Moregenson"
    },
    {
      "headline": "On Television, Torture Takes a Holiday",
      "snippet": "Frank Rich column on near absence of network news coverage of Abu Ghraib prison scandal trial of Specialist Charles A Graner Jr; questions whether Americans want to know truth about US role in incidents of torture; photos (M)",
      "abstract": "Frank Rich column on near absence of network news coverage of Abu Ghraib prison scandal trial of Specialist Charles A Graner Jr; questions whether Americans want to know truth about US role in incidents of torture; photos (M)",
      "lead_paragraph": "ON the day that the defense rested in the military trial of Specialist Charles A. Graner Jr. for the abuses at Abu Ghraib, American television news had a much better story to tell: \"The Trouble With Harry,\" as Brian Williams called it on NBC. The British prince had attended a fancy dress costume party in Wiltshire (theme: \"native and colonial\") wearing a uniform from Rommel's Afrika Korps complete with swastika armband. Even by the standards of this particular royal family, here was idiocy above and beyond the call of duty.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "2",
      "web_url": "https://www.nytimes.com/2005/01/23/arts/on-television-torture-takes-a-holiday.html",
      "byline": "By Frank Rich"
    },
    {
      "headline": "As Election Nears, Iraqis Remain Sharply Divided on Its Value",
      "snippet": "Iraqis have strikingly different views on vote as election approaches; biggest chasm seems to be between Shiites and Sunnis, and biggest obstacle to unity and peace is threatened Sunni boycott; many Sunni parties have pulled out of election in ang...",
      "abstract": "Iraqis have strikingly different views on vote as election approaches; biggest chasm seems to be between Shiites and Sunnis, and biggest obstacle to unity and peace is threatened Sunni boycott; many Sunni parties have pulled out of election in anger over their loss of power since American-led invasion; security situation is particularly precarious, with widespread fear of attacks on voters, although two-thirds of residents surveyed in Baghdad say they will vote; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 22 - Hejaz Hazim, a computer engineer who could not find a job in computers and now cleans clothes, slammed his iron into a dress shirt the other day and let off a burst of steam about the coming election.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/23/world/middleeast/as-election-nears-iraqis-remain-sharply-divided-on-its.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Rapid Rise and Fall for Body-Scanning Clinics",
      "snippet": "Body scanning centers are remarkable story of medical technology bubble that burst; companies marketed CT scans direct to public without doctor's referral and could barely keep up with demand until professional societies warned tests would miss co...",
      "abstract": "Body scanning centers are remarkable story of medical technology bubble that burst; companies marketed CT scans direct to public without doctor's referral and could barely keep up with demand until professional societies warned tests would miss common cancers and require rounds of additional tests to rule out real problems; insurance companies refused to pay, causing scanning centers to cut prices to compete; combination of low prices and reduced business spelled doom; photos (M)",
      "lead_paragraph": "For a brief moment, Dr. Thomas Giannulli, a Seattle internist, thought he was getting in at the start of an exciting new area of medicine. He was opening a company to offer CT scans to the public -- no doctor's referral necessary. The scans, he said, could find diseases like cancer or heart disease early, long before there were symptoms. And, for the scan centers, there was money to be made.",
      "publication_date": "2005-01-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/23/health/rapid-rise-and-fall-for-bodyscanning-clinics.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Helmut Lang Is Expected To Leave Prada Group  In another shock to the luxury industry's multibrand strategy, the Prada group is expected to announce on Monday the departure of Helmut Lang from the house that bears his name, a person close to the c...",
      "abstract": " Helmut Lang Is Expected To Leave Prada Group  In another shock to the luxury industry's multibrand strategy, the Prada group is expected to announce on Monday the departure of Helmut Lang from the house that bears his name, a person close to the company said.    The Austrian-born designer, who is based in New York, was considered a byword for urban cool in 1999, when Prada took a 51 percent stake in the brand. He follows fellow designer Jil Sander out of the door. [Page C10.]    Military Might on Cable Television  Three cable channels -- the Military Channel, the Military History Channel and the Pentagon Channel -- now feed news, information and entertainment about the armed services into millions of living rooms. [C8.]    Mixed Report on Silicon Valley  A new report on Silicon Valley has found that despite an environment in which entrepreneurship is strong and established firms are by and large healthy, the job market remains stagnant. Household income in the area is down, and disparities persist in health care, education and housing, the report says. [C6.]    Italia Mobile Deal Proceeds  Telecom Italia cleared a major hurdle in its planned 21 billion euro ($27.3 billion) takeover of Telecom Italia Mobile. [C9.]    Wireless Deal for California Parks  California has announced a deal with SBC Communications to provide wireless Internet access points in 85 state parks. [C4.]    Microchip Advance Announced  Texas Instruments is set to announce that it has integrated most computing functions of a mobile phone onto a single microchip. [C9.]    Group to Promote Grid Computing  A handful of technology companies plan to announce that they are forming a consortium to accelerate utilitylike grid computing in the corporate world. [C7.]    BlackBerry's Canadian Defense  Having lost a recent patent case in Virginia, Research in Motion, maker of the popular BlackBerry device, has turned to an unusual appeal strategy: We're not based in the United States, so you can't touch us. [C4.]    Help for Digital Pack Rats  More people are choosing to deposit their burgeoning computer files in an online bank, thereby helping to inject life into the niche Internet storage market that, some analysts say, is on the brink of a growth surge. Bob Tedeschi: E-Commerce Report. [C7.]    Putting On Athletes' Game Faces  A new ad campaign for Nike focuses on the dogged determination of athletes as they put on their game faces -- literally as well as figuratively. For example, The polished-wood mask worn by Albert Pujols, the St. Louis Cardinals slugger, left, evokes a baseball bat. Stuart Elliott: Advertising. [C10.]    Catalog Blunder Derails Business  Eziba.com, an online retailer and catalog company known for its handcrafted items from foreign artisans, has temporarily suspended operations after it sent tens of thousands of catalogs to the wrong addresses. [C4.]  ",
      "lead_paragraph": "Helmut Lang Is Expected To Leave Prada Group In another shock to the luxury industry's multibrand strategy, the Prada group is expected to announce on Monday the departure of Helmut Lang from the house that bears his name, a person close to the company said.",
      "publication_date": "2005-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/24/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Internet News Sites Are Back in Vogue",
      "snippet": "News and information sites on Internet are recovering from doldrums that followed collapse of dot-com boom; biggest sign of resurgence is bidding war for CBS MarkWatch, in which Dow Jones beat out New York Times, Gannett and Viacom; that deal is s...",
      "abstract": "News and information sites on Internet are recovering from doldrums that followed collapse of dot-com boom; biggest sign of resurgence is bidding war for CBS MarkWatch, in which Dow Jones beat out New York Times, Gannett and Viacom; that deal is said to be worth $519 million, about six times MarketWatch's 2004 revenue; many of same companies that were badly burned by Internet investments before are aggressively bidding for news sites now, not just because of growing online ad business but also because they are worried that their current Web sites will not be able to keep up with demand; online advertising is expected to reach $9.7 billion in 2004; photos; table (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/24/technology/internet-news-sites-are-back-in-vogue.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "A Virus Writer Tests the Limits in Cellphones",
      "snippet": "Marcos Velasco, Brazilian software developer, has created and publicly posted computer worm that affects cellular phones that use Blootooth short-range radio frequency technology; does not spread worm, which has ability to reproduce itself and doe...",
      "abstract": "Marcos Velasco, Brazilian software developer, has created and publicly posted computer worm that affects cellular phones that use Blootooth short-range radio frequency technology; does not spread worm, which has ability to reproduce itself and does not need host program, but is evidently happy to share his work on his Web site; worm, which seems to do little harm, points to inevitability of more virulent ones aimed at mobile devices and to virus-writing subculture; diagram; photos (M)",
      "lead_paragraph": "Marcos Velasco, a 32-year-old Brazilian software developer, enjoys movies with special effects, maintains a vast collection of antique computers in his home and is the proud father of two young children and one mobile phone virus, which he named after himself: Velasco.",
      "publication_date": "2005-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/24/technology/a-virus-writer-tests-the-limits-in-cellphones.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Friendster, Love and Money",
      "snippet": "Friendster, which helped define hot new Internet facet dubbed 'social networking,' is troubled by rapid executive turnover and is being eclipsed in United States among those in most highly coveted 18 to 29 demographic by younger, flashier rival My...",
      "abstract": "Friendster, which helped define hot new Internet facet dubbed 'social networking,' is troubled by rapid executive turnover and is being eclipsed in United States among those in most highly coveted 18 to 29 demographic by younger, flashier rival MySpace; Friendster loyalists complain company has done little to enliven its site; former employee says stress on infrastructure to keep up with growth has kept company from rolling out needed new features; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Jan. 23 - Fifteen months ago, Friendster enjoyed the kind of enviable status that Silicon Valley start-ups dream of: A-list investors and millions of users flocking to its Web site to browse profiles posted by friends and friends' friends, in search of dates or playmates.",
      "publication_date": "2005-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/24/technology/friendster-love-and-money.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "'A Little Armadillo' Propels Condé Nast Abroad",
      "snippet": "Conde Nast Publications international division chairman Jonathan Newhouse comments on success of British version of Glamour magazine, printed in so-called pocket size, which is best-selling monthly magazine in Britain, interview; magazine's triump...",
      "abstract": "Conde Nast Publications international division chairman Jonathan Newhouse comments on success of British version of Glamour magazine, printed in so-called pocket size, which is best-selling monthly magazine in Britain, interview; magazine's triumph with readers is even more critical because publishers outside United States depend more on revenues from newsstand sales; photos (M)",
      "lead_paragraph": "In 2002, a year after Condé Nast International first published a British version of Glamour magazine, Cathleen P. Black, the president of Hearst Magazines, the publisher of British Cosmopolitan, promised to crush the upstart magazine in Britain and elsewhere like \"a little armadillo in the road.\"",
      "publication_date": "2005-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/24/business/media/a-little-armadillo-propels-conde-nast-abroad.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Shiites in Iraq Say Government Will Be Secular",
      "snippet": "Shiites' political leaders say they will put secular face on new Iraqi government they plan to form after elections there; senior leaders of United Iraq Alliance, poised to capture most votes in election, agree that Iraqi they nominate to be count...",
      "abstract": "Shiites' political leaders say they will put secular face on new Iraqi government they plan to form after elections there; senior leaders of United Iraq Alliance, poised to capture most votes in election, agree that Iraqi they nominate to be country's next prime minister will be lay person, not Islamic cleric; say clerics will also be excluded from running government ministries; decision appears to formalize growing dominance of secular leaders among Shiite political leadership; it also reflects inclination by country's powerful religious hierarchy to stay out of day-to-day governing of country; five Shiites most likely to be picked as prime minister are secular figures; group does not include Abdul Aziz al-Hakim, cleric who is chief of Supreme Council for Islamic Revolution in Iraq and oft-mentioned candidate for prime minister; Shiite leaders' decision to move away from Islamist government reflects political realities--American officials as well as Iraq's Kurds would be troubled by overtly Islamist government; it is also seen as rejection of Iranian-style theocracy; Iran has given moral and material support to two largest Shiite parties, and some Iranians have reportedly warned Iraqis against putting clerics in government, saying it causes too many problems; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 21 - With the Shiites on the brink of capturing power here for the first time, their political leaders say they have decided to put a secular face on the new Iraqi government they plan to form, relegating Islam to a supporting role.",
      "publication_date": "2005-01-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/24/world/middleeast/shiites-in-iraq-say-government-will-be-secular.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "F.C.C. Faces a New Set of Challenges After Powell",
      "snippet": "Departure of Michael K Powell as chairman of Federal Communications Commission is expected to lead to profound and subtle policy and personality changes for agency as it addresses challenging regulatory decisions ahead; most vexing of those are on...",
      "abstract": "Departure of Michael K Powell as chairman of Federal Communications Commission is expected to lead to profound and subtle policy and personality changes for agency as it addresses challenging regulatory decisions ahead; most vexing of those are ones governing telephone access fees and the financing of programs that provide universal telephone service to underserved areas; Powell's tenure assessed; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 23 - The departure of Michael K. Powell from the Federal Communications Commission in a few weeks will lead to profound and subtle policy and personality changes for an agency at the center of the transformation of the telecommunications and media industries.",
      "publication_date": "2005-01-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/24/business/media/fcc-faces-a-new-set-of-challenges-after-powell.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Pentagon Sends Its Spies to Join Fight on Terror",
      "snippet": "Pentagon battlefield intelligence units are working directly with Special Operations forces on secret counterterrorism missions, in tasks that have been largely province of Central Intelligence Agency; small clandestine teams, drawn from specialis...",
      "abstract": "Pentagon battlefield intelligence units are working directly with Special Operations forces on secret counterterrorism missions, in tasks that have been largely province of Central Intelligence Agency; small clandestine teams, drawn from specialists within Defense Intelligence Agency, are providing military's elite Special Operations units with battlefield intelligence using advanced technology, recruiting spies in foreign countries, and scouting potential targets; teams represent prime example of Defense Sec Donald H Rumsfeld's desire to expand Pentagon's ability to collect human intelligence--gathered by spies rather than by technology--both within military service and Defense Intelligence Agency, whose focus is on intelligence used on battlefield; Pentagon spokesman Lawrence Di Rita, confirming existence of teams in response to newspaper article, says they have been operating in Iraq and Afghanistan for two years; intelligence experts say creation of unit is latest chapter in turf battle between Defense Dept and CIA; battle has intensified since 9/11 comnmission recommended creating job of national intelligence director to oversee all intelligence programs; CIA is concerned that expanded Pentagon role in intelligence-gathering could escape strict Congressional oversight; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 23 - The Pentagon has created battlefield intelligence units that for the first time have been assigned to work directly with Special Operations forces on secret counterterrorism missions, tasks that had been largely the province of the Central Intelligence Agency, senior Defense Department officials said Sunday.",
      "publication_date": "2005-01-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/24/politics/pentagon-sends-its-spies-to-join-fight-on-terror.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Gray Matter and Sexes: A Gray Area Scientifically",
      "snippet": "Harvard Univ president Lawrence H Summers' suggestion that women's lagging progress in science and mathematics might reflect innate differences between sexes inflames debate that has simmered for decades; researchers who have explored subject of s...",
      "abstract": "Harvard Univ president Lawrence H Summers' suggestion that women's lagging progress in science and mathematics might reflect innate differences between sexes inflames debate that has simmered for decades; researchers who have explored subject of sex differences from every conceivable angle and organ say there are host of discrepancies between men and women--in their average scores on tests of quantitative skills, in their attitudes toward math and science, in architecture of their brains, in way they metabolize medications, including those that affect brain; but researchers warn that mere finding of difference in form does not mean difference in function or output inevitably follow; to further complicate portrait of cerebral diversity, new brain imaging studies suggest that men and women with equal IQ scores use different proportions of their gray and white matter when solving problems like those on intelligence tests; photo; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/24/science/gray-matter-and-sexes-a-gray-area-scientifically.html",
      "byline": "By Natalie Angier and Kenneth Chang"
    }
  ]
}