{
  "metadata": {
    "date": "2005-10-25",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Rosa Parks, 92, Founding Symbol of Civil Rights Movement, Dies",
      "snippet": "Rosa Parks's refusal to relinquish her seat to a white man on an Alabama bus grew into a mythic event that helped touch off the civil rights movement of the 1950's and 1960's.",
      "abstract": "Rosa Parks's refusal to relinquish her seat to a white man on an Alabama bus grew into a mythic event that helped touch off the civil rights movement of the 1950's and 1960's.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-25T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/25/us/25parks.html",
      "byline": "By E. R. SHIPP"
    },
    {
      "headline": "Hurricane Rips Across Florida, Killing at Least 7",
      "snippet": "Hurricane Wilma charges across both coasts of South Florida, pushing seawater over much of Florida Keys and knocking out power to estimated 3.4 million homes and businesses; storm enters state as Category 3 hurricane with winds of 125 miles per ho...",
      "abstract": "Hurricane Wilma charges across both coasts of South Florida, pushing seawater over much of Florida Keys and knocking out power to estimated 3.4 million homes and businesses; storm enters state as Category 3 hurricane with winds of 125 miles per hour; roils Miami and Fort Lauderdale region and, after seven hours, roars into Atlantic Ocean near West Palm Beach, still a Category 2 storm with winds of 105 mph; conditions are less brutal in most populated areas, on northern side of Gulf Coast; but there is widespread flooding, crumpled mobile homes, airborne roofs and countless downed trees; at least seven people are reported killed in state; earlier, storm left at least six dead in Mexico and 13 in Jamaica and Haiti; Gov Jeb Bush says Florida, which had days to prepare for slow-moving storm, has everything it needs to start recovery; photo; maps (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/25/us/hurricane-rips-across-florida-killing-at-least-7.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Cheney Told Aide of C.I.A. Officer, Lawyers Report",
      "snippet": "Vice Pres Dick Cheney's chief of staff I Lewis Libby Jr reportedly first learned about CIA officer at heart of leak investigation from Cheney, and not from journalists as he testified before federal grand jury; lawyers involved in case say Libby's...",
      "abstract": "Vice Pres Dick Cheney's chief of staff I Lewis Libby Jr reportedly first learned about CIA officer at heart of leak investigation from Cheney, and not from journalists as he testified before federal grand jury; lawyers involved in case say Libby's notes from this previously undisclosed conversation with Cheney on June 12, 2003, for first time place Cheney in middle of effort by White House to learn about CIA officer's husband Joseph C Wilson IV, who was questioning administration's handling of intelligence about Iraq's nuclear program to justify war; say they show that Cheney knew that Wilson's wife, Valerie Plame Wilson, worked at CIA more than month before her identity was made public and her undercover status was disclosed in syndicated column by Robert D Novak on July 14, 2003; say notes indicate Cheney got information about her from CIA director George J Tenet in response to questions from Cheney about Joseph Wilson; but they contain no suggestion that Cheney or Libby knew at time of Valerie Wilson's undercover status or that her identity was classified; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/25/politics/cheney-told-aide-of-cia-officer-lawyers-report.html",
      "byline": "This article is by David Johnston, Richard W. Stevenson and Douglas Jehl"
    },
    {
      "headline": "Size of Bankruptcy Bubble Surprises Banks",
      "snippet": "Banks are surprised by avalanche of bankruptcy filings in months before new bankruptcy law went into effect; five biggest bank issuers of credit cards say unexpectedly large flood of bankruptcy filings shaved hundreds of millions of dollars off th...",
      "abstract": "Banks are surprised by avalanche of bankruptcy filings in months before new bankruptcy law went into effect; five biggest bank issuers of credit cards say unexpectedly large flood of bankruptcy filings shaved hundreds of millions of dollars off their earnings in third quarter; tens of thousands of petitions are still being processed, and Hurricane Katrina's impact on cardholders is still being sorted out, so that bankruptcy rush is likely to result in well over billion dollars worth of losses by end of year; more than 500,000 Americans filed for bankruptcy protection in 10 days before law took effect on Oct 17; photo (M)",
      "lead_paragraph": "For more than eight years, big banks lobbied aggressively to make it harder for consumers to file for bankruptcy.",
      "publication_date": "2005-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/25/business/size-of-bankruptcy-bubble-surprises-banks.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "3 Bombers Strike at Baghdad Hotels",
      "snippet": "Suicide bomber attacks two Baghdad hotels popular with Western journalists and foreign security contractors; fails to destroy targets when his vehicle becomes snagged in barbed wire, but huge explosion that follows is last in sequence of three veh...",
      "abstract": "Suicide bomber attacks two Baghdad hotels popular with Western journalists and foreign security contractors; fails to destroy targets when his vehicle becomes snagged in barbed wire, but huge explosion that follows is last in sequence of three vehicle bombs detonated in area within minutes, killing at least five Iraqi police officers and Iraqi civilian and wounding scores of others; significance of assault, beyond casualty statistics, is that two hotels have been symbols of foreign presence in Iraq since American-led invasion 30 months ago; Associated Press and Fox News have bureaus in Palestine Hotel, and it and Sheraton Hotel anchor section of riverbank that includes French Embassy and bureaus of several other news organizations; photo; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 24 - A suicide bomber on Monday drove a cement mixer packed with explosives into the front courtyard of two prominent Baghdad hotels popular with foreigners, but failed to destroy his apparent targets when the vehicle became snagged in barbed wire as it headed for the main entrances.",
      "publication_date": "2005-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/25/world/middleeast/3-bombers-strike-at-baghdad-hotels.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "First on To-Do List: Tame Inflation",
      "snippet": "First task facing Ben S Bernanke as Federal Reserve chairman will be bringing down inflation without causing too much damage to economy or stock market along the way; over last year, inflation has reached 4.7 percent, highest level since 1991, as ...",
      "abstract": "First task facing Ben S Bernanke as Federal Reserve chairman will be bringing down inflation without causing too much damage to economy or stock market along the way; over last year, inflation has reached 4.7 percent, highest level since 1991, as energy prices have soared; core inflation, which includes food and energy and is closely watched at Fed, has hit 2 percent, upper limit of what Bernanke calls his 'comfort zone'; graphs show Consumer Price Index and differing expectations about inflation held by consumers and economists; photo (L)",
      "lead_paragraph": "With the stock market falling and companies laying off workers, the Federal Reserve under Alan Greenspan was racing to prevent a recession in the early months of 2001. Again and again, the Fed cut its benchmark short-term interest rate to encourage families and businesses to borrow, and spend, money.",
      "publication_date": "2005-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/25/business/first-on-todo-list-tame-inflation.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "One Dropout and New Bids for Refco Unit",
      "snippet": "Group of investors led by J Christopher Flowers withdraws its bid for futures brokerage business of Refco after bankruptcy judge rules that he will approve a sale only with significantly lower breakup fees and smaller reimbursement of fees; other ...",
      "abstract": "Group of investors led by J Christopher Flowers withdraws its bid for futures brokerage business of Refco after bankruptcy judge rules that he will approve a sale only with significantly lower breakup fees and smaller reimbursement of fees; other bids emerge for Refco unit; Flowers photo (M)",
      "lead_paragraph": "A group of investors led by J. Christopher Flowers, a former Goldman Sachs partner, withdrew its bid for the futures brokerage business of Refco late yesterday after a bankruptcy judge ruled that he would approve a sale only with a significantly lower breakup fee and a smaller reimbursement of fees.",
      "publication_date": "2005-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/25/business/one-dropout-and-new-bids-for-refco-unit.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Bush Names a Top Adviser to Be Chairman of the Fed",
      "snippet": "Pres Bush nominates Ben S Bernanke, senior White House adviser and highly regarded academic economist, to succeed Alan Greenspan as Federal Reserve chairman; Bernanke says that if he is confirmed by Senate, he will continue anti-inflation policies...",
      "abstract": "Pres Bush nominates Ben S Bernanke, senior White House adviser and highly regarded academic economist, to succeed Alan Greenspan as Federal Reserve chairman; Bernanke says that if he is confirmed by Senate, he will continue anti-inflation policies of Greenspan; but he indicates he wants to nudge Fed away from Greenspan's highly personal approach to guiding monetary policy and toward more predictable and open approach based on explicit rules; his appointment prompts cheers from economists, support from members of Congress and jump in stock prices on Wall Street; Bernanke, chairman of White House Council of Economic Advisers, is considered Bush's safest and most independent choice among leading candidates for job; he has been Fed governor since 2002; if confirmed, he will take over when Greenspan retires at end of Jan; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 24 - President Bush on Monday nominated Ben S. Bernanke, a senior White House adviser and a highly regarded academic economist, to succeed Alan Greenspan as Federal Reserve chairman.",
      "publication_date": "2005-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/25/business/bush-names-a-top-adviser-to-be-chairman-of-the-fed.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Wal-Mart to Seek Savings in Energy",
      "snippet": "Wal-Mart chief executive H Lee Scott announces set of sweeping, specific environmental goals to reduce energy use in its stores, double its trucks' fuel efficiency, minimize its use of packaging and pressure thousands of companies in its worldwide...",
      "abstract": "Wal-Mart chief executive H Lee Scott announces set of sweeping, specific environmental goals to reduce energy use in its stores, double its trucks' fuel efficiency, minimize its use of packaging and pressure thousands of companies in its worldwide supply chain to follow its lead; asserts that embracing energy-conscious and environmentally conscious goals will help both company's bottom line and its customers' needs; Scott's announcement signals that nation's largest retailer is joining nation's largest manufacturer, General Electric, in pursuing policies that set specific goals for environmental performance, while advertising those goals to shareholders and customers and public as strategic business decisions; Scott photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/25/business/walmart-to-seek-savings-in-energy.html",
      "byline": "By Michael Barbaro and Felicity Barringer"
    },
    {
      "headline": "White House Gamble Pays for a Princeton Professor",
      "snippet": "Man in the News profile of Ben S Bernanke, named by Pres Bush to be next chairman of Federal Reserve: photo (M)",
      "abstract": "Man in the News profile of Ben S Bernanke, named by Pres Bush to be next chairman of Federal Reserve: photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/25/business/white-house-gamble-pays-for-a-princeton-professor.html",
      "byline": "By Louis Uchitelle and Eduardo Porter"
    },
    {
      "headline": "Tangled Strands in Fight Over Peru Gold Mine",
      "snippet": "Article in series The Cost of Gold focuses on American-run Yanococha mine, most productive gold mine in world, and its impact on local farmers and cattle grazers high in Peruvian Andes; describes environmental and social costs of technologies need...",
      "abstract": "Article in series The Cost of Gold focuses on American-run Yanococha mine, most productive gold mine in world, and its impact on local farmers and cattle grazers high in Peruvian Andes; describes environmental and social costs of technologies needed to extract ever-more-valuable ore from modern mines; gold is mined by blasting mountains with vast quantities of cyanide; Newmont Mining Corp gained undisputed control of Yanacocha in 2000 after years of back-room legal wrangling; it and its competitor companies fron France and Australia reached into upper levels of American, French and Peruvian governments, including Peru's ruthless secret police chief Vladimiro Montesinos; his secret tape recordings capture Newmont's maneuverings, including bribery to win cooperation of Peruvian government; Newmont and its retired official Lawrence T Kurlander, who is heard on tapes, deny paying bribes; photos (L)",
      "lead_paragraph": "SAN CERILLO, Peru - The Rev. Marco Arana drove his beige pickup over the curves of a dirt road 13,000 feet high in the Andes. Spread out below lay the Yanacocha gold mine, an American-run operation of mammoth open pits and towering heaps of cyanide-laced ore. Ahead loomed the pristine green of untouched hills.",
      "publication_date": "2005-10-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/25/world/americas/tangled-strands-in-fight-over-peru-gold-mine.html",
      "byline": "By Jane Perlez and Lowell Bergman"
    }
  ]
}