{
  "metadata": {
    "date": "2005-11-04",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "New Medicare Plan Presents a Drug Benefit Conundrum",
      "snippet": "Many retirees are weighing company coverage against new Medicare drug insurance program; many companies are sending retirees notices that if they cancel their current prescription drug coverage, company will cancel medical coverage as well; Louis ...",
      "abstract": "Many retirees are weighing company coverage against new Medicare drug insurance program; many companies are sending retirees notices that if they cancel their current prescription drug coverage, company will cancel medical coverage as well; Louis A deBottari, Boeing retiree who received such a letter, says he will continue to use company's drug insurance instead of switching to Medicare plan; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/04/business/new-medicare-plan-presents-a-drug-benefit-conundrum.html",
      "byline": "By Milt Freudenheim and Robert Pear"
    },
    {
      "headline": "To Fight Rising Prices, Fed Nominee May Need New Weapons",
      "snippet": "Article in series, The Greenspan Effect, focuses on different economic situation Ben S Bernanke, newly nominated to be chairman of Federal Reserve, is encountering from one Alan Greenspan faced when he became chairman in 1987; biggest difference i...",
      "abstract": "Article in series, The Greenspan Effect, focuses on different economic situation Ben S Bernanke, newly nominated to be chairman of Federal Reserve, is encountering from one Alan Greenspan faced when he became chairman in 1987; biggest difference is that core inflation--consumer prices excluding food and energy--is under control and seems less of long-term threat; graphs (M)",
      "lead_paragraph": "Early in his tenure as chairman of the Federal Reserve, Alan Greenspan declared that the risk of too much inflation was so considerable that he would \"err more on the side of restrictiveness than of stimulus.\"",
      "publication_date": "2005-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/04/business/to-fight-rising-prices-fed-nominee-may-need-new-weapons.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "In Louisiana, Worker Influx Causes Ill Will",
      "snippet": "Out-of-state workers brought to New Orleans to clean up hurricane damage spark resentment among Louisianians of every economic level; outsiders are perceived as having come to profit off their pain, and to take jobs away from them by accepting low...",
      "abstract": "Out-of-state workers brought to New Orleans to clean up hurricane damage spark resentment among Louisianians of every economic level; outsiders are perceived as having come to profit off their pain, and to take jobs away from them by accepting lower wages; residents' anger is aimed at giant construction companies that won federal contracts as well as small-town builders driving big pickup trucks with out-of-state license plates; much of overt hostility is focused on army of Latino workers who appear to be doing much of dirtiest cleanup work, often in employ of big companies, and often for less money than local workers might insist on; Sen Mary L Landrieu has called for investigation, claiming federal contractors are hiring illegal aliens; photos (M)",
      "lead_paragraph": "GOOD HOPE, La. - Near this speck on the map southwest of New Orleans, where an oil refinery spouts flames into the sky and alligators are said to lurk in the green canals, sits something that is causing consternation across Louisiana: a camp for out-of-state workers cleaning up after the flood.",
      "publication_date": "2005-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/04/us/nationalspecial/in-louisiana-worker-influx-causes-ill-will.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "Former Cheney Aide Enters Not-Guilty Plea in Leak Charges",
      "snippet": "I Lewis Libby Jr pleads not guilty to obstruction and perjury charges in case that lawyers expect to stretch well into next year because of complications over acccess to classified material; Libby's lawyers seek to quell speculation about possible...",
      "abstract": "I Lewis Libby Jr pleads not guilty to obstruction and perjury charges in case that lawyers expect to stretch well into next year because of complications over acccess to classified material; Libby's lawyers seek to quell speculation about possible plea deal to resolve politically volatile case; reportedly plan to seek access to reporters' notes on leaking of CIA officer's identity, setting stage for another round of confrontations with journalists who have proved central to investigation; case is further complicated by what special prosecutor Patrick J Fitzgerald has told judge is 'voluminous' amount of classified material related to probe; lawyers say it will take months to declassify material, black out especially secret material and grant Libby's new defense lawyers security clearance to review it; day's events dampen hopes among some Republicans for quick resolution to case; Libby's next hearing is scheduled for Feb 3 to give lawyers time to resolve classified document issues; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 3 - I. Lewis Libby Jr. pleaded not guilty to obstruction and perjury charges on Thursday in a case that lawyers on both sides acknowledged could stretch well into next year because of complications over access to classified material.",
      "publication_date": "2005-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/04/politics/former-cheney-aide-enters-notguilty-plea-in-leak-charges.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "At Tokyo Auto Show, a Focus on Fuel, Not Fenders",
      "snippet": "Focus of Tokyo Motor Show is fuel-efficiency, not style of car; Toyota is displaying its Fine-X, fuel-cell concept vehicle powered by electric battery and low-pollution hydrogen cell; Mazda is featuring Premacy, minivan with rotary engine fueled b...",
      "abstract": "Focus of Tokyo Motor Show is fuel-efficiency, not style of car; Toyota is displaying its Fine-X, fuel-cell concept vehicle powered by electric battery and low-pollution hydrogen cell; Mazda is featuring Premacy, minivan with rotary engine fueled by hydrogen that is supposed to go on sale in US as early as 2008; General Motors is offering Sequel, sport utility vehicle that represents technological leap over hybrids; photo (M)",
      "lead_paragraph": "TOKYO - From Mazda's car that promises to use hydrogen to run a rotary engine to a General Motors sports utility vehicle powered by fuel cells, carmakers are competing at the Tokyo Motor Show to send car buyers a message: They have learned the lessons of the Prius.",
      "publication_date": "2005-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/04/business/at-tokyo-auto-show-a-focus-on-fuel-not-fenders.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Pricing Drugs as if They Were Cars",
      "snippet": "SOME countries set health care spending policies through national legislation. In California, they do it through television advertising.     It is almost impossible this week to turn on a television set without seeing an advertisement paid for by ...",
      "abstract": "SOME countries set health care spending policies through national legislation. In California, they do it through television advertising.     It is almost impossible this week to turn on a television set without seeing an advertisement paid for by the major drug companies that is pushing one plan to let uninsured people qualify for prescription drug discounts, while vigorously opposing a competing proposal backed by unions and consumer groups.  ",
      "lead_paragraph": "LOS ANGELES - SOME countries set health care spending policies through national legislation. In California, they do it through television advertising.",
      "publication_date": "2005-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/04/business/pricing-drugs-as-if-they-were-cars.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Merck Prevails in Second Vioxx Case on Heart Attack",
      "snippet": "Merck wins decisively in second Vioxx-related personal injury case to go to trial; outcome could slow flood of lawsuits against company; jury in New Jersey votes 8 to 1 that Vioxx did not cause Frederick Humeston to have heart atack; just as signi...",
      "abstract": "Merck wins decisively in second Vioxx-related personal injury case to go to trial; outcome could slow flood of lawsuits against company; jury in New Jersey votes 8 to 1 that Vioxx did not cause Frederick Humeston to have heart atack; just as significant for Merck, jury concludes unanimously that company properly marketed drug Vioxx; Merck stopped selling Vioxx after clinical trial linked it to heart attacks and strokes in patients taking drug for 18 months or more; Humeston, who survived his heart attack and testified at trial, had been taking Vioxx for less than two months before his heart attack; photo (M)",
      "lead_paragraph": "ATLANTIC CITY, Nov. 3 - The drug giant Merck won decisively Thursday in the second Vioxx-related personal injury case to go to trial, an outcome that legal experts say could slow the flood of lawsuits against the company.",
      "publication_date": "2005-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/04/business/merck-prevails-in-second-vioxx-case-on-heart-attack.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Want 'War and Peace' Online? How About 20 Pages at a Time?",
      "snippet": "Amazon.com and Google are developing systems to allow consumers to purchase any page, section or chapter of book for their own use through their computers rather than trek to store or receive them by mail; programs would combine online book-search...",
      "abstract": "Amazon.com and Google are developing systems to allow consumers to purchase any page, section or chapter of book for their own use through their computers rather than trek to store or receive them by mail; programs would combine online book-search systems already available with commercial component that could revolutionize way people read books; initiatives are already setting off tug of war among publishers and potential vendors over who will do business with whom and how to split proceeds; Random House, biggest American publisher, has proposed micropayment model, indicating that it supports concept; other publishers are likely to follow; proposals could become bargaining chips in current lawsuits against Google by trade groups representing publishers and authors; groups accuse Google of violating copyrights by making digital copies of books from libraries for use in its book-related search engine (M)",
      "lead_paragraph": "In a race to become the iTunes of the publishing world, Amazon.com and Google are both developing systems to allow consumers to purchase online access to any page, section or chapter of a book. These programs would combine their already available systems of searching books online with a commercial component that could revolutionize the way that people read books.",
      "publication_date": "2005-11-04T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/04/technology/want-war-and-peace-online-how-about-20-pages-at-a-time.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "Voted in, Hamas Sets a West Bank City Astir",
      "snippet": "Hamas, which holds every seat on city council in Qalqilya, is drawing praise and criticism for way it is governing that West Bank city; group advocates Israel's destruction and is regarded by Israel and United States as terrorist group; its electo...",
      "abstract": "Hamas, which holds every seat on city council in Qalqilya, is drawing praise and criticism for way it is governing that West Bank city; group advocates Israel's destruction and is regarded by Israel and United States as terrorist group; its electoral victory five months ago was major shock for Fatah, dominant faction in Palestinian Authority; its rule has set off grumbling that group is trying to impose strict Islamist morality; but it has also brought new measure of modernity to town; it has tackled budget and even predicted surplus; city employees are getting raises and more roads are being paved; struggle between Fatah and Hamas is prime topic for conversation far beyond Qalqilya; Palestinian Authority leader Mahmoud Abbas, who has encouraged Hamas to run in parliamentary elections next January, thinks he can co-opt Hamas members into politics and away from armed resistance; Israeli Prime Min Ariel Sharon wants Hamas disarmed before it enters Parliament; Bush administration criticizes Hamas but says Palestinians should be given free hand to conduct elections (M)",
      "lead_paragraph": "QALQILYA, West Bank, Oct. 29 - The mayor won a landslide victory from the inside of an Israeli jail, and still sits there today. The city banned a cultural festival from its grounds, in no small part because singing, dancing and the mixing of men and women reflects \"a Western mentality.\"",
      "publication_date": "2005-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/04/world/middleeast/voted-in-hamas-sets-a-west-bank-city-astir.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Ideology Serves As a Wild Card On Court Pick",
      "snippet": "Sen Patrick J Leahy says Judge Samuel A Alito Jr's stellar resume is not enough to win him seat on Supreme Court; says his ideology must be examined as well; says he does not belong on court if he is found to have predetermined agenda; debate over...",
      "abstract": "Sen Patrick J Leahy says Judge Samuel A Alito Jr's stellar resume is not enough to win him seat on Supreme Court; says his ideology must be examined as well; says he does not belong on court if he is found to have predetermined agenda; debate over what criteria senators should use in deciding how to vote on Supreme Court nominees is not new; Constitution offers scant instruction on whether education, temperament, experience and integrity should be sole determining factors or whether Senate should also consider ideology, nominee's political leanings and predictable stands on hot judicial disputes of the day; if Alito succeeds Justice Sandra Day O'Connor in what has been swing seat on critical issues, his staunchly conservative views could have profound effect on court and nation (M)",
      "lead_paragraph": "WASHINGTON, Nov. 3 - Senator Patrick J. Leahy, Democrat of Vermont, concedes that Judge Samuel A. Alito Jr. -- a brainy product of Princeton and Yale, a former federal prosecutor and Supreme Court litigator and an appellate judge for 15 years -- has the qualifications to serve on the nation's highest court.",
      "publication_date": "2005-11-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/04/us/front page/ideology-serves-as-a-wild-card-on-court-pick.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Retail Sales Rose 4.4% Last Month",
      "snippet": "Goldman Sachs retail composite index rose 4.4 percent in October; retailers credit at least part of gains to cold snap over last 10 days of month, which created demand for winter coats and sweaters after unseasonably warm spell; sales figures for ...",
      "abstract": "Goldman Sachs retail composite index rose 4.4 percent in October; retailers credit at least part of gains to cold snap over last 10 days of month, which created demand for winter coats and sweaters after unseasonably warm spell; sales figures for some major retailers noted; graphs (M)",
      "lead_paragraph": "What gas price crisis?",
      "publication_date": "2005-11-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/04/business/retail-sales-rose-44-last-month.html",
      "byline": "By Michael Barbaro"
    }
  ]
}