{
  "metadata": {
    "date": "2005-03-24",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "The Flawed Plane Congress Loves",
      "snippet": "Powerful members of Congress want to spend $5 billion to acquire even more C-130J cargo planes for Air Force, at cost of $66.5 million a plane; airplane has so many flaws that it cannot fly its intended combat missions; is unable to drop heavy equ...",
      "abstract": "Powerful members of Congress want to spend $5 billion to acquire even more C-130J cargo planes for Air Force, at cost of $66.5 million a plane; airplane has so many flaws that it cannot fly its intended combat missions; is unable to drop heavy equipment, operate well in cold weather or perform combat search-and-rescue missions; paratroopers cannot jump out of it without risk of banging up against fuselage' lawmakers love to buy plane and dole it out to National Guard and Reserve bases around country, using its deployment as justification for keeping local bases open; Defense Sec Donald H Rumsfeld has vowed to kill C-130J as part of larger plan to upgrade military; is backed up by studies by Pentagon's inspector general and from its top weapons tester that concluded plane is unfit for duty; photo (M)",
      "lead_paragraph": "WASHINGTON - It is hard to imagine an airplane with more problems than the C-130J, the latest version of the venerable workhorse the Air Force uses to drop cargo and paratroopers into global hot spots.",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/24/business/the-flawed-plane-congress-loves.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "G.M. to Seek Cuts in Union Health Benefits",
      "snippet": "General Motors Corp, faced with its worst financial outlook in years, wants union workers to accept same health benefit cuts already taken by white-collar workers; Gary Cowger, head of North American operations, says across-the-board competitive h...",
      "abstract": "General Motors Corp, faced with its worst financial outlook in years, wants union workers to accept same health benefit cuts already taken by white-collar workers; Gary Cowger, head of North American operations, says across-the-board competitive health care plan for salaried and hourly employees could save company billions of dollars a year, speech at New York International Auto Show; United Auto Workers union concession before union contract expires in 2007 would be unprecedented and difficult to sell in union leaders and rank-and-file members; idea would still be difficult to sell in 2007, since concessions would essentially end generous health benefits that have made jobs at Big Three automakers among most sought-after blue-collar work in America; GM and union leaders are scheduled to meet in April to discuss range of issues facing company; vice president Robert A Lutz comments on steps being taken to improve financial outlook; photo (M)",
      "lead_paragraph": "Facing their worst financial outlook in years, executives at General Motors said yesterday that they wanted union workers to accept the same health benefit cuts already taken by white-collar workers.",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/24/business/gm-to-seek-cuts-in-union-health-benefits.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Price Increases by Companies Start to Stick",
      "snippet": "Labor Department reports Consumer Price Index rose 0.4 percent in February, fastest pace since October; surging oil prices contributed substantially to increase; core Consumer Price Index, which excludes food and energy, rose 0.3 percent, sharpest...",
      "abstract": "Labor Department reports Consumer Price Index rose 0.4 percent in February, fastest pace since October; surging oil prices contributed substantially to increase; core Consumer Price Index, which excludes food and energy, rose 0.3 percent, sharpest increase since September; average prices are 3 percent above their level year earlier; medical costs are 4.3 percent higher than year ago; hotel rates gained 7.3 percent and dairy products are up 5.6 percent; worries about inflation among investors are tempered by sharp slide in oil prices that take them below $54 a barrel, as Energy Department reports that weekly crude inventories in US rose to their highest level since summer of 2002; graph (M)",
      "lead_paragraph": "In recent years, most companies were forced to absorb the higher costs of basic expenses like employee health care, raw materials and energy, focusing instead on squeezing more efficiencies from their workers and machines.",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/24/business/price-increases-by-companies-start-to-stick.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Internet Phone Service Creating Chatty Network",
      "snippet": "Skype is one of several Internet telephone services that use technology called Voice Over Internet Protocol, or VoIP, but offers twist; Skype users can search database of other users and call or e-mail people with whom they share common interest; ...",
      "abstract": "Skype is one of several Internet telephone services that use technology called Voice Over Internet Protocol, or VoIP, but offers twist; Skype users can search database of other users and call or e-mail people with whom they share common interest; can also opt out and simply use phone service, which is free; drawing; photo (M)",
      "lead_paragraph": "JOHN PERRY BARLOW is pretty free and open, but he's no simpleton. So when he signed on to Skype, a free Internet phone service, and a woman identifying herself as Kitty messaged him, saying, \"I need a friend,\" he was skeptical. He figured she was \"looking for 'friends' to come watch her 'relax' in her Webcam-equipped 'bedroom.\"'",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/03/24/technology/circuits/internet-phone-service-creating-chatty-network.html",
      "byline": "By Ethan Todras-Whitehill"
    },
    {
      "headline": "When a Stranger Calls, From Afar or Nearby",
      "snippet": "Bluetooth technology was developed as way to create short-range cordless connections between devices like headset and phone or computer and printer, and has grown to encompass exchange of data between mobile devices, but has now become tool for me...",
      "abstract": "Bluetooth technology was developed as way to create short-range cordless connections between devices like headset and phone or computer and printer, and has grown to encompass exchange of data between mobile devices, but has now become tool for meeting strangers--Bluejacking--within certain range; recipient cannot trace origin of instant e-mail message because it is not tagged with phone number; Bluejacking started in Europe, but is gaining adherents in US; photo; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/03/24/technology/circuits/when-a-stranger-calls-from-afar-or-nearby.html",
      "byline": "By Rachel Dodes"
    },
    {
      "headline": "Sizing Up a New Species: Camera-Binoculars",
      "snippet": "David Pogue State of the Art column on binoculars with built-in digital cameras; says photo quality is not particularly good; compares models from Bushnell, Celestron and Meade (M)",
      "abstract": "David Pogue State of the Art column on binoculars with built-in digital cameras; says photo quality is not particularly good; compares models from Bushnell, Celestron and Meade (M)",
      "lead_paragraph": "WHY do bird-watchers get up so early?",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/03/24/technology/circuits/sizing-up-a-new-species-camerabinoculars.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "U.S.-Backed Iraqis Raid Camp and Report Killing 80 Insurgents",
      "snippet": "Iraqi officials report Iraqi and American forces killed at least 80 insurgents in morning raid northwest of Baghdad on what appears to be largest guerrilla training camp discovered in war; say seven Iraqi policemen were killed and six wounded; Ame...",
      "abstract": "Iraqi officials report Iraqi and American forces killed at least 80 insurgents in morning raid northwest of Baghdad on what appears to be largest guerrilla training camp discovered in war; say seven Iraqi policemen were killed and six wounded; American military officials say size and location of camp in remote rural area, arrangement similar to Al Qaeda training camps, suggests strategy shift by insurgents, who in past organized in small cells in urban areas; say identification papers were found suggesting some of fighters came from outside Iraq; Iraq says Algerian was arrested; violence flares in Baghdad as Shiite and Kurdish leaders continue heated talks to form coalition government; map; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, March 23 - Iraqi and American forces killed at least 80 insurgents on Tuesday in a fierce battle during a morning raid on what appeared to be the largest guerrilla training camp to be discovered in the war, Iraqi officials said Wednesday. Seven Iraqi policemen were killed and six wounded.",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/24/world/middleeast/usbacked-iraqis-raid-camp-and-report-killing-80-insurgents.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "A.I.G. Board's Plate Is Full of Not-So-Appetizing Issues",
      "snippet": "American International Group's directors to meet to discuss many important issues confronting company as regulators press forward in their investigation of whether company used transactions to improperly dress up its financial position; directors ...",
      "abstract": "American International Group's directors to meet to discuss many important issues confronting company as regulators press forward in their investigation of whether company used transactions to improperly dress up its financial position; directors plan to discuss March 31 deadline for company to file its annual report with Securities and Exchange Commission and possibility of restatement because of internal review of numerous transactions; audit committee directors are also expected to review relationship between company and two entities run by AIG insiders that were used to compensate company executives (M)",
      "lead_paragraph": "As regulators press forward in their investigation of whether American International Group used transactions to improperly dress up its financial position, its directors will meet today on a number of important issues confronting the company.",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/24/business/aig-boards-plate-is-full-of-notsoappetizing-issues.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Signs of Danger Were Missed in a Troubled Teenager's Life",
      "snippet": "Some who knew Jeff Weise, troubled teen who killed grandfather and grandfather's companion, went on shooting spree at Red Lake, Minn, high school and killed self, say school and Red Lake Indian Reservation authorities ignored warning signs; high s...",
      "abstract": "Some who knew Jeff Weise, troubled teen who killed grandfather and grandfather's companion, went on shooting spree at Red Lake, Minn, high school and killed self, say school and Red Lake Indian Reservation authorities ignored warning signs; high school principal Chris Dunshee and others say authorities had been struggling to help boy; all say they had never seen alarming Internet posting submitted under his name; map; photos (M)",
      "lead_paragraph": "BEMIDJI, Minn., March 23 - Looking back at all the pieces, some who knew Jeff Weise say they wonder why someone did not see his eruption coming months, or even years, ago.",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/24/us/signs-of-danger-were-missed-in-a-troubled-teenagers-life.html",
      "byline": "By Monica Davey and Jodi Wilgoren"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Patent Law in India Spurs Concern on AIDS Drugs  India, a major source of inexpensive AIDS drugs, passed a new patent law that organizations providing drugs to the world's poorest patients fear will choke off the supply of new treatments.    Becau...",
      "abstract": " Patent Law in India Spurs Concern on AIDS Drugs  India, a major source of inexpensive AIDS drugs, passed a new patent law that organizations providing drugs to the world's poorest patients fear will choke off the supply of new treatments.    Because millions of Indians and other poor people -- including, by some estimates, half the AIDS patients in the Third World -- rely on India's generic drug industry, lobbyists for drug companies along with activists fighting for cheap drugs had descended on New Delhi to try to influence the outcome. [A1.]    Makers of generic drugs in India face an uncertain playing field after the approval of a new patent bill. [C6.]    Longtime PBS Program Is Canceled  ''Wall Street Week,'' which became one of the most-watched programs on public television over its 35-year run, has been canceled. Maryland Public Television the program's producer, and the Public Broadcasting Service, plan to announce that the program will be broadcast for the last time on June 24. The cancellation comes three years after the program's creator and longtime host, Louis Rukeyser, was removed as part of an effort to attract a bigger audience. [C8.]    Taking On a Giant in Japan  A court ruling in Japan set the stage for a 32-year-old entrepreneur and his Internet company, Livedoor, to gain a majority stake in Nippon Broadcasing System Inc. [C9.]    Airlines Beginning to Raise Fares  In the last four weeks, the nation's major airlines have instituted three rounds of fare increases. [C5.]    Bush Fills a Treasury Position  President Bush announced that he would nominate Timothy D. Adams, a policy adviser to Mr. Bush's presidential campaigns, to succeed John B. Taylor as under secretary for international affairs. [C7.]    Stocks Recover From Inflation Data  Stocks ended little changed as the biggest drop in oil prices this year led to a recovery from an inflation report. The Standard & Poor's 500-stock index added 0.82 point, to 1172.53. The Nasdaq composite index rose 0.88 point to 1990.22. The Dow Jones industrial average slipped 14.49 points, to 10,456.02. [C10.]    Newmarket Films Is Acquired  HBO and New Line Cinema said that they would jointly acquire Newmarket Films, an independent film distributor. [C9.]    Paxil Factory Woes Hurt Glaxo  GlaxoSmithKline's factory troubles are turning into a major financial problem. Three weeks after government regulators seized undelivered supplies of the company's popular antidepressant Paxil CR and ordered its manufacturing line to be shut down, the company remains uncertain about when it can correct its production problems and resume shipments of the drug. [C2.]    Strong Sales From a Weak Dollar  For some small companies in the United States, sales are increasing as the dollar declines. Small Business. [C8.]    The Travails of an Inflation Tracker  Hotel rooms offer an example of the judgments economists make when they track inflation. Virginia Postrel: Economic Scene. [C2.]  ",
      "lead_paragraph": "Patent Law in India Spurs Concern on AIDS Drugs India, a major source of inexpensive AIDS drugs, passed a new patent law that organizations providing drugs to the world's poorest patients fear will choke off the supply of new treatments.",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/24/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Vibrant Cities Find One Thing Missing: Children",
      "snippet": "Portland, Ore, and some other cities remodeling to draw educated, self-starting urbanites to neighborhoods nearly abandoned generation ago are struggling to retain or increase their low populations of children; officials say things that attract pe...",
      "abstract": "Portland, Ore, and some other cities remodeling to draw educated, self-starting urbanites to neighborhoods nearly abandoned generation ago are struggling to retain or increase their low populations of children; officials say things that attract people who revitalize city, dense vertical housing, fashionable restaurants and shops and mass transit that makes car unnecessary, are driving out children by making neighborhoods too expensive for young families; most seem to agree that having fewer children diminishes quality of city life; table of cities with lowest percentage of children; photos (M)",
      "lead_paragraph": "PORTLAND, Ore. - The Pearl District in the heart of this perpetually self-improving city seems to have everything in new urban design and comfort, from the Whole Foods store where fresh-buffed bell peppers are displayed like runway models to the converted lofts that face sidewalk gardens.",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/24/us/vibrant-cities-find-one-thing-missing-children.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "Schiavo's Parents Appeal to the Supreme Court on Feeding Tube",
      "snippet": "Florida Gov Jeb Bush succeeds in getting state court to hear new motions in Terri Schiavo case, presenting affidavit from Dr William P Cheshire, neurologist who says her brain damage appears less severe than previously thought; move comes after se...",
      "abstract": "Florida Gov Jeb Bush succeeds in getting state court to hear new motions in Terri Schiavo case, presenting affidavit from Dr William P Cheshire, neurologist who says her brain damage appears less severe than previously thought; move comes after series of legal and legislative setbacks to efforts to get her feeding tube reinserted, including ruling by Judge George W Greer granting request from her husband, Michael, barring state from removing her from hospice and providing her with nutrition or hydration; three-judge federal appeals court and later full appellate court uphold lower-court ruling rejecting resumption of feeding; her parents, Robert and Mary Schindler, appeal to United States Supreme Court for emergency order to restore feeding tube; Florida Senate rejects measure to bar doctors from withdrawing life support from patients who have not issued written instructions; photos (M)",
      "lead_paragraph": "CLEARWATER, Fla., March 23 - After a series of legal and legislative setbacks to efforts to resume the feeding of Terri Schiavo, Gov. Jeb Bush succeeded on Wednesday in getting a state court to hear new motions in her case, presenting an affidavit from a neurologist who said Ms. Schiavo's brain damage appeared less severe than previously thought.",
      "publication_date": "2005-03-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/24/us/schiavos-parents-appeal-to-the-supreme-court-on-feeding-tube.html",
      "byline": "By Abby Goodnough and Adam Liptak"
    }
  ]
}