{
  "metadata": {
    "date": "2005-02-08",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Big Pickup Trucks Eclipsing S.U.V.'s",
      "snippet": "Big sport utility vehicle sales continued to grow last year as buyers sought smaller-size models, but sales of larger SUV's appear to have reached plateau; Ford Motor Co analysts say that for first time in decade, sales growth of full-size pickup ...",
      "abstract": "Big sport utility vehicle sales continued to grow last year as buyers sought smaller-size models, but sales of larger SUV's appear to have reached plateau; Ford Motor Co analysts say that for first time in decade, sales growth of full-size pickup trucks outpaced growth of SUV's over all; Ward's AutoInfoBank data show sales of full-size pickups rose 6.6 percent last year from 2003, compared with overall SUV sales growth of 4.3 percent; graphs; photo (M)",
      "lead_paragraph": "DETROIT, Feb. 7 - The big sport utility vehicle is in a slump. But the big pickup truck? It's going full tilt.",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/08/automobiles/big-pickup-trucks-eclipsing-suvs.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Some Boos From the Morgan Stanley Bench",
      "snippet": "Disclosure that Morgan Stanley's chief executive Philip J Purcell was awarded $22 million in total compensation last year highlights questions about his strategy and performance; Scott Sipprelle, hedge fund investor and former Morgan Stanley emplo...",
      "abstract": "Disclosure that Morgan Stanley's chief executive Philip J Purcell was awarded $22 million in total compensation last year highlights questions about his strategy and performance; Scott Sipprelle, hedge fund investor and former Morgan Stanley employee, who wrote letter to Morgan Stanley board this month proposing firm sell or spin off its lagging units, criticizes Purcell's compensation; says company's stock fell 4 percent in value last year and yet Purcell's pay was increased by 57 percent; photo (M)",
      "lead_paragraph": "Last month, hundreds of top current and retired Morgan Stanley executives gathered at a memorial service for Richard B. Fisher, the former chairman, who masterminded the 1997 merger of his old firm and Dean Witter.",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/08/business/some-boos-from-the-morgan-stanley-bench.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Merck Canceled an Early Study of Vioxx",
      "snippet": "Previously undisclosed Merck & Co documents show drug maker was poised to begin major cardiovascular study of Vioxx in 2002, and abruptly dropped project before it was set to start; trial was scheduled to produce data by March 2004 but may have pr...",
      "abstract": "Previously undisclosed Merck & Co documents show drug maker was poised to begin major cardiovascular study of Vioxx in 2002, and abruptly dropped project before it was set to start; trial was scheduled to produce data by March 2004 but may have provided answers about Vioxx's risks even earlier if patients had shown ill effects; Merck halted separate private study in September 2004 when patients from trial experienced heart attacks and strokes at twice rate of those receiving placebo; Merck withdraw Vioxx from market at same time; Merck says it decided not to do the study because, among other things, it would have involved 'high-risk' patients; test in question would have involved patients with acute coronary syndrome (M)",
      "lead_paragraph": "Merck & Company executives have long insisted that they never pursued a clinical trial to directly study the heart risks of the pain drug Vioxx because other tests they were conducting would supply those answers just as quickly.",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/08/business/merck-canceled-an-early-study-of-vioxx.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "2 Koreas Forge EconomicTies to Ease Tensions",
      "snippet": "Opening of its first special economic zone seen as major step in further engaging North Korea, which has carried out market reforms and established diplomatic, economic and cultural ties with many Western nations in recent years; South Korea, whic...",
      "abstract": "Opening of its first special economic zone seen as major step in further engaging North Korea, which has carried out market reforms and established diplomatic, economic and cultural ties with many Western nations in recent years; South Korea, which is encouraging these reforms, is at odds with Bush administration policy of confrontation and isolation in its campaign to force North Korea to abandon its nuclear program; in Kaesong, site of North Korea's economic zone, South Korean companies employ North Korean workers to produce goods that are later sold in stores in Seoul and elsewhere; Kaesong is reached by new road that links two Koreas by passing few miles west of truce village of Panmunjom, enduring symbol of Korean division; North Korean officials have visited China's special economic zones for inspiration, and Chinese businessmen have ben investing heavily in last year in Pyongyang, opening small factories and restaurants; photo; map (M)",
      "lead_paragraph": "SEOUL, South Korea - The first products made jointly by South and North Korea since the peninsula was divided half a century ago -- stainless steel pots priced at $19 a pair -- went on sale at a department store here recently. They sold out in two days.",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/08/world/asia/2-koreas-forge-economicties-to-ease-tensions.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "The Big Picture May Seem Rosy, but the Deficit Is in the Details",
      "snippet": "Pres Bush's budget includes limits on spending that are unlikely to be enacted and it excludes expenses that are sure to be incurred; his goal of slicing federal deficit in half by end of his term may be elusive; even with all expensive omissions ...",
      "abstract": "Pres Bush's budget includes limits on spending that are unlikely to be enacted and it excludes expenses that are sure to be incurred; his goal of slicing federal deficit in half by end of his term may be elusive; even with all expensive omissions and problematic spending cuts, many of which Congress rejected last year, Bush's goal of deficit reduction has already slipped further into future; White House is now predicting that budget deficit will rise to $427 billion in 2005, current fiscal year, and decline to $390 billion in 2006; many people who follow budgets closely doubt much deficit reduction is in offing; say Congress cannot be expected to agree to Bush budget's deep cuts in almost every category of domestic spending outside mandatory entitlement programs; photo; charts (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/08/politics/the-big-picture-may-seem-rosy-but-the-deficit-is-in-the-details.html",
      "byline": "By Edmund L. Andrews and David E. Rosenbaum"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Bush Proposes Budget With Domestic Cuts  President Bush proposed a budget that would scale back or eliminate scores of agriculture, education, health, environmental and other domestic programs to help him meet his goal of slashing the budget defic...",
      "abstract": " Bush Proposes Budget With Domestic Cuts  President Bush proposed a budget that would scale back or eliminate scores of agriculture, education, health, environmental and other domestic programs to help him meet his goal of slashing the budget deficit while providing more money for national security.    Mr. Bush and his aides portrayed the plan as an effort to prune ineffective and duplicative programs while providing added support to priorities like keeping the nation safe from terrorism, keeping the economy healthy, improving high school education and building health clinics in poor areas. [Page A1.]    S.E.C. Keeps Proxy Access Limited  The Securities and Exchange Commission told three large companies that they could rebuff requests by institutional shareholders seeking the opportunity to nominate a small number of rivals for board seats. [C2.]    Smoking Policy Stirs Controversy  Under a new policy, Weyco, an insurance benefits administrator in Michigan, began testing its 200 employees for smoking. The company said workers would be subject to random testing; if they failed, they would be fired. Howard Weyers, the company president, said he had seen firsthand how health costs had risen, in part because of the high cost of treating smoking-related illnesses. But civil liberties groups are objecting to the policy. [C5.]    Deals Alter Flat-Panel Future  Two deals announced by Japanese electronics giants have the potential to change the competitive landscape of the market for flat-panel monitors and televisions. [C18.]    A Plan to Curb Bank Fraud in China  China's top regulator laid out proposals to cut bad loans and bank fraud. [C8.]    Health Insurers Post Lower Profits  The health insurer WellPoint posted lower quarterly profit on charges linked to its merger with Anthem. Another health insurer, Humana, also said quarterly profit fell. [C4.]    The Clorox Company said that its quarterly profit rose more than 500 percent. [C17.]    EMI Says Yearly Sales to Drop  The EMI Group, the British music company, said sales for its fiscal year ending next month would be as much as 8 percent below the previous year, sending its stock lower. [C9.]    Economic Bridge Between 2 Koreas  For the two Koreas, the opening of North Korea's first economic zone is filled with real and symbolic significance. [A1.]    Indictment in Asbestos Case  W.R. Grace and seven senior employees were accused in an indictment of knowingly exposing miners and residents in a Montana town to asbestos. More than 1,200 people became ill, and some died, prosecutors said. [A16.]    Uncertainty About Qwest Deal  As merger discussions between Qwest and MCI remained stalled, telecommunications industry analysts began to wonder whether a deal would get done at all. Such speculation was a factor in a decision by one analyst, Anthony F. Ferrugia of A.G. Edwards & Sons, to downgrade his rating on Qwest's stock to a sell from a hold. [C18.]    Stock Indicators Decline Slightly  The Dow Jones industrial fell 0.37, to 10,715.76 after a 123-point gain Friday. The Standard & Poor's 500 was down 1.31, at 1,201.72, and the Nasdaq lost 4.63 points, to 2,082.03. [C10.]    Fortune Managing Editor to Leave  Rik Kirkland, managing editor of Fortune, plans to step down: Eric Pooley, managing editor for Time in Europe, was expected to succeed him. [C9.]    Flying Without the Frustration  Understanding the lure of the corporate jet. Joe Sharkey: On the Road. [C7.]  ",
      "lead_paragraph": "Bush Proposes Budget With Domestic Cuts President Bush proposed a budget that would scale back or eliminate scores of agriculture, education, health, environmental and other domestic programs to help him meet his goal of slashing the budget deficit while providing more money for national security.",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/08/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Signs of Awareness Seen inBrain-Injured Patients",
      "snippet": "New brain-imaging study suggests that thousands of brain-damaged people thought to be completely unaware may hear and register what is going on around them but be unable to respond; findings, if repeated in follow-up experiments, could have sweepi...",
      "abstract": "New brain-imaging study suggests that thousands of brain-damaged people thought to be completely unaware may hear and register what is going on around them but be unable to respond; findings, if repeated in follow-up experiments, could have sweeping implications for how to care best for these patients; study could also have consequences for legal cases in which parties dispute mental state of unresponsive patient; study appears in journal Neurology; research shows that magnetic resonance imaging can be powerful tool to help doctors and family members determine whether person has lost all awareness or is still somewhat mentally engaged; experts warn that new research is more suggestive than conclusive, and that it does not mean that unresponsive people with brain damage are more likely to recover or that treatment is yet possible; estimated 100,000 to 300,000 people are in what is called minimally conscious state: bedridden and not able to communicate or feed or care for themselves; they typically breathe on their own (M)",
      "lead_paragraph": "Thousands of brain-damaged people who are treated as if they are almost completely unaware may in fact hear and register what is going on around them but be unable to respond, a new brain-imaging study suggests.",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/08/science/signs-of-awareness-seen-inbraininjured-patients.html",
      "byline": "By Benedict Carey"
    },
    {
      "headline": "2 Mideast Rivals to State Intent to Halt Attacks",
      "snippet": "Prime Min Ariel Sharon of Israel and Pres Mahmoud Abbas of Palestinian Authority will declare at summit meeting in Sharm el Sheik, Egypt, their intention to suspend attacks after four years of conflict; each will emphasize that progress will depen...",
      "abstract": "Prime Min Ariel Sharon of Israel and Pres Mahmoud Abbas of Palestinian Authority will declare at summit meeting in Sharm el Sheik, Egypt, their intention to suspend attacks after four years of conflict; each will emphasize that progress will depend on steps taken by other side; Secretary of State Condoleezza Rice, visiting Israel, in effect renews American involvement in Israeli-Palestinian conflict, announcing that Pres Bush will meet separately in spring with each leader and appointing Lt Gen William E Ward as 'senior security coordinator' to oversee steps being started at Sharm el Sheik and to supervise upgrading and reorganizing of Palestinian security forces; together, announcements add to growing momentum toward reviving peace effort that was stalled until death of Yasir Arafat; there are many potential pitfalls ahead; much will depend on ability of Abbas to rein in militant Palestinian factions, particularly Hamas, which agreed to suspend attacks temporarily but is withholding further comment until after hearing from Abbas after summit meeting; photo of Rice and Abbas at news conference in Ramallah (M)",
      "lead_paragraph": "TEL AVIV, Feb. 7 - Prime Minister Ariel Sharon of Israel and President Mahmoud Abbas of the Palestinian Authority will declare at a summit meeting in Egypt on Tuesday their intention to suspend attacks after four years of conflict, Israeli and Palestinian officials said Monday.",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/08/world/middleeast/2-mideast-rivals-to-state-intent-to-halt-attacks.html",
      "byline": "By Steven R. Weisman and Greg Myre"
    },
    {
      "headline": "Witness Links Ebbers to Fraud at WorldCom",
      "snippet": "WorldCom's former chief financial officer Scott D Sullivan, star witness in prosecution's case against former chief executive Bernard J Ebbers, takes stand, and directly connects Ebbers to accounting fraud that brought down company in 2002; Sulliv...",
      "abstract": "WorldCom's former chief financial officer Scott D Sullivan, star witness in prosecution's case against former chief executive Bernard J Ebbers, takes stand, and directly connects Ebbers to accounting fraud that brought down company in 2002; Sullivan's testimony counters arguments by defense that Ebbers was incapable of understanding complex accounting and incapable of orchestrating fraud; Sullivan, who has already pleaded guilty to his role in $11 billion fraud, says he was in constant contact with Ebbers during 10 years they worked together; agreed to testify in exchange for consideration of his sentence; photos (M)",
      "lead_paragraph": "The star witness in the prosecution's case against Bernard J. Ebbers, the former chief executive of WorldCom, took the stand yesterday and directly connected Mr. Ebbers to the accounting fraud that brought down the company in 2002.",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/08/business/witness-links-ebbers-to-fraud-at-worldcom.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Deal to Merge PNC and Riggs Comes Apart",
      "snippet": "Proposed merger of Riggs National Corp and PNC Financial Services Group collapses amid disagreement over price PNC was willing to pay and money-laundering probe involving transactions at Riggs's banking subsidiary; Riggs responds to failed negotia...",
      "abstract": "Proposed merger of Riggs National Corp and PNC Financial Services Group collapses amid disagreement over price PNC was willing to pay and money-laundering probe involving transactions at Riggs's banking subsidiary; Riggs responds to failed negotiations by suing PNC, charging that it has no grounds for ending talks and asking judge in Washington to compel PNC either to complete merger or pay Riggs for damages incurred as result of unsuccessful transaction; PNC originally offered to pay Riggs about $779 million; Riggs's lawsuit says PNC wanted to rework merger agreement and pay about $610 million, and wanted to be able to lower price even more depending on how Riggs settled outstanding private lawsuits; PNC also wanted Riggs to settle at least one of outstanding lawsuits and set aside reserve to resolve other outstanding litigation (M)",
      "lead_paragraph": "A proposed merger of the Riggs National Corporation and the PNC Financial Services Group collapsed yesterday amid a disagreement over the price PNC was willing to pay and a money-laundering investigation involving transactions at Riggs's banking subsidiary.",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/08/business/deal-to-merge-pnc-and-riggs-comes-apart.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "President Offers Budget Proposal With Broad Cuts",
      "snippet": "Pres Bush proposes $2.57 trillion budget that would scale back or eliminate scores of domestic programs to help him meet his goal of slashing budget deficit while providing more money for national security; claims cuts in agriculture, education, h...",
      "abstract": "Pres Bush proposes $2.57 trillion budget that would scale back or eliminate scores of domestic programs to help him meet his goal of slashing budget deficit while providing more money for national security; claims cuts in agriculture, education, health, environmental and other programs would reduce or eliminate redundancy; budget responds to mounting calls from conservatives for Bush to take harder line against expansion of government; many Republicans on Capitol Hill welcome what they see as first ambitious effort to check growth of government in decade, but other Republicans are leery of some specific proposals, especially call for substantial reductions in aid to farmers; Democrats say budget masks fiscal effects of administration politics, noting it makes no allowance beyond this year for costs of military campaigns in Iraq and Afghanistan and leaves out costs of Bush's proposal for overhauling Social Security; if enacted, Bush's plan would slow growth of overall government spending to 3.6 percent next year, from 8.2 percent this year; so-called nondefense, nondomestic-security discretionary spending would be trimmed by almost $3 billion to $389 billion, then frozen for four years, effectively imposing further cut each year after taking account of inflation; graphs (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/08/politics/president-offers-budget-proposal-with-broad-cuts.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "INSIDE",
      "snippet": "Defrocked Priest Is Convicted of Sexual Abuse  Paul R. Shanley, a defrocked priest who became a lightning rod for the sexual abuse scandal in the Roman Catholic Church, was convicted of raping and assaulting a boy while a parish priest in suburban...",
      "abstract": " Defrocked Priest Is Convicted of Sexual Abuse  Paul R. Shanley, a defrocked priest who became a lightning rod for the sexual abuse scandal in the Roman Catholic Church, was convicted of raping and assaulting a boy while a parish priest in suburban Boston in the 1980's. Mr. Shanley, 74, was one of the few priests to face criminal charges in the scandal, and his conviction came in a case in which prosecutors relied almost solely on one accuser citing repressed memories.   PAGE A16    Shiite Alliance Leading In a Sunni Stronghold  The first election returns from the Sunni majority heartland north of Baghdad showed that a low Sunni turnout in Saddam Hussein's home province has given a lead there to a Shiite political alliance. The Sunni rejection of the political process was underscored by two suicide bombings that killed at least 27.   PAGE A10    Building G.O.P. in the South  Haley Barbour, only the second Republican governor of Mississippi since Reconstruction, is trying to ensure that there will be a third and a fourth.   PAGE A18    Quitting the U.S. for Canada  Some Americans dismayed by President Bush's victory are proceeding with plans to move to Canada, including a descendant of Francis Scott Key.   PAGE A16    France-U.S. Ties Improve  The French foreign minister said the anger and mistrust over Iraq that tarnished relations between France and the United States were history. ''The situation has changed,'' he said.   PAGE A9    High Prices in the Big City  A feverish real estate market and higher prices for many necessities are making it more difficult for New Yorkers to make ends meet than at any time in a decade.   PAGE B1    Science Confronts Idea of Evil  Most psychiatrists avoid the word, but a few forensic scientists have begun thinking of some predatory killers as evil.   SCIENCE TIMES, PAGE F1  ",
      "lead_paragraph": "Defrocked Priest Is Convicted of Sexual Abuse Paul R. Shanley, a defrocked priest who became a lightning rod for the sexual abuse scandal in the Roman Catholic Church, was convicted of raping and assaulting a boy while a parish priest in suburban Boston in the 1980's. Mr. Shanley, 74, was one of the few priests to face criminal charges in the scandal, and his conviction came in a case in which prosecutors relied almost solely on one accuser citing repressed memories. PAGE A16",
      "publication_date": "2005-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/08/us/front page/inside.html",
      "byline": ""
    }
  ]
}