{
  "metadata": {
    "date": "2005-03-28",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "INDIA IS CRITICAL",
      "snippet": "US will sell F-16 jet fighters to Pakistan in deal that State Dept says will improve regional security; size of arms sale has not been decided, but Pakistan is seeking about two dozen planes; Pres Bush telephones Prime Min Manmohan Singh of India ...",
      "abstract": "US will sell F-16 jet fighters to Pakistan in deal that State Dept says will improve regional security; size of arms sale has not been decided, but Pakistan is seeking about two dozen planes; Pres Bush telephones Prime Min Manmohan Singh of India to inform him of decision; clears way for India to discuss its own purchase of combat aircraft; Singh says arms sale will undermine regional security (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/26/washington/us-is-set-to-sell-jets-to-pakistan-india-is-critical.html",
      "byline": "By Thom Shanker and Joel Brinkley"
    },
    {
      "headline": "Under Cloud, Executive Leaves Wal-Mart",
      "snippet": "Thomas M Coughlin, who recently retired as vice chairman of Wal-Mart Stores, resigns from company's board after company raises questions about his knowledge of fraudulent expense reports and invoices; Wal-Mart asked Coughlin to resign after disagr...",
      "abstract": "Thomas M Coughlin, who recently retired as vice chairman of Wal-Mart Stores, resigns from company's board after company raises questions about his knowledge of fraudulent expense reports and invoices; Wal-Mart asked Coughlin to resign after disagreement over results of its investigation into possible misappropriation of $100,000 to $500,000 in corporate funds; company is looking into employee reimbursements that were based on false expense reports, as well as unauthorized use of 'corporate-owned gift cards'; Wal--Mart has referred matter to US attorney's office and is cooperating with federal officials as they review situation; photo (M)",
      "lead_paragraph": "Thomas M. Coughlin, who recently retired as vice chairman of Wal-Mart Stores, resigned from the company's board yesterday after the company raised questions about his knowledge of fraudulent expense reports and invoices.",
      "publication_date": "2005-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/26/business/under-cloud-executive-leaves-walmart.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Pentagon Will Not Try 17 G.I.'s Implicated in Prisoners' Deaths",
      "snippet": "Army Criminal Investigation Command says that despite recommendations by investigators, commanders have decided not to prosecute 17 soldiers implicated in deaths of three prisoners in Iraq and Afghanistan in 2003 and 2004; says one of 17 received ...",
      "abstract": "Army Criminal Investigation Command says that despite recommendations by investigators, commanders have decided not to prosecute 17 soldiers implicated in deaths of three prisoners in Iraq and Afghanistan in 2003 and 2004; says one of 17 received letter of reprimand and another was discharged after investigations; issues detailed report on deaths of prisoners in US custody in Iraq and Afghanistan; says military has taken steps toward prosecuting some three dozen soldiers in connection with 28 confirmed or suspected homicides of detainees (M)",
      "lead_paragraph": "WASHINGTON, March 25 - Despite recommendations by Army investigators, commanders have decided not to prosecute 17 American soldiers implicated in the deaths of three prisoners in Iraq and Afghanistan in 2003 and 2004, according to a new accounting released Friday by the Army.",
      "publication_date": "2005-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/26/politics/pentagon-will-not-try-17-gis-implicated-in-prisoners-deaths.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Insurer Called Close to Cutting Ties to Ex-Chief",
      "snippet": "Directors of American International Group, insurance giant whose transactions are under investigation, are nearing decision to cut company's ties to its former chief executive Maurice R Greenberg; he was forced by board to resign on March 14, but ...",
      "abstract": "Directors of American International Group, insurance giant whose transactions are under investigation, are nearing decision to cut company's ties to its former chief executive Maurice R Greenberg; he was forced by board to resign on March 14, but was allowed to retain title of nonexecutive chairman; Greenberg is scheduled to testify before prosecutors in office of New York Atty Gen Eliot Spitzer on variety of questionable transactions he took part in; investigation focuses on deal Greenberg struck in late 2000 with General Re that artifically inflated AIG's reserves by $500 million; Greenberg photo (M)",
      "lead_paragraph": "The directors of the American International Group, the insurance giant whose transactions are under investigation, are nearing a decision to cut all of the company's ties to Maurice R. Greenberg, its former chief executive, according to two people briefed on the board's deliberations.",
      "publication_date": "2005-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/26/business/insurer-called-close-to-cutting-ties-to-exchief.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Parts Supplier to an Aging Population",
      "snippet": "Ever-increasing numbers of aging baby boomers will be driving demand for Stryker Corp's hips, knees and spinal implants--and tools to install them--for years to come; Stryker is major supplier of auto parts; photos (M)",
      "abstract": "Ever-increasing numbers of aging baby boomers will be driving demand for Stryker Corp's hips, knees and spinal implants--and tools to install them--for years to come; Stryker is major supplier of auto parts; photos (M)",
      "lead_paragraph": "On a Friday morning not long ago, a surgical team at the New York Hospital for Joint Diseases sliced, drilled, probed, sawed and hammered its way through a two-hour operation to replace the left knee of Joseph Madden, a retired policeman, with a metal and plastic substitute.",
      "publication_date": "2005-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/26/business/a-parts-supplier-to-an-aging-population.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Follow the Vanishing Check",
      "snippet": "Electronic transactions are rapidly replacing checks as way to pay for goods and services; Federal Reserve says number of checks written in US peaked sometime in mid-1990's; it has been falling precipitously for last four years; checks are still u...",
      "abstract": "Electronic transactions are rapidly replacing checks as way to pay for goods and services; Federal Reserve says number of checks written in US peaked sometime in mid-1990's; it has been falling precipitously for last four years; checks are still used more often than either credit or debit cards, but declines reported recently by big banks--as much as 10 percent from year ago--are so steep that checks over next two decades are likely to become as prevalent as electric typewriters; checks accounted for 45 percent of all payments that were not made with cash in 2003, down from 57 percent in 2000; some users of electronic bill paying comment; photos (M)",
      "lead_paragraph": "Larry Lyons, who is 23, vividly remembers the Saturday mornings when his mother would write checks to pay the family's bills, dispatching him to the landlord with one for the rent. When he was in sixth grade, she taught him to balance a checkbook.",
      "publication_date": "2005-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/26/business/follow-the-vanishing-check.html",
      "byline": "By Jennifer A. Kingson"
    },
    {
      "headline": "Pope's Absence Casts a Shadow on Holy Week",
      "snippet": "Pope John Paul II, silent and very sick, joins thousands at Good Friday service at the Colosseum via live video link from his private chapel at the Vatican, shown only from back watching the event on television; it is the first time in his 26 year...",
      "abstract": "Pope John Paul II, silent and very sick, joins thousands at Good Friday service at the Colosseum via live video link from his private chapel at the Vatican, shown only from back watching the event on television; it is the first time in his 26 years as pope that John Paul has been too ill to attend single Holy Week event; moment seems to reflect new phase in his long decline, but one in which the pope seems determined to show himself still the leader of the world's billion Roman Catholics; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/26/world/europe/popes-absence-casts-a-shadow-on-holy-week.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "2 Offers Made for Phone Unit of Italian Utility",
      "snippet": "Two groups of investors make offers for control of Wind, telecommunications arm of Enel, Italy's largest utility; Italian officials have valued entire business at 13 billion euros ($16.8 billion); consortium of private equity investors led by Blac...",
      "abstract": "Two groups of investors make offers for control of Wind, telecommunications arm of Enel, Italy's largest utility; Italian officials have valued entire business at 13 billion euros ($16.8 billion); consortium of private equity investors led by Blackstone Group makes offer worth about 11.5 billion euros ($15 billion); others in group are buyout firms Permira and Providence Equity Partners and Goldman Sachs; group led by Naguib Sawiris, Egyptian telecommunications executive, submits counteroffer; Sawiris is head of Orascom Telecom Holdings; two offers are understood to be for about three-quarters of Wind (M)",
      "lead_paragraph": "LONDON, March 25 - Two groups of investors made offers on Friday for control of Wind, the telecommunications arm of Enel, Italy's biggest utility.",
      "publication_date": "2005-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/26/business/worldbusiness/2-offers-made-for-phone-unit-of-italian-utility.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Behind Life-and-Death Fight, a Rift That Began Years Ago",
      "snippet": "Once friendly Schiavo and Schindler families have been driven apart by disagreement over fate of brain-damaged Terri Schiavo; her husband, Michael, has argued for removal of her feeding tube, while her parents and siblings disagree; theirs is a ba...",
      "abstract": "Once friendly Schiavo and Schindler families have been driven apart by disagreement over fate of brain-damaged Terri Schiavo; her husband, Michael, has argued for removal of her feeding tube, while her parents and siblings disagree; theirs is a battle over power, money and a woman they all claim to love; Michael Schiavo filed malpractice suit against obstetrician who had treated his wife, and in Jan 1993, couple was awarded $750,000 in economic damages for her and $300,000 for loss of companionship for him; both sides say a fight over award signaled beginning of their estrangement; photos (M)",
      "lead_paragraph": "ST. PETERSBURG, Fla., March 25 - It is almost beyond belief, given the sea of distance between them now, that Terri Schiavo's husband and parents once shared a home, a life, a goal.",
      "publication_date": "2005-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/26/us/behind-lifeanddeath-fight-a-rift-that-began-years-ago.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Blockbuster Ends Bid for Rival",
      "snippet": "Blockbuster Inc drops its bid to acquire Hollywood Entertainment Corp, citing likelihood that Federal Trade Commission will reject deal on antitrust grounds; decision clears way for Movie Gallery Inc to complete its $850 million acquisition of Hol...",
      "abstract": "Blockbuster Inc drops its bid to acquire Hollywood Entertainment Corp, citing likelihood that Federal Trade Commission will reject deal on antitrust grounds; decision clears way for Movie Gallery Inc to complete its $850 million acquisition of Hollywood Entertainment; that merger has already received regulatory approval (M)",
      "lead_paragraph": "Blockbuster Inc., the video rental giant, dropped its bid yesterday to acquire the Hollywood Entertainment Corporation, the second-largest video rental chain, citing the likelihood that the Federal Trade Commission would reject the deal on antitrust grounds.",
      "publication_date": "2005-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/26/business/media/blockbuster-ends-bid-for-rival.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "A.I.G. Is Said to Consider Cutting Ties to Greenberg  The directors of American International Group, the insurance giant whose transactions are under investigation, are nearing a decision to cut all of the company's ties to Maurice R. Greenberg, i...",
      "abstract": " A.I.G. Is Said to Consider Cutting Ties to Greenberg  The directors of American International Group, the insurance giant whose transactions are under investigation, are nearing a decision to cut all of the company's ties to Maurice R. Greenberg, its former chief executive, according to two people briefed on the board's deliberations.    On March 14, Mr. Greenberg was forced by the board to resign his position as the chief executive after directors learned of a transaction he initiated in 2000 that appeared to artificially bolster the company's financial position. Mr. Greenberg, who had run the company with an iron hand since 1967, was allowed to retain the title of nonexecutive chairman for an unspecified period of time. [Page A1.]    Disney to Overhaul Planning Unit  The Walt Disney Company announced that it was restructuring its corporate strategic planning division, which will give more authority to individual units. Peter Murphy, left, who has run strategic planning since 1998, will step down as chief strategic officer and serve as an adviser to Robert A. Iger, who will become chief executive in September when Michael D. Eisner departs. [B2.]    U.S. to Sell Jet Fighters to Pakistan  The United States will sell F-16 jet fighters, made by Lockheed Martin, to Pakistan. The size of the sale has not been decided, but Pakistan previously said it was seeking about two dozen of the planes. [A1.]    Air France said it planned to replace part of its aging fleet of cargo planes with Boeing's new 777 freighter. [B3.]    Cause of Refinery Blast Discussed  The refinery blast in Texas that killed 15 people was probably caused by a leak of two chemicals that are used to make ingredients for gasoline, a member of a federal chemical safety agency said. [A10.]    Higher Air Fares Feared in Europe  Consumer groups are saying that buying a plane ticket in France, Germany or Spain could become more expensive if the European Commission deregulates computer reservations systems for air travel, as it plans to do later this year. [B3.]    Prices Decline Again in Japan  Consumer prices in Japan fell 0.4 percent in February from a year earlier, the latest sign that the country remains mired in a nearly seven-year battle with deflation. [B3.]    Swedish Telecom Firm in Deal  TeliaSonera, a Swedish mobile phone company, said that it had agreed to pay $3.1 billion in cash for control of Turkey's largest cellular operator. [B3.]    Large Animal Farms Draw Protests  A new generation of animal farms is pumping money into rural economies but also drawing protests from environmental groups and homeowners. [A7.]    Report Cites Vulnerable Airline Data  The Transportation Security Administration did not adequately monitor at least six airlines' transfer of sensitive passenger information to private companies and federal agencies in 2002 and 2003, according to a report. [A11.]    Krispy Kreme Deadline Extended  For the second time this year, lenders for Krispy Kreme Doughnuts have agreed to push back a deadline before the company defaults on its $150 million credit line. [B2.]    Judge Rules Against Northwest  Northwest Airlines violated a contract with employees when it refused to redeem $226 million in company shares received as part of a 1993 concession pact, a judge ruled. Trustees for unionized airline employees sought to redeem the stock in August 2003. The airline, which elected to buy back the shares with cash, declined to do so because it would hurt its financial condition. [B2.]    St. Paul Travelers to Sell Stake  The St. Paul Travelers Companies said it would sell its 79 percent stake in the money manager Nuveen Investments Inc. in a three-step process that will help shore up its capital position. [B5.]    Court Setback for Morgan Stanley  Morgan Stanley might have to set aside more money to cover costs for a legal battle with the financier Ronald O. Perelman after a setback in a Florida court. [B5.]    Financial Markets Closed  Many financial markets were closed yesterday for Good Friday. They reopen Monday.  ",
      "lead_paragraph": "A.I.G. Is Said to Consider Cutting Ties to Greenberg The directors of American International Group, the insurance giant whose transactions are under investigation, are nearing a decision to cut all of the company's ties to Maurice R. Greenberg, its former chief executive, according to two people briefed on the board's deliberations.",
      "publication_date": "2005-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/26/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "The Future of the 30-Second Spot",
      "snippet": "TiVo and video-on-demand allow television viewers to skip commercials, but some of same technology will soon be used to permit creation of commercials that behave more like smarter version of direct mail: customized not just by neighborhood, but u...",
      "abstract": "TiVo and video-on-demand allow television viewers to skip commercials, but some of same technology will soon be used to permit creation of commercials that behave more like smarter version of direct mail: customized not just by neighborhood, but ultimately by household and perhaps even by viewing habits; host of companies, including Invidi Technologies, Visible World, Navic Networks and OpenTV, are selling their technology and services to cable operators and satellite providers whose set-top boxes afford them direct access to viewers; ultimate goal is to make ads more relevant to lives of viewers, who might be even eager to watch them; photos (L)",
      "lead_paragraph": "DEVOTEES of Home & Garden Television, sitting in the comfort of their living rooms on the 33rd floor of a Manhattan high-rise, probably could not care less about commercials for lawn mowers or snow blowers. If they have TiVo, they probably zap right through the ads; if not, they can just change channels.",
      "publication_date": "2005-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/27/business/yourmoney/the-future-of-the-30second-spot.html",
      "byline": "By Lorne Manly"
    },
    {
      "headline": "Texas Official Admits Missteps That Helped Railroads in Suits",
      "snippet": "Darin Kosmak, railroad section director in Texas Transportation Dept, has recently admitted that his sworn statements unintentionally misrepresented what he knew about federal funding for warning signs at rail crossings where accidents occurred; a...",
      "abstract": "Darin Kosmak, railroad section director in Texas Transportation Dept, has recently admitted that his sworn statements unintentionally misrepresented what he knew about federal funding for warning signs at rail crossings where accidents occurred; affidavits were mostly drafted by rail industry and used to dismiss claims brought by victims, because state law bars victims from pursuing claims against railroads when federal funds were used; Texas case comes amid criticism of how government oversees rail safety, as well as increase in number of grade-crossing deaths last year; photos (M)",
      "lead_paragraph": "Several months ago, the Texas official overseeing rail crossings commented in court proceedings that many in the rail industry \"would consider me their friend.\" That may not be surprising given what the official, Darin Kosmak, has done to help railroads fight lawsuits brought by accident victims.",
      "publication_date": "2005-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/27/us/texas-official-admits-missteps-that-helped-railroads-in-suits.html",
      "byline": "By Walt Bogdanich"
    },
    {
      "headline": "Words to Dread: Let's Meet on It",
      "snippet": "Lisa Belkin Life's Work column assesses value of business meetings; cites Wharton Center of Applied Research figures that show middle managers and senior executives spend inordinate amount of time in meetings; says people generally dislike meeting...",
      "abstract": "Lisa Belkin Life's Work column assesses value of business meetings; cites Wharton Center of Applied Research figures that show middle managers and senior executives spend inordinate amount of time in meetings; says people generally dislike meetings because they drag on and participants are often unprepared, so many consider them wasted time; drawing (M)",
      "lead_paragraph": "EARLY in my career, I wrote a book about the workings of a hospital. I spent much time following doctors from bedside to bedside, and still more time following them from meeting to meeting. This hospital, ostensibly to whittle down the number of meetings, even had a Committee on Committees. The group spent most of its time working out scheduling conflicts in the hospital's meeting rooms. That was 12 years ago. Last I heard, the Committee on Committees still exists, and it still meets every few weeks.",
      "publication_date": "2005-03-27T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/03/27/jobs/words-to-dread-lets-meet-on-it.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "If I Only Had a Hedge Fund",
      "snippet": "Torrid growth of hedge funds and their huge impact on securities markets prompt some observers to fear a bubble or at least the consequences of such growth, built as it is on leverage that banks provide managers to double or triple their investmen...",
      "abstract": "Torrid growth of hedge funds and their huge impact on securities markets prompt some observers to fear a bubble or at least the consequences of such growth, built as it is on leverage that banks provide managers to double or triple their investment bets; adding to concerns are mystery surrounding what kind of financial products are being traded by funds and how they value them, as well as proliferation of funds of funds, pools of hedge funds that are meant to lower risk but that also come with another layer of fees on top of what standard hedge funds charge; even some hedge fund experts who play down notion of investment bubble acknowledge possibility of compensation bubble, since fund managers do not receive fixed percentage of funds they manage, but rather 1 percent of assets under management and 20 percent of profits; photos; graphs (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/27/business/yourmoney/if-i-only-had-a-hedge-fund.html",
      "byline": "By Jenny Anderson and Riva D. Atlas"
    },
    {
      "headline": "Boats, Cows, Tasty Lamb: Iraq Battles Smuggling",
      "snippet": "Interim Iraqi government is struggling to deal with sharp rise in smuggling after American-led invasion left borders wide open, even as it grapples with movement of money and fighters that helps sustain insurgency; movements also reflect sense of ...",
      "abstract": "Interim Iraqi government is struggling to deal with sharp rise in smuggling after American-led invasion left borders wide open, even as it grapples with movement of money and fighters that helps sustain insurgency; movements also reflect sense of renewed life in post Saddam era as Shiite pilgrims come from Iran and further east; border police force has grown to 22,000 men since invasion but falls far short of what is needed; maps, graph, photo (M)",
      "lead_paragraph": "ZOWER CHUM, on the Iran-Iraq Border - With a Kalashnikov rifle slung over one shoulder, Kadhum Mahmoud took a few brisk steps on the snow-packed earth and crossed from Iraq into Iran.",
      "publication_date": "2005-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/27/world/middleeast/boats-cows-tasty-lamb-iraq-battles-smuggling.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "U.S. Is Examining a Plan to Bolster the Rights of Detainees",
      "snippet": "Draft manual for Pentagon lawyers includes substantial changes to military tribunals established to prosecute foreign terror suspects, including strengthening rights of defendants, establishing more independent judges and barring confessions obtai...",
      "abstract": "Draft manual for Pentagon lawyers includes substantial changes to military tribunals established to prosecute foreign terror suspects, including strengthening rights of defendants, establishing more independent judges and barring confessions obtained by torture; proposals, modeled on Manual for Courts-Martial, resulted from high-level discussions late last year including Pentagon, White House and National Security Council officials following federal Judge James Robertson's Nov 8 ruling tha t commissions could not legally try one of first defendants; administration's willingness to restructure tribunals is uncertain, and Vice Pres Dick Cheney is said drive opposition; photos (M)",
      "lead_paragraph": "The Defense Department is considering substantial changes to the military tribunals that the Bush administration established to prosecute foreign terror suspects at Guantánamo Bay, Cuba, military and administration officials say.",
      "publication_date": "2005-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/27/politics/us-is-examining-a-plan-to-bolster-the-rights-of-detainees.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "Eyes Turn to Governor Bush",
      "snippet": "As courts rejected another attempt to have Terri Schiavo's feeding tube reinserted, her parents and their supporters called on Gov. Jeb Bush to intervene further. Page 22.",
      "abstract": "As courts rejected another attempt to have Terri Schiavo's feeding tube reinserted, her parents and their supporters called on Gov. Jeb Bush to intervene further. Page 22.",
      "lead_paragraph": "As courts rejected another attempt to have Terri Schiavo's feeding tube reinserted, her parents and their supporters called on Gov. Jeb Bush to intervene further. Page 22.",
      "publication_date": "2005-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/27/us/eyes-turn-to-governor-bush.html",
      "byline": ""
    },
    {
      "headline": "What to Do When the Ideal Job Proves Not to Be as Advertised",
      "snippet": "High rate of employee turnover is often caused by failure of positions to live up to expectations; employees finding lack of opportunity and growth are likely to change jobs; turnover is expensive for companies that are recruiting and training emp...",
      "abstract": "High rate of employee turnover is often caused by failure of positions to live up to expectations; employees finding lack of opportunity and growth are likely to change jobs; turnover is expensive for companies that are recruiting and training employees, only to have them leave, leading some companies to compel employees to sign employment contracts that hold workers responsible for repaying certain costs if they leave within one year; photo (M)",
      "lead_paragraph": "Julie Stein said she thought she had found her dream job. Her future employer promised Ms. Stein, a 26-year-old New Yorker, a position more prestigious than her previous job, with added responsibility, a list of stellar clients and a higher salary. The new job, at a public relations firm, would use her creativity and allow her to travel to exciting places. Or so she thought.",
      "publication_date": "2005-03-27T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/03/27/jobs/what-to-do-when-the-ideal-job-proves-not-to-be-as-advertised.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "Even as Doctors Say Enough, Families Fight to Prolong Life",
      "snippet": "Article describes recent phenomenon of families who want to continue life support and aggressive medical care for patients against advice of doctors who believe it is time to stop; even families who say they believe in removing life support in cas...",
      "abstract": "Article describes recent phenomenon of families who want to continue life support and aggressive medical care for patients against advice of doctors who believe it is time to stop; even families who say they believe in removing life support in case like that of Terri Schiavo may find position untenable when their own relatives are involved; extraordinary medical advances stoke hopes, and more patients and families feel empowered to make medical decisions and are skeptical of doc tors; Texas, Virginia and California already have laws that let doctors refuse treatment against family wishes or even advance directive, and other states are seeking such laws; photos (M)",
      "lead_paragraph": "BOSTON, March 26 - For years, when families and hospitals fought over how to treat critically ill patients, families often pressed to let their loved ones die, while hospitals tried to keep them alive.",
      "publication_date": "2005-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/27/us/even-as-doctors-say-enough-families-fight-to-prolong-life.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "The God Racket, From DeMille To DeLay",
      "snippet": "Frank Rich column reflects on relevence of Cecil B DeMille 1950's epic film The Ten Commandments in light of what he sees as recent intrusion of Christianity and God into American politics; holds that at time when secular governance is 'under thre...",
      "abstract": "Frank Rich column reflects on relevence of Cecil B DeMille 1950's epic film The Ten Commandments in light of what he sees as recent intrusion of Christianity and God into American politics; holds that at time when secular governance is 'under threat from emboldened religious minority,' movie, which tells tale of Bilblical Old Testament, provides illuminating back story; photos (M)",
      "lead_paragraph": "AS Congress and the president scurried to play God in the lives of Terri Schiavo and her family last weekend, ABC kicked off Holy Week with its perennial ritual: a rebroadcast of the 1956 Hollywood blockbuster, \"The Ten Commandments.\"",
      "publication_date": "2005-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "2",
      "web_url": "https://www.nytimes.com/2005/03/27/washington/the-god-racket-from-demille-to-delay.html",
      "byline": "By Frank Rich"
    },
    {
      "headline": "The Deal That Toppled A.I.G.'s Boss",
      "snippet": "Gretchen Morgenson column says ouster of Maurice R Greenberg as chief executive of American International Group was precipitated by deal struck with Gen Re in 2000 that was designed to bolster its reserves substantially, but in way that was improp...",
      "abstract": "Gretchen Morgenson column says ouster of Maurice R Greenberg as chief executive of American International Group was precipitated by deal struck with Gen Re in 2000 that was designed to bolster its reserves substantially, but in way that was improper (M)",
      "lead_paragraph": "MAURICE R. GREENBERG is a famously irascible executive. When he got a call on March 13 from Frank G. Zarb, American International Group's lead director, telling him that his 38 years as the company's chief executive were over, he was, well, enraged.",
      "publication_date": "2005-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/27/business/yourmoney/the-deal-that-toppled-aigs-boss.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Congress Ready to Again Debate End-of-Life Issues",
      "snippet": "Terri Schiavo case has pushed thorny questions about end-of-life care to fore on Capitol Hill, as well as in state legislatures around nation; central question in Schiavo case--who makes end-of-life decisions when patient's wishes are disputed--is...",
      "abstract": "Terri Schiavo case has pushed thorny questions about end-of-life care to fore on Capitol Hill, as well as in state legislatures around nation; central question in Schiavo case--who makes end-of-life decisions when patient's wishes are disputed--is headed back to Capitol Hill, where debate over broader legislation has already begun; lawmakers of both parties agree that Congress has role to play in such cases and should contemplate legislation that would give added legal recourse to patients like Schiavo; bill passed in Republican-controlled House that would allow federal courts to review cases like hers evolved into one narrolwy tailored to her alone; now some Democrats, prodded by advocates for disabled, say Congress shuold consider whether such a law is needed; Rep Barney Frank, who opposed Congressional action in Schiavo case, says disabiilty groups are concerned that, even where choice is made to terminate life, it might be coerced by circumstances; it is unclear whether Christian conservatives and disability rights advocates can agree on what action Congress should take (M)",
      "lead_paragraph": "WASHINGTON, March 27 - After a string of fruitless legal and legislative efforts, the central question in the Terri Schiavo case -- Who makes end-of-life decisions when the patient's wishes are disputed? -- is headed back to Capitol Hill, where debate over broader legislation has already begun.",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/28/politics/congress-ready-to-again-debate-endoflife-issues.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Under New Chief, F.C.C. Considers Widening Its Reach",
      "snippet": "Television and radio industries are about to come under renewed attack over sex, violence and profanity in their programming; leading lawmakers and new Federal Communications Commission Chmn Kevin J Martin have proposed broad expansion of indecenc...",
      "abstract": "Television and radio industries are about to come under renewed attack over sex, violence and profanity in their programming; leading lawmakers and new Federal Communications Commission Chmn Kevin J Martin have proposed broad expansion of indecency rules, which were already toughened last year; seek bigger fines and new steps that could jeopardize licenses of stations that repeatedly violate rules; say it may be time to extend indecency and profanity rules to cable and satellite television providers, which now account for viewership in 85 percent of nation's homes; organizations opposing what they deem indecent programming have joined forces with consumer groups that have been trying to force cable industry to offer less expensive packages of fewer stations; L Brent Bozell, president of Parents Television Council, source of most complaints against broadcasters, hails bipartisan support on issue; graph of FCC fines for indecent content; photos (M)",
      "lead_paragraph": "WASHINGTON, March 24 - The television and radio industries are about to come under renewed attack over sex, violence and profanity in their programming, both in Congress and at the Federal Communications Commission.",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/28/business/media/under-new-chief-fcc-considers-widening-its-reach.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Drive to Build High-Tech Army Hits Cost Snags",
      "snippet": "Article in series Arsenal of the Future says trillion-dollar price tag put on Army's plan to transform itself into futuristic high-technology force has even strongest supporters in Congress questioning program's costs and complexity; $145 billion ...",
      "abstract": "Article in series Arsenal of the Future says trillion-dollar price tag put on Army's plan to transform itself into futuristic high-technology force has even strongest supporters in Congress questioning program's costs and complexity; $145 billion cost of first phase of so-called Future Combat Systems does not include projected $25 billion for communications network needed to connect future forces; nor does it fully account for Army plans to provide Future Combat weapons and technologies to forces beyond first 15 brigades of 3,000 soldiers, or one-third of force Army plans to field, over 20-year span; Army sees Future Combat as seamless web of 18 different sets of networked weapons and military robots; program is at heart of Defense Sec Donald H Rumsfeld's campaign to transform Army into faster, lighter force in which stripped-down tanks could be put on transport planes and flown into battle, and information systems could protect soldiers of future as heavy armor has protected them in past; Sen John McCain notes that Army has canceled two major weapons programs to protect funding for Future Combat program; David M Walker, comptroller general who oversees Government Accountability Office, says Pentagon's future arsenal is unaffordable and that Congress must make some choices; diagrams (L)",
      "lead_paragraph": "The Army's plan to transform itself into a futuristic high-technology force has become so expensive that some of the military's strongest supporters in Congress are questioning the program's costs and complexity.",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/28/politics/drive-to-build-hightech-army-hits-cost-snags.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "With Bush Re-elected, Rove Turns to Policy",
      "snippet": "Karl Rove is bringing same intensity to Pres Bush's Social Security proposal that he brought to president's re-election campaign; naming him deputy White House chief of staff for policy is seen as Bush's formal recognition of Rove's affinity for n...",
      "abstract": "Karl Rove is bringing same intensity to Pres Bush's Social Security proposal that he brought to president's re-election campaign; naming him deputy White House chief of staff for policy is seen as Bush's formal recognition of Rove's affinity for nitty-gritty of governance and public acknowledgement of his influence over whatever deal might emerge on Social Security, Bush's No 1 domestic priority; toward that end, Rove is running sophisticated campaign, employing all components of national political machine built to re-elect Bush while overseeing policy meetings where administration's senior officials analyze competing Social Security proposals, bone up on arcane economic concepts and plot how to hit back at substantive arguments made by people on other side of issue; Rove is not first presidential adviser with hand in both politics and policy, but intensity of his involvement in both spheres makes his current status unusual and gives him remarkably broad authority inside White House and out; it also reinforces what everyone in Washington knows: in Bush administration, as in all others, politics and policy are inextricably intertwined; photos (M)",
      "lead_paragraph": "WASHINGTON, March 27 - Jack Kemp was causing problems for President Bush's drive to overhaul Social Security, and it naturally fell to Karl Rove, Mr. Bush's strategist, enforcer and closet policy expert, to take him on.",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/28/politics/with-bush-reelected-rove-turns-to-policy.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "In the Blog Era, Liz Smith Wonders if There's Room for the Pro",
      "snippet": "Interview with Liz Smith, 82, who has managed to succeed as gossip columnist without trashing her celebrity subjects; her columns lack edge often needed to survive in cutthoat gossip industry, which has spawned scores of magazines, television show...",
      "abstract": "Interview with Liz Smith, 82, who has managed to succeed as gossip columnist without trashing her celebrity subjects; her columns lack edge often needed to survive in cutthoat gossip industry, which has spawned scores of magazines, television shows, Internet sites and blogs consumed with celebrity doings; photos (M)",
      "lead_paragraph": "Let's dish...",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/28/business/media/in-the-blog-era-liz-smith-wonders-if-theres-room-for-the-pro.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Some Creditors Make Illegal Demands on Active-Duty Soldiers",
      "snippet": "Many creditors are ignoring longstanding federal law strictly limiting their ability to foreclose against active-duty service members, special report, Bills in the Knapsack; court records and interviews with military and civilian lawyers suggest t...",
      "abstract": "Many creditors are ignoring longstanding federal law strictly limiting their ability to foreclose against active-duty service members, special report, Bills in the Knapsack; court records and interviews with military and civilian lawyers suggest that some Americans heading off to war are facing distracting and demoralizing demands from financial companies trying to collect on obligations that, by law, they cannot enforce; some cases involve nationally prominent companies like Wells Fargo and Citigroup; both say they are committed to strict compliance with law; military law specialists say many lenders, debt collectors, landlords and lawyers and judges are unaware of Servicemembers Civil Relief Act; Supreme Court has ruled that law's provisions must protect those 'obliged to drop their own affairs to take up the burdens of the nation'; article details several cases where relief act was ignored; bankers and military lawyers say enforcement of act rests initially on shoulders of service members themselves, who must notify creditors of their military status to invoke their rights under act; say service members getting ready for overseas duty may not have time or money to do this properly; photos (L)",
      "lead_paragraph": "Sgt. John J. Savage III, an Army reservist, was about to climb onto a troop transport plane for a flight to Iraq from Fayetteville, N.C., when his wife called with alarming news: \"They're foreclosing on our house.\"",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/28/us/some-creditors-make-illegal-demands-on-activeduty-soldiers.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Huge Genome Project Is Proposed to Fight Cancer",
      "snippet": "National Institutes of Health plans to compile complete catalog of genetic abnormalities that characterize cancer; proposed Human Cancer Genome Project would be greater in scale than Human Genome Project, which mapped human genetic blueprint; it w...",
      "abstract": "National Institutes of Health plans to compile complete catalog of genetic abnormalities that characterize cancer; proposed Human Cancer Genome Project would be greater in scale than Human Genome Project, which mapped human genetic blueprint; it would seek to determine DNA sequence of thousands of tumor samples, looking for mutations that give rise to cancer or sustain it; proponents say databank of all such mutations would provide invaluable clues for developing new ways to diagnose, treat and prevent cancer; some scientists fear that such a costly project could take money away from smaller ones run by individual scientists; project would cost about $1.35 billion over nine years; where money will come from is still uncertain; officials say government is likely to start with some smaller pilot projects; photo (M)",
      "lead_paragraph": "Opening a new front in the battle against cancer, federal officials are planning to compile a complete catalog of the genetic abnormalities that characterize it.",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/28/health/huge-genome-project-is-proposed-to-fight-cancer.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Rings That Kidnap Iraqis Thrive on Big Threats and Bigger Profits",
      "snippet": "Thousands of ordinary Iraqis, many of them children, are being kidnapped for ransom; Col Jabbar Anwar, head of major crimes unit in Baghdad, says threat of death for collaboration with Americans is usually just way to drive up price of freedom; se...",
      "abstract": "Thousands of ordinary Iraqis, many of them children, are being kidnapped for ransom; Col Jabbar Anwar, head of major crimes unit in Baghdad, says threat of death for collaboration with Americans is usually just way to drive up price of freedom; security officials say ransom demands range from few hundred to half million dollars; say death rate among hostages is uncertain, but note that many hostages disappear even after ransom is paid; kidnapping rings have had harrowing effect on Iraqi families, especially prosperous and educated families whose children are special targets; scattered anecdotal evidence suggests epidemic of kidnapping, especially of children, is force like no other in driving from Iraq educated professionals who are critically needed for rebuilding of country; kidnapping is contributing to national sense of instability and fuels mutual distrust--particularly because many kidnappings rely on people close to target who pass information on net worth, daily habits and other matters of interest to hostage takers; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, March 27 - While Westerners are transfixed by the occasional kidnapping of one of their own here, Iraqis are far more vulnerable. As many as 5,000 Iraqis have been kidnapped in the last year and a half, according to Western and Iraqi security officials.",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/28/world/middleeast/rings-that-kidnap-iraqis-thrive-on-big-threats-and-bigger.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "A Supreme Court Showdown for File Sharing",
      "snippet": "Mark Gorton, whose Lime Group publishes LimeWire, popular software program used to trade music, video and other files on Internet, comments on planned Supreme Court hearing of suit by recording and film industries that seeks to hold makers of file...",
      "abstract": "Mark Gorton, whose Lime Group publishes LimeWire, popular software program used to trade music, video and other files on Internet, comments on planned Supreme Court hearing of suit by recording and film industries that seeks to hold makers of file-sharing software liable for illegal copying and distribution of copyrighted material online, interview; he says case against file-sharing services Grokster and Morpheus, which won in lower courts, could make LimeWire vulnerable, but that such software will remain on Net regardless of outcome; case will determine whether companies like LimeWire can continue to promote file sharing; Sony BMG Music Entertainment chairman Andrew Lack says ruling will dramatically affect behavior and how music is sold, distributed and consumed; file sharing graphs; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/28/technology/a-supreme-court-showdown-for-file-sharing.html",
      "byline": "By Saul Hansell and Jeff Leeds"
    },
    {
      "headline": "On Public TV, Not Quite an Ad but Pretty Close",
      "snippet": "Producers and distributors, to raise money for public television programming, are increasingly letting corporate underwriters turn their credits into something resembling regular commercials; sponsors are taking advantage of Public Broadcasting Se...",
      "abstract": "Producers and distributors, to raise money for public television programming, are increasingly letting corporate underwriters turn their credits into something resembling regular commercials; sponsors are taking advantage of Public Broadcasting Service rule change on content of credits to create livelier sponsorship segments with traditional trappings, including jingles and slogans; Chipotle Mexican Grill credit that pushes closer traditional advertising than ever before cited; photos (M)",
      "lead_paragraph": "\"Welcome back,\" says a man who appears to be the host of a public-television pledge drive. \"This program was made possible by a grant from Chipotle Mexican Grill.\" Behind the host, more than a dozen volunteers tend telephones beneath a sign that reads \"Pledge Drive.\"",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/28/business/media/on-public-tv-not-quite-an-ad-but-pretty-close.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Being Courted in the Valley, But Not Willing to Sell  In the post-dot-com boom era, the mind-set among many Silicon Valley entrepreneurs is to position a start-up company for a quick and lucrative sale rather than wait for the uncertain payout of ...",
      "abstract": " Being Courted in the Valley, But Not Willing to Sell  In the post-dot-com boom era, the mind-set among many Silicon Valley entrepreneurs is to position a start-up company for a quick and lucrative sale rather than wait for the uncertain payout of an initial offering. But the founders of Aruba Networks rejected that strategy when they turned away a chance at instant riches when Cisco Systems came calling.     ''We basically told them, 'There's not a number you can come up with that will be attractive enough to convince us to sell,''' the chief executive, Don LeBeau, said. [Page C4.]    Court Hearings on Internet Access  In a case that could alter high-speed Internet access, the Supreme Court will hear arguments on Tuesday on whether cable companies should be required to lease their lines to rivals providing Internet service. [C8.]    Opening the African Continent  With the start of the Africa Channel later this year, entrepreneurs seasoned in African culture and history hope to demystify the continent for American viewers. [C10.]    Online Searchers for Job Seekers  Over the last year, more people have turned to sites like Shopping.com and Kayak.com to save them the hassle of clicking around to find travel or shopping bargains. Now a handful of new companies are lining up to provide similar services for job seekers. Bob Tedeschi: E-Commerce Report. [C5.]    Is Silicon Valley Similar to Detroit?  Some in the technology industry are concerned that Silicon Valley is turning into Detroit. They believe that Silicon Valley is destined to see its stature erode, as new rivals undercut American companies on price and increasingly wrest the lead in innovation. Yet another view suggests that America's industry will not inevitably decline. Steve Lohr: New Economy. [C4.]    Start-Up Offers a Different Chip  Luxtera, a small start-up based on technology pioneered at the California Institute of Technology, plans to announce a new class of silicon chips that blur the line between electronic computing and optical communications. [C4.]    Looking for America's Sweetheart  Seventeen magazine and MTV will hook up this spring, collaborating on a reality show that tracks the magazine's search for what it calls ''America's Sweetheart.'' The series called Project Seventeen, will put finalists through challenges meant to reveal their character to the viewers. It will be broadcast on MTV next fall. Atoosa Rubenstein, editor in chief of Seventeen, said the competition looks for ''the good girl, the one with good grades who is logging in the hours studying, who is well rounded and has integrity.'' [C9.]    Trying to Make Cold Calling Easier  Jigsaw Data has collected business contacts that are contributed and vetted by its members, all in an effort to help salesman find the right person to call. [C9.]    More Advice for Banks in China  The China Banking Regulatory Commission said it had issued a 13-point circular to banks on how to control lending risks better. [C6.]    U.S. Financial Markets to Reopen  Financial markets in the United States, which were closed for Good Friday, will reopen today. Some European markets will be closed.  ",
      "lead_paragraph": "Being Courted in the Valley, But Not Willing to Sell In the post-dot-com boom era, the mind-set among many Silicon Valley entrepreneurs is to position a start-up company for a quick and lucrative sale rather than wait for the uncertain payout of an initial offering. But the founders of Aruba Networks rejected that strategy when they turned away a chance at instant riches when Cisco Systems came calling.",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/28/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Investigation of Insurance Puts Buffett in a Spotlight",
      "snippet": "Legendary investor Warren E Buffett is in unfamiliar position of having to defend integrity of his Berkshire Hathaway, one of world's largest and most successful insurers; investigators around world probe whether company's General Re Corp and othe...",
      "abstract": "Legendary investor Warren E Buffett is in unfamiliar position of having to defend integrity of his Berkshire Hathaway, one of world's largest and most successful insurers; investigators around world probe whether company's General Re Corp and other of it insurance units were involved in possible financial manipulation at insurance giants like American International Group and Zurich Financial Services Group and whether Buffett or other Berkshire executives in United States were aware of deals; Australian investigators say they have traced many transactions suspected of contributing to collapse four years ago of Australian insurance company HIH to Berkshire unit in Dublin, where at least two Berkshire executives recently banned from Australian insurance market for abusive practices continue to work; photos (M)",
      "lead_paragraph": "Over the last four decades, Warren E. Buffett has built Berkshire Hathaway into one of the world's largest and most successful insurers. Along the way, he has navigated the stock market with legendary prowess and offered folksy guidelines for proper corporate governance.",
      "publication_date": "2005-03-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/28/business/investigation-of-insurance-puts-buffett-in-a-spotlight.html",
      "byline": "By Timothy L. O'Brien"
    }
  ]
}