{
  "metadata": {
    "date": "2005-02-18",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Bush's Bipartisan Moves On Social Security Fall Flat  President Bush's first effort to build bipartisan support for his Social Security plan ran into resistance among senior Republicans.    Mr. Bush's suggestion that he might consider a tax increa...",
      "abstract": " Bush's Bipartisan Moves On Social Security Fall Flat  President Bush's first effort to build bipartisan support for his Social Security plan ran into resistance among senior Republicans.    Mr. Bush's suggestion that he might consider a tax increase was rebuffed by leaders of both parties in Congress, underscoring the difficulty the administration is having with the Social Security issue. [Page A17.]    Merck May Sell Vioxx Again in U.S.  A top Merck executive suggested that the company might soon decide to sell the painkiller Vioxx again in the United States. [A24.]    Women File Suit Against Novartis  A dozen women sales representatives for Novartis sued the company, contending that they were discriminated against. [C3.]    Credit Suisse Profits Beat Forecast  Credit Suisse reported a 22 percent increase in quarterly profits, beating analysts' expectations. The results reflected both the company's weaknesses and the first fruits of its plan to refocus its investment bank. Investment banking advisory fees at Credit Suisse First Boston fell 18 percent in 2004, revealing the steep toll that management turmoil has taken. [C6.]    New Challenges for US Airways  Two low-fare airlines, Southwest and AirTran, stepped up competition with US Airways in Pittsburgh and Charlotte, N.C. The moves may make it harder for US Airways to emerge from bankruptcy. [C2.]    PBS Warning About Iraq Program  PBS has told member stations that it cannot protect them against federal indecency sanctions if they broadcast an unedited version of a documentary about soldiers in Iraq. [C2.]    Random House in Cellphone Deal  Random House bought a stake in Vocel, a start-up company that offers educational content to subscribers over cellphones. [C2.]    Times Company Buys About.com  The New York Times Company said it would buy the operator of the Web site About.com from Primedia for $410 million. [C6.]    European Software Law Stalls  The European Parliament demanded that a proposal for a law on software patents be scrapped. [C13.]    WorldCom Witness Hid Expenses  Scott D. Sullivan, left, the government's star witness in its case against the former chief executive of WorldCom, ended his testimony by admitting he broke the law so the company could meet targets. Mr. Sullivan, WorldCom's former chief financial officer, said he had hid billions of dollars in expenses. [C3.]    Greenspan's Remarks Hurt Stocks  Stocks fell after testimony from the Federal Reserve chairman and several economic reports. The S.&P. 500 lost 9.59 points, to 1,200.75, and the Dow dropped 80.62 points, to 10,754.26, erasing its gain for 2005. [C7.]    Spotty Oversight on Rail Projects  Railroads often overcharge states for installing warning signals at grade crossings. [A24.]    Two Schieffers in Powerful Jobs  Bob Schieffer, who will soon become interim anchor of the ''CBS Evening News,'' may have to report on his brother Tom, who was recently nominated to be ambassador to Japan. [A1.]    Tell Your Friends About Our Towels  Even makers of packaged goods are trying to tap the power of viral advertising on the Internet. Advertising. [C6.]  ",
      "lead_paragraph": "Bush's Bipartisan Moves On Social Security Fall Flat President Bush's first effort to build bipartisan support for his Social Security plan ran into resistance among senior Republicans.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/18/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Quick, Early Gains Embolden Business Lobby on Capitol Hill",
      "snippet": "Business lobbyists are working with Congress for fast approval of restrictions on class-action lawsuits and reform of bankruptcy law; class-action bill in House is approved 279 to 149, after languishing in Congress for years; its passage is signif...",
      "abstract": "Business lobbyists are working with Congress for fast approval of restrictions on class-action lawsuits and reform of bankruptcy law; class-action bill in House is approved 279 to 149, after languishing in Congress for years; its passage is significant victory for businesses; Pres Bush is expected to it on Feb 18; measure is Bush's first big victory in his effort to rewrite tort laws; bankruptcy bill in Senate, which administration also supports, would make it significantly more difficult and expensive for poor and moderate-income families to use bankruptcy protection to shield themselves from creditors; bill's supporters say it is necessary to curb abusive filings, although it critics say it is largely gift to credit card and banking industries (M)",
      "lead_paragraph": "WASHINGTON, Feb. 17 - These are heady days on Capitol Hill for business lobbyists. Just as the House of Representatives was completing work on one measure sought by some of the most powerful business lobbyists -- which would sharply restrict class-action lawsuits brought against companies -- the Senate began work on a second measure, to overhaul the bankruptcy system. It has long been sought by major banks, credit card companies and retailers and has its strongest chance of quick passage in years. It now heads to the Senate floor as soon as the members return from their recess in early March.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/18/business/quick-early-gains-embolden-business-lobby-on-capitol-hill.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "2 Big Appetites Take Seats at the Oil Table",
      "snippet": "India has joined China in increasingly grab at oil and natural gas fields that has world's two most populous nations bidding up energy prices and racing against each other and global energy companies; energy economists in West cannot help admiring...",
      "abstract": "India has joined China in increasingly grab at oil and natural gas fields that has world's two most populous nations bidding up energy prices and racing against each other and global energy companies; energy economists in West cannot help admiring success of industrialization of China and India, but they also cannot help worrying about what effect will be on energy supplies as 37 percent of world's population that lives in these two countries rushes to catch up with Europe, US and Japan; environmentalists worry about effects on global warming from two nations' plans to burn more fossil fuels; Chinese oil consumption continues to soar, with its oil imports climbing by third last year as its demand exceeded Japan's for first time; China trails only US in energy consumption; India has moved into fourth place, behind Russia; fossil fuels burned to power consumer purchases made by Indians and Chinese have become some of fastest-growing contributors to global warming; Chinese emissions alone soared close to 15 percent in 2004; neither India nor China faces any specific limits on its emissions of global warming gases under Kyoto Protocol; both countries joined agreement with promises to try to restrain emissions, but even environmentalists hestitate to demand stringent restrictions on China or India because their energy consumption per person remains less than one-sixth American level; India's oil imports rose 11 percent in 2004, and China's by 33 percent; graph; photos (M)",
      "lead_paragraph": "MUMBAI - India, sharing a ravenous thirst for oil, has joined China in an increasingly naked grab at oil and natural gas fields that has the world's two most populous nations bidding up energy prices and racing against each other and global energy companies.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/18/business/worldbusiness/2-big-appetites-take-seats-at-the-oil-table.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "An Old Hand in New Terrain of Top Intelligence Job",
      "snippet": "Man in the News profile of John D Negroponte, named first director of national intelligence; career foreign service officer has served every president since John F Kennedy; photo (M)",
      "abstract": "Man in the News profile of John D Negroponte, named first director of national intelligence; career foreign service officer has served every president since John F Kennedy; photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 17 - Few officials in the Bush administration better understand the damage that can be wreaked by faulty or politicized intelligence than John D. Negroponte.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/18/politics/an-old-hand-in-new-terrain-of-top-intelligence-job.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "A New S.E.C. Rule Fails to Raise Share Prices, and Some Are Angry",
      "snippet": "Floyd Norris column on n",
      "abstract": "Floyd Norris column on n",
      "lead_paragraph": "IT'S a criminal conspiracy when stocks move the wrong way, and the government should do something about it.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/18/business/a-new-sec-rule-fails-to-raise-share-prices-and-some-are-angry.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Outlooks Differ at Wal-Mart and Target",
      "snippet": "Wal-Mart Stores reports $288 billion in sales in 2004, keeping it in first place among American corporations in terms of revenue; Target reports sales for year were $46.84 billion, increase of 11 percent over 2003, with net income of $3.51 per sha...",
      "abstract": "Wal-Mart Stores reports $288 billion in sales in 2004, keeping it in first place among American corporations in terms of revenue; Target reports sales for year were $46.84 billion, increase of 11 percent over 2003, with net income of $3.51 per share; Wal-Mart's earnings per share rose to $2.41 for fiscal year 2005, up from $2.07; total revenue was $288.2 billion, compared with $258.68 billion year ago, and net income increased to $10.27 billion, from $9.05 billion; same-store sales at Wal-Mart rose 1.5 percent in quarter ended January, Target's revenue for year increased 11.5 percent, including $485 million in income from credit card operations (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/18/business/outlooks-differ-at-walmart-and-target.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Furor Lingers as Harvard Chief Gives Details of Talk on Women",
      "snippet": "Harvard Univ president Lawrence H Summers made provocative statements about 'intrinsic aptitude' of women, career pressures they face and discrimination within universities, in closed-door conference with economists last month; Summers, bowing to ...",
      "abstract": "Harvard Univ president Lawrence H Summers made provocative statements about 'intrinsic aptitude' of women, career pressures they face and discrimination within universities, in closed-door conference with economists last month; Summers, bowing to pressure from his faculty, releases transcript of his contentious remarks, which until now have only been described by others. fueling widening crisis on campus; several professors are talking about taking vote of no confidence on him next week, an unprecedented idea at Harvard in modern times; transcript shows he theorized that many more married men than married women are willing to work 80-hour weeks to attain 'high powered' jobs; said racial and sex discrimination should be 'vigorously' combated; yet he argued that bias could not entirely explain lack of diversity in sciences, and suggested that innate aptitude of women is factor behind their low numbers in sciences and engineering; over and over in transcript, he made clear that he might be wrong in his theories, and he challenged researchers to study his proposition; photo (M)",
      "lead_paragraph": "CAMBRIDGE, Mass., Feb. 17 - Bowing to pressure from his faculty, the president of Harvard University, Lawrence H. Summers, on Thursday released a month-old transcript of his contentious closed-door remarks about the shortage of women in the sciences and engineering. The transcript revealed several provocative statements by Dr. Summers about the \"intrinsic aptitude\" of women, the career pressures they face and discrimination within universities.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/18/education/furor-lingers-as-harvard-chief-gives-details-of-talk-on-women.html",
      "byline": "By Sara Rimer and Patrick D. Healy"
    },
    {
      "headline": "Israel Halts Decades-Old Practice of Demolishing Militants' Homes",
      "snippet": "Israel orders halt to policy of demolishing homes of Palestinian militants, step welcomed by Palestinian and human rights groups; decision, made by Defense Min Shaul Mofaz, suspends practice that country has employed on and off for decades despite...",
      "abstract": "Israel orders halt to policy of demolishing homes of Palestinian militants, step welcomed by Palestinian and human rights groups; decision, made by Defense Min Shaul Mofaz, suspends practice that country has employed on and off for decades despite harsh international criticism of it as collective punishment; Maj Gen Udi Shani, who heads committee reviewing matter, reportedely concluded that policy caused Israel more harm than good by generating hatred among Palestinians; typically, Israel has responded to major Palestinian terror atttack, like suicide bombing, by sending armored bulldozers to flatten house in which bomber lived, giving relatives only minutes notice to leave; Israel has destroyed 675 Palestinian homes as punishment for Palestinian attacks since latest round of Israeli-Palestinian fighting began in Sept 2000; decision to halt practice is latest in series of good-will gestures recently announced by two sides, although Israeli military says house demolition policy has been under review for four months; photo (M)",
      "lead_paragraph": "JERUSALEM, Feb. 17 - Israel ordered a halt on Thursday to the policy of demolishing the homes of Palestinian militants, a step welcomed by Palestinian and human rights groups.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/18/world/middleeast/israel-halts-decadesold-practice-of-demolishing-militants.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "No. 2 Job Was Never in Doubt",
      "snippet": "Lt. Gen. Michael V. Hayden, the new deputy director of national intelligence, made himself the indispensable man as chief of the National Security Agency. Page A16.",
      "abstract": "Lt. Gen. Michael V. Hayden, the new deputy director of national intelligence, made himself the indispensable man as chief of the National Security Agency. Page A16.",
      "lead_paragraph": "Lt. Gen. Michael V. Hayden, the new deputy director of national intelligence, made himself the indispensable man as chief of the National Security Agency. Page A16.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/18/us/front page/no-2-job-was-never-in-doubt.html",
      "byline": ""
    },
    {
      "headline": "Bush Picks Longtime Diplomat for New Top Intelligence Job",
      "snippet": "Pres Bush nominates career foreign service officer John D Negroponte as first director of national intelligence, to take charge of American intelligence agencies still trying to recover from serious missteps on Iraq and 9/11 attacks; his decades o...",
      "abstract": "Pres Bush nominates career foreign service officer John D Negroponte as first director of national intelligence, to take charge of American intelligence agencies still trying to recover from serious missteps on Iraq and 9/11 attacks; his decades of experience in foreign service has left him intimately familiar with strengths and weaknesses of American intelligence agencies; his appointment is widely hailed by Congressional leaders; Bush says Negroponte's top deputy will be Air Force Lt Gen Michael V Hayden, career military intelligence officer who as diirector of National Security Agency has spent last five years as overseer of country's electronic eavesdropping operations; he is expected to play central role as referee of competing military and civilian intelligence agenices and in exerting director's authority over programs managed by Pentagon; Bush says Negropointe will be his principal daily briefer in Oval Office, role that has been played by central intelligence director Porter J Goss; in new structure, Goss will be subordinate to Negroponte and will hold lesser title, director of CIA; Negroponte has been ambassador to Iraq since June; photos (L)",
      "lead_paragraph": "WASHINGTON, Feb. 17 - President Bush nominated John D. Negroponte on Thursday as the first director of national intelligence, to take charge of American intelligence agencies at a crucial juncture as they try to recover from serious missteps on Iraq and the Sept. 11 attacks.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/18/politics/bush-picks-longtime-diplomat-for-new-top-intelligence-job.html",
      "byline": "By Douglas Jehl and Elisabeth Bumiller"
    },
    {
      "headline": "AIDS and Custom Leave African Families Nothing",
      "snippet": "AIDS and stubborn tradition in sub-Saharan Africa are combining in terrible synerty, robbing countless mothers and children not only of their loved ones but of everything they own; tradition is rooted in notion that men are breadwinners and proper...",
      "abstract": "AIDS and stubborn tradition in sub-Saharan Africa are combining in terrible synerty, robbing countless mothers and children not only of their loved ones but of everything they own; tradition is rooted in notion that men are breadwinners and property of married couple represents fruits of man's labor, and that death of father entitles his side of family to claim most, if not all, of property he leaves behind, even if it leaves his survivors destitute; legal centers and human rights advocates say such cases are ubiquitous in sub-Saharan Africa; degree to which men control household property varies from country to country and tribe to tribe; still, more and more wideows are putting up fight, notably in Zambia and Malawi; photos; map (M)",
      "lead_paragraph": "BLANTYRE, Malawi - There are two reasons 11-year-old Chikumbutso Zuze never sees his three sisters, why he seldom has a full belly, why he sleeps packed sardinelike with six cousins on the dirt floor of his aunt's thatched mud hut.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/18/world/africa/aids-and-custom-leave-african-families-nothing.html",
      "byline": "By Sharon Lafraniere"
    },
    {
      "headline": "Fed Chief Urges Cutback in Scale of 2 Big Lenders",
      "snippet": "Federal Reserve chairman Alan Greenspan urges Congress to sharply scale back Fannie Mae and Freddie Mac, speech to House Financial Services Committee; comments on first matter since Fannie Mae acknowleged major violations of accounting rules and f...",
      "abstract": "Federal Reserve chairman Alan Greenspan urges Congress to sharply scale back Fannie Mae and Freddie Mac, speech to House Financial Services Committee; comments on first matter since Fannie Mae acknowleged major violations of accounting rules and forced out its chief execuitve; Greenspan says two companies have grown so big that they pose 'substantial risk' to economy; proposes that two companies reduce their portfolios of mortgage loans to about $100 billion or $200 billion from combined total of $1.7 trillion; comments come as Congress and Bush administration attempt sweeping changes in how Fannie Mae and Freddie Mac are regulated; Republican Rep Richard H Baker says risk is virtually negligible; photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 17 - The Federal Reserve chairman, Alan Greenspan, urged Congress on Thursday to sharply scale back Fannie Mae and Freddie Mac, the giant and troubled government-sponsored mortgage companies.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/18/business/fed-chief-urges-cutback-in-scale-of-2-big-lenders.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Schieffer Brothers' New Jobs Won't Strain Bonds, They Say",
      "snippet": "Bob Schieffer, recently appointed ambassador to Japan by Pres Bush, and his brother Bob Schieffer, recently named interim anchor of CBS Evening News, say they will use 'commons sense' to reinforce journalistic and diplomatic firewalls between them...",
      "abstract": "Bob Schieffer, recently appointed ambassador to Japan by Pres Bush, and his brother Bob Schieffer, recently named interim anchor of CBS Evening News, say they will use 'commons sense' to reinforce journalistic and diplomatic firewalls between them; say they depend on each other's integrity; Bob Schiefer says he will defer to judgment of his executive producer Jim Murphy if asked to introduce news report concerning matters of import to his brother; CBS News president Andrew Heyward is quoted as saying matter will be handled in case-by-case basis, and program will err on side of disclosure; it is not unusual for siblings, or spouses, to find themselves on opposite sides of journalist-newsmaker divide in Washington; other examples cited; photos (M)",
      "lead_paragraph": "Bob Schieffer likes to say that he is more than just a sibling to his younger brother, Tom. \"Hell, I raised him,\" Mr. Schieffer said in a recent interview, his eyes watering as he recalled the years immediately after their father's sudden death, which left a 20-year-old Bob and his mother to care for a 10-year-old Tom.",
      "publication_date": "2005-02-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/18/business/media/schieffer-brothers-new-jobs-wont-strain-bonds-they-say.html",
      "byline": "By Jacques Steinberg and David E. Sanger"
    }
  ]
}