{
  "metadata": {
    "date": "2005-02-16",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Laurels for Giving the Internet Its Language",
      "snippet": "Association for Computing Machinery plans to announce that Drs Vinton G Cerf and Robert E Kahn will receive A M Turing Award, widely considered to be computing field's equivalent of Nobel Prize, for developing language in 1873 that enables compute...",
      "abstract": "Association for Computing Machinery plans to announce that Drs Vinton G Cerf and Robert E Kahn will receive A M Turing Award, widely considered to be computing field's equivalent of Nobel Prize, for developing language in 1873 that enables computer networks to talk to each other; Transmission Control Protocol and Internet Protocol, or TCP/IP. set standard for how computers communicate over Internet, like sending e-mail or browsing Web; diagram; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, Feb. 15 - Late in the summer of 1973, two young scientists in the nascent field of computer networks hunkered down in a conference room of the Cabana Hyatt Hotel in Palo Alto, Calif., a clean but bland stopping place for salesmen and the parents of students at nearby Stanford University. Their goal was to thrash out a way to make different, isolated computer networks talk to each other.",
      "publication_date": "2005-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/16/technology/laurels-for-giving-the-internet-its-language.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "U.S. Recalls Its Envoy in Syria, Linking Nation to Beirut Blast",
      "snippet": "Bush administration recalls ambassador to Syria to protest what US sees as Syria's link to bombing that killed former Lebanese Prime Min Rafik Hariri and 13 other people in downtown Beirut; violent anti-Syrian protests erupt in Lebanon; US also de...",
      "abstract": "Bush administration recalls ambassador to Syria to protest what US sees as Syria's link to bombing that killed former Lebanese Prime Min Rafik Hariri and 13 other people in downtown Beirut; violent anti-Syrian protests erupt in Lebanon; US also demands Syria withdraw troops from Lebanon and UN Security Council calls for urgent investigation of attack; Lebanese opposition leaders also point to Syria in murder of billionaire developer who was central figure in rebuilding of Lebanon after 15-year civil war that ended in 1990; photos; map; chronology; suicide attacker may have managed to drive in between cars of Hariri's motorcade; Syria strongly denies role but Lebanese analysts note that Hariri tried to block new term for pro-Syrian Pres Emile Lahoud and sought Syrian troop withdrawal; Sec Condoleezza Rice cites other hostile Syrian activities but also says, at meeting with Egyptian minister Ahmed Aboul Gheit, that bombers are yet unknown; withdrawal of Amb Margaret Scobey is tantamount to downgrading of diplomatic ties (M)",
      "lead_paragraph": "WASHINGTON, Feb. 15 - The Bush administration recalled its ambassador to Syria on Tuesday to protest what it sees as Syria's link to the murder of the former prime minister of Lebanon, as violent anti-Syrian protests erupted in Beirut and several other Lebanese cities.",
      "publication_date": "2005-02-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/16/world/middleeast/us-recalls-its-envoy-in-syria-linking-nation-to-beirut.html",
      "byline": "By Steven R. Weisman and Hassan M. Fattah"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "F.D.A. Forms Safety Board To Assess Drug Dangers  The Food and Drug Administration is creating a safety board to advise it on drug complications and warn patients about unsafe drugs.    The move comes as Congressional committees are investigating ...",
      "abstract": " F.D.A. Forms Safety Board To Assess Drug Dangers  The Food and Drug Administration is creating a safety board to advise it on drug complications and warn patients about unsafe drugs.    The move comes as Congressional committees are investigating the F.D.A.'s ability to uncover drug dangers. [Page A1.]    Robot Soldiers Are on the Way  The Pentagon predicts robots will be a major fighting force in less than a decade. [A1.]    Insurance Executives Plead Guilty  A senior executive at Marsh & McLennan and two employees of A.I.G. pleaded guilty to criminal charges of bid-rigging. [C2.]    Buffett and Soros Place Bets  Berkshire Hathaway, controlled by Warren E. Buffett, increased its stake in Comcast by about $150 million, doubling its holding. In a separate move, the Quantum Fund, the $8.7 billion hedge fund overseen by the financier George Soros, said in regulatory filings that it had bought $50 million of Time Warner stock. [C8.]    U.S. Investigating Lexus Brakes  Regulators are looking into the safety of the brakes on the Lexus RX330 S.U.V. [C5.]    McDonald's Libel Ruling Faulted  Two anti-McDonald's activists convicted of libel in Britain did not get a fair trial, a European human rights court said. [C5.]    CBS Employees Refuse to Leave  Three CBS journalists who helped oversee a flawed report on the National Guard service of President Bush are refusing to resign. [C3.]    Plans for an Overhaul at Lowe  Tony Wright, left, the new leader of Lowe Worldwide, is seeking to revive its fortunes with a major reorganization plan. The agency is struggling to recover from account losses, management turmoil and failed mergers. A revival of Lowe is crucial to the turnaround efforts of its parent, the Interpublic Group. Stuart Elliott: Advertising. [C8.]    Report on Retail Sales Helps Stocks  Stocks rose after a report on growth in retail sales. The Dow rose 46.19 points, to 10,837.32, a 2005 high, and the Nasdaq composite gained 6.30 points, to 2,089.21. [C9.]    More Security for Internet Explorer  Microsoft plans to introduce a version of its Web browser with stronger security. [C15.]    Jury Rejects Zoloft Defense  A teenager who blamed the Pfizer drug Zoloft for his violent behavior was convicted of killing his grandparents when he was 12. [A17.]    Foreigners Steer Clear of Treasuries  Foreigners' purchases of Treasury securities plunged 75 percent in December from the previous month. [C9.]  ",
      "lead_paragraph": "F.D.A. Forms Safety Board To Assess Drug Dangers The Food and Drug Administration is creating a safety board to advise it on drug complications and warn patients about unsafe drugs.",
      "publication_date": "2005-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/16/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "A Hedge Fund May Try to Buy Circuit City, but It May Not",
      "snippet": "Circuit City Stores receives $3.25 billion unsolicited takeover bid from one of its largest shareholders, Highfields Capital Management; Highfields, Boston hedge fund that owns about 6.8 percent of Circuit City and has long history of shareholder ...",
      "abstract": "Circuit City Stores receives $3.25 billion unsolicited takeover bid from one of its largest shareholders, Highfields Capital Management; Highfields, Boston hedge fund that owns about 6.8 percent of Circuit City and has long history of shareholder activism, says in letter that it is disappointed by company's recent performance and wants to buy company to turn it around; also says it has hired investment bank UBS as adviser; bid by Highfields is either latest example of hedge fund jumping into once-exclusive leveraged buyout world, or masterful ploy to put Circuit City in play and increase its stock price; Circuit City has lagged behind its main rival, Best Buy, reporting net loss for last three quarters; Best Buy's shares have risen 55 percent over last five years, while Circuit City's have declined 43 percent (Market Place column) (M)",
      "lead_paragraph": "Is Circuit City Stores being primed for a takeover, or is it just being bluffed?",
      "publication_date": "2005-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/16/business/a-hedge-fund-may-try-to-buy-circuit-city-but-it-may-not.html",
      "byline": "By Andrew Ross Sorkin and Riva D. Atlas"
    },
    {
      "headline": "New Model Army SoldierRolls Closer to Battle",
      "snippet": "Second article in series Arsenal of the Future discusses robots as crucial part of Army's plans for 21st-century fighting force; $127-billion Future Combat Systems project, biggest military contract in US history, will help drive up Pentagon budge...",
      "abstract": "Second article in series Arsenal of the Future discusses robots as crucial part of Army's plans for 21st-century fighting force; $127-billion Future Combat Systems project, biggest military contract in US history, will help drive up Pentagon budget almost 20 percent, from requested $419.3 billion next year to $502.3 billion in 2010, excluding war costs; military planners say robot soldiers will think, see and react increasingly like humans, taking many shapes and gaining autonomy as technology advances; photos; armed version of bomb-disposal robot will be in Baghdad this April, capable of firing 1,000 rounds a minute as commanded by soldier with laptop; even supporters like Rodney A Broks of MIT warn that real world is not Hollywood; ultimate ideal of unmanned warfare is combat without casualties but, short of that, goal is to give difficult, dull or dangerous missions to robots, conserving American minds and protecting American bodies in battle (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/16/technology/new-model-army-soldierrolls-closer-to-battle.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "Mixed Feelings as Treaty on Greenhouse Gases Takes Effect",
      "snippet": "Many countries have approved Kyoto Protocol, which is intended to reduce global emissions of heat-trapping gases; only industrial nations that have signed agreement, which takes effect Feb 16, must reduce their emissions; US and Australia are amon...",
      "abstract": "Many countries have approved Kyoto Protocol, which is intended to reduce global emissions of heat-trapping gases; only industrial nations that have signed agreement, which takes effect Feb 16, must reduce their emissions; US and Australia are among those that have not approved accord; BASF chairman Jurgen F Strube says pressure should be on US, which generates fifth of world's greenhouse gases but is stying out of Kyoto system, or on nations with rapidly growing economies like China and India, which approved agreement but are not required to reduce emissions, even though together, they already account for 14 percent of world's total; chart lists countries that are bound and not bound by agreement; map; photos (M)",
      "lead_paragraph": "LUDWIGSHAFEN, Germany - From the day that Jürgen F. Strube joined BASF in 1969, his company has been cleaning up its act. At that time, it was making plans for a wastewater treatment plant at its chemical production complex here, which stretches for nearly five miles along the Rhine.",
      "publication_date": "2005-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/16/business/worldbusiness/mixed-feelings-as-treaty-on-greenhouse-gases-takes.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "STEVEN ROTH, the chairman and chief executive of Vornado Realty Trust, has many in the real estate industry wondering what his next move will be.   [C7.]    NEW YORK IS BEGINNING a $200 million effort to make itself more attractive to cruise ships...",
      "abstract": " STEVEN ROTH, the chairman and chief executive of Vornado Realty Trust, has many in the real estate industry wondering what his next move will be.   [C7.]    NEW YORK IS BEGINNING a $200 million effort to make itself more attractive to cruise ships and their passengers.   [C6.]",
      "lead_paragraph": "STEVEN ROTH, the chairman and chief executive of Vornado Realty Trust, has many in the real estate industry wondering what his next move will be. [C7.]",
      "publication_date": "2005-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/16/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "F.D.A. to Create Advisory Board on Drug Safety",
      "snippet": "FDA, responding to widespread criticism of handling of drug safety issues, will create board to advise on drug complications and warn patients; acting comr Lester M Crawford says members will be government scientists who will make conclusions publ...",
      "abstract": "FDA, responding to widespread criticism of handling of drug safety issues, will create board to advise on drug complications and warn patients; acting comr Lester M Crawford says members will be government scientists who will make conclusions public on Web site; says FDA will also tap into large databases, including Medicare's, to uncover dangerous side effects in drugs already on market and expand fact sheets issued with prescriptions; Sec Michael O Leavitt says measures end internal culture of not alarming public until decisions are made about problems; consumer advocates have sought more muscular, more independent drug safety agency with far more than its appproximately 109 employees; Dr Sidney Wolfe, Dr Alastair Wood, Sen Charles Grassley and Sen Edward Kennedy are among critics saying changes do not go far enough (M)",
      "lead_paragraph": "WASHINGTON, Feb. 15 - Responding to widespread criticism of the government's handling of drug safety problems, the Food and Drug Administration announced Tuesday that it was creating a board to advise it on drug complications and to warn patients about unsafe drugs.",
      "publication_date": "2005-02-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/16/politics/fda-to-create-advisory-board-on-drug-safety.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Jailing of Reporters in C.I.A. Leak Case Is Upheld by Judges",
      "snippet": "Three-judge federal appeals court panel rules unanimously that reporters Judith Miller of The New York Times and Matthew Cooper of Time should be jailed for refusing to name sources to grand jury investigating illegal disclosure of CIA agent's nam...",
      "abstract": "Three-judge federal appeals court panel rules unanimously that reporters Judith Miller of The New York Times and Matthew Cooper of Time should be jailed for refusing to name sources to grand jury investigating illegal disclosure of CIA agent's name; says First Amendment does not give reporters right to refuse to cooperate with grand juries investigating crime, citing Supreme Court's 1972 ruling when reporter was ordered to testify about witnessing production of illegal drugs; says reporters may not conceal criminal conduct on 'notion' that it is better to write about a crime than to do something about it; agrees that prosecutor Patrick J Fitzgerald has shown overriding need for information about who in government disclosed name of CIA agent Valerie Plame after her husband, Joseph C Wilson IV, criticized Pres Bush's claims that Iraq sought to buy nuclear materiel in Africa; columnist Robert C Novak actually disclosed name, but has not revealed if he has been subpoenaed; Cooper published article on Novak's disclosure and Miller conducted interviews but did not write article; photo; The New York Times publisher Arthur Sulzberger Jr vows to continue appeals (M)",
      "lead_paragraph": "Two reporters who have refused to name their sources to a grand jury investigating the disclosure of the identity of a covert C.I.A. officer should be jailed for contempt, a unanimous three-judge panel of the federal appeals court in Washington ruled yesterday.",
      "publication_date": "2005-02-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/16/us/jailing-of-reporters-in-cia-leak-case-is-upheld-by-judges.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Spruced Up, Qwest Looks at Its Options",
      "snippet": "Qwest Communications International's attempt to take over MCI Inc speaks to remarkable turnaround at company; accounting scandal that erupted in 2002 led to management shake-up and drove company to brink of bankruptcy; Qwest has to gauge whether i...",
      "abstract": "Qwest Communications International's attempt to take over MCI Inc speaks to remarkable turnaround at company; accounting scandal that erupted in 2002 led to management shake-up and drove company to brink of bankruptcy; Qwest has to gauge whether it can grow on its own or whether it must fix itself up to be sold; company reports fourth-quarter results that exceed analysts' forecasts; lost $139 million, down from $407 million year earlier; sales dipped 1.7 percent, to $3.4 billion, smallest quarterly decline in two years; revenue slid 3.4 percent, to $13.8 billion, for all of 2004; chief executive Richard Notebaert comments; photo (M)",
      "lead_paragraph": "When Qwest's takeover offer was rejected by MCI last weekend, the setback was much more than a missed merger opportunity.",
      "publication_date": "2005-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/16/business/spruced-up-qwest-looks-at-its-options.html",
      "byline": "By Ken Belson and Matt Richtel"
    }
  ]
}