{
  "metadata": {
    "date": "2005-12-09",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "House Completes Vote on Tax Cuts for $95 Billion",
      "snippet": "House passes last and biggest part of $95 billion in tax cuts, reflecting willingness to place tax cuts above risk of higher deficits; voting 234 to 197, almost purely along party lines, House approves $56 billion in tax cuts over five years, one ...",
      "abstract": "House passes last and biggest part of $95 billion in tax cuts, reflecting willingness to place tax cuts above risk of higher deficits; voting 234 to 197, almost purely along party lines, House approves $56 billion in tax cuts over five years, one day after it passed other tax cuts totaling $39 billion over five years; biggest provision extends Pres Bush's 2001 tax cut for stock dividends and capital gains for two years at cost of $20 billion; Federal Reserve chairman Alan Greenspan had urged lawmakers not to approve more tax cuts unless they cut spending by at least the same amount; more cautious Senate package, passed weeks ago, cuts taxes by $60 billion over five years and does not extend tax cut on dividends; conflict is unlikely to be resolved before Christmas recess; conflict between tax bills means taxpayers face uncertainty about popular cuts that are set to expire at end of 2005, including alternative minimum tax; Democrats accuse Republicans of expanding cuts to very richest families while cutting programs that benefit poor; Bush administration expresses preference for House bill, and Bush threatens to veto final bill if it includes windfall profits tax on oil companies; House and Senate negotiators reach compromise to extend USA Patriot Act, although some Democrats are threatening filibuster; chart details tax and spending cuts (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/09/politics/house-completes-vote-on-tax-cuts-for-95-billion.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Car Plants as Chips in Big-Stakes Game",
      "snippet": "State and local officials in Michigan, Minnesota, Missouri and Georgia, and UAW locals, are trying to come up with incentives for Ford Motor Co to spare their communities when it announces plant closings on Jan 23 as part of second restructuring p...",
      "abstract": "State and local officials in Michigan, Minnesota, Missouri and Georgia, and UAW locals, are trying to come up with incentives for Ford Motor Co to spare their communities when it announces plant closings on Jan 23 as part of second restructuring plan in last four year; company is reportedly considering closing 10 assembly and parts plants and eliminate up to 30,000 jobs; similar high-stakes negotiations are under way with officials at General Motors and parts manufacturers like Visteon and Delphi; competition among states has become critical to keeping big investments; photos (M)",
      "lead_paragraph": "WIXOM, Mich., Dec. 8 - A high-stakes game of poker is under way in the automobile industry, and Chuck Buchanan is one of the chips.",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/09/business/car-plants-as-chips-in-bigstakes-game.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Tougher Year Lies Ahead for OPEC",
      "snippet": "OPEC, which was able to maintain solidarity in 2005 thanks to high prices, high production and high demand, is expected to face more divisive climate in 2006, when rising non-OPEC production could force it to consider production cuts to keep price...",
      "abstract": "OPEC, which was able to maintain solidarity in 2005 thanks to high prices, high production and high demand, is expected to face more divisive climate in 2006, when rising non-OPEC production could force it to consider production cuts to keep prices from falling too low; one item that OPEC ministers may discuss when they gather in Kuwait City on Dec 12 is setting minimum price that group would agree to defend; before recovering with arrival of cold weather on US East Coast, oil prices dropped $15 a barrel in three months from their high of $69.81, and price of 'OPEC barrel,' which is composite of 11 crude oils representative of cartel's actual production, recently dipped below $50 before recovering to $52.88 on Dec 7; photo (M)",
      "lead_paragraph": "For OPEC, the easy days may be drawing to an end.",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/09/business/tougher-year-lies-ahead-for-opec.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Alltel Plans to Spin Off Phone Unit",
      "snippet": "Alltel, nation's largest rural telephone company and fifth-largest wireless carrier, agrees to spin off its land-line unit and merge it with Valor Communications, independent local phone company in Southwest, in deal worth $9.1 billion; Alltel sha...",
      "abstract": "Alltel, nation's largest rural telephone company and fifth-largest wireless carrier, agrees to spin off its land-line unit and merge it with Valor Communications, independent local phone company in Southwest, in deal worth $9.1 billion; Alltel shareholders will own 85 percent of company, and Valor shareholders about 15 percent; Alltel will focus on fast-growing cellphone business (M)",
      "lead_paragraph": "Alltel, the nation's largest rural telephone company, has agreed to spin off its land-line unit and merge it with Valor Communications, an independent local phone company in the Southwest, in a deal worth $9.1 billion, executives involved in the transaction said last night.",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/09/business/alltel-plans-to-spin-off-phone-unit.html",
      "byline": "By Andrew Ross Sorkin and Ken Belson"
    },
    {
      "headline": "New Surveys Show That Big Business Has a P.R. Problem",
      "snippet": "Pollsters, researchers and even many chief executives say American people do not trust big business and its executive class, blaming them for destroying environment, rigging corporate books and enriching themselves at expense of workers; antipathy...",
      "abstract": "Pollsters, researchers and even many chief executives say American people do not trust big business and its executive class, blaming them for destroying environment, rigging corporate books and enriching themselves at expense of workers; antipathy is growing, fueled in part by every new disclosure about executive compensation; polls also show that Americans do not expect much help from government, which they see as under influence of big business; some politicians appear to be moving to capitalize on antibusiness sentiment, and businesses have begun public relations campaigns to rectify matters; some executives say opprobrium is well earned, but others say that middle-class Americans are looking for someone to blame for stock market implosion of 2000 and that society as a whole is responsible for business practices that Americans have come to despise; photo; graphs (M)",
      "lead_paragraph": "More than ever, Americans do not trust business or the people who run it.",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/09/business/new-surveys-show-that-big-business-has-a-pr-problem.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Ogre to Slay? Outsource It to Chinese",
      "snippet": "Affluent online gamers who lack time and patience to work their way up to higher levels of gamedom pay young Chinese to play early rounds for them; Chinese gamers work in makeshift factories, play games all day and earn about $250 a month; workers...",
      "abstract": "Affluent online gamers who lack time and patience to work their way up to higher levels of gamedom pay young Chinese to play early rounds for them; Chinese gamers work in makeshift factories, play games all day and earn about $250 a month; workers have strict quotas; as they grind through games, they accumulate virtual currency that can be traded to other players, who then use it to buy accoutrements they need to climb to higher levels; Internet is filled with ads from small companies, many in China, auctioning for real money their powerful figures, called avatars; some estimate that there are thousands of online gaming factories in China with well over 100,000 young people working as full-time gamers; some game companies and hard-core gamers oppose factories, saying they distort games, which forbid players to sell virtual goods for real money; photo (M)",
      "lead_paragraph": "FUZHOU, China - One of China's newest factories operates here in the basement of an old warehouse. Posters of World of Warcraft and Magic Land hang above a corps of young people glued to their computer screens, pounding away at their keyboards in the latest hustle for money.",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/09/technology/ogre-to-slay-outsource-it-to-chinese.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "When Christmas Falls on Sunday, Megachurches Take the Day Off",
      "snippet": "Some of nation's most prominent megachurches will not hold worship services on Christmas Day, which falls on Sunday, move that is generating controversy among evangelical Christians at time when many conservative groups are battling to 'put the Ch...",
      "abstract": "Some of nation's most prominent megachurches will not hold worship services on Christmas Day, which falls on Sunday, move that is generating controversy among evangelical Christians at time when many conservative groups are battling to 'put the Christ back in Christmas' ; church leader say decision is keeping with 'family friendly' approach and that they are compensating in other ways; Willow Creek Community Church, pacesetter among megachurches, is giving out DVD that features contemporary Christmas tale; critics say megachurches, which are sometimes accused of offering 'theology lite,' have gone too far and are sending wrong message; deeper affront than canceling Christmas Day worship is canceling Sunday service, which most Christians consider the Lord's Day; in 1994, last time Christmas fell on Sunday, megachurches found attendance to be sparse, but culture wars over secularization of Christmas have intensified since then, and this year's scuffles are especially lively; for years, Protestant churches have focused on days leading up to Christmas; comments from leaders of Episcopal and Roman Catholic churches; photos (M)",
      "lead_paragraph": "Some of the nation's most prominent megachurches have decided not to hold worship services on the Sunday that coincides with Christmas Day, a move that is generating controversy among evangelical Christians at a time when many conservative groups are battling to \"put the Christ back in Christmas.\"",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/09/us/when-christmas-falls-on-sunday-megachurches-take-the-day-off.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "Ogre to Slay? Outsource It to Chinese",
      "snippet": "Affluent online gamers are paying workers at Chinese game-playing factories to play games' early rounds for them.",
      "abstract": "Affluent online gamers are paying workers at Chinese game-playing factories to play games' early rounds for them.",
      "lead_paragraph": "FUZHOU, China - One of China's newest factories operates here in the basement of an old warehouse. Posters of World of Warcraft and Magic Land hang above a corps of young people glued to their computer screens, pounding away at their keyboards in the latest hustle for money.",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/09/technology/ogre-to-slay-outsource-it-to-chinese.html",
      "byline": "By DAVID BARBOZA"
    },
    {
      "headline": "Qaeda-Iraq Link U.S. Cited Is Tied to Coercion Claim",
      "snippet": "New disclosure provides first public evidence that bad intelligence on Iraq may have resulted partly from Bush administration's heavy reliance on third countries to carry out interrogations of Al Qaeda members and others detained as part of Americ...",
      "abstract": "New disclosure provides first public evidence that bad intelligence on Iraq may have resulted partly from Bush administration's heavy reliance on third countries to carry out interrogations of Al Qaeda members and others detained as part of American counterterrorism effort; officials say Ibn al-Shaykh al-Libi provided specific and elaborate account about ties between Iraq and Al Qaeda only after he was secretly handed over to Egypt by US in January 2002, in process known as rendition; Libi says he fabricated statements while in Egyptian custody to escape harsh treatment; Bush administration used Libi's accounts for prewar claim that ties between Iraq and Al Qaeda included training in explosives and chemical weapons; fact that Libi recanted after American invasion has been public for more than year, but American officials had not previously acknowledged that Libi made false statements in foreign custody, or that Libi contended that his statements had been coerced; Libi was highest-ranking Qaeda leader in American custody; was transferred to Egypt for interrogation because White House had not yet provided detailed authorization for CIA to hold him; agency currently holds between two and three dozen high-ranking terrorist suspects in secret prisons outside US (M)",
      "lead_paragraph": "WASHINGTON, Dec. 8 - The Bush administration based a crucial prewar assertion about ties between Iraq and Al Qaeda on detailed statements made by a prisoner while in Egyptian custody who later said he had fabricated them to escape harsh treatment, according to current and former government officials.",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/09/politics/qaedairaq-link-us-cited-is-tied-to-coercion-claim.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Medical Journal Criticizes Merck Over Vioxx Data",
      "snippet": "New England Journal of Medicine accuses Merck of misrepresenting results of crucial clinical trial of painkiller Vioxx to play down heart risks; Merck issues statement denying that it acted improperly; allegation could play key role in thousands o...",
      "abstract": "New England Journal of Medicine accuses Merck of misrepresenting results of crucial clinical trial of painkiller Vioxx to play down heart risks; Merck issues statement denying that it acted improperly; allegation could play key role in thousands of lawsuits that Merck faces over Vioxx, arthritis and pain drug; journal editor Gregory D Curfman is sharply critical of Merck for how it presented data from trial and says company did not disclose all it knew; move is considered extraordinary step (M)",
      "lead_paragraph": "An influential medical journal accused Merck yesterday of misrepresenting the results of a crucial clinical trial of the painkiller Vioxx to play down its heart risks.",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/09/business/medical-journal-criticizes-merck-over-vioxx-data.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Fretful Passenger, Turmoil on Jet and Fatal Shots",
      "snippet": "Passengers on Americans Airlines Flight 924 give accounts of events leading up to fatal shooting of Rigoberto Alpizar by federal air marshals; Alan Tirpak recalls that Alpizar looked 'nervous, agitated;' Natalia Cayon says Alpizar nearly knocked o...",
      "abstract": "Passengers on Americans Airlines Flight 924 give accounts of events leading up to fatal shooting of Rigoberto Alpizar by federal air marshals; Alan Tirpak recalls that Alpizar looked 'nervous, agitated;' Natalia Cayon says Alpizar nearly knocked over flight attendant trying to get off, ignoring calls from two federal marshals to stop; relatives say Alpizar and wife Anne Buechner had been returning from stressful vacation during which she was robbed; Miami-Dade Police Department, investigating shooting, has interviewed more than 100 passengers and crew members; preliminary evidence suggests Alpizar refused to surrender; White House spokesman Scott McClellan says air marshals acted appropriately; Buechner tells police that her husband was diagnosed with bipolar disorder about 10 years ago; air marshals involved were hired in 2002; Chief Willie Marshall of Miami-Dade criminal investigations unit declines to give details of interviews with passengers, including whether they heard Alpizar threaten that he had bomb; Buechner's family members give short statement calling Alpizar 'loving, gentle and caring'; photos (M)",
      "lead_paragraph": "MIAMI, Dec. 8 - Lingering near his departure gate at Miami International Airport on Wednesday, Rigoberto Alpizar appeared flustered and loath to make the last, brief leg of his long journey home.",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/09/us/fretful-passenger-turmoil-on-jet-and-fatal-shots.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Do Companies Need a Little Democracy?",
      "snippet": "Floyd Norris column on need for greater shareholder say in how corporations are run; says that while shareholders legally own companies, they have little influence over them in practice; notes suggestion put forward by Leo E Strine Jr, Delaware vi...",
      "abstract": "Floyd Norris column on need for greater shareholder say in how corporations are run; says that while shareholders legally own companies, they have little influence over them in practice; notes suggestion put forward by Leo E Strine Jr, Delaware vice chancellor, for change in state laws to allow contested elections of directors--outside of takeover contest--every three years; photo (M)",
      "lead_paragraph": "FOUR years after Enron's bankruptcy shocked investors -- and revealed that there was almost nothing there once the lies were stripped away -- reforms have changed many things in corporate America.",
      "publication_date": "2005-12-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/09/business/do-companies-need-a-little-democracy.html",
      "byline": "By Floyd Norris"
    }
  ]
}