{
  "metadata": {
    "date": "2005-11-22",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Cheney Sees 'Shameless' Revisionism on War",
      "snippet": "Vice Pres Cheney steps up White House attacks on critics of Iraq war, declaring that those who say Americans were sent into battle based on intelligence lies engage in 'shameless revisionism'; tells American Enterprise Institute audience he consid...",
      "abstract": "Vice Pres Cheney steps up White House attacks on critics of Iraq war, declaring that those who say Americans were sent into battle based on intelligence lies engage in 'shameless revisionism'; tells American Enterprise Institute audience he considers debate healthy and calls war critic John Murtha 'good man, marine and patriot' but presses attack on those who say administration manipulated data; photos; says intelligence flaws are plain in hindsight but it is false to say Pres Bush lied to American people; says early withdrawal would be 'terrible blow' to US security and paints bleak picture of terrorists' ambition to use Iraq to overthrow other governments in region and establish radical Islamic empire from Spain across North Africa all the way to Indonesia; says Congress used same information to conclude Saddam Hussein was danger, but does not mention that administration had access to far more extensive intelligence; leading Democrats issue point-by-point rebuttal (M)",
      "lead_paragraph": "WASHINGTON, Nov. 21 - Vice President Dick Cheney stepped up the White House attacks on critics of the Iraq war on Monday, declaring that politicians who say Americans were sent into battle based on a lie are engaging in \"revisionism of the most corrupt and shameless variety.\"",
      "publication_date": "2005-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/22/politics/cheney-sees-shameless-revisionism-on-war.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Mix of Shock and Resignation on G.M. Shop Floors Set to Close",
      "snippet": "General Motors workers across country meet news of plant closings and job cuts with mixture of shock, resignation and frustration at company's management; some workers comment; photos (M)",
      "abstract": "General Motors workers across country meet news of plant closings and job cuts with mixture of shock, resignation and frustration at company's management; some workers comment; photos (M)",
      "lead_paragraph": "LANSING, Mich., Nov. 21 - When Dan Fairbanks received word from General Motors early Monday morning that his plant had been tagged for closing next year, there were few people in the factory to tell.",
      "publication_date": "2005-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/22/business/mix-of-shock-and-resignation-on-gm-shop-floors-set-to-close.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Saving the Environment, One Quarterly Earnings Report at a Time",
      "snippet": "Growing number of companies are profiting from concerns--of shareholders, communities and consumers--about environmental issues; huge companies like General Electric and Chevron now have separate businesses to market what they are calling environm...",
      "abstract": "Growing number of companies are profiting from concerns--of shareholders, communities and consumers--about environmental issues; huge companies like General Electric and Chevron now have separate businesses to market what they are calling environment-friendly products; new companies and university project appear each day; products and projects at other companies and universities, including Cargill Inc, Wal-Mart, Del Monte and Cornell University discussed; photos (M)",
      "lead_paragraph": "A few years ago, scientists at Cargill Inc. learned how to make rigid, transparent plastics from corn sugars. There was just one problem: they cost a lot more than the oil-based plastics they would replace.",
      "publication_date": "2005-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/22/business/saving-the-environment-one-quarterly-earnings-report-at-a-time.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Growth of Islam in Russia Brings Soviet Response",
      "snippet": "Russian authorities respond to rising wave of religiousity among Muslims in northern Caucasus and beyond by re-creating Soviet-era system of control over religion through Muslim Spiritual Department, which oversees appointment of Islamic leaders; ...",
      "abstract": "Russian authorities respond to rising wave of religiousity among Muslims in northern Caucasus and beyond by re-creating Soviet-era system of control over religion through Muslim Spiritual Department, which oversees appointment of Islamic leaders; Muslims who worship outside state-sanctioned mosques are often harassed in places like Karachayevo-Cherkessia, restive republic on mountainous southern border where Islamic faith and militancy are on rise; photo; map; Muslims of Russia are not immigrants but indigenous people who, as Pres Vladimir Putin has acknowledged, 'have no other motherland'; struggle for Russia is not integrating Muslims but holding together borders as separatist conflict in Chechnya takes on Islamic hue and Islam becomes rallying force against corruption, brutality and poverty across Caucasus (M)",
      "lead_paragraph": "CHERKESSK, Russia - Security officials here in Karachayevo-Cherkessia, a restive republic on Russia's mountainous southern border, have a secret list of people who are kept under scrutiny.",
      "publication_date": "2005-11-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/22/world/europe/growth-of-islam-in-russia-brings-soviet-response.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Video Games Are Their Major, So Don't Call Them Slackers",
      "snippet": "Article in series Making Artists describes training of next generation of computer game designers; growing number of schools, from University of Southern California and University of Central Florida, have started formal programs in game design and...",
      "abstract": "Article in series Making Artists describes training of next generation of computer game designers; growing number of schools, from University of Southern California and University of Central Florida, have started formal programs in game design and academic study of video games as slice of contemporary culture; Nick Fortugno's video game design seminar at Parsons the New School in New York described; photos; traditionalists in both education and video game industry dismiss trend as bald bid by colleges to cash in on fad, but others note that video games, which already rival movie tickets in sales, are poised to become one of dominant media of 21st century; burgeoning game industry is famished for new talent and universities are stocked with students and young faculty who grew up with video games; more than 100 North American schools now offer programs, with dozens more overseas; offerings at Carnegie Mellon and Georgia Tech noted (M)",
      "lead_paragraph": "\"So you have these four basic types that occupy the environment: the Achiever, the Explorer, the Socializer and the Killer.\"",
      "publication_date": "2005-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/22/arts/design/video-games-are-their-major-so-dont-call-them-slackers.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Iraqi Factions Seek Timetable for U.S. Pullout",
      "snippet": "Iraq's political factions for first time collectively call for timetable for withdrawal of foreign forces; statement at end of Cairo reconciliation conference called by Arab league is public reaching out by Shiites to Sunnis on eve of parliamentar...",
      "abstract": "Iraq's political factions for first time collectively call for timetable for withdrawal of foreign forces; statement at end of Cairo reconciliation conference called by Arab league is public reaching out by Shiites to Sunnis on eve of parliamentary elections jeopardized by sectarian violence; about 100 Sunni, Shiite and Kurdish leaders sign memo demanding troop withdrawals on 'specified timetable,' not yet determined; photo; US statement backs ongoing talks but says multinational forces are in Iraq under UN Security Council mandate and will stay 'as long as it takes' to achieve security and stability goals; closing statement upholds Sunni demand for pullout in symbolic fashion; also condemns terrorism but broadly acknowledges general right to resist foreign occupation, another gesture to Sunnis (M)",
      "lead_paragraph": "CAIRO, Nov. 21 - For the first time, Iraq's political factions on Monday collectively called for a timetable for withdrawal of foreign forces, in a moment of consensus that comes as the Bush administration battles pressure at home to commit itself to a pullout schedule.",
      "publication_date": "2005-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/22/world/middleeast/iraqi-factions-seek-timetable-for-us-pullout.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Stuck at the Edges of the Ad Game",
      "snippet": "Women have made some strides in advertising industry, but have long way to go, especially as creative directors, people who ultimately are responsible for output of agency; Adweek survey finds among 33 top agencies, only 4 have flagship offices wi...",
      "abstract": "Women have made some strides in advertising industry, but have long way to go, especially as creative directors, people who ultimately are responsible for output of agency; Adweek survey finds among 33 top agencies, only 4 have flagship offices with female creative directors; to many women, problem is not lack of advertising acumen, but absence of women role models and family-friendly policies that help women balance work and family obligations; dominance of men on creative side of business is striking, considering that women commonly make up to 80 percent of household purchasing decisions; chart; photos (M)",
      "lead_paragraph": "The status of women in advertising can be summed up with one of the industry's most famous campaigns: \"You've come a long way, baby.\"",
      "publication_date": "2005-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/22/business/media/stuck-at-the-edges-of-the-ad-game.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "G.M. Announces Decision to Cut 5,000 More Jobs",
      "snippet": "General Motors announces three-year plan of 5,000 more jobs cuts in addition to 25,000 previously announced, but analysts say blueprint lacks speed and breadth that helped rivals make comebacks; chief executive Rick Wagoner expresses confidence th...",
      "abstract": "General Motors announces three-year plan of 5,000 more jobs cuts in addition to 25,000 previously announced, but analysts say blueprint lacks speed and breadth that helped rivals make comebacks; chief executive Rick Wagoner expresses confidence that restructuring will help reverse more than $2 billion in losses this year; cuts and closing of all or parts of dozen installations will still leave GM with more capacity than sales; analysts warn that such inefficiency, along with hesitant leadership, lackluster designs and costly health and pension plans still put GM at disadvantage; photos; map; graphs; Toyota alone is building two more North American plants and rivals Carlos Ghosn at Nissan and Dieter Zetsche at Chrysler have rolled out popular new models and cut spending steeply; Wagoner does not say when GM expects to make money again or how much savings revamping will yield; Wall Street is unimpressed and shares decline modestly; Wharton professor John Paul MacDuffie observes that Wagoner, in post five years, was trained for era when GM intimidated competitors; rivals now have clear identities, commitment to environmentally friendly products and customers who do not need incentives to buy; GM to close assembly plants in Oklahoma City, Lansing, Georgia and Ontario and close assembly line at Saturn's Tennessee plant, known for labor-management cooperation; expects jobs cuts by attrition including retirements and buyout packages being negotiated with UAW (M)",
      "lead_paragraph": "DETROIT, Nov. 21 - General Motors, the world's largest auto company, announced details on Monday of a three-year blueprint to revive its fortunes, including 5,000 job cuts on top of 25,000 previously announced. Analysts immediately questioned whether the plan was enough, saying it lacked the speed and breadth that had helped rivals make comebacks.",
      "publication_date": "2005-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/22/business/gm-announces-decision-to-cut-5000-more-jobs.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "A Hedge Fund for Anyone With $10,000",
      "snippet": "J P Morgan Chase is marketing new mutual fund, Highbridge Statistical Market Neutral fund, which allows minimum $10,000 investment; Morgan expects fund will appeal to less wealthy investors who could not otherwise invest in hedge fund; is latest e...",
      "abstract": "J P Morgan Chase is marketing new mutual fund, Highbridge Statistical Market Neutral fund, which allows minimum $10,000 investment; Morgan expects fund will appeal to less wealthy investors who could not otherwise invest in hedge fund; is latest example of how hedge funds, lightly regulated investment partnerships that were once exclusively province of millionaires, have tricked down to merely affluent; growing number of investors have been persuaded that hedge funds can be alternative to lackluster stock market; assets in these partnerships have climbed to $1.1 trillion (Market Place column) (M)",
      "lead_paragraph": "For as little as $10,000, you, too, can invest in a hedge fund -- or, to be precise, in a mutual fund run by a hedge fund manager.",
      "publication_date": "2005-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/22/business/a-hedge-fund-for-anyone-with-10000.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Louisiana Sees Faded Urgency in Relief Effort",
      "snippet": "Louisiana officials grow fearful that Congress and Bush administration are losing interest in plight of hurricane-ravaged state, as relief legislation languishes in Congress; cite array of stalled bills and policy changes they seek to rebuild New ...",
      "abstract": "Louisiana officials grow fearful that Congress and Bush administration are losing interest in plight of hurricane-ravaged state, as relief legislation languishes in Congress; cite array of stalled bills and policy changes they seek to rebuild New Orleans and persuade thousands of residents to return; officials of both parties blame Washington's preoccupation with issues like Iraq and deficit reduction; Repr Bobby Jindal, Gov Kathleen Blanco and Walter Isaacson of Louisiana Recovery Authority comment; photo; few in Congress openly threaten to block money but many express fear of incompetence and graft in Louisiana, and some openly wonder whether every flooded neighborhood should be rebuilt and protected with expensive floodwalls; Sen Ted Stevens has remarked that Alaska communities are often relocated after storms; Sen Olympia Snowe, co-sponsor of bill to aid businesses, chastises SBA for slow processing of 250,000 disaster loan applications; administration objections to some of aid proposals also noted (M)",
      "lead_paragraph": "BATON ROUGE, La., Nov. 18 - Less than three months after Hurricane Katrina ravaged New Orleans, relief legislation remains dormant in Washington and despair is growing among officials here who fear that Congress and the Bush administration are losing interest in their plight.",
      "publication_date": "2005-11-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/22/us/nationalspecial/louisiana-sees-faded-urgency-in-relief-effort.html",
      "byline": "By James Dao"
    },
    {
      "headline": "In Rarity, Spitzer Drops Case",
      "snippet": "New York State Atty Gen Eliot Spitzer says his office is dropping all criminal charges against Paul A Flynn, former Canadian Imperial Bank of Commerce trader who was accused of aiding illegal trading in mutual funds; lawyers for Spitzer's office p...",
      "abstract": "New York State Atty Gen Eliot Spitzer says his office is dropping all criminal charges against Paul A Flynn, former Canadian Imperial Bank of Commerce trader who was accused of aiding illegal trading in mutual funds; lawyers for Spitzer's office present order in court, arguing that recent guilty pleas of two co-defendants, CIBC's civil settlement with regulators and additional information about Flynn's role in trading arrangement that disadvantaged mutual fund shareholders provided enough grounds to dismiss charges; court approves order (M)",
      "lead_paragraph": "The New York attorney general, Eliot Spitzer, said yesterday that his office was dropping all criminal charges against Paul A. Flynn, a former Canadian Imperial Bank of Commerce trader who was accused of aiding illegal trading in mutual funds.",
      "publication_date": "2005-11-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/22/business/in-rarity-spitzer-drops-case.html",
      "byline": "By Jenny Anderson"
    }
  ]
}