{
  "metadata": {
    "date": "2005-06-22",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Iraqi Insurgents Refining Bombs; G.I. Deaths Rise",
      "snippet": "American casualties from bomb attacks in Iraq have reached new heights in last two months as insurgents use advanced devices that penetrate armored vehicles and detonate by infrared lasers bypassing electronic jammers; May saw about 700 attacks ag...",
      "abstract": "American casualties from bomb attacks in Iraq have reached new heights in last two months as insurgents use advanced devices that penetrate armored vehicles and detonate by infrared lasers bypassing electronic jammers; May saw about 700 attacks against US forces using improvised explosive devices, highest number since 2003 invasion; 'shaped' charges also concentrate blast, causing even higher casualties; IEDs of all types caused 33 American deaths in May and at least 35 so far in June; IEDs now account for about 70 percent of American casualties; photo; graph; car bomb attacks against US forces, both suicide attacks and remotely-detonated charges, reached high of 70 in April; senior officials meeting at Fort Irwin grapple with 'very, very dangerous period;' insurgents, especially in rural areas, pack more explosives into huge bombs that, in two recent incidents, killed five marines near Ramadi and five more in Haqlaniya; expertise suggests well-trained bomb-makers, perhaps even rocket scientists from former government (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/22/washington/the-struggle-for-iraq-insurgents-iraqi-insurgents-refining-bombs.html",
      "byline": "By David S. Cloud"
    },
    {
      "headline": "Social Security Opened Its Files for 9/11 Inquiry",
      "snippet": "Social Security Administration has relaxed privacy restrictions and searched thousands of files at FBI request as part of terrorism investigations since Sept 11 attacks; officials, in internal memos, cited 'life-threatening' emergency; IRS also pr...",
      "abstract": "Social Security Administration has relaxed privacy restrictions and searched thousands of files at FBI request as part of terrorism investigations since Sept 11 attacks; officials, in internal memos, cited 'life-threatening' emergency; IRS also provided income and taxpayer information in terror inquiries, but was limited by law requiring court order or case of 'imminent danger'; Social Security memos are obtained through Freedom of Information Act by Electronic Privacy Information Center; former FBI official says thousands of Social Security numbers were run and produced very useful information; agents sought information on illegal immigrants and other suspects possibly using fraudulent numbers, as several Sept 11 hijackers did (M)",
      "lead_paragraph": "WASHINGTON, June 21 - The Social Security Administration has relaxed its privacy restrictions and searched thousands of its files at the request of the F.B.I. as part of terrorism investigations since the Sept. 11, 2001, attacks, newly disclosed records and interviews show.",
      "publication_date": "2005-06-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/22/politics/social-security-opened-its-files-for-911-inquiry.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Green Tinge Is Attracting Seed Money to Ventures",
      "snippet": "Top venture capitalists in Silicon Valley are beginning to show serious interest in alternative energy sector, though that typically means venturing outside their core expertise; they hope to capitalize on growing worldwide demand for energy at ti...",
      "abstract": "Top venture capitalists in Silicon Valley are beginning to show serious interest in alternative energy sector, though that typically means venturing outside their core expertise; they hope to capitalize on growing worldwide demand for energy at time of rising energy costs, and they see potential for huge profits in technology that can address challenges like climate change and dwindling natural resources; Miasole, solar energy company based in San Jose, has raised $16 million in fund-raising round led by Kleiner, Perkins, Caufield & Byers; Nanosolar of Palo Alto raised $20 million from investors led by Mohr Davidow Ventures; Energy Innovations, company building advanced solar panels that use mirrors to track sun and capture energy on storage cells, has raised $16.5 million in venture capital in round also led by Mohr Davidow; Energy Innovations' founder Bill Gross and president Andrew Beebe comment; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, June 21 - Ira Ehrenpreis may be a kind of prophet advocating investments in alternative energy companies, but don't accuse him of being noble.",
      "publication_date": "2005-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/22/business/green-tinge-is-attracting-seed-money-to-ventures.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "No. 2 and No. 3 Movie Theater Chains Plan to Merge",
      "snippet": "AMC Entertainment, number 2 theater chain, announces it will merge with Loews Cineplex Entertainment Corp, its next-largest competitor; AMC and Loews will offer audiences 5,900 screens across 30 states and 13 countries; shareholders of LCE Holding...",
      "abstract": "AMC Entertainment, number 2 theater chain, announces it will merge with Loews Cineplex Entertainment Corp, its next-largest competitor; AMC and Loews will offer audiences 5,900 screens across 30 states and 13 countries; shareholders of LCE Holdings, which owns Loews, will own 40 percent of merged company; combined company will operate from Kansas City as AMC Entertainment Inc and be led by AMC chief executive Peter C Brown; photo (Market Place column) (M)",
      "lead_paragraph": "Sure, ticket sales are slumping. But movie theaters are hardly calling it curtains. AMC Entertainment, the No.2 theater chain, announced yesterday that it would merge with the Loews Cineplex Entertainment Corporation, its next-largest competitor, in what some analysts described as a show of faith in moviegoing.",
      "publication_date": "2005-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/22/business/media/no-2-and-no-3-movie-theater-chains-plan-to-merge.html",
      "byline": "By Jennifer Bayot"
    },
    {
      "headline": "Taught at Home, but Seeking to Join Activities at Public Schools",
      "snippet": "Home-schooling parents in Strasburg, Pa, and other districts demand that local public schools open sports teams, clubs, music groups and other extracurricular activities to home-schooled children, who now number more than one million across countr...",
      "abstract": "Home-schooling parents in Strasburg, Pa, and other districts demand that local public schools open sports teams, clubs, music groups and other extracurricular activities to home-schooled children, who now number more than one million across country; photo; bills in at least 14 states, including Pennsylvania, would require such access, which is usually left to local school boards; districts cite inadequate resources, liability issues, fairness to enrolled students and question of holding non-students to academic and attendance standards (M)",
      "lead_paragraph": "STRASBURG, Pa., June 16 - Mary Mellinger began home-schooling her eldest sons, Andrew and Abram, on the family's 80-acre dairy farm five years ago, wanting them to spend more time with their father and receive an education infused with Christian principles. Home schooling could not, however, provide one thing the boys desperately wanted -- athletic competition.",
      "publication_date": "2005-06-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/22/education/taught-at-home-but-seeking-to-join-activities-at-public-schools.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Former Klansman Guilty of Manslaughter in 1964 Deaths",
      "snippet": "Jury in Philadelphia, Miss, convicts Edgar Ray Killen of manslaughter in deaths of young civil rights workers Andrew Goodman, Michael Schwerner and James Chaney, who disappeared in Neshoba County on June 21, 1964; Killen, 80-year-old former Ku Klu...",
      "abstract": "Jury in Philadelphia, Miss, convicts Edgar Ray Killen of manslaughter in deaths of young civil rights workers Andrew Goodman, Michael Schwerner and James Chaney, who disappeared in Neshoba County on June 21, 1964; Killen, 80-year-old former Ku Klux Klansman, sits in courtroom in wheelchair with oxygen tube; photos; case is one of most famous to revisit civil rights-era atrocities, although jurors say evidence fell short of what they needed for murder conviction; Killen faces up to 20 years in prison on each count (M)",
      "lead_paragraph": "PHILADELPHIA, Miss., June 21 - In what is likely to be the final chapter in a story that has troubled a generation, a jury pronounced Edgar Ray Killen guilty of manslaughter on Tuesday in the deaths of three young and idealistic civil rights workers who disappeared on a summer night here exactly 41 years ago.",
      "publication_date": "2005-06-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/22/us/former-klansman-guilty-of-manslaughter-in-1964-deaths.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Blank Tape Confounds Grasso Case",
      "snippet": "Legal battle over compensation for former New York Stock Exchange chairman Richard A Grasso continues; lawyers spar over fate of taped interview conducted by former New York State Comptroller H Carl McCall and head of exchange compensation committ...",
      "abstract": "Legal battle over compensation for former New York Stock Exchange chairman Richard A Grasso continues; lawyers spar over fate of taped interview conducted by former New York State Comptroller H Carl McCall and head of exchange compensation committee that awarded Grasso $187.5 million in compensation and paid pension benefits; New York State Atty Gen Eliot Spitzer is suing Grasso, effort to recover $100 million that he contends was paid to Grasso in excessive compensation under New York's nonprofit law; Spitzer is also suing Kenneth Langone, who preceded McCall as chairman of compensation committee, but not McCall; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/22/business/blank-tape-confounds-grasso-case.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Foreign Makers, Settled in South,Pace Car Industry",
      "snippet": "Foreign automakers are aggressively building new factories and expanding plants they opened not long ago in US Southern states even as General Motors and Ford have been announcing thousands of job cuts; Mercedes-Benz has doubled size of its plant ...",
      "abstract": "Foreign automakers are aggressively building new factories and expanding plants they opened not long ago in US Southern states even as General Motors and Ford have been announcing thousands of job cuts; Mercedes-Benz has doubled size of its plant outside Tuscaloosa, Ala, in last year, while Honda has done same at its factory in Lincoln, Ala; new plant from Korea's Hyundai opened last month in Montgomery, Ala; Toyota is adding 300 more workers in Huntsville, Ala, to produce powerful engines for big pickup trucks that will be made in factory opening next year in Texas; quarter of all cars and trucks built in US are made in factories owned by foreign automakers producing foreign brands, up from 18 percent in 2000; assembly plants employ nearly 60,000 people, and that number continues to grow; union jobs at Big Three plants pay dollar or two more per hour--about $26 an hour compared with $24 or $25 an hour for nonunion jobs at foreign plants; compensation at American automakers swells to average of $55 an hour when health care, cost of living and other benefits are counted, compared with $48 an hour, on average, at Toyota; Toyota's plants operate at about 107 percent of manufacturing capacity, meaning that they are constantly running on overtime; map; graph; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/22/automobiles/foreign-makers-settled-in-southpace-car-industry.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Regulators Start Inquiry in Data Loss",
      "snippet": "Federal Financial Institutions Examination Council, interagency group of five federal banking regulators, begins investigation into CardSystems Solutions, payment processor where security breach has put millions of American cardholders at risk for...",
      "abstract": "Federal Financial Institutions Examination Council, interagency group of five federal banking regulators, begins investigation into CardSystems Solutions, payment processor where security breach has put millions of American cardholders at risk for fraud; officials are assessing security at CardSystems' operational centers, at major credit card companies and at banks that may be involved; probe is expected to take two to four weeks; FBI is conducting separate criminal investigation (M)",
      "lead_paragraph": "Federal banking regulators said yesterday that they had started an investigation into CardSystems Solutions, the payment processor where a security breach has put millions of American cardholders at risk for fraud.",
      "publication_date": "2005-06-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/22/technology/regulators-start-inquiry-in-data-loss.html",
      "byline": "By Eric Dash"
    }
  ]
}