{
  "metadata": {
    "date": "2005-12-29",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Delta Pilots Will Accept Temporary Pay Cuts",
      "snippet": "The pilots at Delta Air Lines accepted temporary pay cuts on Wednesday, which will allow the airline to avoid potentially crippling labor strife while it tries to negotiate permanent concessions.     The pilots ratified the pay agreement, which wa...",
      "abstract": "The pilots at Delta Air Lines accepted temporary pay cuts on Wednesday, which will allow the airline to avoid potentially crippling labor strife while it tries to negotiate permanent concessions.     The pilots ratified the pay agreement, which was reached earlier this month, 58 percent to 42 percent. The concessions include a 14 percent reduction in hourly pay and other cuts equal to 1 percent, and will apply until Delta and the pilots' union agree to permanent wage and benefit terms.  ",
      "lead_paragraph": "CHICAGO, Dec. 28 - The pilots at Delta Air Lines accepted temporary pay cuts on Wednesday, which will allow the airline to avoid potentially crippling labor strife while it tries to negotiate permanent concessions.",
      "publication_date": "2005-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/29/business/delta-pilots-will-accept-temporary-pay-cuts.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Chip Industry Sets a Plan for Life After Silicon",
      "snippet": "Nanotechnology is officially on the road map.     A handful of futuristic chip-making technologies at the atomic scale have been added to an industry planning effort that charts the future of the semiconductor manufacturing industry every two year...",
      "abstract": "Nanotechnology is officially on the road map.     A handful of futuristic chip-making technologies at the atomic scale have been added to an industry planning effort that charts the future of the semiconductor manufacturing industry every two years.  ",
      "lead_paragraph": "Nanotechnology is officially on the road map.",
      "publication_date": "2005-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/29/technology/chip-industry-sets-a-plan-for-life-after-silicon.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Billionaire Builder of China",
      "snippet": "There are only 10 known billionaires in China, and he is one of them. His name is Xu Rongmao, and he is no Donald Trump, Sam Zell or Mortimer Zuckerman. He's bigger.     Mr. Xu, who is the chairman of the Shimao Group, controls much more land than...",
      "abstract": "There are only 10 known billionaires in China, and he is one of them. His name is Xu Rongmao, and he is no Donald Trump, Sam Zell or Mortimer Zuckerman. He's bigger.     Mr. Xu, who is the chairman of the Shimao Group, controls much more land than any private developer in America and builds luxury real estate projects that put even Mr. Trump to shame for their sheer scale and flamboyance. But unlike the ubiquitous Mr. Trump -- who is never at a loss for words and goes out of his way to attract the attention of cameras -- Mr. Xu almost never grants interviews and is highly secretive about his operations.  ",
      "lead_paragraph": "SHANGHAI, Dec. 28 - There are only 10 known billionaires in China, and he is one of them. His name is Xu Rongmao, and he is no Donald Trump, Sam Zell or Mortimer Zuckerman. He's bigger.",
      "publication_date": "2005-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/29/business/worldbusiness/billionaire-builder-of-china.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "10 Greatest Gadget Ideas of the Year",
      "snippet": "ON New Year's Eve, don't be surprised to witness more heartfelt celebrating than usual; 2005 was not a year noted for its tidings of good cheer, and plenty of people will be happy to see it go.     Still, there were inspiring and gratifying succes...",
      "abstract": "ON New Year's Eve, don't be surprised to witness more heartfelt celebrating than usual; 2005 was not a year noted for its tidings of good cheer, and plenty of people will be happy to see it go.     Still, there were inspiring and gratifying success stories if you knew where to look -- and the high-tech industry was one of them. Google Earth redefined how we think of our planet, the Razr phone proved that people do care about beauty, and the iPod -- well, you know all about the iPod.  ",
      "lead_paragraph": "ON New Year's Eve, don't be surprised to witness more heartfelt celebrating than usual; 2005 was not a year noted for its tidings of good cheer, and plenty of people will be happy to see it go.",
      "publication_date": "2005-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/29/technology/circuits/10-greatest-gadget-ideas-of-the-year.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Twenty Years Later, Buying a House Is Less of a Bite",
      "snippet": "Despite a widespread sense that real estate has never been more expensive, families in the vast majority of the country can still buy a house for a smaller share of their income than they could have a generation ago.     A sharp fall in mortgage r...",
      "abstract": "Despite a widespread sense that real estate has never been more expensive, families in the vast majority of the country can still buy a house for a smaller share of their income than they could have a generation ago.     A sharp fall in mortgage rates since the early 1980's, a decline in mortgage fees and a rise in incomes have more than made up for rising house prices in almost every place outside of New York, Washington, Miami and along the coast in California. These often-overlooked changes are a major reason that most economists do not expect a broad drop in prices in 2006, even though many once-booming markets on the coasts have started weakening.  ",
      "lead_paragraph": "PORTLAND, Me. - Despite a widespread sense that real estate has never been more expensive, families in the vast majority of the country can still buy a house for a smaller share of their income than they could have a generation ago.",
      "publication_date": "2005-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/29/realestate/twenty-years-later-buying-a-house-is-less-of-a-bite.html",
      "byline": "By David Leonhardt and Motoko Rich"
    },
    {
      "headline": "Enron's Top Accountant Will Help Prosecutors",
      "snippet": "The former chief accounting officer of Enron agreed on Wednesday to cooperate with the government in its case against the two leading executives in the scandal over the company's collapse, significantly shifting the dynamics of a trial that is sch...",
      "abstract": "The former chief accounting officer of Enron agreed on Wednesday to cooperate with the government in its case against the two leading executives in the scandal over the company's collapse, significantly shifting the dynamics of a trial that is scheduled to start late next month.      In exchange for a guilty plea to a single felony charge of securities fraud and for help in prosecuting Kenneth L. Lay and Jeffrey K. Skilling, both former chief executives at Enron, the accounting officer, Richard A. Causey, will face a sentence of seven years. That sentence could be reduced by as much as two years, depending on his cooperation at the trial. Mr. Causey did not specifically agree to testify, leaving open that possibility as the trial gets under way.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/29/business/enrons-top-accountant-will-help-prosecutors.html",
      "byline": "By Simon Romero and Vikas Bajaj"
    },
    {
      "headline": "U.N. Observer in Baghdad Calls the Voting Valid",
      "snippet": "The United Nations stepped into the controversy over the Iraqi parliamentary election on Wednesday, declaring publicly that the results of the voting on Dec. 15 appeared valid, even as the vote tally continued here.     Craig Jenness, a Canadian w...",
      "abstract": "The United Nations stepped into the controversy over the Iraqi parliamentary election on Wednesday, declaring publicly that the results of the voting on Dec. 15 appeared valid, even as the vote tally continued here.     Craig Jenness, a Canadian who led the United Nations' election coordination effort in Iraq, said his agency believed that the elections ''were transparent and credible.'' He added that although all complaints must be weighed thoroughly, ''we at the U.N. see no justification in calls for a rerun of the elections.''  ",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 28 - The United Nations stepped into the controversy over the Iraqi parliamentary election on Wednesday, declaring publicly that the results of the voting on Dec. 15 appeared valid, even as the vote tally continued here.",
      "publication_date": "2005-12-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/29/world/middleeast/un-observer-in-baghdad-calls-the-voting-valid.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Enron Figure May Testify,but What Will He Say?",
      "snippet": "At a top-level Enron management meeting in September 2001, a red-faced Richard A. Causey, the chief accounting officer, pounded the table after hearing his colleagues label the company's accounting practices as ''aggressive.'' According to executi...",
      "abstract": "At a top-level Enron management meeting in September 2001, a red-faced Richard A. Causey, the chief accounting officer, pounded the table after hearing his colleagues label the company's accounting practices as ''aggressive.'' According to executives in the room, Mr. Causey fumed that he considered such criticism a personal affront, adding that he would stake his career on the propriety of Enron's accounting.      Yesterday, more than four years later, Mr. Causey entered a Houston courtroom and pleaded guilty to a single count of securities fraud, admitting that the way Enron accounted for its financial performance presented a false portrait to investors for at least two years. [Page C1.]  ",
      "lead_paragraph": "At a top-level Enron management meeting in September 2001, a red-faced Richard A. Causey, the chief accounting officer, pounded the table after hearing his colleagues label the company's accounting practices as \"aggressive.\" According to executives in the room, Mr. Causey fumed that he considered such criticism a personal affront, adding that he would stake his career on the propriety of Enron's accounting.",
      "publication_date": "2005-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/29/business/enron-figure-may-testifybut-what-will-he-say.html",
      "byline": "By Kurt Eichenwald"
    }
  ]
}