{
  "metadata": {
    "date": "2005-05-27",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Surrogate Mothers' New Niche: Bearing Babies for Gay Couples",
      "snippet": "Hundreds of male homosexual couples are creating families through surrogate mothers, who help them to have children genetically linked to them while bypassing often difficult legal challenges gay men face in adoption; almost half of agencies and l...",
      "abstract": "Hundreds of male homosexual couples are creating families through surrogate mothers, who help them to have children genetically linked to them while bypassing often difficult legal challenges gay men face in adoption; almost half of agencies and law firms around country that broker arrangements between surrogate mothers and prospective parents work with gay couples or are seeking to, through advertising; within close-knit world of professional childbearers, gay couples have reputation as especially grateful clients, willing to meet surrogate's often intense demands for emotional connection; surrogates, who are paid about $20,000 plus medical expenses to carry child, are responsible for about 1,000 births a year; surrogates who choose not to work with gay couples cite spouse's disapproval or fears that their own children might be stigmatized by classmates; photos (M)",
      "lead_paragraph": "On a spring morning not long ago, Lura Stiller sat in her stocking feet in a sunny cottage in Cambridge, Mass., helping Cary Friedman and his partner, Rick Wellisch, calm their daughter, a 3-month-old in a pink T-shirt.",
      "publication_date": "2005-05-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/27/us/surrogate-mothers-new-niche-bearing-babies-for-gay-couples.html",
      "byline": "By Ginia Bellafante"
    },
    {
      "headline": "Who's to Blame? Hedge Funds",
      "snippet": "Floyd Norris column that while timing of next market collapse is anything but clear, the blame for it will most likely be put on hedge funds, which have been blamed for every little market gyration in recent weeks; graph (M)",
      "abstract": "Floyd Norris column that while timing of next market collapse is anything but clear, the blame for it will most likely be put on hedge funds, which have been blamed for every little market gyration in recent weeks; graph (M)",
      "lead_paragraph": "EVERY big market decline must have scapegoats to blame for losses. While the timing of the next market collapse is anything but clear, the scapegoat is already in view. It will be those horrid hedge funds.",
      "publication_date": "2005-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/27/business/whos-to-blame-hedge-funds.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "U.S. Softens Its Warning to Beijing",
      "snippet": "Bush administration officials stop demanding that China let its currency, the yuan, float freely against other major currencies; are telling Chinese leaders that they can keep their policy of fixed exchange rate--at least for now--if they increase...",
      "abstract": "Bush administration officials stop demanding that China let its currency, the yuan, float freely against other major currencies; are telling Chinese leaders that they can keep their policy of fixed exchange rate--at least for now--if they increase value of yuan by 10 to 15 percent; policy switch reflects growing realization that China is not going to let its currency soar, which would make its exports more expensive and could disrupt China's troubled banking system; US Treasury Sec John W Snow says it is not in America's or China's interest in going immediately to full float, Senate Banking Committee hearing; Sens Paul S Sarbanes, Elizabeth Dole and Richard C Shelby dispute Snow; Sen Charles E Schumer says Snow should push for more; photo (M)",
      "lead_paragraph": "WASHINGTON, May 26 - Even as it publicly presses China to let its currency rise in value, the Bush administration has quietly softened a crucial demand.",
      "publication_date": "2005-05-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/27/business/worldbusiness/us-softens-its-warning-to-beijing.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Democrats Force Senate to Delay a Vote on Bolton",
      "snippet": "Democrats force Senate to postpone vote on John R Bolton as ambassador to United Nations, demanding that White House first hand over classified information about his conduct that it has refused for weeks to provide; Bolton still appears poised to ...",
      "abstract": "Democrats force Senate to postpone vote on John R Bolton as ambassador to United Nations, demanding that White House first hand over classified information about his conduct that it has refused for weeks to provide; Bolton still appears poised to win confirmation if his nomination is put to up or down vote, but Republican-led effort to end debate on him falls 4 votes short of 60 necessary to bring nomination to final roll-call; showdown on Senate floor guarantees more chapters to come in political battle that has raged since Bolton was nominated by Pres Bush more than 11 weeks ago; struggle has been sharpest in years over nomination to major foreign policy post, and most fractious fight ever over American envoy to United Nations; photo (M)",
      "lead_paragraph": "WASHINGTON, May 26 - Democrats forced the Senate on Thursday evening to postpone a vote on John R. Bolton as ambassador to the United Nations, demanding that the White House first hand over classified information about Mr. Bolton's conduct that it has refused for weeks to provide.",
      "publication_date": "2005-05-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/27/politics/democrats-force-senate-to-delay-a-vote-on-bolton.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "With Popcorn, DVD's and TiVo, Moviegoers Are Staying Home",
      "snippet": "Movie box-office receipts are down despite blockbuster opening of final Star Wars movie, while sales of DVD's and other types of new media continue to surge; many Americans, especially young people, are changing how they watch movies, posing serio...",
      "abstract": "Movie box-office receipts are down despite blockbuster opening of final Star Wars movie, while sales of DVD's and other types of new media continue to surge; many Americans, especially young people, are changing how they watch movies, posing serious new challenge to Hollywood; studios have been making more on DVD sales and licensing products than on theatrical releases for some time; now, technologies like TiVo and video-on-demand are keeping even more people at home, as are advanced home entertainment centers, with high-definition television images on large flat screens and multichannel sound systems; chart (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/27/business/media/with-popcorn-dvds-and-tivo-moviegoers-are-staying-home.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "School Law Spurs Efforts to End the Minority Gap",
      "snippet": "Educators across nation, spurred by Pres Bush's No Child Left Behind law, are putting extraordinary effort into improving achievement of minority students; currently, by 12th grade, average black or Hispanic student can read and do arithmetic only...",
      "abstract": "Educators across nation, spurred by Pres Bush's No Child Left Behind law, are putting extraordinary effort into improving achievement of minority students; currently, by 12th grade, average black or Hispanic student can read and do arithmetic only as well as average eighth-grade white student; in Boston, low-achieving students, most of them blacks and Hispanics, see tutors during lunch hours; in Sacramento, low-achievers in junior high are barred from orchestra and chorus to free up time for remedial English and math; in Minnesota, where many American Indian students score lower than whites on standardized tests, educators tinker with schedules to free up more time for work on grammar and algebra; whether all this new activity will have any long-term effect is matter of debate; social scientists, noting measurable achivement gap even as children enter kindergarten, argue that its causes may lie not only in school policies but in array of factors that include family income, parents' educational attainment and health care; Education Sec Margaret Spellings claims gap is closing in 'every state in the country'; photo (M)",
      "lead_paragraph": "BOSTON - Spurred by President Bush's No Child Left Behind law, educators across the nation are putting extraordinary effort into improving the achievement of minority students, who lag so sharply that by 12th grade, the average black or Hispanic student can read and do arithmetic only as well as the average eighth-grade white student.",
      "publication_date": "2005-05-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/27/education/school-law-spurs-efforts-to-end-the-minority-gap.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Inquiry by U.S. Reveals 5 Cases Of Koran Harm",
      "snippet": "Brig Gen Jay W Hood says American military inquiry he leads has uncovered five instances in which guards or interrogators at Guantanamo Bay mishandled Koran, but 'no credible evidence' to substantiate claims that it was ever flushed down toilet; s...",
      "abstract": "Brig Gen Jay W Hood says American military inquiry he leads has uncovered five instances in which guards or interrogators at Guantanamo Bay mishandled Koran, but 'no credible evidence' to substantiate claims that it was ever flushed down toilet; says that all but one of five incidents took place before Jan 2003, and that in three of cases mishandling of Koran appears to have been deliberate rather than accidental or unintentional; says four cases involved guards and one involved interrogator; says two service members have been punished for their conduct; says Koran mishandling did not occur as part of any effort to demoralize or intimidate detainees for interrogation; he declines to give further details until he completes his investigation, which began after Newsweek magazine published article, since retracted, claiming that earlier military investigation was expected to find that Koran had been flushed down toilet; Hood claims one detainee said in 2002 that Koran had been flushed down toilet, but that in second interview conducted last week detainee said he never witnessed such an event; photo (M)",
      "lead_paragraph": "WASHINGTON, May 26 - An American military inquiry has uncovered five instances in which guards or interrogators at the Guantánamo Bay detention facility in Cuba mishandled the Koran, but found \"no credible evidence\" to substantiate claims that it was ever flushed down a toilet, the chief of the investigation said on Thursday.",
      "publication_date": "2005-05-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/27/washington/inquiry-by-us-reveals-5-cases-of-koran-harm.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "Other Perils of Overweight",
      "snippet": "Article in series Obesity Inc focuses on weight-loss surgery known as bariatric surgery, which has eliminated debilitating diseases and improved quality of life for thousands of patients, but is now threatened by malpractice lawsuits against and g...",
      "abstract": "Article in series Obesity Inc focuses on weight-loss surgery known as bariatric surgery, which has eliminated debilitating diseases and improved quality of life for thousands of patients, but is now threatened by malpractice lawsuits against and growing reluctance of health plans to provide coverage; American Society of Bariatric Surgery says patients and insurers spent more than $3.5 billion in 2004 for 145,000 bariatric procedures at average of $25,000 each; add complications can raise patient's costs to $100,000; some other treatments for obesity that are under development discussed; chart; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/27/business/other-perils-of-overweight.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Two Banks May Unite in Europe",
      "snippet": "Unicredito Italiano and HVB Group of Germany are discussing merger that would create Europe's first big cross-border financial powerhouses; deal could be valued at 16 billion euros, or about $20 billion (M)",
      "abstract": "Unicredito Italiano and HVB Group of Germany are discussing merger that would create Europe's first big cross-border financial powerhouses; deal could be valued at 16 billion euros, or about $20 billion (M)",
      "lead_paragraph": "LONDON, Friday, May 27 - In a deal that would create one of Europe's first big cross-border financial powerhouses, Unicredito Italiano and the HVB Group of Germany are discussing a merger, executives involved in the discussions said on Friday. The deal could be valued at 16 billion euros, or about $20 billion.",
      "publication_date": "2005-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/27/business/worldbusiness/two-banks-may-unite-in-europe.html",
      "byline": "By Heather Timmons and Mark Landler"
    },
    {
      "headline": "New York Sues A.I.G. and 2 Ex-Executives",
      "snippet": "Atty Gen Eliot Spitzer and New York insurance superintendent sue American International Group and its former top officers, Maurice R Greenberg and Howard I Smith, accusing them of manipulating financial statements and misleading regulators and inv...",
      "abstract": "Atty Gen Eliot Spitzer and New York insurance superintendent sue American International Group and its former top officers, Maurice R Greenberg and Howard I Smith, accusing them of manipulating financial statements and misleading regulators and investors; contend transactions allowed AIG to cover up problems like faltering reserves and underwriting losses in dealings from Taiwan to Brazil; accuse Greenberg, Smith and another AIG executive, Joseph H Umansky, of creating number of offshore reinsurance companies to hide underwriting losses in its auto warranty and Brazilian life insurance businesses; analysts say AIG will seek to move quickly to settle with New York regulators; company is still being investigated by Securities and Exchange Commission and Justice Department; photos (M)",
      "lead_paragraph": "After months of allegations and intrigue, the first legal blow fell upon the insurance giant American International Group yesterday, as New York regulators sued the company and its former top two officers, accusing them of manipulating financial statements and misleading regulators and investors.",
      "publication_date": "2005-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/27/business/new-york-sues-aig-and-2-exexecutives.html",
      "byline": "By Jenny Anderson"
    }
  ]
}