{
  "metadata": {
    "date": "2005-01-06",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Two Studies Suggest a Protein Has a Big Role in Heart Disease",
      "snippet": "Two teams of researchers report that reducing levels of certain protein secreted by body may be as powerful a tool in slowing heart disease and preventing heart attacks and cardiac-related death as lowering cholesterol; this is strongest evidence ...",
      "abstract": "Two teams of researchers report that reducing levels of certain protein secreted by body may be as powerful a tool in slowing heart disease and preventing heart attacks and cardiac-related death as lowering cholesterol; this is strongest evidence yet that protein--known as CRP, for C-reactive protein--plays role in heart disease; other heart disease researchers caution that more work is needed to prove that CRP directly causes heart disease; new studies involved only people with severe heart disease; most researchers agree that it remains unknown whether healthy people would benefit from reducing their CRP level; new studies are published in The New England Journal of Medicine; photo (M)",
      "lead_paragraph": "Reducing the levels of a certain protein secreted by the body may be as powerful a tool in slowing heart disease and preventing heart attacks and cardiac-related death as lowering cholesterol, two teams of researchers are reporting today.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/06/health/two-studies-suggest-a-protein-has-a-big-role-in-heart-disease.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "A Big New Worry for Corporate Directors",
      "snippet": "10 former WorldCom directors' decision to contribute $18 million of their own money to settle securities class-action lawsuit against them might have set precedent that could affect former directors at other companies now embroiled in litigation; ...",
      "abstract": "10 former WorldCom directors' decision to contribute $18 million of their own money to settle securities class-action lawsuit against them might have set precedent that could affect former directors at other companies now embroiled in litigation; members of corporate boards have every reason to hope WorldCom settlement remains rarity; Michael Klausner, law professor at Stanford University, says if settlement deters people from serving on corporate boards, that will run counter to interests of institutional investors, who have called for greater role for independent directors in corporate governance; concern clearly did not deter lawyers for lead plaintiff in WorldCom case, New York State Common Retirement Fund, which was determined to make directors bear some of pain of settlement personally; photo of Alan G Hevesi, who was lead plaintiff against WorldCom directors as overseer of New York State pension fund (M)",
      "lead_paragraph": "The downside for corporate directors probably became deeper yesterday.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/06/business/a-big-new-worry-for-corporate-directors.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "With Cameras on the Corner, Your Ticket Is in the Mail",
      "snippet": "Cameras are in use at intersections in more than 100 American cities, providing evidence of violations, including photos of license plates and, in some cases, drivers; criticism of cameras' use to generate revenue and of revenue-sharing arrangemen...",
      "abstract": "Cameras are in use at intersections in more than 100 American cities, providing evidence of violations, including photos of license plates and, in some cases, drivers; criticism of cameras' use to generate revenue and of revenue-sharing arrangements with technology providers, along with malfunctions and legal challenges, have led some cities to remove them; camera-equipped cities and private companies that contract with them dismiss complaints of privatization; photos; diagram (M)",
      "lead_paragraph": "ON a perfectly clear day in October, Carla Correa, a confessed neurotic when it comes to getting a ticket, powered her Honda Civic toward an intersection in Baltimore on her way to visit her boyfriend in Washington. When the light turned yellow, she did not simply cruise through, but instead slammed on the brakes.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/01/06/technology/circuits/with-cameras-on-the-corner-your-ticket-is-in-the-mail.html",
      "byline": "By Jonathan Miller"
    },
    {
      "headline": "Korean Shipbuilders See China's Shadow",
      "snippet": "South Korea, which surpassed Japan in 2004 as world's leading shipbuilding nations, is looking over its shoulder at China, which has embarked on path toward becoming largest shipbuilder by 2015; Chinese competition is also putting much of Asia on ...",
      "abstract": "South Korea, which surpassed Japan in 2004 as world's leading shipbuilding nations, is looking over its shoulder at China, which has embarked on path toward becoming largest shipbuilder by 2015; Chinese competition is also putting much of Asia on edge as China rapidly narrows technological gap with higher-wage Asian neighbors; South Koreans know that 650 miles from Ulsan, South Korea, cite of Hyundai Heavy Industries' shipbuilding plant, barren shoreline south of Shanghai is undergoing $4 billion transformation aimed at making China State Shipbuilding world's largest ship maker; map; photos (M)",
      "lead_paragraph": "ULSAN, South Korea - Down at the dry docks here, where workers are dwarfed by propellers larger than houses, the world's largest shipyard is now so efficient that a new $80 million vessel slips into the water every four working days.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/06/business/worldbusiness/korean-shipbuilders-see-chinas-shadow.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "As Abbas Runs, Skeptical Militants Wait and See",
      "snippet": "Mahmoud Abbas, running for president of Palestinian Authority, must convince fighters of Al Aksa and more radical Islamic groups like Hamas and Islamic Jihad to abandon their struggle and let him try soft ambiguities of diplomacy to win independen...",
      "abstract": "Mahmoud Abbas, running for president of Palestinian Authority, must convince fighters of Al Aksa and more radical Islamic groups like Hamas and Islamic Jihad to abandon their struggle and let him try soft ambiguities of diplomacy to win independent Palestinian state; lacks heroic history of Yasir Arafat, man he hopes to succeed, but he has taken to wearing checkered kaffiyeh around his neck and promising fighters that he will protect them as Palestinian heroes, not crack down on them as Israel demands; has asked militants to stop their atacks against Israel, but he has also embraced them in West Bank and Gaza; Israeli officials know he is campaigning, but worry about debts for future; photos; chart (M)",
      "lead_paragraph": "NABLUS, West Bank, Jan. 3 - A fighter with the Aksa Martyrs Brigades who calls himself Qazzafi stood by a makeshift fire in the drizzling Casbah of this angry city, nervously pulling a grenade in and out of his pocket.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/06/world/middleeast/as-abbas-runs-skeptical-militants-wait-and-see.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Newly Released Reports Show Early Concern on Prison Abuse",
      "snippet": "Abuse of prisoners involved multiple service branches in Afghanistan, Iraq and Cuba, beginning in 2002 and continuing after Congress and military began investigating Abu Ghraib; thousands of pages in military reports and documents released under F...",
      "abstract": "Abuse of prisoners involved multiple service branches in Afghanistan, Iraq and Cuba, beginning in 2002 and continuing after Congress and military began investigating Abu Ghraib; thousands of pages in military reports and documents released under Freedom of Information Act to American Civil Liberties Union include FBI reports about military interrogators in Guantanamo abusing prisoners by beating them, and FBI e-mail expressing concern that general from Guantanamo had gone to Abu Ghraib to 'Gitmo-ize' it; although none of reports predicted acts that showed up in snapshots from Abu Ghraib--naked detainees piled in pyramids or leashed and crawling--documents show many warnings of mistreatmnt, most explicitly from FBI but also from CIA; questions on handling of detainees will be central to Senate hearings on nomination of White House counsel Alberto R Gonzales as attorney general and to court-martial of Specialist Charles Graner Jr, accused leader of Abu Ghraib abuse; photo; timeline in abuse scandal (L)",
      "lead_paragraph": "In late 2002, more than a year before a whistle-blower slipped military investigators the graphic photographs that would set off the Abu Ghraib prison abuse scandal, an F.B.I. agent at the American detention center in Guantánamo Bay, Cuba, sent a colleague an e-mail message complaining about the military's \"coercive tactics\" with detainees, documents released yesterday show.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/06/politics/newly-released-reports-show-early-concern-on-prison-abuse.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Editors' Note; About World Business And the Stock Tables",
      "snippet": "The World Business section and the daily stock market tables have been combined into the main Business Day section starting this week. The Times is making its daily financial listings more concise by condensing some tables and eliminating secondar...",
      "abstract": "The World Business section and the daily stock market tables have been combined into the main Business Day section starting this week. The Times is making its daily financial listings more concise by condensing some tables and eliminating secondary ones.     The tables in the Sunday Business section are unchanged. Full information about stocks and mutual funds is online at www.nytimes.com/business.     Comments about the changes may be e-mailed to tables@nytimes.com or telephoned to (212)556-3715.",
      "lead_paragraph": "The World Business section and the daily stock market tables have been combined into the main Business Day section starting this week. The Times is making its daily financial listings more concise by condensing some tables and eliminating secondary ones.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/06/business/editors-note-about-world-business-and-the-stock-tables.html",
      "byline": ""
    },
    {
      "headline": "Southwest Adds Pittsburgh to Its Route",
      "snippet": "Stocks of major airlines are hurt by prospect that lower fares will spread even more aross country, fueled by strategic moves by industry's healthiest players and one that is trying to regain its footing; Southwest Airlines, industry's healthiest ...",
      "abstract": "Stocks of major airlines are hurt by prospect that lower fares will spread even more aross country, fueled by strategic moves by industry's healthiest players and one that is trying to regain its footing; Southwest Airlines, industry's healthiest player, delivers another blow to struggling US Airways, announcing it plans to start service from Pittsburgh where US Airways is dismantling its hub after long reign as airport's dominant carrier; industry's shares fall sharply on word that Delta Air Lines plans to cut its fares by as much as 50 percent and join its low-fare competitors in setting caps on its ticket prices; shares in AMR Corp, parent of American Airlines, Continental, and Northwest drop on fears that companies will have to respond to Delta's move, eating into their revenues; federal bankruptcy judge in Virginia is set to rule on US Airways' request to void its labor contracts, move likely to ignite wrath of its mechanics, who have refused to grant pay and benefit cuts; bankruptcy judge in Chicago will hear arguments by creditors, bankers and unions at United Airlines against proposed contract covering pilots that terminates their pension plan in return for equity in company and other sweeteners; pilots finish voting on deal on Jan 6; photo (M)",
      "lead_paragraph": "CHICAGO, Jan. 5 - The stocks of major airlines were hurt on Wednesday by the prospect that lower fares would spread even more thickly across the country, fueled by strategic moves by the industry's healthiest player and one that is trying to regain its footing.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/06/business/southwest-adds-pittsburgh-to-its-route.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "10 Ex-Directors From WorldCom to Pay Millions",
      "snippet": "Ten former directors of WorldCom, whose bankruptcy in 2002 was largest in history, agree to pay $18 million of their own money to settle class-action lawsuit by investors who lost hundreds of millions of dollars when company collapsed; agreement i...",
      "abstract": "Ten former directors of WorldCom, whose bankruptcy in 2002 was largest in history, agree to pay $18 million of their own money to settle class-action lawsuit by investors who lost hundreds of millions of dollars when company collapsed; agreement is part of $54 million settlement with plaintiffs led by New York State Common Retirement Fund; $36 million will be paid by companies that insured WorldCom directors and officers; settlement seen as remarkable concession by directors; directors have always relied on company's insurance to cover costs associated with securities cases and settlements; exact individual amounts to be paid by each director are not disclosed, but payments will account for 20 percent of directors' aggregate net work, not counting primary residences and retirement accounts; 10 former WorldCom directors also agree to cooperate with lawyers representing New York State fund against remaining defendants in WordCom securities litigation, including Arthur Andersen, now defunct, and 16 banks that sold WorldCom bonds to public in two deals, including J P Morgan Chase, Deutsche Bank and Bank of America; chart (L)",
      "lead_paragraph": "Ten former directors of WorldCom, the telecommunications company whose bankruptcy was the largest in history, have agreed to pay $18 million of their own money to settle a class-action lawsuit by investors who lost hundreds of millions of dollars when the company collapsed in July 2002.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/06/business/10-exdirectors-from-worldcom-to-pay-millions.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "G.O.P. Divided as Bush Views Social Security",
      "snippet": "Pres Bush is confronting deep split within his own party over how to proceed with plan to add personal investment accounts to Social Security; at issue is how big accounts should be and whether president should embrace cuts in benefits; White Hous...",
      "abstract": "Pres Bush is confronting deep split within his own party over how to proceed with plan to add personal investment accounts to Social Security; at issue is how big accounts should be and whether president should embrace cuts in benefits; White House is trying to develop plan that can hold Republicans together while attracting at least handful of Democrats in Congress; indications are that Bush will stick with his inclination to reduce scheduled benefits to assure retirement system's long-term solvency, and that he will back smaller accounts than many of his supporters would like; in effort to bridge gap between sides in debate, administration is considering proposals to phase in increases in size of accounts over many years or to allow lower-income workers to invest higher proportion of their wages in private accounts than upper-income people would be permitted to invest (M)",
      "lead_paragraph": "WASHINGTON, Jan. 5 - As he begins deciding on details of his plan to add personal investment accounts to Social Security, President Bush is confronting a deep split within his own party over how to proceed.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/06/politics/gop-divided-as-bush-views-social-security.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Progress in Aiding Indonesia",
      "snippet": "Relief officials in hard-hit western Indonesia described real progress in turning a limited airlift into a vast truck-based network sending aid to thousands of people. Page A14.",
      "abstract": "Relief officials in hard-hit western Indonesia described real progress in turning a limited airlift into a vast truck-based network sending aid to thousands of people. Page A14.",
      "lead_paragraph": "Relief officials in hard-hit western Indonesia described real progress in turning a limited airlift into a vast truck-based network sending aid to thousands of people. Page A14.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/06/front page/world/progress-in-aiding-indonesia.html",
      "byline": ""
    },
    {
      "headline": "A Survivor at Condé Nast Chooses to Bow Out",
      "snippet": "James Truman resigns as editor director of Conde Nast Publications; Thomas J Wallace, editor in chief of Conde Nast Traveler, will succeed him; photos (M)",
      "abstract": "James Truman resigns as editor director of Conde Nast Publications; Thomas J Wallace, editor in chief of Conde Nast Traveler, will succeed him; photos (M)",
      "lead_paragraph": "When James Truman was plucked from the relative obscurity of Details magazine at the age of 35 to be editorial director of Condé Nast Publications in 1994, it was widely predicted that he would not survive the company's cutthroat environment and mercurial ownership. But the British-bred Mr. Truman lasted 11 years. He left Monday morning, when he walked into the office of S.I. Newhouse Jr., the company's chairman, and said that he was quitting.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/06/business/media/a-survivor-at-conde-nast-chooses-to-bow-out.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Alltel Is Said to Be Suitor for Carrier in Northwest",
      "snippet": "Alltel is in advanced talks to buy Western Wireless, regional carrier in Northwest, for about $4 billion; combined company would have about $10 billion in revenue and 9.8 million subscribers, about 6 percent of national market (M)",
      "abstract": "Alltel is in advanced talks to buy Western Wireless, regional carrier in Northwest, for about $4 billion; combined company would have about $10 billion in revenue and 9.8 million subscribers, about 6 percent of national market (M)",
      "lead_paragraph": "Alltel, the nation's sixth-largest wireless carrier, is in advanced negotiations to buy Western Wireless, a regional carrier in the Northwest, for roughly $4 billion, executives close to the talks said last night.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/06/technology/alltel-is-said-to-be-suitor-for-carrier-in-northwest.html",
      "byline": "By Andrew Ross Sorkin and Ken Belson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ex-WorldCom Directors Agree to Settle Lawsuits  Ten former directors of WorldCom have agreed to pay $18 million of their own money to settle a lawsuit by investors who lost money when the company collapsed in July 2002.    The accord by directors ...",
      "abstract": " Ex-WorldCom Directors Agree to Settle Lawsuits  Ten former directors of WorldCom have agreed to pay $18 million of their own money to settle a lawsuit by investors who lost money when the company collapsed in July 2002.    The accord by directors to dig into their own pockets is a remarkable concession. Corporate directors have always relied on their company's insurance to cover costs associated with securities cases. [Page A1.]    CNN Ends Link to Commentator  CNN has ended its relationship with the conservative commentator Tucker Carlson, left, and will shortly cancel its daily political discussion show, ''Crossfire.'' Mr. Carlson said he had actually quit ''Crossfire'' last April and that he had agreed to stay on until his contract expired. Mr. Carlson is exploring options with MSNBC for a talk show. [C5.]    Bush Outlining Social Security Plan  President Bush, who is deciding on details of his plan to add personal investment accounts to Social Security, is trying to win the support of Republicans while attracting at least a handful of Democrats in Congress. [A1.]    Ghostly Influence of Cable at Show  Cable companies are not attending the Consumer Electronics Show, but their influence is felt, as equipment makers seek to work with, or bypass, the cable industry's control over the way most Americans watch TV. [C8.]    Disease Hurts Brazilian Soybeans  Soybean farmers in Brazil have been hurt by a decline in exports, a bumper crop in the United States and a fungus from Asia. [C6.]    Hunting for High Returns  Some of the largest pension funds, insurance companies and endowments are speculating on oil prices. Market Place. [C9.]    Sales Fall at Circuit City Stores  Shares of Circuit City Stores plunged after it said December sales fell 5.8 percent. Sales by retailers, many of which will report December results today, are expected to have risen as much as 3.5 percent, according to the International Council of Shopping Centers, which monitors 75 chains. Sales growth probably slowed from a year earlier as higher fuel prices crimped the budgets of low-income consumers, analysts said. [C2.]    Stocks Continue 2005 Slide  The Dow Jones industrials lost 32.95 points, to 10,597.83. The Standard & Poor's 500 index declined 4.31 points, to 1,183.74. The Nasdaq composite slipped 16.62 points, to 2,091.24. [C9.]    Rise in Thefts at Construction Sites  Thieves are taking everything from lumber to screw guns and backhoes from construction sites, costing the industry nearly $1 billion a year. Small Business. [C7.]    You Are What You Wear  Rich people buy expensive things to show off and signal their status, a doctoral thesis found. Alan B. Krueger: Economic Scene. [C2.]  ",
      "lead_paragraph": "Ex-WorldCom Directors Agree to Settle Lawsuits Ten former directors of WorldCom have agreed to pay $18 million of their own money to settle a lawsuit by investors who lost money when the company collapsed in July 2002.",
      "publication_date": "2005-01-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/06/business/business-digest.html",
      "byline": ""
    }
  ]
}