{
  "metadata": {
    "date": "2005-03-03",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "Drilling for Oil by the Yard",
      "snippet": "Small oil companies like Ballard Exploration of Houston are relying on old geological maps from 1930's and new oil exploration methods in their attempts to find oil in areas like Northmore neighborhood not far from downtown Houston; back in 1930's...",
      "abstract": "Small oil companies like Ballard Exploration of Houston are relying on old geological maps from 1930's and new oil exploration methods in their attempts to find oil in areas like Northmore neighborhood not far from downtown Houston; back in 1930's, before Northmore neighborhood went up, pumpjacks sucked oil out of swaths of grassy pasture known as Eureka Oil Field; today, on top of field that was once thought depleted, is district of crumbling one-story bungalows that rarely sell for more than $50,000; city officials do not foresee surge in urban oil exploration in and around Houston; some Northmore residents comment; map; photos (M)",
      "lead_paragraph": "HOUSTON, March 2 - Emma Goston, a 91-year-old retired housekeeper, has not been getting much sleep lately thanks to the 24-hour industrial moan coming from across the street in her working-class Houston neighborhood, not far from downtown. Unlikely as it may seem, the noise comes from an oil exploration rig.",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/03/business/drilling-for-oil-by-the-yard.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Fed Chairman Says Deficits Must Be Reduced Soon  Alan Greenspan warned that the federal budget deficits are ''unsustainable,'' and urged Congress to consider both spending cuts and tax increases as possible solutions.    He also warned that the co...",
      "abstract": " Fed Chairman Says Deficits Must Be Reduced Soon  Alan Greenspan warned that the federal budget deficits are ''unsustainable,'' and urged Congress to consider both spending cuts and tax increases as possible solutions.    He also warned that the costs of the baby boom generation as it ages, particularly as they will play out in Social Security and Medicare, were potent forces threatening to drive the deficits even higher. [Page A1.]    Cablevision Names 4 Directors  In a sign of the escalating battle between Charles F. Dolan, Cablevision's founder, and James L. Dolan, his son and the company's chief executive, Charles Dolan named four new directors to Cablevision's board. [C6.]    Chiron Allowed to Make Flu Vaccine  Shares of Chiron rose more than 6 percent after the company received permission to resume production of flu vaccine in time to avoid another shortage next winter. The action was taken by health regulators in Britain, who last October suspended Chiron's manufacturing license because of bacterial contamination and quality-control problems at its plant in Liverpool, where much of the United States' supply is made. [A26.]    Hedge Fund Managers Buying Art  Steven A. Cohen, who runs SAC Capital, is typical of several young billionaire hedge fund managers using their money to invest in some of the world's most recognizable art. [A1.]    US Airways Is Called Vulnerable  US Airways may be vulnerable to another service collapse like the one that stranded 50,000 people at Christmas because it plans to force flight attendants to work more hours in busy periods, a government report said. [C2.]    Citi Settles Global Crossing Suit  Citigroup said that it would pay $75 million to settle a lawsuit brought by investors over its role in the collapse of Global Crossing. [C2.]    E.D.S. in Talks for British Contract  Britain is negotiating exclusively with a team led by Electronic Data Systems for a $4 billion communications systems overhaul, a sign that fortunes may be shifting for the beleaguered company. Market Place. [C9.]    Verizon Gives MCI Two Weeks  Verizon, which had been set to buy MCI for $6.75 billion, granted MCI two weeks to further consider an $8 billion offer from Qwest. [C6.]    An Entrepreneurial Boot Camp  Izhar Shay, left, the chief executive of V-Secure Technologies, which helps companies prevent attacks on their computer systems, is a veteran of the Israeli Army. He says a disproportionate number of Israeli veterans begin their own businesses, often in highly competitive technical fields, because the Israeli military trains its soldiers to think quickly and act nimbly, adjusting to circumstances as they arise. Small Business. [C7.]    Yukos Not Part of Big Merger  The Yukos oil company will be run as a stand-alone company when the Russian government merges Gazprom and Rosneft. [C8.]    A Second Union Effort in Canada  Workers at a Wal-Mart store in Windsor, Ontario, that employs 200 will try to form a union for a second time. [C8.]    Higher Oil Prices Send Stocks Down  Stocks fell as the price of oil rose 2.7 percent. The Dow Jones industrial average declined 18.03 points, to 10,811.97; the Standard & Poor's 500-stock index slipped 0.33 of a point, to 1,210.08; and the Nasdaq composite index decreased 3.75 points, to 2,067.50. [C9.]    Roadblock for Social Security Plan  Disability insurance poses a major obstacle for President Bush's plan for personal accounts under the Social Security program. Alan B. Krueger: Economic Scene. [C2.]  ",
      "lead_paragraph": "Fed Chairman Says Deficits Must Be Reduced Soon Alan Greenspan warned that the federal budget deficits are \"unsustainable,\" and urged Congress to consider both spending cuts and tax increases as possible solutions.",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/03/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Computer Tutorials on a Disc",
      "snippet": "David Pogue State of the Art column compares computer training tutorials from various companies; photos; drawing (M)",
      "abstract": "David Pogue State of the Art column compares computer training tutorials from various companies; photos; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/03/03/technology/circuits/computer-tutorials-on-a-disc.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "For Drivers, a Traffic Jam of Distractions",
      "snippet": "Spread of technology adds more distractions to drivers as cellphones are joined by video displays in cars, outpacing legislators' ability to pass safety laws for each new diversion; Matt Sundeen, policy analyst at National Conference of State Legi...",
      "abstract": "Spread of technology adds more distractions to drivers as cellphones are joined by video displays in cars, outpacing legislators' ability to pass safety laws for each new diversion; Matt Sundeen, policy analyst at National Conference of State Legislatures, says there is trend toward broader legislation, but says it is difficult to gauge whether laws have helped reduce number of traffic accidents; says laws may be counterproductive if they encourage use of hands-free phones, as research shows drivers tune out important details about driving while engaged on phone; photos (M)",
      "lead_paragraph": "MICHAEL TRUJILLO is beginning to sound like an outlaw. He has turned against a law he was instrumental in passing.",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/03/03/technology/circuits/for-drivers-a-traffic-jam-of-distractions.html",
      "byline": "By Katie Hafner and Jason George"
    },
    {
      "headline": "Web Marketers Fearful of Fraud in Pay-Per-Click",
      "snippet": "Businesses that pay billions to Google and Overture to steer potential customers to their Web sites are increasingly questioning how much fraud lurks in blossoming pay-per-click model of advertising; there is evidence that at least some scammers a...",
      "abstract": "Businesses that pay billions to Google and Overture to steer potential customers to their Web sites are increasingly questioning how much fraud lurks in blossoming pay-per-click model of advertising; there is evidence that at least some scammers are clicking away at ads, or having programs called hitbots or clickbots do it for them, with knowledge that each click costs advertiser money; some of troublemakers are disgruntled employees; some are companies trying to force competitors' ad spending up; some are even Web page operators who let search engines deliver ads to their sites and then collect cut when people click on those ads; ad buyers worry that 'click fraud' could become rampant, if unchecked--development that could undermine confidence in fastest-growing segment of Internet advertising; executives at Speedy Registration, British company that sells personalized license plates, says its pay-per-click ads were fraudulently hit last year; chart (M)",
      "lead_paragraph": "Businesses that pay billions to Google and Overture to steer potential customers to their Web sites are increasingly questioning how much fraud lurks in the blossoming pay-per-click model of advertising.",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/03/business/media/web-marketers-fearful-of-fraud-in-payperclick.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "A New Prince of Wall Street Buys Up Art",
      "snippet": "Steven A Cohen, one of Wall Street's most successful traders, has spent hundreds of millions of dollars in last few years on prominent works of art; Cohen, publicity-shy hedge fund magnate living in Greenwich, Conn, reportedly made more than $350 ...",
      "abstract": "Steven A Cohen, one of Wall Street's most successful traders, has spent hundreds of millions of dollars in last few years on prominent works of art; Cohen, publicity-shy hedge fund magnate living in Greenwich, Conn, reportedly made more than $350 million last yaer; over past five years he has spent more than $300 million for works by Jackson Pollock, Manet, Monet, Degas, Andy Warhol and Roy Lichtenstein; he recently paid $8 million for Damien Hirst's 14-foot tiger shark, submerged in tank of formaldehyde; in art world, tracking Cohen's purchases has become sport; his rapid emergence in collecting world seen as vivid illustration that real fortunes being made on Wall Street are in hedge fund world; photos (M)",
      "lead_paragraph": "For more than a century, successive generations of Wall Street titans have lavished their riches on art, hoping that a Monet or a Cézanne might add a bit of polish to the rough edges of their deal making. Now, young, little-known billionaires who manage hedge funds are roiling the art market, using the vast pools of capital they have accumulated to snatch up some of the world's most recognizable images.",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/03/business/a-new-prince-of-wall-street-buys-up-art.html",
      "byline": "By Landon Thomas Jr. and Carol Vogel"
    },
    {
      "headline": "New Poll Finds Bush Priorities Are Out of Step With Americans",
      "snippet": "Americans queried for New York Times/CBS News poll say Pres Bush does not share their priorities on either domestic or foreign issues, and that they are increasingly resistant to his proposal to revamp Social Security with private accounts; Bush's...",
      "abstract": "Americans queried for New York Times/CBS News poll say Pres Bush does not share their priorities on either domestic or foreign issues, and that they are increasingly resistant to his proposal to revamp Social Security with private accounts; Bush's approval rating remains unchanged, at 49 percent, suggesting that disagreement with his ideas has yet to take toll on America's view of him; in poll, 51 percent call Social Security private accounts, centerpiece of Bush's plan, a bad idea, and number jumps to 69 percent if respondents are told private accounts would result in reduction in guaranteed benefits; on Iraq, 42 percent say Bush would have been better off trying to counter threat of North Korea before invading Iraq, while 45 percent say Bush was right to focus first on Iraq; 53 percent say efforts to bring order to Iraq are going very or somethat well, up from 41 percent before elections there; overwhelming number of those polled say Bush has no clear plan for getting out of Iraq; chart (L)",
      "lead_paragraph": "Americans say President Bush does not share the priorities of most of the country on either domestic or foreign issues, are increasingly resistant to his proposal to revamp Social Security and say they are uneasy with Mr. Bush's ability to make the right decisions about the retirement program, according to the latest New York Times/CBS News poll.",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/03/politics/new-poll-finds-bush-priorities-are-out-of-step-with-americans.html",
      "byline": "By Adam Nagourney and Janet Elder"
    },
    {
      "headline": "New Tug of War Over Excess Pension Cash",
      "snippet": "Some business advocates have begun urging Congress to let companies tap any surplus that appears in their pension funds, if and when good times return; return to 'reversions'--removal of surplus money from pension funds--gives chills to pension ri...",
      "abstract": "Some business advocates have begun urging Congress to let companies tap any surplus that appears in their pension funds, if and when good times return; return to 'reversions'--removal of surplus money from pension funds--gives chills to pension rights advocates, who can recall bitter fights waged over surplus pension money in 1980's; Congress imposed 50 percent excise tax on pension reversions in 1990, making surplus pension money lose its allure; consulting firms and business organizations say excise tax should be lifted, or at least reduced; they are responding to Bush administration's proposal to establish stricter pension funding standards; measure in Congress would require some companies to make much larger contributions to their pension funds than they now do; would also encourage big contributions by raising current ceiling on tax deductibility; companies will be reluctant to make big contributions as long as excise tax impedes them from taking any excess out again; chart (M)",
      "lead_paragraph": "These are lean times for pension funds, and few companies report having more pension money than they need. But some business advocates have nevertheless begun urging Congress to let companies tap any surplus that appears in their pension funds, if and when the good times return.",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/03/business/new-tug-of-war-over-excess-pension-cash.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Sharpening Plasma's Image",
      "snippet": "Plasma television is today's must-have technology, but critics are focusing on down side and compare performance unfavorably with that of liquid-crystal displays, another flat-screen technology; if negatives prevail, it may spell trouble for Panas...",
      "abstract": "Plasma television is today's must-have technology, but critics are focusing on down side and compare performance unfavorably with that of liquid-crystal displays, another flat-screen technology; if negatives prevail, it may spell trouble for Panasonic, world's top-selling plasma brand, and other companies; objective ways of comparing flat-screen technologies discussed; photos (M)",
      "lead_paragraph": "IF ever a product evoked lust in the heart, it is a plasma television. Like radial tires in the 1970's, a big flat plasma set is today's must-have technology.",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/03/03/technology/circuits/sharpening-plasmas-image.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "Taking Down the 'No Foreign Cars' Signs in Michigan",
      "snippet": "Michigan's Democratic Gov Jennifer M Granholm is pushing hard to close sweetheart land deal with Toyota Motor Co in state where unemployment was 7.3 percent in December, tied with Alaska as worst in nation; Granholm believes declining market share...",
      "abstract": "Michigan's Democratic Gov Jennifer M Granholm is pushing hard to close sweetheart land deal with Toyota Motor Co in state where unemployment was 7.3 percent in December, tied with Alaska as worst in nation; Granholm believes declining market share of Big Three automakers--General Motors, Chrysler division of DaimlerChrysler and Ford Motor Co--has resulted in rise in unemployment, and state must diversify; Michigan is fighting in court to push through deal to sell public land to Toyota that would allow company to expand technical center near University of Michigan in Ann Arbor; developer who outbid Toyota by $16 million has sued to block deal, but courts have sided with state; graphs; map (M)",
      "lead_paragraph": "DETROIT, March 2 - At many union halls in Michigan, signs on parking lots still warn that foreign-made cars \"will be towed away at owner's expense.\"",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/03/business/taking-down-the-no-foreign-cars-signs-in-michigan.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Derelict Plants Are Crippling Iraq's Petroleum Industry",
      "snippet": "Iraq, with third greatest amount of oil reserves in world, must import oil because many of its oil plants are in such bad repair; because any rebuilding effort would be financed from oil revenues, shutting down system for desperately needed repair...",
      "abstract": "Iraq, with third greatest amount of oil reserves in world, must import oil because many of its oil plants are in such bad repair; because any rebuilding effort would be financed from oil revenues, shutting down system for desperately needed repairs would cut back on money available for further repairs; state of country's critical but often derelict southern petroleum industry after decades of neglect and looting and sabotage that followed United States invasion in 2003 underscores how difficult decisions are likely to be; many in Iraq are calling for all-out push to extract as much crude as possible; photos; map (M)",
      "lead_paragraph": "BASRA, Iraq, March 2 - The five spindly towers, each 325 feet tall, were silent, with no flames burning at their collapsed and blackened tips. But Abdul Raof Ibraheem, production manager at this huge propane and butane plant, knew very well what could happen if, say, a military helicopter were to fly over.",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/03/world/middleeast/derelict-plants-are-crippling-iraqs-petroleum-industry.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Prosecutors Say Chief Led Fraud at WorldCom",
      "snippet": "Prosecution presents closing arguments in fraud case against WorldCom's former chief executive Bernard J Ebbers; assistant US attorney William F Johnson accuses Ebbers of being caught in 'perfect storm of corruption' that led him to order deputies...",
      "abstract": "Prosecution presents closing arguments in fraud case against WorldCom's former chief executive Bernard J Ebbers; assistant US attorney William F Johnson accuses Ebbers of being caught in 'perfect storm of corruption' that led him to order deputies to commit multibillion-dollar fraud; photo (M)",
      "lead_paragraph": "In a broad and blistering attack, federal prosecutors accused Bernard J. Ebbers, the former chief executive of WorldCom, of being caught in a \"perfect storm of corruption\" that led him to order deputies to commit a multibillion-dollar fraud.",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/03/business/prosecutors-say-chief-led-fraud-at-worldcom.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Greenspan Says Federal Budget Deficits Are 'Unsustainable'",
      "snippet": "Federal Reserve Chmn Alan Greenpan calls federal budget deficits 'unsustainable' and urges Congress to scrutinize both spending and taxes to solve problem, address to House Budget Committee; his tone is noticeably more urgent than it was in Congre...",
      "abstract": "Federal Reserve Chmn Alan Greenpan calls federal budget deficits 'unsustainable' and urges Congress to scrutinize both spending and taxes to solve problem, address to House Budget Committee; his tone is noticeably more urgent than it was in Congressional hearings just few weeks ago; it is his gloomiest assessment to date about government's budget straits, and reflects his most adamant disagreement with Republican lawmakers and Pres Bush over their refusal to put restrictions on new tax cuts; Greenspan emphasizes that his own preference is to redcue deficits by cutting spending rather than raising taxes, but that compromise is essential; says rising debt level and interest costs at ever-higher nterest rates is fiscally destabilizing and could lead to 'state of stagnation' unless something significant is done; Greenspan has long argued that Congress should reinstate rules that would require lawmakers to offset cost of tax cuts and new spending programs with savings in other areas; photo (M)",
      "lead_paragraph": "WASHINGTON, March 2 - Alan Greenspan, chairman of the Federal Reserve, warned on Wednesday that the federal budget deficits were \"unsustainable,\" and he urged Congress to scrutinize both spending and taxes to solve the problem.",
      "publication_date": "2005-03-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/03/politics/greenspan-says-federal-budget-deficits-are-unsustainable.html",
      "byline": "By Edmund L. Andrews"
    }
  ]
}