{
  "metadata": {
    "date": "2005-10-17",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "Debtors Throng to Bankruptcy as Clock Ticks",
      "snippet": "They were construction workers, schoolteachers and medical center managers. From Manhattan to Minneapolis, Chicago to San Francisco, they stood in long lines that snaked a block or more for much of yesterday. Some brought their children. Some had ...",
      "abstract": "They were construction workers, schoolteachers and medical center managers. From Manhattan to Minneapolis, Chicago to San Francisco, they stood in long lines that snaked a block or more for much of yesterday. Some brought their children. Some had arrived at dawn.      It may have looked like a frenzied rush for rock concert tickets, but the thousands of people standing patiently in line for hours outside federal courthouses were waiting to file for bankruptcy. It was the final workday before a tough new federal law takes effect.  ",
      "lead_paragraph": "They were construction workers, schoolteachers and medical center managers. From Manhattan to Minneapolis, Chicago to San Francisco, they stood in long lines that snaked a block or more for much of yesterday. Some brought their children. Some had arrived at dawn.",
      "publication_date": "2005-10-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/15/business/debtors-throng-to-bankruptcy-as-clock-ticks.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Iraqis Vote on New Constitution",
      "snippet": "Iraqis walked through silent streets on Saturday morning to begin voting on a new constitution that, if passed, would mark a major step toward the formation of the country's first full-term government since the toppling of Saddam Hussein.      Som...",
      "abstract": "Iraqis walked through silent streets on Saturday morning to begin voting on a new constitution that, if passed, would mark a major step toward the formation of the country's first full-term government since the toppling of Saddam Hussein.      Some of the voters marched to polling centers with their closest friends or family members, others alone. Blue-uniformed Iraqi policemen with Kalashnikovs guarded the centers, mostly schools, and frisked people while American troops sat in tanks and Bradley fighting vehicles nearby. In Baghdad, helicopters buzzed low over dun-colored rooftops.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Saturday, Oct. 15 - Iraqis walked through silent streets on Saturday morning to begin voting on a new constitution that, if passed, would mark a major step toward the formation of the country's first full-term government since the toppling of Saddam Hussein.",
      "publication_date": "2005-10-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/15/world/middleeast/iraqis-vote-on-new-constitution.html",
      "byline": "By Edward Wong and Dexter Filkins"
    },
    {
      "headline": "G.M. Talks With Union Advancing",
      "snippet": "General Motors and the United Auto Workers union are near an agreement that would help the automaker cut some of its nearly $6 billion a year in health care costs, the union said Friday.      The union and G.M. are expected to continue negotiation...",
      "abstract": "General Motors and the United Auto Workers union are near an agreement that would help the automaker cut some of its nearly $6 billion a year in health care costs, the union said Friday.      The union and G.M. are expected to continue negotiations over the weekend, but neither side would speculate about the timing of a deal, which would end six months of talks over what the automaker has said is its most pressing financial problem.  ",
      "lead_paragraph": "DETROIT, Oct. 14 - General Motors and the United Auto Workers union are near an agreement that would help the automaker cut some of its nearly $6 billion a year in health care costs, the union said Friday.",
      "publication_date": "2005-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/15/business/gm-talks-with-union-advancing.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Will Higher Heating Bills Justify a New Furnace?",
      "snippet": "With home energy bills expected to rise almost 50 percent this winter, the frugal American may face a tough call: the most effective way to cut that expense may be to spend thousands of dollars to replace an inefficient furnace.     That one devic...",
      "abstract": "With home energy bills expected to rise almost 50 percent this winter, the frugal American may face a tough call: the most effective way to cut that expense may be to spend thousands of dollars to replace an inefficient furnace.     That one device uses nearly half of the energy piped into your home. Sure, you can save money by tackling the less expensive projects like turning down thermostats, caulking windows and adding insulation. But cost-effective as that is, it has its limits. Most new homes are built to be snug. In older homes, many owners began plugging drafts when President Jimmy Carter donned a cardigan and exhorted Americans to save energy.  ",
      "lead_paragraph": "With home energy bills expected to rise almost 50 percent this winter, the frugal American may face a tough call: the most effective way to cut that expense may be to spend thousands of dollars to replace an inefficient furnace.",
      "publication_date": "2005-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/15/business/will-higher-heating-bills-justify-a-new-furnace.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "The Fall of Refco Is Providing a Test for Wall Street",
      "snippet": "Two weeks ago, the chairman of the Philadelphia Stock Exchange and a banker from HSBC went to visit Phillip R. Bennett, the chief executive of Refco, one of the largest commodities and futures trading firms, at its offices in the World Financial C...",
      "abstract": "Two weeks ago, the chairman of the Philadelphia Stock Exchange and a banker from HSBC went to visit Phillip R. Bennett, the chief executive of Refco, one of the largest commodities and futures trading firms, at its offices in the World Financial Center in lower Manhattan.     Mr. Bennett, smartly dressed and in good spirits, sat and chatted about the paintings on the office walls and the options that Refco had for moving when its lease came up at the end of the year. In riding a worldwide boom in the trading of commodities and derivatives, Refco was on top of its game: the company had successfully gone public in August, selling $583 million in stock and making Mr. Bennett and other top executives very rich men.  ",
      "lead_paragraph": "Two weeks ago, the chairman of the Philadelphia Stock Exchange and a banker from HSBC went to visit Phillip R. Bennett, the chief executive of Refco, one of the largest commodities and futures trading firms, at its offices in the World Financial Center in lower Manhattan.",
      "publication_date": "2005-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/15/business/the-fall-of-refco-is-providing-a-test-for-wall-street.html",
      "byline": "By Jenny Anderson and Landon Thomas Jr"
    },
    {
      "headline": "The Hammer of Bankruptcy at Delphi",
      "snippet": "''WHAT do you think when you see so many companies using bankruptcy as a tool to get their labor costs ''     Francisco A. Lorenzo -- yes, Frank Lorenzo -- cut me off in midquestion.     ''Tool?'' he practically shouted into the phone. ''When you ...",
      "abstract": "''WHAT do you think when you see so many companies using bankruptcy as a tool to get their labor costs ''     Francisco A. Lorenzo -- yes, Frank Lorenzo -- cut me off in midquestion.     ''Tool?'' he practically shouted into the phone. ''When you use that word, you are spinning things, and very unfairly. That's the word the unions always used.''  ",
      "lead_paragraph": "\"WHAT do you think when you see so many companies using bankruptcy as a tool to get their labor costs \"",
      "publication_date": "2005-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/15/business/the-hammer-of-bankruptcy-at-delphi.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Lipitor or Generic? Billion-Dollar Battle Looms",
      "snippet": "The Lipitor war is about to begin.     Starting next June, insurers and government agencies will have the opportunity to save billions of dollars by moving patients from Lipitor, a cholesterol-lowering drug by Pfizer that is the world's top-sellin...",
      "abstract": "The Lipitor war is about to begin.     Starting next June, insurers and government agencies will have the opportunity to save billions of dollars by moving patients from Lipitor, a cholesterol-lowering drug by Pfizer that is the world's top-selling medication, to an inexpensive generic version of Zocor, a similar but less potent drug now made by Merck.  ",
      "lead_paragraph": "The Lipitor war is about to begin.",
      "publication_date": "2005-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/15/business/lipitor-or-generic-billiondollar-battle-looms.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Bankers Oppose Wal-Mart as Rival",
      "snippet": "The letters to federal banking regulators, which poured in at a rate of 20 a day, are a catalogue of fear.     The chief executive of a bank in North Dakota predicted a ''dangerous and unprecedented concentration of economic power.'' The president...",
      "abstract": "The letters to federal banking regulators, which poured in at a rate of 20 a day, are a catalogue of fear.     The chief executive of a bank in North Dakota predicted a ''dangerous and unprecedented concentration of economic power.'' The president of a bank in Colorado foresaw ''unacceptable risk to the banking system.'' The head of a California bank anticipated ''long-term community disinvestment.''  ",
      "lead_paragraph": "The letters to federal banking regulators, which poured in at a rate of 20 a day, are a catalogue of fear.",
      "publication_date": "2005-10-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/15/business/bankers-oppose-walmart-as-rival.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "G.I.'s and Syrians in Tense Clashes on Iraqi Border",
      "snippet": "A series of clashes in the last year between American and Syrian troops, including a prolonged firefight this summer that killed several Syrians, has raised the prospect that cross-border military operations may become a dangerous new front in the...",
      "abstract": "A series of clashes in the last year between American and Syrian troops, including a prolonged firefight this summer that killed several Syrians, has raised the prospect that cross-border military operations may become a dangerous new front in the Iraq war, according to current and former military and government officials.     The firefight, between Army Rangers and Syrian troops along the border with Iraq, was the most serious of the conflicts with President Bashar al-Assad's forces, according to American and Syrian officials.  ",
      "lead_paragraph": "WASHINGTON, Oct. 14 - A series of clashes in the last year between American and Syrian troops, including a prolonged firefight this summer that killed several Syrians, has raised the prospect that cross-border military operations may become a dangerous new front in the Iraq war, according to current and former military and government officials.",
      "publication_date": "2005-10-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/15/politics/gis-and-syrians-in-tense-clashes-on-iraqi-border.html",
      "byline": "By James Risen and David E. Sanger"
    },
    {
      "headline": "The Miller Case: A Notebook, a Cause, a Jail Cell and a Deal",
      "snippet": "In a notebook belonging to Judith Miller, a reporter for The New York Times, amid notations about Iraq and nuclear weapons, appear two small words: ''Valerie Flame.''      Ms. Miller should have written Valerie Plame. That name is at the core of a...",
      "abstract": "In a notebook belonging to Judith Miller, a reporter for The New York Times, amid notations about Iraq and nuclear weapons, appear two small words: ''Valerie Flame.''      Ms. Miller should have written Valerie Plame. That name is at the core of a federal grand jury investigation that has reached deep into the White House. At issue is whether Bush administration officials leaked the identity of Ms. Plame, an undercover C.I.A. operative, to reporters as part of an effort to blunt criticism of the president's justification for the war in Iraq.  ",
      "lead_paragraph": "In a notebook belonging to Judith Miller, a reporter for The New York Times, amid notations about Iraq and nuclear weapons, appear two small words: \"Valerie Flame.\"",
      "publication_date": "2005-10-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/16/us/the-miller-case-a-notebook-a-cause-a-jail-cell-and-a-deal.html",
      "byline": "This article is by Don van Natta Jr., Adam Liptak and Clifford J. Levy"
    },
    {
      "headline": "So Southwest Is Mortal After All",
      "snippet": "WHILE other big airlines have been suffering through a disastrous slump the last few years, Southwest Airlines has been like a speed skater on a dark river, deftly avoiding ruts and leaping over barricades that tripped up its less-nimble competito...",
      "abstract": "WHILE other big airlines have been suffering through a disastrous slump the last few years, Southwest Airlines has been like a speed skater on a dark river, deftly avoiding ruts and leaping over barricades that tripped up its less-nimble competitors.     It kept its employees happy and their compensation fat when other airlines could do neither. It expanded into several major new markets while others were quitting some cities altogether and reducing service elsewhere. It capped prices to deal with the intense fare wars encouraged by the Internet. It hedged its fuel costs while others watched helplessly as prices doubled in a matter of months. Most important, Southwest remained profitable throughout. And in that way, it served as a beacon for competitors who were losing billions of dollars and trying to retrench under bankruptcy protection.  ",
      "lead_paragraph": "WHILE other big airlines have been suffering through a disastrous slump the last few years, Southwest Airlines has been like a speed skater on a dark river, deftly avoiding ruts and leaping over barricades that tripped up its less-nimble competitors.",
      "publication_date": "2005-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/16/business/so-southwest-is-mortal-after-all.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "The Mortgage Maker vs. the World",
      "snippet": "A touch of resentment -- based on income, education, social class -- motivates countless ambitious people, though few will admit to it once they become successful.     An exception is Angelo R. Mozilo, a founder and chief executive of the Countryw...",
      "abstract": "A touch of resentment -- based on income, education, social class -- motivates countless ambitious people, though few will admit to it once they become successful.     An exception is Angelo R. Mozilo, a founder and chief executive of the Countrywide Financial Corporation, a company that has soared from obscurity to become the nation's No.1 mortgage lender -- and, in the process, produced a personal fortune for Mr. Mozilo of about half a billion dollars. This year alone, his compensation is expected to reach $100 million.  ",
      "lead_paragraph": "SIMI VALLEY, Calif. - A touch of resentment -- based on income, education, social class -- motivates countless ambitious people, though few will admit to it once they become successful.",
      "publication_date": "2005-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/16/business/the-mortgage-maker-vs-the-world.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Plenty of Praise for a Nominee, but Few Details",
      "snippet": "Ask any of Harriet E. Miers's typically press-shy White House colleagues what she has been like in her years as a top Bush administration staff member, and the praise pours out. She is intelligent. Meticulous. Selfless. Insightful. But when it com...",
      "abstract": "Ask any of Harriet E. Miers's typically press-shy White House colleagues what she has been like in her years as a top Bush administration staff member, and the praise pours out. She is intelligent. Meticulous. Selfless. Insightful. But when it comes down to cases, they have a harder time.     ''You know, she's a very gracious and funny person,'' said Joshua B. Bolten, the director of the Office of Management and Budget whom Ms. Miers succeeded as deputy White House chief of staff in 2003. ''I was racking my brain trying to think of something specific.''  ",
      "lead_paragraph": "WASHINGTON, Oct. 15 - Ask any of Harriet E. Miers's typically press-shy White House colleagues what she has been like in her years as a top Bush administration staff member, and the praise pours out. She is intelligent. Meticulous. Selfless. Insightful. But when it comes down to cases, they have a harder time.",
      "publication_date": "2005-10-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/16/politics/politicsspecial1/plenty-of-praise-for-a-nominee-but-few-details.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "As Young Adults Drink to Win, Marketers Join In",
      "snippet": "The bar is packed, the floor is wet, and dozens of glassy-eyed young people are squeezed around tables trying to lob Ping-Pong balls into cups of beer.      It is the final round of a beer pong championship, sponsored by a maker of portable beer p...",
      "abstract": "The bar is packed, the floor is wet, and dozens of glassy-eyed young people are squeezed around tables trying to lob Ping-Pong balls into cups of beer.      It is the final round of a beer pong championship, sponsored by a maker of portable beer pong tables, and all across the bar, as one team scores points, the other happily guzzles beer.  ",
      "lead_paragraph": "PHILADELPHIA - The bar is packed, the floor is wet, and dozens of glassy-eyed young people are squeezed around tables trying to lob Ping-Pong balls into cups of beer.",
      "publication_date": "2005-10-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/16/us/as-young-adults-drink-to-win-marketers-join-in.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Two Sides of the Sunni Vote: Deserted Polls and Long Lines",
      "snippet": "A heavy boom shook what was left of the windows in polling station No.1, a provincial council building in the west of this embattled Sunni Arab city. Bursts of automatic gunfire immediately followed. The polls had been open for exactly three minut...",
      "abstract": "A heavy boom shook what was left of the windows in polling station No.1, a provincial council building in the west of this embattled Sunni Arab city. Bursts of automatic gunfire immediately followed. The polls had been open for exactly three minutes, and insurgents here had already staked their claim on the vote.     In the eastern neighborhood of Sufiya, security guards working for tribal sheiks in charge of protecting 14 polling centers had to hold off insurgents for nearly half an hour on Friday. Armed men returned on the day of the vote, strafing three schools.  ",
      "lead_paragraph": "RAMADI, Iraq, Oct. 15 - A heavy boom shook what was left of the windows in polling station No.1, a provincial council building in the west of this embattled Sunni Arab city. Bursts of automatic gunfire immediately followed. The polls had been open for exactly three minutes, and insurgents here had already staked their claim on the vote.",
      "publication_date": "2005-10-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/16/world/middleeast/two-sides-of-the-sunni-vote-deserted-polls-and-long-lines.html",
      "byline": "By Sabrina Tavernise and Edward Wong"
    },
    {
      "headline": "Turnout Is Mixed as Iraqis CastVotes on Constitution",
      "snippet": "Millions of Iraqis streamed to the polls Saturday to vote on a new constitution, joined by what appeared to be strong turnouts of Sunni voters in some parts of the country.      But the Sunni turnout -- high in some cities like Mosul, low in other...",
      "abstract": "Millions of Iraqis streamed to the polls Saturday to vote on a new constitution, joined by what appeared to be strong turnouts of Sunni voters in some parts of the country.      But the Sunni turnout -- high in some cities like Mosul, low in others like Ramadi -- appeared to be insufficient to defeat the new charter, and Iraqi officials predicted that it would pass.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/16/world/middleeast/turnout-is-mixed-as-iraqis-castvotes-on-constitution.html",
      "byline": "By Dexter Filkins and John F. Burns"
    },
    {
      "headline": "If Refco Isn't Scary, What Is?",
      "snippet": "SECURITIES regulators and pundits say that there will be no financial market tremors emanating from Refco Inc., the enormous commodities and financial services firm that, after more than 30 years in business, hit the skids last week. Maybe so, but...",
      "abstract": "SECURITIES regulators and pundits say that there will be no financial market tremors emanating from Refco Inc., the enormous commodities and financial services firm that, after more than 30 years in business, hit the skids last week. Maybe so, but it seems incomprehensible that a financial domino this big can topple without making a sound. Refco, after all, was one of the largest players in commodities, derivatives and United States Treasury markets, operating in 14 countries and serving more than 200,000 clients.      Financial market tremors or not, there is plenty to be afraid of in the Refco mess. First, of course, is the frightening spectacle of the company's chief executive, Phillip R. Bennett, hiding a personal loan from Refco worth almost half a billion dollars from his shareholders, as described by prosecutors in their suit charging him with securities fraud. Then there is the inability of Refco's auditors or investment banks to notice the repeated shuffling of this loan on and off the company's balance sheet.  ",
      "lead_paragraph": "SECURITIES regulators and pundits say that there will be no financial market tremors emanating from Refco Inc., the enormous commodities and financial services firm that, after more than 30 years in business, hit the skids last week. Maybe so, but it seems incomprehensible that a financial domino this big can topple without making a sound. Refco, after all, was one of the largest players in commodities, derivatives and United States Treasury markets, operating in 14 countries and serving more than 200,000 clients.",
      "publication_date": "2005-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/16/business/if-refco-isnt-scary-what-is.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "In New Orleans, the Trashman Will Have to Move Mountains",
      "snippet": "On one front lawn, a two-foot-high pile of debris stands where a hedge would normally be. A rusting mattress lies next to a bottle of cleaning fluid and a television set. The stench of paint combined with weeks-old food is choking. Flies hover ove...",
      "abstract": "On one front lawn, a two-foot-high pile of debris stands where a hedge would normally be. A rusting mattress lies next to a bottle of cleaning fluid and a television set. The stench of paint combined with weeks-old food is choking. Flies hover over the whole thing, zeroing in on a handful of foil-wrapped chocolate eggs.      This is just one pile. There are thousands upon thousands of others, totaling 22 million tons of waste, according to state officials. They have baked in the swampy heat for weeks now, making this city look and smell like a landfill.  ",
      "lead_paragraph": "NEW ORLEANS - On one front lawn, a two-foot-high pile of debris stands where a hedge would normally be. A rusting mattress lies next to a bottle of cleaning fluid and a television set. The stench of paint combined with weeks-old food is choking. Flies hover over the whole thing, zeroing in on a handful of foil-wrapped chocolate eggs.",
      "publication_date": "2005-10-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/16/us/nationalspecial/in-new-orleans-the-trashman-will-have-to-move-mountains.html",
      "byline": "By Jennifer Medina"
    },
    {
      "headline": "Luxury Jewelry, With Monkeys Optional",
      "snippet": "EMBOLDENED after ending a short marriage, Rose Wishner, 52, decided to treat herself to a ring to celebrate her starting over.      Forget wandering the aisles of Tiffany & Company or visiting the trendy boutiques on the Lower East Side. Ms. Wishn...",
      "abstract": "EMBOLDENED after ending a short marriage, Rose Wishner, 52, decided to treat herself to a ring to celebrate her starting over.      Forget wandering the aisles of Tiffany & Company or visiting the trendy boutiques on the Lower East Side. Ms. Wishner, a resident of Morristown, N.J., who used to work in swimwear manufacturing, wanted a ring that nobody else could buy. So on a recent afternoon, she took the train to Manhattan and headed straight to Jenny Lessard, who created her $10,000 engagement ring in 1999.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-16T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/10/16/nyregion/luxury-jewelry-with-monkeys-optional.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "At Microsoft, Interlopers Sound Off on Security",
      "snippet": "Microsoft Corp invites about a dozen independent computer security specialists to its headquarters to share detailed research on vulnerabilities in Windows software with its programmers; presentations suggest that while Microsoft still has work to...",
      "abstract": "Microsoft Corp invites about a dozen independent computer security specialists to its headquarters to share detailed research on vulnerabilities in Windows software with its programmers; presentations suggest that while Microsoft still has work to do to secure its programs, it has made progress in slowing deluge of viruses, worms, spam and spyware that plague Windows; David Maynor, Microsoft critic, says company has done good job of addressing conventional computer threats, but warns that mobile devices make today's defense concepts obsolete; photos (M)",
      "lead_paragraph": "REDMOND, Wash., Oct. 14 - In a windowless war room where Microsoft manages worldwide computer security crises, George Stathakopoulos, the general manager for security, opened a small refrigerator, revealing three bottles of Champagne.",
      "publication_date": "2005-10-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/17/technology/at-microsoft-interlopers-sound-off-on-security.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Power Companies Enter the High-Speed Internet Market",
      "snippet": "American utility companies are beginning to offer broadband Internet services over their power lines, challenging cable and phone companies that now dominate market; customers with broadband over power line, or BPL, simply plug baseball-size jack ...",
      "abstract": "American utility companies are beginning to offer broadband Internet services over their power lines, challenging cable and phone companies that now dominate market; customers with broadband over power line, or BPL, simply plug baseball-size jack into outlet to connect; two biggest commercial BPL services in US are operated by Current Communications, which uses power lines run by Cinergy, local utility in Cincinnati, and city of Manassas, Va, which has teamed up with ComTek Communications Technology; dozens of other utilities across country are testing services and hiring specialists like Current and ComTek to run it; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/17/technology/power-companies-enter-the-highspeed-internet-market.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Suddenly, an Affinity for Teenagers",
      "snippet": "David Carr column on News Corp's acquisition of MySpace.com, social network with explosive ability to reach young people, as another step in blurring of divide between media and tech companies (M)",
      "abstract": "David Carr column on News Corp's acquisition of MySpace.com, social network with explosive ability to reach young people, as another step in blurring of divide between media and tech companies (M)",
      "lead_paragraph": "WHAT has more page-views than Google and more members than AOL, and recently acquired a rich, doting relative named Rupert?",
      "publication_date": "2005-10-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/17/technology/suddenly-an-affinity-for-teenagers.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Quake Widens Rift in Families Across Kashmir",
      "snippet": "Earthquake on Oct 8 rumbled practically under line that has divided Kashmiri families for 50 years, crushing everything on either side except legacy of mistrust; it ushered in despair that even Kashmiris who have survived three wars in last half-c...",
      "abstract": "Earthquake on Oct 8 rumbled practically under line that has divided Kashmiri families for 50 years, crushing everything on either side except legacy of mistrust; it ushered in despair that even Kashmiris who have survived three wars in last half-century have not known before; Kashmiris on either side still have no way to communicate with their relatives across line; rift over Kashmir tests creation myth of India and Pakistan; Pakistan was founded as homeland for South Asia'a Muslims, and it considers Kashmir, region with Muslim majority, to be rightfully its own; India, with largely Hindu population, sees itself as secular democracy able to protect its religious minorities; Kashmir is its only Muslim-majority province; India has never followed through on its promise to hold plebiscite to allow Kashmiris right to choose whether to belong to India or Pakistan; India accuses Pakistan of arming guerrillas on Indian side of Kashmir; photos; map (M)",
      "lead_paragraph": "KAMAL KOTE, Kashmir, Oct. 15 - The fissures were political until now.",
      "publication_date": "2005-10-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/17/world/asia/quake-widens-rift-in-families-across-kashmir.html",
      "byline": "By Somini Sengupta and David Rohde"
    },
    {
      "headline": "Early Signs Show Iraqis' Approval of Constitution",
      "snippet": "Iraq's proposed constitution appears headed for victory; officials in Diyala and Nineveh, two provinces with large numbers of Sunni Arabs, say preliminary counts point to triumph for document's supporters, suggesting that surprising number of Sunn...",
      "abstract": "Iraq's proposed constitution appears headed for victory; officials in Diyala and Nineveh, two provinces with large numbers of Sunni Arabs, say preliminary counts point to triumph for document's supporters, suggesting that surprising number of Sunnis there voted for approval; electoral officials caution that it is too early to judge outcome, but if trends continue, constitution's opponents would be left with only two provinces likely to defeat document, one short of minimum required under referendum's rules; voters in those provinces, Anbar and Salahuddin, each mainly Sunni, are widely expected to reject charter; if constitution is approved, it would set stage for new round of elections for permanent government on Dec 15; in violence-plagued Anbar Province, five American soldiers are killed by roadside bombs; over all, nationwide referendum unfolds with remarkably little violence; meaning of relatively low level of violence remains unclear in light of threat by insurgent groups to kill any Iraqi who dared to vote; insurgents may have decided to hold their fire in hopes of defeating charter; photos (M)",
      "lead_paragraph": "BAQUBA, Iraq, Oct. 16 - Early electoral returns suggested Sunday that Iraq's proposed constitution was headed for victory, with officials in two crucial swing provinces saying a majority of voters there appeared to have approved the document.",
      "publication_date": "2005-10-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/17/world/middleeast/early-signs-show-iraqis-approval-of-constitution.html",
      "byline": "By Kirk Semple and Robert F. Worth"
    },
    {
      "headline": "In Unruly Gaza, Clans Compete in Power Void",
      "snippet": "Israeli withdrawal from Gaza Strip sets up struggle for power there; Gaza appears ruled by various security forces and tribes, not by Palestinian Authority; clans and tribes are again so powerful that rival security forces seek to buy their loyalt...",
      "abstract": "Israeli withdrawal from Gaza Strip sets up struggle for power there; Gaza appears ruled by various security forces and tribes, not by Palestinian Authority; clans and tribes are again so powerful that rival security forces seek to buy their loyalty with money and weapons, while tribes seek to ensure that their members are represented in all crucial groups, including militants of Hamas, Islamic Jihad and Fatah, which is supposed to be bulwark of Palestinian Authority; problems in Gaza are attributed to Yasir Arafat, who failed to take state-building seriously, instead creating multible jobs and crony monopolies; photo (M)",
      "lead_paragraph": "GAZA CITY - Tawfiq Abu Khoussa is the spokesman for the Palestinian Interior Ministry in Gaza and sits at the epicenter of what should be state power here.",
      "publication_date": "2005-10-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/17/world/middleeast/in-unruly-gaza-clans-compete-in-power-void.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "The Torch Is Passed at Time Inc.",
      "snippet": "John Huey will succeed Norman Pearlstine as editor in chief of Time Inc on Jan 1; two men have worked together for 17 of last 25 years, and Pearlstine has been grooming Huey as his successor since appointing him as editorial director four years ag...",
      "abstract": "John Huey will succeed Norman Pearlstine as editor in chief of Time Inc on Jan 1; two men have worked together for 17 of last 25 years, and Pearlstine has been grooming Huey as his successor since appointing him as editorial director four years ago; Huey says he would have decided, as Pearlstine did, that Matthew Cooper, Time magazine reporter, should testify before grand jury in CIA leak case; photos (M)",
      "lead_paragraph": "When Norman Pearlstine, the editor in chief of Time Inc., decided early this summer that Matthew Cooper, a reporter for Time magazine, should testify before a grand jury in the C.I.A. leak case, Mr. Pearlstine's No. 2, John Huey, was uncharacteristically circumspect about what he would have done, had he been in his boss's shoes.",
      "publication_date": "2005-10-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/17/business/the-torch-is-passed-at-time-inc.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Now Playing on a Tiny Screen",
      "snippet": "Media companies, with News Corp in forefront, are experimenting with broadcasting original programming made specifically for mobile phones to increase awareness of their television shows and movies; cellphone makers are also getting involved; Appl...",
      "abstract": "Media companies, with News Corp in forefront, are experimenting with broadcasting original programming made specifically for mobile phones to increase awareness of their television shows and movies; cellphone makers are also getting involved; Apple Computer's video iPod, while not a mobile phone, is another test of consumers' interest in portable entertainment; work has been limited largely to games, ring tones and wallpaper, but there is also growing interest in 'mobisodes,' short series that are already popular abroad; photo (M)",
      "lead_paragraph": "LOS ANGELES, Oct. 16 - When Eric Young directed his first episodes for the cellphone serial drama \"24: Conspiracy,\" it was the bullet holes that vexed him most. Mr. Young, hired to create 24 one-minute mobile episodes for a spinoff of the hit series \"24,\" learned that making video for a pocket-size screen is far different from making it for a 27-inch television set.",
      "publication_date": "2005-10-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/17/technology/now-playing-on-a-tiny-screen.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Stem Cell Test Tried on Mice Saves Embryo",
      "snippet": "Scientists say one of two new techniques devised to derive embryonic stem cells in mice avoids destruction of embryo; development could shift grounds of political debate about human stem cell research; one of new techniques manipulates embryos so ...",
      "abstract": "Scientists say one of two new techniques devised to derive embryonic stem cells in mice avoids destruction of embryo; development could shift grounds of political debate about human stem cell research; one of new techniques manipulates embryos so they are inherently incapable of implanting in uterus, what some see as possible ethical advantage in proposed therapy, which converts patient's skin cell into embryonic cells and then new tissues to repair body; both new methods are described in online edition of Nature; technique for making embryonic stem cells without compromising embryo has yet to be adapted to people, but two species are very similar at this level of embryonic development; if it does work in people, technique might divide anti-abortion movement into those who accept or reject in vitro fertilization, because objection to deriving human embryonic stem cells would come to rest on creating embryos in first place, not on their destruction; photo diagrams (M)",
      "lead_paragraph": "Scientists have devised two new techniques to derive embryonic stem cells in mice, one of which avoids the destruction of the embryo, a development that could have the potential to shift the grounds of the longstanding political debate about human stem cell research.",
      "publication_date": "2005-10-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/17/health/stem-cell-test-tried-on-mice-saves-embryo.html",
      "byline": "By Nicholas Wade"
    },
    {
      "headline": "For Trumpet-Playing Coroner, Hurricane Provides Swan Song",
      "snippet": "Dr Frank Minyard, 76-year-old coroner of Orleans Parish who is on brink of retirement, faces challenge of lifetime in wake of Hurricane Katrina; he is grappling with still-increasing death toll, bewildering red tape and urgent calls of bereaved fa...",
      "abstract": "Dr Frank Minyard, 76-year-old coroner of Orleans Parish who is on brink of retirement, faces challenge of lifetime in wake of Hurricane Katrina; he is grappling with still-increasing death toll, bewildering red tape and urgent calls of bereaved families; process of identifying Katrina's victims has been criticized as painfully slow, and Minyard, who has held office since 1974, has been accused of obstructing process by declining offers of help despite staff decimated by displacement and layoffs; photos (M)",
      "lead_paragraph": "NEW ORLEANS, Oct. 12 - \"I went down to St. James Infirmary/Saw my baby there/Stretched out on a long white table/So sweet, so cold, so fair.\"",
      "publication_date": "2005-10-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/17/us/nationalspecial/for-trumpetplaying-coroner-hurricane-provides-swan-song.html",
      "byline": "By Shaila Dewan"
    }
  ]
}