{
  "metadata": {
    "date": "2005-12-21",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Ex-Chief of Qwest Is Indicted",
      "snippet": "Federal prosecutors announced that Joseph P. Nacchio  had been indicted on charges of insider trading. ",
      "abstract": "Federal prosecutors announced that Joseph P. Nacchio  had been indicted on charges of insider trading. ",
      "lead_paragraph": "Federal prosecutors announced yesterday that Joseph P. Nacchio, the former chief executive of Qwest Communications International, had been indicted on charges of insider trading involving stock sales worth more than $100 million.",
      "publication_date": "2005-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/21/business/exchief-of-qwest-is-indicted.html",
      "byline": "By KEN BELSON"
    },
    {
      "headline": "Game Maker Cuts Forecast as Industry Seems in Slide",
      "snippet": "Electronic Arts says holiday sales of its video games will be 'well below' earlier projections, latest sign of sharp slide in performance of industry; analysts blame confluence of factors for industry's slide, but say main reason is that Microsoft...",
      "abstract": "Electronic Arts says holiday sales of its video games will be 'well below' earlier projections, latest sign of sharp slide in performance of industry; analysts blame confluence of factors for industry's slide, but say main reason is that Microsoft Corp created huge demand for its Xbox 360 game console through heavy marketing, but did not make enough machines to satisfy demand; say consumers are thus waiting to buy Xbox 360's and, in turn, passing up purchases of games for previous generation of video game consoles, like original Xbox and Sony PlayStation 2; NPD, market research company, has reported that domestic video game sales were $700 million in November, down from $850 million in November 2004; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Dec. 20 - Electronic Arts, a bellwether company among video game makers, reported on Tuesday that its holiday sales would be \"well below\" earlier projections, the latest sign of a sharp slide in performance for the industry.",
      "publication_date": "2005-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/21/technology/game-maker-cuts-forecast-as-industry-seems-in-slide.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "That Blur? It's China, Moving Up in the Pack",
      "snippet": "China's announcement that its gross domestic product in 2004 was nearly $2 trillion, not $1.65 trillion previously reported, forces economists nd financial prognosticators to rethink their assessment of China's rise and its role on world stage; ne...",
      "abstract": "China's announcement that its gross domestic product in 2004 was nearly $2 trillion, not $1.65 trillion previously reported, forces economists nd financial prognosticators to rethink their assessment of China's rise and its role on world stage; new figures suggest that China has today passed France, Italy and Britain to become world's fourth-largest economy after US, Japan and Germany; economists say figures also suggest that China's economy is healthier, more diversified and more sustainable than they previously believed (M)",
      "lead_paragraph": "SHANGHAI, Dec. 20 - Many economists have long suspected that official government statistics here provided only a shadow of reality.",
      "publication_date": "2005-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/21/business/worldbusiness/that-blur-its-china-moving-up-in-the-pack.html",
      "byline": "By David Barboza and Daniel Altman"
    },
    {
      "headline": "Judge Rejects Teaching Intelligent Design",
      "snippet": "Federal Judge John E Jones III issues broad, stinging rebuke to Dover, Pa, school board that tried to present 'intelligent design' as alternative to high school biology, calling it religious viewpoint that advances 'particular version of Christian...",
      "abstract": "Federal Judge John E Jones III issues broad, stinging rebuke to Dover, Pa, school board that tried to present 'intelligent design' as alternative to high school biology, calling it religious viewpoint that advances 'particular version of Christianity' in public schools in violation of Constitution; excoriates school board members for 'breathtaking inanity,' lying to cover up religious motives and dragging community into legal maelstorm that has been 'utter waste' of money and resources; 11 parents sued over requiring teachers to tell ninth-grade to examine intelligent design as alternative to evolution; judge, Republican appointed by Pres Bush, says imperfections in Darwin's theory should not be pretext for thrusting untestable hypothesis grounded in religion into science classroom; calls intelligent design 'creationism relabeled' after Supreme Court barred its teaching as science in public schools; ruling is legally binding only in middle district of Pennsylvania but will likely not be appealed because school board was ousted by slate opposed to policy; photos (M)",
      "lead_paragraph": "HARRISBURG, Pa., Dec. 20 - A federal judge ruled on Tuesday that it was unconstitutional for a Pennsylvania school district to present intelligent design as an alternative to evolution in high school biology courses because it is a religious viewpoint that advances \"a particular version of Christianity.\"",
      "publication_date": "2005-12-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/21/education/judge-rejects-teaching-intelligent-design.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "Spying Program Snared U.S. Calls",
      "snippet": "National Security Agency surveillance program approved by Pres Bush to conduct eavesdropping without warrants has captured purely domestic communications on some occasions, apparently accidentally, despite requirement that one end of conversation ...",
      "abstract": "National Security Agency surveillance program approved by Pres Bush to conduct eavesdropping without warrants has captured purely domestic communications on some occasions, apparently accidentally, despite requirement that one end of conversation take place on foreign soil; issue points up troubling logistical questions, such as determining where callers or e-mail senders are; Bush, intelligence official Gen Michael V Hayden and Atty Gen Alberto Gonzales have emphasized that secret program only applies to international communications; administration has not released guidelines used to determine targets with suspected Al Qaeda links; questions about legality have led to temporary suspensions and secret audit; judge who oversees secret court that authorizes intelligence warrants, which has largely been bypassed, also raised concerns (M)",
      "lead_paragraph": "WASHINGTON, Dec. 20 - A surveillance program approved by President Bush to conduct eavesdropping without warrants has captured what are purely domestic communications in some cases, despite a requirement by the White House that one end of the intercepted conversations take place on foreign soil, officials say.",
      "publication_date": "2005-12-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/21/politics/spying-program-snared-us-calls.html",
      "byline": "By James Risen and Eric Lichtblau"
    },
    {
      "headline": "Toyota Closes In on G.M.",
      "snippet": "Toyota plans to increase worldwide car production by 10 percent in 2006, to 9.06 million, putting it in tight battle with General Motors for title of world's biggest carmaker; even if GM retains title in 2006, industry already views Toyota as prem...",
      "abstract": "Toyota plans to increase worldwide car production by 10 percent in 2006, to 9.06 million, putting it in tight battle with General Motors for title of world's biggest carmaker; even if GM retains title in 2006, industry already views Toyota as premier automaker, flush with cash and posting steady increase in sales in US, Europe and parts of Asia during past decade; GM shares fall $1.20, to $19.85, lowest level since stock market crash in 1987, on Toyota's announcement and word that Kirk Kerkorian has sold 12 million shares of his GM stock; graphs; photos (M)",
      "lead_paragraph": "DETROIT, Dec. 20 - After reigning atop the global auto industry since the depths of the Depression in the 1930's, General Motors may finally cede its spot next year to Toyota. The Japanese company's ascendancy underscores the enormous obstacles faced by G.M. on many fronts.",
      "publication_date": "2005-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/21/business/worldbusiness/toyota-closes-in-on-gm.html",
      "byline": "By Micheline Maynard and James Brooke"
    },
    {
      "headline": "Ex-Chief of Qwest Is Indicted",
      "snippet": "Joseph P Nacchio, former chief executive of Qwest Communications International, is indicted on charges of insider trading involving stock sales worth more $100 million; allegedly sold more than 2.5 million shares of Qwest stock in first half of 20...",
      "abstract": "Joseph P Nacchio, former chief executive of Qwest Communications International, is indicted on charges of insider trading involving stock sales worth more $100 million; allegedly sold more than 2.5 million shares of Qwest stock in first half of 2001, knowing that company was in danger of missing its financial targets; Nacchio photo (M)",
      "lead_paragraph": "Federal prosecutors announced yesterday that Joseph P. Nacchio, the former chief executive of Qwest Communications International, had been indicted on charges of insider trading involving stock sales worth more than $100 million.",
      "publication_date": "2005-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/21/business/exchief-of-qwest-is-indicted.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Take Your Cable Channels With You on the Road",
      "snippet": "Slingbox device introduced by Sling Media in July allows cable or satellite television subscriber to watch what is on home television while on the road via broadband connection to a laptop; Blake Krikorian, who founded company with his brother Jas...",
      "abstract": "Slingbox device introduced by Sling Media in July allows cable or satellite television subscriber to watch what is on home television while on the road via broadband connection to a laptop; Blake Krikorian, who founded company with his brother Jason, has developed software program that automatically adjusts video stream to match quality of broadband connection; Slingbox has already gained cult following among travelers; promises to make 'place shifting' a reality for households and further splintering way television is watched; photos (M)",
      "lead_paragraph": "In 2002, Blake Krikorian and his brother Jason were beside themselves. Their beloved San Francisco Giants were in a pennant race, yet Blake and Jason, two Silicon Valley engineers, were traveling so much that they missed many of the games on television.",
      "publication_date": "2005-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/21/technology/take-your-cable-channels-with-you-on-the-road.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Lobbyist Is Said to Discuss Plea and Testimony",
      "snippet": "Jack Abramoff, Republican lobbyist under criminal investigation, reportedly discusses deal for reduced sentence in exchange for testimony against former political and business associates; Abramoff is believed to have wide knowledge of suspected wi...",
      "abstract": "Jack Abramoff, Republican lobbyist under criminal investigation, reportedly discusses deal for reduced sentence in exchange for testimony against former political and business associates; Abramoff is believed to have wide knowledge of suspected wide pattern of corruption among lawmakers and staff members; what began as limited probe of Indian casino lobbying by Abramoff and Michael Scanlon has become far-reaching corruption investigation of mainly Republican lawmakers and aides, including Rep Tom DeLay; Abramoff also faces trial in Miami in separate case (M)",
      "lead_paragraph": "WASHINGTON, Dec. 20 - Jack Abramoff, the Republican lobbyist under criminal investigation, has been discussing with prosecutors a deal that would grant him a reduced sentence in exchange for testimony against former political and business associates, people with detailed knowledge of the case say.",
      "publication_date": "2005-12-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/21/politics/lobbyist-is-said-to-discuss-plea-and-testimony.html",
      "byline": "By Anne E. Kornblut"
    }
  ]
}