{
  "metadata": {
    "date": "2005-10-19",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Nominee Backed Ban on Abortion in 1989 Campaign",
      "snippet": "Supreme Court nominee Harriet Miers discloses 1989 survey in which she supported banning abortion except to save woman's life and said she would promote 'pro-life' cause; answers to survey from anti-abortion group, filled out while she was candida...",
      "abstract": "Supreme Court nominee Harriet Miers discloses 1989 survey in which she supported banning abortion except to save woman's life and said she would promote 'pro-life' cause; answers to survey from anti-abortion group, filled out while she was candidate for Dallas City Council, are submitted as part of response to Senate committee questionnaire; photo; White House says her personal views should not be used to predict judicial rulings, but Sen Arlen Specter says he will question her closely and Sen Dianne Feinstein calls responses troubling; Sen Sam Brownback, anti-abortion leader, says his concerns are not resolved; Miers's other responses, compared with newly confirmed Chief Justice John Roberts, give more emphasis to limits on court power and less to respect for precedents; she says parties should not be able to establish social policy through courts that they could not obtain through legislative process, but adds that judicial activism can also occur when courts do not respect previous decisions; identifies only eight cases she tried to verdict and discusses White House work only vaguely; disagreement with Specter about their conversation on privacy noted (M)",
      "lead_paragraph": "WASHINGTON, Oct. 18 - Harriet E. Miers, the Supreme Court nominee, disclosed on Tuesday a 1989 survey in which she supported banning abortion except to protect the life of the pregnant woman. The disclosure alarmed abortion rights supporters but failed to assuage the concerns of some conservative Republicans.",
      "publication_date": "2005-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/19/politics/politicsspecial1/nominee-backed-ban-on-abortion-in-1989-campaign.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "His Family and the Family",
      "snippet": "Members of extended Ford Motor Co family will meet Oct 19 in Detroit area for regularly scheduled, twice-yearly meeting, in large part to check up on financial health of company; chairman William Clay Ford Jr has said that on Oct 20, as company re...",
      "abstract": "Members of extended Ford Motor Co family will meet Oct 19 in Detroit area for regularly scheduled, twice-yearly meeting, in large part to check up on financial health of company; chairman William Clay Ford Jr has said that on Oct 20, as company reports its third-quarter results, he will disclose new details of his latest plan to restore company; Anne Ford, first cousin of William Ford, says it depressing, referring to auto industry's malaise; photos (M)",
      "lead_paragraph": "DETROIT, Oct. 18 - William Clay Ford Jr. was recently asked if it was fair to call him, as many have, a reluctant chief executive of the Ford Motor Company.",
      "publication_date": "2005-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/19/business/his-family-and-the-family.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Holiday Shopping Before the First Heating Bill",
      "snippet": "Roche, facing pressure from governments seeking to fight possible bird flu epidemic, says it is willing to negotiate to allow outside companies to make its drug Tamiflu, which has been shown to fight avian influenza; some Asian governments, concer...",
      "abstract": "Roche, facing pressure from governments seeking to fight possible bird flu epidemic, says it is willing to negotiate to allow outside companies to make its drug Tamiflu, which has been shown to fight avian influenza; some Asian governments, concerned that Roche will charge high licensing fee for any production by other companies, are threatening to disregard patent if fee is too high; Roche is under pressure to expand supplies of Tamiflu after strain of avian flu spread to Turkey and Romania; flu has already killed 60 people in Asia, who apparently contracted it directly from infected birds; Indian drug maker Cipla is seeking talks with Roche to secure licenses to maker generic versions of Tamiflu, but has threatened to go ahead even without permission; Taiwan's Health Min Hou Sheng-mou says he has asked Roche for permission to manufacture drug; Roche says it has received approval from Food and Drug Administration for capsule production of Tamiflu at new site in US (M)",
      "lead_paragraph": "PARIS, Oct. 18 - Facing pressure from governments seeking to fight a possible bird flu epidemic, the Swiss drug maker Roche said Tuesday that it was willing to negotiate to allow outside companies to make its drug Tamiflu, which has been shown to fight avian influenza.",
      "publication_date": "2005-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/19/business/media/holiday-shopping-before-the-first-heating-bill-640964.html",
      "byline": "By James Kanter"
    },
    {
      "headline": "Number Overstated for Storm Evacuees in Hotels",
      "snippet": "Red Cross and FEMA say that they have been overreporting number of Hurricane Katrina evacuees in hotels and that current total is 200,000 people, not 600,000; significant error reflects FEMA's lack of knowledge about relocations and limited oversi...",
      "abstract": "Red Cross and FEMA say that they have been overreporting number of Hurricane Katrina evacuees in hotels and that current total is 200,000 people, not 600,000; significant error reflects FEMA's lack of knowledge about relocations and limited oversight over spending on housing; officials now say 70,000 rooms are occupied, costing $4 million a night; FEMA says it relied on Red Cross for estimates to Congress; The New York Times asked members of Congress and Homeland Security Department inspector general about discrepancies between rooms occupied and billing records; no refunds are necessary because government has not been asked to pay bills, which total $150 million so far; Red Cross, in unusually informal arrangement with FEMA, hired Corporate Lodging Consultants to run program, with no monitoring of who stays in roooms other than asking occupants to show identification with ZIP code from hurricane area; lower count suggests many more families than expected have found temporary housing (M)",
      "lead_paragraph": "WASHINGTON, Oct. 18 - The Red Cross and federal government said Tuesday that they had been significantly overreporting the number of Hurricane Katrina evacuees in hotels. Instead of 600,000 people, 200,000 remain in hotels, the charity said.",
      "publication_date": "2005-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/19/us/nationalspecial/number-overstated-for-storm-evacuees-in-hotels.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Temptation to Gamble IsNear for Troops Overseas",
      "snippet": "Military gambling has become big business, with about $2 billion flowing through military-owned slot machines at officers' clubs, activities centers and bowling alleys on US overseas bases each year; most of money flows back out as jackpots but si...",
      "abstract": "Military gambling has become big business, with about $2 billion flowing through military-owned slot machines at officers' clubs, activities centers and bowling alleys on US overseas bases each year; most of money flows back out as jackpots but six percent remains with house, as in Las Vegas; military takes in more than $120 million a year from on-base slot machines and $7 million from Army bingo games at home; money is used to fund recreational programs but easy access tempts vulnerable gamblers like Army pilot Aaron W Walsh, who lost his money, marriage and military career to habit fed by Army's own slot machines in South Korea; photos; experts warn that military is filled with risk-taking young people who are experiencing severe stress and anxiety that makes them especially vulnerable to gambling addiction; those who worked on PricewaterhouseCoopers study report that Pentagon is defensive about subject, fearing loss of revenues, and that only chaplains take problem seriously; military also spends none of profits on treatment of problem gamblers; Peter Isaacs, who runs slot machine program, says vast majority use machines responsibly; slot machines were banned from domestic bases in 1951 after scandals; there are now some 4,150 modern video slot machines on bases in nine countries (M)",
      "lead_paragraph": "When Carrie Beth Walsh and her two toddlers landed at the airport in Seoul, South Korea, last year, there was no sign of her husband, an Army pilot who had been transferred there six weeks earlier.",
      "publication_date": "2005-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/19/business/temptation-to-gamble-isnear-for-troops-overseas.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Hollywood Waits to See Wiretapping Indictment",
      "snippet": "Anthony Pellicano, onetime private detective to stars who is finishing 30-month sentence on federal firearms charges, expects to be indicted again in weeks; FBI accuses Pellicano of engaging in widespread illegal wiretapping on behalf of lawyers a...",
      "abstract": "Anthony Pellicano, onetime private detective to stars who is finishing 30-month sentence on federal firearms charges, expects to be indicted again in weeks; FBI accuses Pellicano of engaging in widespread illegal wiretapping on behalf of lawyers and their clients, with help of rogue law enforcement officer and telephone company worker; Hollywood film industry is bracing for possibility that damage will not end with disgraced Pellicano; among people called before grand jury or questioned by federal agents are Kevin Huvane and Brian Lourd, top partners at Creative Artists Agency, Michael S Ovitz, onetime president of Walt Disney Co who headed Creative Artists, Ron Meyer, president of Universal Studios and former partner at Creative Artists, Brad Grey, chairman of Paramount Pictures and entertainment lawyer Bert Fields; case against Pellicano originated in June 2002 when reporter Anita Busch was threatened while she was pursuing article for Los Angeles Times about actor Steven Seagal and his relationship with mob figure; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/19/business/media/hollywood-waits-to-see-wiretapping-indictment.html",
      "byline": "By David M. Halbfinger and Allison Hope Weiner"
    },
    {
      "headline": "Rethinking the Cost of a Deal",
      "snippet": "Johnson & Johnson indicates to Guidant Corp that it wants to renegotiate lower price than $25.4 billion it agreed to pay in December; Guidant insists deal be completed as agreed; any disputes between companies, if not resolved, could erupt into co...",
      "abstract": "Johnson & Johnson indicates to Guidant Corp that it wants to renegotiate lower price than $25.4 billion it agreed to pay in December; Guidant insists deal be completed as agreed; any disputes between companies, if not resolved, could erupt into court battle; Guidant in recent months has recalled tens of thousands of implantable heart devices like defibrillators and pacemakers; Food and Drug Administration is investigating company's handling of product-related safety issues (M)",
      "lead_paragraph": "Johnson & Johnson, the medical products giant, has indicated to the Guidant Corporation that it wants to renegotiate a lower price than the $25.4 billion it agreed to pay in December, two people involved in the talks said.",
      "publication_date": "2005-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/19/business/rethinking-the-cost-of-a-deal.html",
      "byline": "By Andrew Ross Sorkin and Barry Meier"
    },
    {
      "headline": "Holiday Shopping Before the First Heating Bill",
      "snippet": "Advertisers, marketers and retailers, concerned that fuel prices will crimp spending on holiday shopping later this fall, are moving up their Christmas holiday pitches; retailers want to get to shoppers before they see their first heating bill; am...",
      "abstract": "Advertisers, marketers and retailers, concerned that fuel prices will crimp spending on holiday shopping later this fall, are moving up their Christmas holiday pitches; retailers want to get to shoppers before they see their first heating bill; among companies that have pushed forward Christmas marketing campaigns are Carnival Cruise Lines, Bath and Body Works retail chain, Expedia, Eddie Bauer and US Postal Service; photos (M)",
      "lead_paragraph": "High fuel prices have the Christmas shopping season off and running -- weeks before trick-or-treaters have rung their first doorbells.",
      "publication_date": "2005-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/19/business/media/holiday-shopping-before-the-first-heating-bill.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "No Final Report Seen in Inquiry on C.I.A. Leak",
      "snippet": "Special prosecutor Peter J Fitzgerald reportedly has no plans to issue final report in CIA leak case, heightening expectation he will bring indictments; focus remains fixed on senior White House aides Karl Rove and I Lewis Libby, both of whom talk...",
      "abstract": "Special prosecutor Peter J Fitzgerald reportedly has no plans to issue final report in CIA leak case, heightening expectation he will bring indictments; focus remains fixed on senior White House aides Karl Rove and I Lewis Libby, both of whom talked with reporters about CIA officer, Valerie Plame, whose name was later publicly disclosed; Fitzgerald reportedly leans toward indictments as he weighs thousands of pages of documents and testimony before grand jury term expires (M)",
      "lead_paragraph": "WASHINGTON, Oct. 18 - The special counsel in the C.I.A. leak case has told associates he has no plans to issue a final report about the results of the investigation, heightening the expectation that he intends to bring indictments, lawyers in the case and law enforcement officials said yesterday.",
      "publication_date": "2005-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/19/politics/no-final-report-seen-in-inquiry-on-cia-leak.html",
      "byline": "By David Johnston and Richard W. Stevenson"
    }
  ]
}