{
  "metadata": {
    "date": "2005-12-05",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "Push to Loosen Abortion Laws in Latin America",
      "snippet": "In this tradition-bound Roman Catholic town one day in April, two young women did what many here consider unthinkable: pregnant and scared, they took a cheap ulcer medication known to induce abortions. When the drug left them bleeding, they were t...",
      "abstract": "In this tradition-bound Roman Catholic town one day in April, two young women did what many here consider unthinkable: pregnant and scared, they took a cheap ulcer medication known to induce abortions. When the drug left them bleeding, they were treated at a local emergency room -- then promptly arrested.     Insisting that abortion was rare, Pamplona's conservative leaders thought the case was over. Instead, the episode reverberated throughout Colombia and helped to galvanize a national movement to roll back laws that make abortion illegal, even to save a mother's life.  ",
      "lead_paragraph": "PAMPLONA, Colombia - In this tradition-bound Roman Catholic town one day in April, two young women did what many here consider unthinkable: pregnant and scared, they took a cheap ulcer medication known to induce abortions. When the drug left them bleeding, they were treated at a local emergency room -- then promptly arrested.",
      "publication_date": "2005-12-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/03/world/americas/push-to-loosen-abortion-laws-in-latin-america.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "U.S. Goals for Iraqi Forces Meet Success and Challenges in Najaf",
      "snippet": "On the palm-lined avenues leading into this Shiite holy city and among the twisting alleyways at its center, next to the golden-domed Shrine of Ali, police officers with Kalashnikovs patrol where American troops once fought two fierce rebellions l...",
      "abstract": "On the palm-lined avenues leading into this Shiite holy city and among the twisting alleyways at its center, next to the golden-domed Shrine of Ali, police officers with Kalashnikovs patrol where American troops once fought two fierce rebellions led by Moktada al-Sadr, the militant cleric.     Najaf and the surrounding region lie at the forefront of the Bush administration's plans to turn over security operations to Iraqi forces, earning a mention in the president's speech at the United States Naval Academy on Wednesday. By many measures, the thousands of Iraqi police officers and soldiers here have done well. They have prevented the devastating suicide bombings that have plagued Baghdad and other areas of Iraq. Attacks against Americans are rare, and American troops are steadily lowering their profile.  ",
      "lead_paragraph": "NAJAF, Iraq, Dec. 1 - On the palm-lined avenues leading into this Shiite holy city and among the twisting alleyways at its center, next to the golden-domed Shrine of Ali, police officers with Kalashnikovs patrol where American troops once fought two fierce rebellions led by Moktada al-Sadr, the militant cleric.",
      "publication_date": "2005-12-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/03/world/middleeast/us-goals-for-iraqi-forces-meet-success-and-challenges-in.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Jobs Surged Last Month in Rebound From Storm",
      "snippet": "The nation's employers added 215,000 jobs last month, the government reported yesterday, as the economy rebounded from the devastating impact of Hurricane Katrina.      The strong November number, the biggest monthly increase since July, suggested...",
      "abstract": "The nation's employers added 215,000 jobs last month, the government reported yesterday, as the economy rebounded from the devastating impact of Hurricane Katrina.      The strong November number, the biggest monthly increase since July, suggested that employers are scrambling for workers in response to a strongly growing economy. But on the fourth anniversary of the recovery from the 2001 recession, job growth is still below the levels achieved in previous recoveries, and the unemployment rate has been stuck at 5 percent nearly every month since June.  ",
      "lead_paragraph": "The nation's employers added 215,000 jobs last month, the government reported yesterday, as the economy rebounded from the devastating impact of Hurricane Katrina.",
      "publication_date": "2005-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/03/business/jobs-surged-last-month-in-rebound-from-storm.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Wearying Wait for Federal Aid in New Orleans",
      "snippet": "They are the faces and voices of a city's desperation. Stepping wearily up to a Federal Emergency Management Agency help center here, all have a similar story of ruin in the past, anxiety over the future and frustration in the present, suffered di...",
      "abstract": "They are the faces and voices of a city's desperation. Stepping wearily up to a Federal Emergency Management Agency help center here, all have a similar story of ruin in the past, anxiety over the future and frustration in the present, suffered differently each time.      Young, middle-aged and old, these citizens of New Orleans, wiped out by Hurricane Katrina and now urgently seeking government assistance, spoke Friday of sleeping in a truck and on a floor, living out of a car and waiting for the help that never seems to come. Trickling into the crowded center in the Uptown neighborhood here -- hoping for a trailer, a loan, cash, anything -- they were grimly resigned to waiting, and waiting some more.  ",
      "lead_paragraph": "NEW ORLEANS, Dec. 2 - They are the faces and voices of a city's desperation. Stepping wearily up to a Federal Emergency Management Agency help center here, all have a similar story of ruin in the past, anxiety over the future and frustration in the present, suffered differently each time.",
      "publication_date": "2005-12-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/03/us/nationalspecial/wearying-wait-for-federal-aid-in-new-orleans.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Buying Used Just Could Turn Out to Be the Next New Thing",
      "snippet": "The idea of buying used goods, especially when advanced around the holidays, sounds rather pathetic, as if one is living a real-life version of a Charlie Brown Christmas. Who would want something used?     The answer is anyone who wants to save mo...",
      "abstract": "The idea of buying used goods, especially when advanced around the holidays, sounds rather pathetic, as if one is living a real-life version of a Charlie Brown Christmas. Who would want something used?     The answer is anyone who wants to save money. In a host of categories, from books to compact discs to cars, it doesn't make sense to buy new anymore. Now, there are robust marketplaces for used products, which are just as good and significantly cheaper. New technologies make it easier for shoppers to compare prices from a large number of sellers.  ",
      "lead_paragraph": "The idea of buying used goods, especially when advanced around the holidays, sounds rather pathetic, as if one is living a real-life version of a Charlie Brown Christmas. Who would want something used?",
      "publication_date": "2005-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/03/business/yourmoney/buying-used-just-could-turn-out-to-be-the-next-new-thing.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "For All Its Cost, Sarbanes Law Is Working",
      "snippet": "''I WAS trying to keep things in balance,'' Senator Paul S. Sarbanes said a few weeks ago. ''I didn't want people to say we had gone too far and acted in the heat of the moment.''     Mr. Sarbanes, 72, a year away from retirement after five terms ...",
      "abstract": "''I WAS trying to keep things in balance,'' Senator Paul S. Sarbanes said a few weeks ago. ''I didn't want people to say we had gone too far and acted in the heat of the moment.''     Mr. Sarbanes, 72, a year away from retirement after five terms representing Maryland in the Senate, was speaking to a corporate governance class at the Isenberg School of Management at the University of Massachusetts-Amherst, and giving an impassioned defense of his crowning achievement: the Sarbanes-Oxley Act. Or at least as impassioned as Mr. Sarbanes, a polite, low-key, moderate Democrat, can get.  ",
      "lead_paragraph": "\"I WAS trying to keep things in balance,\" Senator Paul S. Sarbanes said a few weeks ago. \"I didn't want people to say we had gone too far and acted in the heat of the moment.\"",
      "publication_date": "2005-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/03/business/for-all-its-cost-sarbanes-law-is-working.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Bye Bye BlackBerry?",
      "snippet": "What if your BlackBerry screen went dark?     To executives like Douglas M. Steenland of Northwest Airlines, the idea of doing business without a BlackBerry is about as appealing as reverting to rotary dial phones and Telex machines.   ",
      "abstract": "What if your BlackBerry screen went dark?     To executives like Douglas M. Steenland of Northwest Airlines, the idea of doing business without a BlackBerry is about as appealing as reverting to rotary dial phones and Telex machines.   ",
      "lead_paragraph": "OTTAWA, Dec. 2 - What if your BlackBerry screen went dark?",
      "publication_date": "2005-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/03/technology/bye-bye-blackberry.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "Blast in Falluja Kills 10 Marines; 11 Are Wounded",
      "snippet": "A year after marines led an American assault force in recapturing Falluja, 10 marines conducting a foot patrol on the edge of the city were killed at dusk Thursday by a bomb fashioned from several large artillery shells.      Eleven other marines ...",
      "abstract": "A year after marines led an American assault force in recapturing Falluja, 10 marines conducting a foot patrol on the edge of the city were killed at dusk Thursday by a bomb fashioned from several large artillery shells.      Eleven other marines were wounded in the blast, the worst in a drumbeat of insurgent attacks on American troops in and around Falluja that never ceased after the Nov. 2004 offensive there that cost 60 American marines and soldiers their lives.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 2 - A year after marines led an American assault force in recapturing Falluja, 10 marines conducting a foot patrol on the edge of the city were killed at dusk Thursday by a bomb fashioned from several large artillery shells.",
      "publication_date": "2005-12-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/03/world/middleeast/blast-in-falluja-kills-10-marines-11-are-wounded.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "No 'Red' or 'Blue' in the Green Room",
      "snippet": "In small areas of television studios in Washington known as 'green rooms,' partisans who may be sworn enemies in public share moment of peace before every talk show; such meetings are notable as tenor in Washington has become more rancorous and bi...",
      "abstract": "In small areas of television studios in Washington known as 'green rooms,' partisans who may be sworn enemies in public share moment of peace before every talk show; such meetings are notable as tenor in Washington has become more rancorous and bipartisan socializing has dwindled; many people find that, though their politics diverge, they have more in common than they would think; photo (M)",
      "lead_paragraph": "WASHINGTON - DONNA BRAZILE calls them green room conversions.",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "9",
      "web_url": "https://www.nytimes.com/2005/12/04/fashion/sundaystyles/no-red-or-blue-in-the-green-room.html",
      "byline": "By Anne E. Kornblut"
    },
    {
      "headline": "One Degree of Separation on the Board",
      "snippet": "IS it a problem for Time Warner shareholders to have Robert C. Clark, a former dean of Harvard Law School, representing them as a director? Mr. Clark, after all, also sits on the board of Lazard, the investment bank advising Carl C. Icahn on how b...",
      "abstract": "IS it a problem for Time Warner shareholders to have Robert C. Clark, a former dean of Harvard Law School, representing them as a director? Mr. Clark, after all, also sits on the board of Lazard, the investment bank advising Carl C. Icahn on how best to rattle Time Warner management's cage.     Not to worry, say a raft of corporate governance gurus. If anyone can navigate such ethical shoals, they say, it is Mr. Clark, who is a Harvard University Distinguished Service Professor.  ",
      "lead_paragraph": "IS it a problem for Time Warner shareholders to have Robert C. Clark, a former dean of Harvard Law School, representing them as a director? Mr. Clark, after all, also sits on the board of Lazard, the investment bank advising Carl C. Icahn on how best to rattle Time Warner management's cage.",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/04/business/one-degree-of-separation-on-the-board.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Sales of Impotence Drugs Fall, Defying Expectations",
      "snippet": "Seven years after Pfizer made Viagra a cultural touchstone and commercial blockbuster, the market for impotence medicines appears to have fallen well short of what was once predicted.      Heavy advertising to consumers, totaling more than $400 mi...",
      "abstract": "Seven years after Pfizer made Viagra a cultural touchstone and commercial blockbuster, the market for impotence medicines appears to have fallen well short of what was once predicted.      Heavy advertising to consumers, totaling more than $400 million in 2004, has made Viagra and its newer competitors, Cialis and Levitra, among the best-known drug brands in the United States, and their combined global sales reached about $2.5 billion last year. But the number of new prescriptions for the drugs has fallen steadily this year. Doctors wrote about 10 percent fewer new prescriptions in October than they did in October of 2004.  ",
      "lead_paragraph": "Seven years after Pfizer made Viagra a cultural touchstone and commercial blockbuster, the market for impotence medicines appears to have fallen well short of what was once predicted.",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/04/business/yourmoney/sales-of-impotence-drugs-fall-defying-expectations.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "They Signed Up in Wartime",
      "snippet": "Most of the 10 marines killed on Thursday in Iraq were part of a generation who enlisted knowing that they might see combat. Page 45.  ",
      "abstract": "Most of the 10 marines killed on Thursday in Iraq were part of a generation who enlisted knowing that they might see combat. Page 45.  ",
      "lead_paragraph": "Most of the 10 marines killed on Thursday in Iraq were part of a generation who enlisted knowing that they might see combat. Page 45.",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/04/us/they-signed-up-in-wartime.html",
      "byline": ""
    },
    {
      "headline": "Bush's Speech on Iraq War Echoes Voice of an Analyst",
      "snippet": "There could be no doubt about the theme of President Bush's Iraq war strategy speech on Wednesday at the Naval Academy. He used the word victory 15 times in the address; ''Plan for Victory'' signs crowded the podium he spoke on; and the word heavi...",
      "abstract": "There could be no doubt about the theme of President Bush's Iraq war strategy speech on Wednesday at the Naval Academy. He used the word victory 15 times in the address; ''Plan for Victory'' signs crowded the podium he spoke on; and the word heavily peppered the accompanying 35-page National Security Council document titled, ''Our National Strategy for Victory in Iraq.''     Although White House officials said many federal departments had contributed to the document, its relentless focus on the theme of victory strongly reflected a new voice in the administration: Peter D. Feaver, a Duke University political scientist who joined the N.S.C. staff as a special adviser in June and has closely studied public opinion on the war.  ",
      "lead_paragraph": "WASHINGTON, Dec. 3 - There could be no doubt about the theme of President Bush's Iraq war strategy speech on Wednesday at the Naval Academy. He used the word victory 15 times in the address; \"Plan for Victory\" signs crowded the podium he spoke on; and the word heavily peppered the accompanying 35-page National Security Council document titled, \"Our National Strategy for Victory in Iraq.\"",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/04/politics/bushs-speech-on-iraq-war-echoes-voice-of-an-analyst.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Staying Within the Lines on Homework Help",
      "snippet": "Life's Work column on drawing line when it comes to helping children with homework; says parents naturally want their children to do well in school, but sometimes it is difficult to know how much help to give; says teachers are split, with some en...",
      "abstract": "Life's Work column on drawing line when it comes to helping children with homework; says parents naturally want their children to do well in school, but sometimes it is difficult to know how much help to give; says teachers are split, with some encouraging parental involvement, while others beg parents to stay away; drawing (M)",
      "lead_paragraph": "LISA JACOBSON runs a tutoring business, Inspirica, in Manhattan, and she has seen parents at their worst, their most enmeshed, their pushiest. Parents who do their children's art projects for them, so the third-grade classroom looks, she said, \"like a gallery at MoMA.\" Parents who tinker with science labs and correct math homework and edit English essays until the child does not recognize more than a comma in an opening sentence.",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/12/04/jobs/staying-within-the-lines-on-homework-help.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Gone Spear-Phishin'",
      "snippet": "ABOUT a year and a half ago, Amnon Jackont, an Israeli mystery novelist and Tel Aviv University history professor, became ensnared in a mystery of his very own: friends and students were receiving e-mail messages from him that he had never written...",
      "abstract": "ABOUT a year and a half ago, Amnon Jackont, an Israeli mystery novelist and Tel Aviv University history professor, became ensnared in a mystery of his very own: friends and students were receiving e-mail messages from him that he had never written. A few months later, unpublished paragraphs and chapters from a book he was writing were plucked from his computer and began appearing on Israeli Web sites.     Mr. Jackont took his computer to the Israeli police last fall and was told to reformat it. But his problems persisted. So the police examined his computer more closely and discovered that a malicious program known as a Trojan horse lay hidden deep inside and had hijacked the machine from a remote location.  ",
      "lead_paragraph": "ABOUT a year and a half ago, Amnon Jackont, an Israeli mystery novelist and Tel Aviv University history professor, became ensnared in a mystery of his very own: friends and students were receiving e-mail messages from him that he had never written. A few months later, unpublished paragraphs and chapters from a book he was writing were plucked from his computer and began appearing on Israeli Web sites.",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/04/business/yourmoney/gone-spearphishin.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Are Lawyers Being Overbilled for Their Test Preparation?",
      "snippet": "MANY executives dream of dominating their industries the way BAR/BRI does the business of helping law school graduates prepare for bar examinations. Every law student knows BAR/BRI. Hundreds of thousands of them have taken its courses to pass the ...",
      "abstract": "MANY executives dream of dominating their industries the way BAR/BRI does the business of helping law school graduates prepare for bar examinations. Every law student knows BAR/BRI. Hundreds of thousands of them have taken its courses to pass the bar, an essential step in most states before a law school graduate can practice law. Some of the best law professors in the country teach segments of the company's courses, which are offered live in select locations and on videotape at others.     But now BAR/BRI could use a few lawyers itself. Some of the people who paid the fees, took the courses and passed the bar have turned on the company, which is owned by the Thomson Corporation of Stamford, Conn. Represented by an aggressive Los Angeles lawyer named Eliot G. Disner, they have filed a lawsuit charging that the company that helped them to become lawyers has operated an illegal monopoly and has overcharged hundreds of thousands of students by an average of $1,000 each -- or, collectively, by hundreds of millions of dollars.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/04/business/yourmoney/are-lawyers-being-overbilled-for-their-test-preparation.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Still Searching for Equilibrium in the Work-Life Balancing Act",
      "snippet": "Many companies are offering employees flexible work schedules in order to help balance work and family commitments, but studies shows that workers often do not use those options, fearing it might hurt their opportunity for advancement; photo (M)",
      "abstract": "Many companies are offering employees flexible work schedules in order to help balance work and family commitments, but studies shows that workers often do not use those options, fearing it might hurt their opportunity for advancement; photo (M)",
      "lead_paragraph": "Benefits like the flexibility to see a child's soccer game or leave work in time to get to a night class play a vital role in job satisfaction, workers say. Those saying that include an increasing number of men.",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/12/04/jobs/still-searching-for-equilibrium-in-the-worklife-balancing-act.html",
      "byline": "By Kelly Pate Dwyer"
    },
    {
      "headline": "Mile by Mile, India Paves a Smoother Road to Its Future",
      "snippet": "In the middle of the old Grand Trunk Road a temple sits under a peepul tree. The surrounding highway is being widened to four lanes, and vehicles barrel along either side. But the temple and tree thwart even greater speed, and a passing contractor...",
      "abstract": "In the middle of the old Grand Trunk Road a temple sits under a peepul tree. The surrounding highway is being widened to four lanes, and vehicles barrel along either side. But the temple and tree thwart even greater speed, and a passing contractor says they soon will be removed.      Kali, Hindu goddess of destruction, thinks otherwise. She is angry, say the colorfully garbed women massing in the holy tree's dappled shade. As evidence, they point to one woman's newly pockmarked face and other mysterious ailments recently visited on their nearby village, Jagdishrai. They have tried to convince Kali that the tree and temple devoted to her must go, but they have failed. Now they have no choice but to oppose the removal, too, even if they must block the road to do it.  ",
      "lead_paragraph": "NEW DELHI, India - In the middle of the old Grand Trunk Road a temple sits under a peepul tree. The surrounding highway is being widened to four lanes, and vehicles barrel along either side. But the temple and tree thwart even greater speed, and a passing contractor says they soon will be removed.",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/04/world/asia/mile-by-mile-india-paves-a-smoother-road-to-its-future.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "Health Coverage of Young Widens With States' Aid",
      "snippet": "The number of American children without health care coverage has been slowly but steadily declining over the past several years even as health care costs continue to rise and fewer employers provide insurance, creating a breach that states have st...",
      "abstract": "The number of American children without health care coverage has been slowly but steadily declining over the past several years even as health care costs continue to rise and fewer employers provide insurance, creating a breach that states have stepped in to fill with new programs and fresh money.     The overall ranks of the uninsured continue to swell, to nearly 46 million Americans at the beginning of this year. But a landmark federal program begun in 1997 to provide health coverage to poor and working-class children and additional measures taken by states have provided health insurance to millions of children who might otherwise go without.  ",
      "lead_paragraph": "LOS ANGELES, Dec. 3 - The number of American children without health care coverage has been slowly but steadily declining over the past several years even as health care costs continue to rise and fewer employers provide insurance, creating a breach that states have stepped in to fill with new programs and fresh money.",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/04/us/health-coverage-of-young-widens-with-states-aid.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Details Emerge on a Brazen Escape in Afghanistan",
      "snippet": "The prisoners were considered some of the most dangerous men among the hundreds of terror suspects locked behind the walls of a secretive and secure American military detention center in Bagram, Afghanistan.     Their escape, however, might as wel...",
      "abstract": "The prisoners were considered some of the most dangerous men among the hundreds of terror suspects locked behind the walls of a secretive and secure American military detention center in Bagram, Afghanistan.     Their escape, however, might as well have been a breakout from the county jail.  ",
      "lead_paragraph": "WASHINGTON, Dec. 3 - The prisoners were considered some of the most dangerous men among the hundreds of terror suspects locked behind the walls of a secretive and secure American military detention center in Bagram, Afghanistan.",
      "publication_date": "2005-12-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/04/world/asia/details-emerge-on-a-brazen-escape-in-afghanistan.html",
      "byline": "By Eric Schmitt and Tim Golden"
    },
    {
      "headline": "Mob Attacks Ex-Iraq Premier",
      "snippet": "The former prime minister of Iraq, Ayad Allawi, was attacked by a mob during a visit to the Imam Ali mosque in Najaf. Page A8.  ",
      "abstract": "The former prime minister of Iraq, Ayad Allawi, was attacked by a mob during a visit to the Imam Ali mosque in Najaf. Page A8.  ",
      "lead_paragraph": "The former prime minister of Iraq, Ayad Allawi, was attacked by a mob during a visit to the Imam Ali mosque in Najaf. Page A8.",
      "publication_date": "2005-12-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/05/front page/world/mob-attacks-exiraq-premier.html",
      "byline": ""
    },
    {
      "headline": "In Today's India, Status Comes With Four Wheels",
      "snippet": "Second of four articles on India's highway modernization, India Accelerating, examines car boom there; India, home to world's largest number of poor people, has middle class that has grown to estimated 250 million in past decade, and number of sup...",
      "abstract": "Second of four articles on India's highway modernization, India Accelerating, examines car boom there; India, home to world's largest number of poor people, has middle class that has grown to estimated 250 million in past decade, and number of super-rich has grown sharply as well; it is one of world's fastest-growing markets for cars, considered biggest status symbol of all; foreign car companies have discovered Indian consumer and are setting up plants across India; car fever is in part triumph of marketing to people who did not grow up being marketed to; growing lust for cars also reflects India finally having roads decent enough to drive them on; country is making historic effort to upgrade its dismal, mostly two-lane national highway system into four- or six-lane interstates, largest infrastructure project since independence in 1947; there has been little planning for traffic, environmental or economic consequences of millions more Indians acquiring new cars; country has one of world's highest accident rates, with more than 80,000 traffic-related deaths a year; photos; maps; graphs (L)",
      "lead_paragraph": "VISHAKHAPATNAM, India - On the dark highway, the car showroom glowed in the night like an American drive-in. Inside, it looked more like a game-show set: bright lights, white floors, huge windows, high ceilings and ad posters of beaming consumers far paler than most Indians. For 36-year-old Ram Reddy, the price was right enough to make a down payment on his fifth family car.",
      "publication_date": "2005-12-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/05/world/asia/in-todays-india-status-comes-with-four-wheels.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "A New Game at the Office: Many Young Workers Accept Fewer Guarantees",
      "snippet": "Transformation of relationship between American corporations and their managerial and professional workers is focus of another article in series Rewriting the Social Contract, which periodically examines challenges for business, government and soc...",
      "abstract": "Transformation of relationship between American corporations and their managerial and professional workers is focus of another article in series Rewriting the Social Contract, which periodically examines challenges for business, government and society as corporate support for health care, pensions and other social benefits has eroded; managerial and professional workers used to pledge their labor and loyalty to employer in exchange for security, and they put expectations of getting rich aside for steady job and regular raises; today's workers, by comparison, look for vision and strategy in their employer and opportunity to make contributions, add to their skills and further their long-range career goals, and they want their compensation based on their merit and their market value rather than seniority; transformation, exemplified at IBM, is byproduct of rapid technoligcal changes, globalization of business and faster-moving markets in industry after industry; result of these changes is that it is far more difficult for corporations to provide institutional buffer to protect either themselves or their employees from market disruptions; drawing; photos (L)",
      "lead_paragraph": "When Vincent Papke joined I.B.M. in 1963, the implicit bargain was simple -- his labor and loyalty for security. Getting rich was not an expectation, but a steady job and regular raises were. The company, he recalled, was a kind of extended family. There were company basketball and softball teams, company activities for the kids, and company social gatherings like Christmas parties.",
      "publication_date": "2005-12-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/05/business/businessspecial/a-new-game-at-the-office-many-young-workers-accept.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Court Nominee Presents Father as Role Model",
      "snippet": "Samuel A Alito Sr emerges as larger-than-life hero in story his son presents to public as he prepares for his Supreme Court confirmation hearings next month; their relationship provides kind of humanizing details political advisers often encourage...",
      "abstract": "Samuel A Alito Sr emerges as larger-than-life hero in story his son presents to public as he prepares for his Supreme Court confirmation hearings next month; their relationship provides kind of humanizing details political advisers often encourage Supreme Court nominees to offer, and Judge Alito has often invoked his father's legacy to help deflect questions from skeptical Democrats; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 4 - When a Democratic senator asked the Supreme Court nominee Samuel A. Alito Jr. why he might empathize with the plight of minorities or the poor, he had his answer ready: the example of his late father, an Italian immigrant who in college once defended a black basketball player from discrimination on the team.",
      "publication_date": "2005-12-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/05/politics/politicsspecial1/court-nominee-presents-father-as-role-model.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "U.S. Forces Try New Approach: Raid and Dig In",
      "snippet": "Iraqi forces are seen as integral component of new American military strategy of digging in and rebuilding after raiding towns thought to house insurgents; past sweeps of towns were followed by departure of Americans and return of insurgents; Pres...",
      "abstract": "Iraqi forces are seen as integral component of new American military strategy of digging in and rebuilding after raiding towns thought to house insurgents; past sweeps of towns were followed by departure of Americans and return of insurgents; Pres Bush calls new strategy 'clear, hold and build'; challenges are daunting; quality of Iraqi troops is still low, cooperation from local residents is scarce, and insurgency, though damaged by sweeps, remains strong; but American command hopes to win support for elected leadership and to deny insurgents popular support they seek by providing continual security presence and improvements in quality of life; since spring, troops in Anbar Province have conducted at least nine major assaults and several smaller ones to disrupt insurgent networks of safe houses and smuggling routes for fighters and suicide bombers going to Iraq's interior from Syria; campaigns described; photo; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 4 - Marines staked their claim to the abandoned youth center in Husayba last month with a Hellfire missile and two tank rounds that destroyed a corner of the building and part of the roof.",
      "publication_date": "2005-12-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/05/world/middleeast/us-forces-try-new-approach-raid-and-dig-in.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Looking for the Proceeds in TV-on-Demand",
      "snippet": "Advent of video-on-demand and unsettled nature of its business model is roiling relations between various players in television industry, including companies that create content, networks that package and market it, distributors who deliver it int...",
      "abstract": "Advent of video-on-demand and unsettled nature of its business model is roiling relations between various players in television industry, including companies that create content, networks that package and market it, distributors who deliver it into households and manufacturers of consumer products; new technologies are intensifying mutual accusations of greediness among parties; photo; drawing (M)",
      "lead_paragraph": "For five decades or so, the television industry's main mission has been to come up with hit programs, get them on screens, and hope people will stop and watch. Now, that is just the starting point.",
      "publication_date": "2005-12-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/05/business/businessspecial/looking-for-the-proceeds-in-tvondemand.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "What's Ahead: Blue Skies, or More Forecasts of Them?",
      "snippet": "Nation's economic forecasters are all but unanimous in predicting that coming year will not bring recession, but high energy costs, cooling housing market and other signs point to slowing of economic growth; forecasters polled by Philadelphia Fed ...",
      "abstract": "Nation's economic forecasters are all but unanimous in predicting that coming year will not bring recession, but high energy costs, cooling housing market and other signs point to slowing of economic growth; forecasters polled by Philadelphia Fed believe economy will expand 3.4 percent next year, down from 3.6 percent this year; however, Joseph H Ellis of Goldman Sachs says 2 percent growth is more likely, arguing that slowing of inflation-adjusted pay growth will hurt consumer spending; graph (M)",
      "lead_paragraph": "The nation's economic forecasters are all but unanimous in predicting that the coming year will not bring a recession. It isn't so clear, however, whether that forecast has any meaning.",
      "publication_date": "2005-12-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/05/business/businessspecial/whats-ahead-blue-skies-or-more-forecasts-of-them.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Sunni Candidates in Iraq Find Enemies on All Sides",
      "snippet": "Sunni Arab politicians taking part in Iraqi elections scheduled for Dec 15 are being hounded, even killed, by zealous Sunni militants who reject any involvement in political process and brand those politicians as traitors; Bush administration sees...",
      "abstract": "Sunni Arab politicians taking part in Iraqi elections scheduled for Dec 15 are being hounded, even killed, by zealous Sunni militants who reject any involvement in political process and brand those politicians as traitors; Bush administration sees Sunni Arab participation in vote for full, four-year government as most crucial aspect of final stage in political process it created after toppling Saddam Hussein; administration's thinking is that participation of large numbers of Sunni Arabs in elections would divert strength of insurgency into political process, clearing way for American military to begin withdrawing its 160,000 troops from politically unpopular war; many Sunni Arabs regret boycotting vote last Jan for transitional National Assembly, ceding power to Shiites and Kurds; Shiite Arabs see coming election as chance to enshrine majority rule denied them since Iraq was formed; Kurds, one-fifth of Iraq, want enough say in new government to protect autonomous status of their northern homeland and to stem growing religious influence of Iranian-backed Shiite parties; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 4 - The car swerved in front of Sheik Ayad al-Izzi's sedan as he was crossing a bridge, on the way back to the capital after he had delivered a campaign speech in a western farming town rife with insurgents.",
      "publication_date": "2005-12-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/05/world/middleeast/sunni-candidates-in-iraq-find-enemies-on-all-sides.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Instant Millions Can't Halt Winners' Grim Slide",
      "snippet": "Poverty-stricken winner of $34 million lottery jackpot in 2000 enjoyed overnight wealth, then saw his good luck turn fatally bad within three years; Mack W Metcalf, forklift operator in Kentucky, died of complications relating to alcoholism at age...",
      "abstract": "Poverty-stricken winner of $34 million lottery jackpot in 2000 enjoyed overnight wealth, then saw his good luck turn fatally bad within three years; Mack W Metcalf, forklift operator in Kentucky, died of complications relating to alcoholism at age 45; in three years after winning lottery he bought vintage cars, horses, a mansion and lived high life; he was sued by former wife, threatened and wheedled out of money while he was drunk, and became increasingly afraid that people were plotting to kill him; his estranged wife, who shared his fortune, had similar problems and died, of suspected drug overdose, shortly after his death; their sad tales described; photos (M)",
      "lead_paragraph": "CORBIN, Ky., Nov. 30 - For Mack W. Metcalf and his estranged second wife, Virginia G. Merida, sharing a $34 million lottery jackpot in 2000 meant escaping poverty at breakneck speed.",
      "publication_date": "2005-12-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/05/us/instant-millions-cant-halt-winners-grim-slide.html",
      "byline": "By James Dao"
    }
  ]
}