{
  "metadata": {
    "date": "2005-01-21",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Best of All Possible Worlds? Bond Buyers Crave Yield but Show No Fear",
      "snippet": "Floyd Norris comment on investors who are buying corporate bonds with high yields despite low ratings companies are receiving for their bonds; David T Hamilton, director of corporate bond default research for Moody's Investors Service, says he wor...",
      "abstract": "Floyd Norris comment on investors who are buying corporate bonds with high yields despite low ratings companies are receiving for their bonds; David T Hamilton, director of corporate bond default research for Moody's Investors Service, says he worries that defaults in coming years could alarm investors and hurt owners of better-quality junk bonds; graph (M)",
      "lead_paragraph": "IN the world bond market, all is sweetness and light. Companies with bad credit do not have to pay very much to borrow, and they have no trouble meeting their obligations. So lenders also do well.",
      "publication_date": "2005-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/21/business/best-of-all-possible-worlds-bond-buyers-crave-yield-but-show-no.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Is Bob Iger a New Leading Man for Disney?",
      "snippet": "Walt Disney Co president Robert A Iger appears to be front-runner to succeed Michael D Eisner as chief executive; company will let Iger take center stage and highlight Disney's turnaround at its annual meeting on Feb 11 in Minneapolis; is expected...",
      "abstract": "Walt Disney Co president Robert A Iger appears to be front-runner to succeed Michael D Eisner as chief executive; company will let Iger take center stage and highlight Disney's turnaround at its annual meeting on Feb 11 in Minneapolis; is expected to delay contacting potential outside candidates for job until after annual meeting; chart; photo (M)",
      "lead_paragraph": "LOS ANGELES, Jan. 20 - The job of chief executive of the Walt Disney Company increasingly looks like Robert Iger's to lose.",
      "publication_date": "2005-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/21/business/media/is-bob-iger-a-new-leading-man-for-disney.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Disputes at Every Turn of Siberia Pipeline",
      "snippet": "Russia's $15.5 billion Trans-Alaska Pipeline is meeting opposition from China, Japan and environmentalists; China and Japan, which both rely on Middle East for about 85 percent of their oil imports, competed fiercely over what could be world's lon...",
      "abstract": "Russia's $15.5 billion Trans-Alaska Pipeline is meeting opposition from China, Japan and environmentalists; China and Japan, which both rely on Middle East for about 85 percent of their oil imports, competed fiercely over what could be world's longest and most expensive oil pipeline; Japan, trumpeting China with more generous financing offer, hopes that pipe with bind it to Russia, world's second-largest oil exporter; there are no guarantees there will be enough oil to fill pipe, although Russia has 67 billion barrels of untapped oil reserves along pipeline route; when oil reaches Sea of Japan, there are no public commitments binding Russia to sell it to Japan; Russia's last-minute switch of Pacific terminal site from existing oil port to Perevoznaya Bay is already putting Japanese banks in middle of growing global environmental protest movement; pipeline is expected to come under rigorous international scrutiny; environmental groups say oil pipeline across Siberia to Sea of Japan would force animals to flee; maps; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/21/business/worldbusiness/disputes-at-every-turn-of-siberia-pipeline.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "THE INAUGURATION",
      "snippet": "A G.O.P. TOWN -- The inauguration drew hundreds of the Republican Party's largest donors and fund-raisers to Washington.   PAGE A15    LEAVING THE STAGE -- Chief Justice William H. Rehnquist, in what may be one of his last public appearances, admi...",
      "abstract": " A G.O.P. TOWN -- The inauguration drew hundreds of the Republican Party's largest donors and fund-raisers to Washington.   PAGE A15    LEAVING THE STAGE -- Chief Justice William H. Rehnquist, in what may be one of his last public appearances, administered the oath.   PAGE A11    PROTESTS VISIBLE -- Demonstrators opposed to the inauguration got their message out on the street and on television.   PAGE A12",
      "lead_paragraph": "A G.O.P. TOWN -- The inauguration drew hundreds of the Republican Party's largest donors and fund-raisers to Washington. PAGE A15",
      "publication_date": "2005-01-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/21/us/front page/the-inauguration.html",
      "byline": ""
    },
    {
      "headline": "The President's Speech Focuses on Ideals, Not the Details",
      "snippet": "News Analysis: Pres Bush's inaugural address seeks to cast crises and controversies of his first four years as seamless struggle in defense of nation's founding creed: freedom; his tone is proud, unapologetic, even defiant, and his emphasis on for...",
      "abstract": "News Analysis: Pres Bush's inaugural address seeks to cast crises and controversies of his first four years as seamless struggle in defense of nation's founding creed: freedom; his tone is proud, unapologetic, even defiant, and his emphasis on foreign policy muffles his outline of domestic agenda that he and aides say is so important to success of his second term; his speech's loftiness and its missionary zeal amount to tacit acknowledgment that he believes much of world and many of his fellow citizens have misunderstood his actions in invading Iraq and threatening authoritarian governments in Iran and North Korea; he uses words 'free' or 'freedom' more than 25 times in his 20-minute speech (M)",
      "lead_paragraph": "WASHINGTON, Jan. 20 - President Bush began his second term without uttering the words \"Iraq,\" \"Afghanistan,\" \"Sept. 11\" or \"terrorism.\" But those omissions seemed to be precisely the point, allowing him to cast the crises and controversies of his first four years -- and the ones he welcomes in the next -- as a seamless struggle in defense of the nation's founding creed: freedom.",
      "publication_date": "2005-01-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/21/us/nationalspecial2/the-presidents-speech-focuses-on-ideals-not-the-details.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "In Stench, Amid Ghosts, Seeking the Tsunami Dead",
      "snippet": "Thousands of bodies are being found every day in Banda Aceh, Indonesia, almost month after devastating tsunami; despite money and outside help, even most basic condition for return to normalcy is nowhere near; government says it intends to pick up...",
      "abstract": "Thousands of bodies are being found every day in Banda Aceh, Indonesia, almost month after devastating tsunami; despite money and outside help, even most basic condition for return to normalcy is nowhere near; government says it intends to pick up all bodies by Jan 26, exactly one month after tsunami, but few in Banda Aceh think that is possible; official count of dead buried in Aceh is 92,751; search now is painstaking process of working house-to-house, digging through one heap of rubble to next; at least 10,000 more bodies are believed scattered under collapsed houses, mixed with millions of tons of mud and debris; in fact, no one knows how many bodies remain or even how many died; photos; map (M)",
      "lead_paragraph": "BANDA ACEH, Indonesia, Jan. 20 - Ramza, the body searcher, apologized to the dead man, in terrible shape, as he pried him out of the truck's crushed cabin: \"This may hurt.\"",
      "publication_date": "2005-01-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/21/world/worldspecial4/in-stench-amid-ghosts-seeking-the-tsunami-dead.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "Love Him or Hate Him, All Vie for a Good Perch",
      "snippet": "Americans of all political stripes come together in Washington on Inauguration Day, some to honor re-election of president they adore, some to decry him, and some, as president himself said in his inaugural address, simply to 'celebrate the durabl...",
      "abstract": "Americans of all political stripes come together in Washington on Inauguration Day, some to honor re-election of president they adore, some to decry him, and some, as president himself said in his inaugural address, simply to 'celebrate the durable wisdom of our Constitution'; city is fortessed for first inauguration since 9/11 attacks; security slows lines at checkpoints, preventing some paradegoers and Republican donors from getting to their assigned seats in time; photos (M)",
      "lead_paragraph": "WASHINGTON, Jan. 20 - Seventeen-year-old Hayley Bryant and her high school classmates from Hattiesburg, Miss., arrived Thursday morning for President Bush's inaugural decked out in new ski jackets, matching hats and gloves, and sporting stickers that blared \"Luv Ya Dubya.\" If they were lucky, they figured, they might land seats in the back.",
      "publication_date": "2005-01-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/21/us/nationalspecial2/love-him-or-hate-him-all-vie-for-a-good-perch.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Cablevision Sells Satellite to EchoStar",
      "snippet": "Cablevision Systems Corp dismantles its struggling satellite business by selling its satellite to EchoStar Communications for $200 million in cash; sale comes two days after Cablevision's founder Charles F Dolan lost showdown with his son James L ...",
      "abstract": "Cablevision Systems Corp dismantles its struggling satellite business by selling its satellite to EchoStar Communications for $200 million in cash; sale comes two days after Cablevision's founder Charles F Dolan lost showdown with his son James L Dolan, company's chief executive, over fate of satellite business; younger Dolan and board voted to sell satellite business, which had been criticized by investors as black hole, despite vehement opposition from his father, who has heralded business as future of company (M)",
      "lead_paragraph": "Ending a father-son boardroom battle, Cablevision Systems Corporation dismantled its struggling satellite business last night by selling its satellite to EchoStar Communications for $200 million in cash.",
      "publication_date": "2005-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/21/business/media/cablevision-sells-satellite-to-echostar.html",
      "byline": "By Andrew Ross Sorkin and Geraldine Fabrikant"
    },
    {
      "headline": "Bush, at 2nd Inaugural, Says Spread of Liberty Is the 'Calling of Our Time'",
      "snippet": "George Bush is sworn in for second time as 43rd president of United States; delivers Inaugural Address striking for its idealism, telling Americans that spreading liberty around world is 'calling of our time'; oath is administered by Chief Justice...",
      "abstract": "George Bush is sworn in for second time as 43rd president of United States; delivers Inaugural Address striking for its idealism, telling Americans that spreading liberty around world is 'calling of our time'; oath is administered by Chief Justice William H Rehnquist, who is critically ill with thyroid cancer; Bush, in first presidential inauguration since 9/11 attacks, alludes to 'day of fire'; he does not mention two wars he waged in response, but his words seem intended to justify invasion of Iraq and to offer reason for Americans to be patient with his efforts to quell violent insurgency there; Washington is fortified for inauguration in show of force unseen in previous years; more than 10,000 law enforcement officers are stationed around Capitol, White House and Pennsylvania Avenue, standing four deep at some points along parade route; federal authorities say they know of no reported threats to inauguration; police estimate 100,000 people watched ceremony and parade in person; Vice Pres Dick Cheney is sworn in for second term by House Speaker J Dennis Hastert; former presidents Jimmy Carter, Bill Clinton and George Bush attend inauguration; photos (L)",
      "lead_paragraph": "WASHINGTON, Jan. 20 - George Walker Bush was sworn in on Thursday for a second time as the 43rd president of the United States, and in an Inaugural Address striking for its idealism told Americans that spreading liberty around the world was \"the calling of our time\" and that the nation's \"vital interests and our deepest beliefs are now one.\"",
      "publication_date": "2005-01-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/21/us/nationalspecial2/bush-at-2nd-inaugural-says-spread-of-liberty-is-the.html",
      "byline": "By Elisabeth Bumiller and Richard W. Stevenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Sony Cuts Its Forecasts Amid Price Pressures  Sony warned that sales and operating profit would probably fall short of its forecasts because of declining prices for DVD recorders and video cameras, as well as stiff competition from Apple's iPod mu...",
      "abstract": " Sony Cuts Its Forecasts Amid Price Pressures  Sony warned that sales and operating profit would probably fall short of its forecasts because of declining prices for DVD recorders and video cameras, as well as stiff competition from Apple's iPod music player.    Analysts said the forecasts suggested that Sony was having more trouble than it anticipated in turning around its struggling electronics division. [Page C2.]    Financial Unit Saves Ford's Quarter  Ford Motor said it made a modest profit in the fourth quarter, aided by gains at its financing division that offset disappointing automotive earnings. [C3.]    Losses at Delta and Continental  Delta Air Lines lost a record $2.2 billion in the fourth quarter of 2004, seven times the loss it recorded a year earlier. Continental Airlines said it lost $206 million in the fourth quarter, including special charges, compared with a profit of $47 million in the period a year before. Of the five airlines that are not in bankruptcy protection, four lost money in the fourth quarter.[C6.]    Taser to Increase Stun Gun's Power  Taser has told police departments that it is increasing the power of its newest electric stun gun because it recently failed to subdue some suspects. [C3.]    Former Citicorp Chairman Dies  Walter B. Wriston, who turned Citicorp into the world's largest bank through a barrage of innovations, has died. [A20.]    Record Profits at Citigroup  Citigroup reported record fourth-quarter earnings, but said its 2005 profits would register at the lower end of analysts' expectations. [C3.]    Trans-Atlantic Split for Buyout Firm  The European arm of the buyout firm Hicks, Muse, Tate & Furst has split from its United States counterpart, which has been less successful. [C5.]    China Netcom Buys Stake in PCCW  China Netcom, that country's second-largest fixed-line telephone operator, said it would buy 20 percent of the Hong Kong telephone operator PCCW for $1 billion. PCCW is headed by Richard Li, left, who has a reputation for brash business moves. But many analysts reacted coolly to the purchase, saying there was no compelling rationale for it. [C5.]    Cost-Cutting Leads AT&T to Profit  AT&T said its profit jumped a better-than-expected 84 percent to $625 million in the fourth quarter as it cut costs. [C6.]    Tech Forecasts Weigh on Stocks  Stocks fell after eBay and Qualcomm said profit might miss estimates. The Standard & Poor's 500-stock index fell 9.22 points, to 1175.41, and the Nasdaq composite index fell 27.71 points, to 2045.88. [C6.]    Defense Setback in Scrushy Trial  A federal judge refused to throw out secret recordings that prosecutors say prove that Richard M. Scrushy, the former HealthSouth chief executive, was part of a fraud. [C2.]    AOL Upgrades Its Search Engine  America Online introduced a new Web search engine, part of an effort to gain a larger share of the online advertising market. [C6.]    Economic Index Points to Growth  Lifted by gains in stock prices and consumer confidence, the index of leading economic indicators rose 0.2 percent in December. [C3.]    From TV Straight to Burger King  The Western Angus Steak Burger developed for Burger King by the winning team on the episode of ''The Apprentice'' that ran last night on NBC will go on sale today at 7,800 restaurants. Stuart Elliott: Advertising. [C4.]  ",
      "lead_paragraph": "Sony Cuts Its Forecasts Amid Price Pressures Sony warned that sales and operating profit would probably fall short of its forecasts because of declining prices for DVD recorders and video cameras, as well as stiff competition from Apple's iPod music player.",
      "publication_date": "2005-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/21/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Federated Shows Renewed Interest in Deal for May",
      "snippet": "Federated Department Stores informs May Department Stores is interested in acquiring retailer two years after merger talks fell apart; sticking point to merger two years ago was who would emerge as chief executive, but with ouster of May's chairma...",
      "abstract": "Federated Department Stores informs May Department Stores is interested in acquiring retailer two years after merger talks fell apart; sticking point to merger two years ago was who would emerge as chief executive, but with ouster of May's chairman-chief executive Gene S Kahn issue becomes moot point; executives close to May board say board might now be more disposed to listen to merger peroposal from Federated; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/21/business/federated-shows-renewed-interest-in-deal-for-may.html",
      "byline": "By Tracie Rozhon and Andrew Ross Sorkin"
    }
  ]
}