{
  "metadata": {
    "date": "2005-12-16",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Price Index Shows Big November Drop",
      "snippet": "Consumer Price Index fell by sixth-tenths of one percent in November, biggest monthly decline since Truman administration, but that does not diminish expectations that Federal Reserve will continue to raise interest rates at least through early ne...",
      "abstract": "Consumer Price Index fell by sixth-tenths of one percent in November, biggest monthly decline since Truman administration, but that does not diminish expectations that Federal Reserve will continue to raise interest rates at least through early next year; core inflation rate rose two-tenths of one percent in November, matching October's increase; it was up 2.1 percent over past 12 months; annual inflation rate through November, including food and energy, was 3.5 percent; Federal Reserve reports industrial production rose seven-tenths of one percent in November; production rose 1.3 percent in October; pickup in manufacturing puts output of nation's factories at 79.4 percent of their capacity, unchanged from October; inflation-adjusted wages of production workers in November rose by 1 percent; graph; chart (M)",
      "lead_paragraph": "The nation's chief measure of inflation, the Consumer Price Index, fell by six-tenths of a percent in November, the biggest monthly drop since the Truman administration, but that did not diminish expectations that the Federal Reserve will continue to raise interest rates at least through early next year.",
      "publication_date": "2005-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/16/business/price-index-shows-big-november-drop.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Shining Light on Corporate Political Gifts",
      "snippet": "Floyd Norris column on growing number of companies that will disclose soft-dollar contributions to political candidates; says Center for Political Accountability will announce that Coca-Cola Co, PepsiCo and Eli Lilly have agreed to make disclosure...",
      "abstract": "Floyd Norris column on growing number of companies that will disclose soft-dollar contributions to political candidates; says Center for Political Accountability will announce that Coca-Cola Co, PepsiCo and Eli Lilly have agreed to make disclosures and provide board oversight of donations; adds other companies that have in past agreed to do so include Morgan Stanley, Johnson & Johnson and Schering-Plough; chart (M)",
      "lead_paragraph": "WHICH politicians -- and which political causes -- are your companies financing? Will those contributions come back to haunt them as prosecutors go after lobbyists for expenditures that could be deemed contributions -- or bribes?",
      "publication_date": "2005-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/16/business/shining-light-on-corporate-political-gifts.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Freedom From Fear Lifts Sunnis in Iraqi Election",
      "snippet": "Sunni Arabs voting in Iraqi elections show new willingness to distance themselves from insurgency, absence of hostility for Americans and yearning to find place for themselves in post-Hussein Iraq; large Sunni turnout is expected to raise fresh ho...",
      "abstract": "Sunni Arabs voting in Iraqi elections show new willingness to distance themselves from insurgency, absence of hostility for Americans and yearning to find place for themselves in post-Hussein Iraq; large Sunni turnout is expected to raise fresh hopes of reconciliation between what has been alienated Sunni minority and Shiite parties that won in Jan and seem poised to win largest bloc of seats again; Iraqi pragmatists warn that realities of power, and who will hold it once new government is formed, could once again render hopes short-lived; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 15 - Ali is only 9 years old. But when he and his buddies broke away from a street soccer game to drop into a polling station in Baghdad's Adhamiya district at noon on Thursday, Ali, a chirpy, tousle-haired youngster, seemed to catch the mood of the district's Sunni Arab population as well as anybody.",
      "publication_date": "2005-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/16/world/middleeast/freedom-from-fear-lifts-sunnis-in-iraqi-election.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Under Pressure, Food ProducersShift to Healthier Products",
      "snippet": "Major food producers are responding to criticism about nutritional quality of their products as they face scrutiny over thier role in contributing to increasing childhood obesity rates; Kraft and PepsiCo have created rating systems to designate he...",
      "abstract": "Major food producers are responding to criticism about nutritional quality of their products as they face scrutiny over thier role in contributing to increasing childhood obesity rates; Kraft and PepsiCo have created rating systems to designate healhier foods; McDonald's says it will begin printing detailed nutrition information on its packaging in February; Walt Disney says that beginning in next few months, it will remove characters like Winnie the Pooh, Mickey Mouse and Chicken Little from candy and food products it determines to be unhealthy for children; company will put Mickey Mouse thumbs-up seals on items like bananas and on store-brand products like pasta and juices; General Mills and Kellogg, which derive large part of their revenue from products aimed at children, are resisting changing many of their practices; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/16/business/under-pressure-food-producersshift-to-healthier-products.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "President Backs McCain Measure on Inmate Abuse",
      "snippet": "Pres Bush reverses course under intence bipartisan Congressional pressure, reluctantly backing Sen John McCain's call for law banning cruel, inhumane and degrading treatment of prisoners in American custody; move comes day after House overwhelming...",
      "abstract": "Pres Bush reverses course under intence bipartisan Congressional pressure, reluctantly backing Sen John McCain's call for law banning cruel, inhumane and degrading treatment of prisoners in American custody; move comes day after House overwhelmingly endorses McCain's measure, which would establish Army Field Manual as uniform standard for interrogation of prisoners and ban kind of abusive treatment of prisoners revealed in Abu Ghraib prison scandal in Iraq; agreement will extend to intelligence officers protection now afforded to military personnel; national security adviser Stephen J Hadley, who has negotiated with McCain for weeks, concedes he was unable to get McCain to include grant of immunity for CIA interrogators; following White House announcement, Rep Duncan Hunter, chairman of House Armed Services Committee, says he would block deal as part of military budget bill unless White House provides letter with specific assurances that measure would not diminish intelligence-gathering capabilities; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 15 - Under intense bipartisan Congressional pressure, President Bush reversed course on Thursday and reluctantly backed Senator John McCain's call for a law banning cruel, inhumane and degrading treatment of prisoners in American custody.",
      "publication_date": "2005-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/16/politics/president-backs-mccain-measure-on-inmate-abuse.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "White House to Double Spending on New Orleans Flood Protection",
      "snippet": "Bush administration agrees to double spending on flood protection for New Orleans, spending total of $3.1 billion to make city safe from flooding from storm as powerful as Hurricane Katrina; Donald E Powell, coordinator of federal response to Hurr...",
      "abstract": "Bush administration agrees to double spending on flood protection for New Orleans, spending total of $3.1 billion to make city safe from flooding from storm as powerful as Hurricane Katrina; Donald E Powell, coordinator of federal response to Hurricanes Katrina and Rita, says new protection should encourage homeowners and businesses to return; plan, to be completed within two years, falls far short of protection against Category 5 hurricanes that Louisiana leaders say is vital and that could cost more than $30 billion; Gov Kathleen Babineaux Blanco and Mayor C Ray Nagin, who are in Washington to push for storm relief, say White House announcement would provide psychological comfort level to residents worried about next storm; but Blanco calls plan 'down payment' and says it would upgrade levees only to 'true Category 3 level'; Sen Mary L Landrieu calls plan just 'first step' of many that are needed; photos (M)",
      "lead_paragraph": "WASHINGTON, Dec. 15 - The Bush administration agreed on Thursday to double what it would spend on flood protection for New Orleans, promising a system that it said would make the city safe from catastrophic flooding from a storm as powerful as Hurricane Katrina.",
      "publication_date": "2005-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/16/us/nationalspecial/white-house-to-double-spending-on-new-orleans-flood.html",
      "byline": "By Richard W. Stevenson and James Dao"
    },
    {
      "headline": "House Passes Bill to Fortify Pension Plans",
      "snippet": "US House, 294-132, approves measure aimed at strengthening United States' system of company pensions, but many members say they consider bill flawed and hope to amend it before final passage; continued controversy over bill suggests that it still ...",
      "abstract": "US House, 294-132, approves measure aimed at strengthening United States' system of company pensions, but many members say they consider bill flawed and hope to amend it before final passage; continued controversy over bill suggests that it still faces considerable turbulence when lawmakers try to work out differences between House and Senate versions; White House warns that Pres Bush will veto bill unless it goes further in shoring up creaky pension system; administration is seeking legislation that would require companies to put more money behind their pension promises than current law requires, and to pay adequate premiums to Pension Benefit Guaranty Corp, government agency that insures traditional pension plans; negotiations between House and Senate are not expected to take place until early 2006 (M)",
      "lead_paragraph": "The House passed a measure yesterday aimed at strengthening the United States' system of company pensions, but many members said they considered the bill flawed and hoped to amend it before final passage.",
      "publication_date": "2005-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/16/business/house-passes-bill-to-fortify-pension-plans.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Iraqis, Including Sunnis, Vote in Large Numbers",
      "snippet": "Millions of Iraqis cast ballots across their war-torn country to elect Parliament to four-year term; Sunni Arab turnout is heavy; guerrillas stage relatively few attacks; day is remarkable for its calm; overall turnout is estimated at more than 70...",
      "abstract": "Millions of Iraqis cast ballots across their war-torn country to elect Parliament to four-year term; Sunni Arab turnout is heavy; guerrillas stage relatively few attacks; day is remarkable for its calm; overall turnout is estimated at more than 70 percent; officials order polls to stay open extra hour to accommodate many Iraqis still on line at ballot centers; hundreds of thousands of Sunni Arabs who boycotted Jan election out of fear cast their ballots this time, hoping for peace; day's events seen as significant triumph for Iraqi officials and Bush administration, which has long maintained that democratic process would begin to draw ordinary Sunnis away from insurgency and encourage them to support democracy; election results are not expected for several days; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 15 - In a day remarkable for its calm, millions of Iraqis cast ballots across this war-torn country on Thursday to elect a Parliament to a four-year term, with Sunni Arabs turning out in what appeared to be heavy numbers and guerrillas staging relatively few attacks.",
      "publication_date": "2005-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/16/world/middleeast/iraqis-including-sunnis-vote-in-large-numbers.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Big Victory for Altria in Illinois",
      "snippet": "Illinois' Supreme Court throws out $10 billion judgment against Philip Morris USA in class-action suit that had accused company of deceiving smokers by marketing its 'light' cigarettes as having lower levels of tar and nicotine; rules that use of ...",
      "abstract": "Illinois' Supreme Court throws out $10 billion judgment against Philip Morris USA in class-action suit that had accused company of deceiving smokers by marketing its 'light' cigarettes as having lower levels of tar and nicotine; rules that use of 'light' and 'low tar' for cigarettes was authorized by Federal Trade Commission and that Philip Morris cannot be liable for such marketing; decision paves way for expected restructuring of Philip Morris's parent company, Altria, and spinoff of its Kraft Foods division; Altria's chief executive Louis C Camilleri says company is likely to pursue restructuring once major litigation hurdles have been cleared; photo (M)",
      "lead_paragraph": "The tobacco industry won a major victory yesterday in its battle with tobacco litigation lawyers.",
      "publication_date": "2005-12-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/16/business/big-victory-for-altria-in-illinois.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "IRAQ VOTES",
      "snippet": "SECULAR SHIITE UNDER FIRE  A candidate in Basra finds himself isolated from more ardent Shiites, who have taken over the police force and are using it to promote their candidates. He has 20 bodyguards, but life is still tense.   BY ROBERT F. WORTH...",
      "abstract": " SECULAR SHIITE UNDER FIRE  A candidate in Basra finds himself isolated from more ardent Shiites, who have taken over the police force and are using it to promote their candidates. He has 20 bodyguards, but life is still tense.   BY ROBERT F. WORTH, PAGE A26    SUNNIS VOTE, DRAMATICALLY  Shedding 11 months of political isolation, thousands of residents poured into polling stations and cast votes. In contrast, voter turnout in the election in January was near zero.[?][?][?BY KIRK SEMPLE, PAGE A26    KURDS ARE STAYING ALOOF  By all appearances in a village near Kirkuk, the national elections might as well have been about Kurdistan and Kurdish dreams. Iraq, or the idea of Iraq, seemed as distant as the moon.   BY EDWARD WONG, PAGE  A26  ",
      "lead_paragraph": "SECULAR SHIITE UNDER FIRE A candidate in Basra finds himself isolated from more ardent Shiites, who have taken over the police force and are using it to promote their candidates. He has 20 bodyguards, but life is still tense. BY ROBERT F. WORTH, PAGE A26",
      "publication_date": "2005-12-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/16/front page/world/iraq-votes.html",
      "byline": ""
    },
    {
      "headline": "Bush Lets U.S. Spy on Callers Without Courts",
      "snippet": "National Security Agency officials privately voice concern about legality of eavesdropping on Americans and others inside United States without court-approved warrants, as secretly authorized by Pres Bush in wake of 9/11 attacks; at issue is NSA's...",
      "abstract": "National Security Agency officials privately voice concern about legality of eavesdropping on Americans and others inside United States without court-approved warrants, as secretly authorized by Pres Bush in wake of 9/11 attacks; at issue is NSA's monitoring of international telephone calls and e-mail messages inside US in search of evidence of terrorist activity under presidential order signed in 2002; dozen current and former agency officials question whether this surveillance has stretched, if not crossed, constitutional limits on legal searches; Bush administration views operation as necessary so agency can move quickly on threats to US; defenders of program say it has been critical tool in helping disrupt terrorist plots and prevent attacks inside US; critics say most people targeted for NSA monitoring have never been charged with crime; it is not clear how much members of Congress were told about presidential order and eavesdropping program; photo; timeline of NSA's half-century of surveillance (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/16/politics/bush-lets-us-spy-on-callers-without-courts.html",
      "byline": "By James Risen and Eric Lichtblau"
    }
  ]
}