{
  "metadata": {
    "date": "2005-05-19",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Price Report Eases Fears on Inflation",
      "snippet": "Inflation slows in April from its fast pace in March, easing fears that country might be headed toward bout of surging prices even as economy is slowing; prices still rise substantially in April; energy prices push Consumer Price Index up 0.5 perc...",
      "abstract": "Inflation slows in April from its fast pace in March, easing fears that country might be headed toward bout of surging prices even as economy is slowing; prices still rise substantially in April; energy prices push Consumer Price Index up 0.5 percent after 0.6 percent jump in March; this pushes overall inflation in last 12 months to 3.5 percent, fastest clip since November; graph shows inflation fluctuations, '04 and '05; photo (M)",
      "lead_paragraph": "Inflation slowed in April from its fast pace in March, easing fears that the country might be headed toward a bout of surging prices even as the economy was slowing.",
      "publication_date": "2005-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/19/business/price-report-eases-fears-on-inflation.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Fight on Judges and Filibusters Opens in Senate",
      "snippet": "Senate opens partisan struggle over fate of stalled federal court nominees as well as legitimacy of filibuster and ability of Democrats to continue to use it to block Pres Bush's candidates for courts; Senate majority leader Bill Frist opens debat...",
      "abstract": "Senate opens partisan struggle over fate of stalled federal court nominees as well as legitimacy of filibuster and ability of Democrats to continue to use it to block Pres Bush's candidates for courts; Senate majority leader Bill Frist opens debate on nomination of Justice Priscilla R Owen to United States appeals court and says filibuster 'can not stand in Congress'; accuses Democrats of 'radically' altering traditions of Senate by blocking votes on 10 of 45 appeals court candidates nominated by Bush; Democrats quickly point out that Frist himself voted to filibuster judicial nominee of Pres Clinton's, and that Republicans employed procedural tactics of their own to stall consideration of as many as 70 of Clinton's judicial nominees; no votes on either nomination of Owen or potentoa; rules change are anticipated over next week; all sides agree that real fight is over expected Supreme Court vacancy; Republicans want to eliminate prospect of Democrats' filibustering Bush's first Supreme Court nominee; photo (M)",
      "lead_paragraph": "WASHINGTON, May 18 - The Senate plunged into an intense partisan struggle on Wednesday over the fate of stalled federal court nominees and the governance of the institution itself as the two parties locked in a debate over the right of the minority to prevent votes on a president's judicial candidates.",
      "publication_date": "2005-05-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/19/politics/fight-on-judges-and-filibusters-opens-in-senate.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Penny-Wise, Not Pound-Foolish",
      "snippet": "Durham, NC, is thriving as former tobacco-trading and cigarette-manufacturing city of 204,000 has become mecca for the obese; there are three major wieght-loss and nutrition centers in Durham; last year about 4,000 obese people arrived in Durham, ...",
      "abstract": "Durham, NC, is thriving as former tobacco-trading and cigarette-manufacturing city of 204,000 has become mecca for the obese; there are three major wieght-loss and nutrition centers in Durham; last year about 4,000 obese people arrived in Durham, hoping to change their lives; Durham's three main weight loss centers are Duke Diet and Fitness Center, Structure House and Rice Diet Program; photo (M) (Article in series Obesity Inc)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/19/business/pennywise-not-poundfoolish.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "A New Spin on a Palmtop (or Inside It)",
      "snippet": "Palmtop computers continue to reflect technological innovations, despite predictions of their demise by technology pundits in recent years; PalmOne has managed to keep one or two steps ahead of cellphone; its latest palmtops offer bigger, better s...",
      "abstract": "Palmtop computers continue to reflect technological innovations, despite predictions of their demise by technology pundits in recent years; PalmOne has managed to keep one or two steps ahead of cellphone; its latest palmtops offer bigger, better screens, smooth music and video playback, wireless networking, Microsoft Office document editing and memory-card expansion slots; furthermore, Palm operating system can run vast library of add-on programs; PalmOne takes wraps off new model with cleverest enhancement yet--a hard drive; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/19/technology/circuits/a-new-spin-on-a-palmtop-or-inside-it.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Jury Tallies Morgan's Total at $1.45 Billion",
      "snippet": "Morgan Stanley suffers another legal setback as Florida jury orders it to pay $850 million in punitive damages to financier Ronald O Perelman, who contended that he was defrauded by investment bank in 1998 deal; decision brings to $1.45 billion th...",
      "abstract": "Morgan Stanley suffers another legal setback as Florida jury orders it to pay $850 million in punitive damages to financier Ronald O Perelman, who contended that he was defrauded by investment bank in 1998 deal; decision brings to $1.45 billion the sum owed to Perelman and casts more unflatternig light on Morgan Stanley's reputation at time that it is fighting punishing campaign by eight retired executives who are calling for ouster of Philip J Purcell, its chief executive; Purcell says Morgan Stanley will appeal; photos of Perelman and Purcell (M)",
      "lead_paragraph": "Morgan Stanley suffered another legal setback yesterday as a Florida jury ordered it to pay $850 million in punitive damages to the financier Ronald O. Perelman, who contended he was defrauded by the investment bank in a 1998 deal.",
      "publication_date": "2005-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/19/business/jury-tallies-morgans-total-at-145-billion.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "When Richer Weds Poorer, Money Isn't the Only Difference",
      "snippet": "Third article in series Class Matters--on ways combination of income, education, wealth and occupation influences destiny in American society--examines marriages of unequals, when richer weds poorer; says people who marry across class lines move o...",
      "abstract": "Third article in series Class Matters--on ways combination of income, education, wealth and occupation influences destiny in American society--examines marriages of unequals, when richer weds poorer; says people who marry across class lines move outside their comfort zones, into uncharted territory of partners with different set of assumptions about manners, food, child-rearing, gift-giving and how to spend vacations; notes that in cross-class marriages, one partner will usually have more money, more options and, almost inevitably, more power in the relationship; examines marriage of Dan Croteau, who comes from working class, and Cate Woolner, who comes from money; photos (L)",
      "lead_paragraph": "NORTHFIELD, Mass. - When Dan Croteau met Cate Woolner six years ago, he was selling cars at the Keene, N.H., Mitsubishi lot and she was pretending to be a customer, test driving a black Montero while she and her 11-year-old son, Jonah, waited for their car to be serviced.",
      "publication_date": "2005-05-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/19/us/class/when-richer-weds-poorer-money-isnt-the-only-difference.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "Latest 'Star Wars' Movie Is Quickly Politicized",
      "snippet": "Heroes and villains in George Lucas's new film Star Wars: Episode III--Revenge of the Sith become characters in partisan debate between liberal advocacy group Moveon.org and conservative Web logs; Moveon.org reportedly will spend $150,000 for ads ...",
      "abstract": "Heroes and villains in George Lucas's new film Star Wars: Episode III--Revenge of the Sith become characters in partisan debate between liberal advocacy group Moveon.org and conservative Web logs; Moveon.org reportedly will spend $150,000 for ads on CNN and leaflets for moviegoers comparing Sen Bill Frist to movie's evil Chancellor Palpatine for Frist's role in Senate showdown over confirmation of federal judges; conservative Web logs are lacerating Lucas over film's perceived jabs at Pres Bush; photo (M)",
      "lead_paragraph": "LOS ANGELES, May 18 - For sheer lack of subtlety, the light-saber-wielding forces of good and evil in George Lucas's \"Star Wars\" movies can't hold a candle to the blogging, advertising and boycotting forces of the right and left. (Or left and right.)",
      "publication_date": "2005-05-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "E",
      "web_url": "https://www.nytimes.com/2005/05/19/movies/latest-star-wars-movie-is-quickly-politicized.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "Generals Offer Sober Outlook On Iraqi War",
      "snippet": "American military commanders in Baghdad and Washington give sobering new assessment of war in Iraq, adding to mood of anxiety that prompted Secretary of State Condoleezza Rice's visit over weekend; some generals are pulling back from their earlier...",
      "abstract": "American military commanders in Baghdad and Washington give sobering new assessment of war in Iraq, adding to mood of anxiety that prompted Secretary of State Condoleezza Rice's visit over weekend; some generals are pulling back from their earlier suggestions of major drawdown in 138,000 American troops late this year or early 2006; Gen John P Abizaid, top American officer in Middle East, cites disappointing progress in developing Iraqi police units cohesive enough to mount effective challenge to insurgents; senior officer in Baghdad notes that 21 car bombings in Baghdad so far this month almost matches total of 25 in all of last year; traces recent lull in insurgents' activity in Baghdad to American pressure, including capture of important bomb makers, but says success of American goals in Iraq are not assured; says much depends on new government's success in bolstering public confidence among Iraqis, and recent polls show that confidence is flagging sharply; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, May 18 - American military commanders in Baghdad and Washington gave a sobering new assessment on Wednesday of the war in Iraq, adding to the mood of anxiety that prompted Secretary of State Condoleezza Rice to come to Baghdad last weekend to consult with the new government.",
      "publication_date": "2005-05-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/19/washington/generals-offer-sober-outlook-on-iraqi-war.html",
      "byline": "By John F. Burns and Eric Schmitt"
    },
    {
      "headline": "China's Growth Ebbs, a Deterrent to Revaluation",
      "snippet": "String of economic indicators suggests that China has tempered recent growth and inflation, achievement that could make it more reluctant to appease demands from Bush administration to let its currency rise soon; figures on softening domestic grow...",
      "abstract": "String of economic indicators suggests that China has tempered recent growth and inflation, achievement that could make it more reluctant to appease demands from Bush administration to let its currency rise soon; figures on softening domestic growth in China set stage for continued tensions with United States; Chinese figures shows that inflation has slowed significantly--with consumer prices just 1.8 percent higher in April than year ago; inventories of unsold goods are rising at steel mills and other businesses, and imports of iron ore and other raw materials have slipped (M)",
      "lead_paragraph": "HONG KONG, May 18 - A string of economic indicators suggests that China has tempered recent growth and inflation, an achievement that could make it more reluctant to appease demands on Tuesday from the Bush administration to let its currency rise soon.",
      "publication_date": "2005-05-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/19/business/worldbusiness/chinas-growth-ebbs-a-deterrent-to-revaluation.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Latino Victor in Los Angeles Overcomes Division",
      "snippet": "Antonio Villaraigosa becomes first Latino in more than century to win mayoralty of Los Angeles, having fashioned electoral coalition that surmounts racial, ethnic and geographic divisions that lace American cities; wins by resounding margins among...",
      "abstract": "Antonio Villaraigosa becomes first Latino in more than century to win mayoralty of Los Angeles, having fashioned electoral coalition that surmounts racial, ethnic and geographic divisions that lace American cities; wins by resounding margins among white, Latino and black voters and prevails in virtually every corner of city; he is aided in his quest by voters' perceptions of Mayor James K Hahn as lackluster leader and Hahn's alienation of black voters and residents of San Fernando Valley; political strategists expect politicians across country to study this election, as Latinos gain influence in major cities nationwide, and as ethnic change makes urban coalition politics ever more vital; Villaraigosa wins every demographic group except Asian-Americans, who remain loyal to Hahn; both men are Democrats; their campaigns recalled; photos (M)",
      "lead_paragraph": "LOS ANGELES, May 18 - Antonio Villaraigosa on Tuesday became the first Latino in more than a century to win the mayoralty of Los Angeles, by accomplishing what many local politicians here and elsewhere have so far failed to do: fashion an electoral coalition that surmounts the racial, ethnic and geographic divisions that lace American cities.",
      "publication_date": "2005-05-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/19/us/latino-victor-in-los-angeles-overcomes-division.html",
      "byline": "By John M. Broder"
    }
  ]
}