{
  "metadata": {
    "date": "2005-11-29",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Hold the CPR: Qwest Shows Signs of Life",
      "snippet": "Investors have warmed to Qwest Communications; since falling to $3.57 on June 23, shares of Qwest have risen 45 percent, closing at $5.19; recent run-up outshines by far its Bell rivals; initially, investors were relieved tghat Qwest did not conti...",
      "abstract": "Investors have warmed to Qwest Communications; since falling to $3.57 on June 23, shares of Qwest have risen 45 percent, closing at $5.19; recent run-up outshines by far its Bell rivals; initially, investors were relieved tghat Qwest did not continue bidding for MCI; some analysts worried that MCI, had it been acquired, woujld have compounded Qwest's problems; company has also resolved number of issues, most notably class-action lawsuit by shareholders who lost money when Qwest's shares tumbled after accusations of fraud at company starting in late 1990's; other lawsuits remain, but company has moved to get its balance sheet in order; graph (Market Place column) (M)",
      "lead_paragraph": "Earlier this year, Qwest Communications, the smallest of the four Bell companies, was the whipping boy of the phone industry. The company had lost a nasty and protracted bidding war for MCI that only highlighted its failings compared with its larger rival, Verizon Communications.",
      "publication_date": "2005-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/29/business/hold-the-cpr-qwest-shows-signs-of-life.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Sunnis Accuse Iraqi Military of Kidnappings and Slayings",
      "snippet": "Mounting evidence suggests Iraqi forces are carrying out executions in Sunni areas, even as US military pushes largely Shiite Iraqi security forces into larger role fighting insurgency; hundreds of accounts of killings and abductions emerge in rec...",
      "abstract": "Mounting evidence suggests Iraqi forces are carrying out executions in Sunni areas, even as US military pushes largely Shiite Iraqi security forces into larger role fighting insurgency; hundreds of accounts of killings and abductions emerge in recent weeks, mostly from Sunni civilians who say relatives were taken away by Iraqis in uniform without explanation; some bodies have been found with signs of torture, some have vanished and others have turned up alive in prison, including those found tortured in Interior Ministry bunker; Min Bayan Jabr and other officials deny government role but many claims are substantiated by human rights group and by Sunni leaders; one community group reports documenting death or disappearance of 700 Sunni civilians in last four months; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 28 - As the American military pushes the largely Shiite Iraqi security services into a larger role in combating the insurgency, evidence has begun to mount suggesting that the Iraqi forces are carrying out executions in predominantly Sunni neighborhoods.",
      "publication_date": "2005-11-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/29/world/middleeast/sunnis-accuse-iraqi-military-of-kidnappings-and-slayings.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Full Flood Safety in New Orleans Could Take Billions and Decades",
      "snippet": "Arguments on rebuilding New Orleans center around universally held article of faith among its people that city must have flood protection system strong enough to withstand Category 5 hurricanes; such protection would be astronomically expensive an...",
      "abstract": "Arguments on rebuilding New Orleans center around universally held article of faith among its people that city must have flood protection system strong enough to withstand Category 5 hurricanes; such protection would be astronomically expensive and technically complex, involving extensive changes to drainage canals and pumps, vast restoration of wetlands and barrier islands and even sea gates near Gulf of Mexico; work could easily cost more than $32 billion and take decades; Army Crops of Engineers is already spending $1 billion to bring damaged sections to original design strength; sense of how much more Category 5 protection would cost can be seen at Rigolets, strait linking gulf and Lake Pontchartrain, where Fort Pike looks down on gap and engineers suggest building gate that could be shut against storm; photo; map; Dutch and American experts offer varied opinions on closing seaward passages and making levees higher; Prof Ivor van Heerden points out that levees were not eroded where there are wetlands, but were annihilated where wetlands have disappeared (M)",
      "lead_paragraph": "NEW ORLEANS, Nov. 22 - Amid all the arguments over how to rebuild this pummeled city, there is one universally held article of faith here: New Orleans must have a flood protection system strong enough to withstand Category 5 storms, the worst that nature can spawn.",
      "publication_date": "2005-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/29/us/nationalspecial/full-flood-safety-in-new-orleans-could-take-billions-and.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "As Nigeria Tries to Fight Graft, a New Sordid Tale",
      "snippet": "Nigeria's long sordid history of corruption continues with new scandal as Diepreye Alamieyeseigha, governor of small-oil producing state, flees money-laundering charges in Britain by donning dress and wig to match forged travel documents; Nigerian...",
      "abstract": "Nigeria's long sordid history of corruption continues with new scandal as Diepreye Alamieyeseigha, governor of small-oil producing state, flees money-laundering charges in Britain by donning dress and wig to match forged travel documents; Nigerian leaders are believed to have stolen or misspent $400 billion, mostly from oil and including at least $3 billion salted away in foreign banks by former dictator Gen Sani Abacha; new low is reached with charge that Alamieyeseigha siphoned millions of dollars and bought refinery in Ecuador along with homes in London, California and South Africa; country has been trying to rehabilitate its image of rampant corruption that touches virtually every aspect of life, from swindling e-mails sent around world to police who routinely set up roadblocks to get bribes; Alamieyeseigha was arrested in London in Sept and surrendered passport but has now surfaced to Yenagoa, capital of Bayelsa; photos; map (M)",
      "lead_paragraph": "YENAGOA, Nigeria, Nov. 22 - Precisely where in the rogue's gallery of corrupt Nigerian leaders Diepreye Alamieyeseigha will fall is a matter for history to judge. Gen. Sani Abacha, the military dictator who helped himself to at least $3 billion and salted it away in foreign bank accounts, doubtless stole far more.",
      "publication_date": "2005-11-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/29/world/africa/as-nigeria-tries-to-fight-graft-a-new-sordid-tale.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "Lawmaker Quits After He Pleads Guilty to Bribes",
      "snippet": "Repr Randy Cunningham, San Diego Republican, resigns from Congress after pleading guilty to taking at least $2.4 million in bribes to help friends and campaign contributors win military contracts; admits in tearful statement outside federal courth...",
      "abstract": "Repr Randy Cunningham, San Diego Republican, resigns from Congress after pleading guilty to taking at least $2.4 million in bribes to help friends and campaign contributors win military contracts; admits in tearful statement outside federal courthouse in San Diego that he disgraced office; photo; Cunningham pleads guilty to tax evasion, bribery conspiracy and wire and mail fraud, and faces up to ten years in prison and hundreds of thousands of dollars in fines and forfeitures; prosecutors say he got cash, cars, antiques, yacht club fees and vacations from four unnamed co-conspirators for using positions on defense and intelligence subcommittees to steer contracts; he lived in Washington on yacht owned by contractor that got tens of millions of dollars in contracts; Cunningham, known for combative conservatism and emotional outbursts, sold home to contractor Mitchell J Wade, who then sold it at big loss while Cunningham bought $2.5-million home that will now be forfeited; Gov Arnold Schwarzenegger has 14 days to call special election (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 28 - Representative Randy Cunningham, a Republican from San Diego, resigned from Congress on Monday, hours after pleading guilty to taking at least $2.4 million in bribes to help friends and campaign contributors win military contracts.",
      "publication_date": "2005-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/29/us/lawmaker-quits-after-he-pleads-guilty-to-bribes.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Stent vs. Scalpel",
      "snippet": "Carotid Stenting's seeming ease and its growing popularity have some experts worrying that too many doctors and patients, spurred on by medical device makers, may embrace procedure without fully understanding that it is generally as risky as surge...",
      "abstract": "Carotid Stenting's seeming ease and its growing popularity have some experts worrying that too many doctors and patients, spurred on by medical device makers, may embrace procedure without fully understanding that it is generally as risky as surgery, and potientially riskier in some cases; analysts estimate that sales of carotid stents, which cost around $3,000 each, have not yet topped $100 million; but some envision $1 billion market for devices within decade, not counting doctor's fees; US spends about $2 billion annually on surgical treatment of carotid blockages; both surgery and carotid stening procedures cost about $10,000 to $15,000; prominent skeptics include Dr Mark J Alberts, professor of neurology at Northwestern University Medical School; he cites clinical study showing sroke and death rates of more than 10 percent within one year among those getting stents--not much different from results in same study for surgery; Dr John J Ricotta, chairman of surgery at Stony Brook University Hospital, says that in most cases he would still probably prefer surgery to stenting; diagram; photos (M)",
      "lead_paragraph": "After Linda Packer, a 64-year-old social worker in Manhattan, fell twice over the Memorial Day weekend and felt vaguely unwell, a series of tests revealed a serious problem: one of the two main arteries carrying blood to her brain was more than 80 percent blocked by plaque.",
      "publication_date": "2005-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/29/business/stent-vs-scalpel.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "At Hussein Trial, First Testimony and New Bluster",
      "snippet": "Saddam Hussein returns to Baghdad court and quickly seizes floor to verbally assault his American military guards and thunder that chief judge should reprove them for making him walk up stairs and carry Koran while manacled; photos; US and Iraqi o...",
      "abstract": "Saddam Hussein returns to Baghdad court and quickly seizes floor to verbally assault his American military guards and thunder that chief judge should reprove them for making him walk up stairs and carry Koran while manacled; photos; US and Iraqi officials halt television transmission as Hussein tells Judge Rizgar Mohammed Amin 'You are an Iraqi. They are foreigners and occupiers'; outbursts come as prosecution's first witness, former secret police officer who died last month, is seen on videotape testifying he did not get any orders from Hussein during investigation of 1982 assassination attempt in Dujail; Hussein banters with co-defendants and guards and even writes poem about his innocence that he reads during recess, apparently unaware of live microphone; account of late officer, Wadah al-Sheik, does little to advance case that Hussein ordered killing of 148 Shiite men and boys in Dujail; judge then orders recess to allow defendants to choose new lawyers; defense seems eager to delay trial at time when insurgency fought partly by his die-hard loyalists casts doubt on eventual disposition of power; defense also seems buoyed by Ramsey Clark's appearance on their team; former attorney general tells BBC interviewer that Dujail case is weak because Hussein had to 'act firmly' at time when Iraq was at war with Iran (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 28 - Saddam Hussein returned to court on Monday and quickly seized the floor for a verbal assault on the American military guards who, he said, had treated him and the Koran he was holding disrespectfully on his way to the courtroom.",
      "publication_date": "2005-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/29/world/middleeast/at-hussein-trial-first-testimony-and-new-bluster.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Money Is There to Aid Rural Internet, but Loans Are Hard to Get",
      "snippet": "Entrepreneurs, lawmakers and Internet company executives across rural America say they are frustrated with loan program created by Congress in 2002 to help extend high-speed Internet service to rural areas; run by Rural Utilities Service, arm of A...",
      "abstract": "Entrepreneurs, lawmakers and Internet company executives across rural America say they are frustrated with loan program created by Congress in 2002 to help extend high-speed Internet service to rural areas; run by Rural Utilities Service, arm of Agriculture Department, program has been allocated nearly $3 billion but agency has lent less than half of that; as of Sept 30, end of 2005 fiscal year, utilities service had rejected 87 loan applications totaling $1.1 billion and approved 48 loans totaling $770 million agency has nearly $2 billion in unused money, and $556 million of that must be committed to new loans before end of fiscal year next September or its authorization will expire; Daniel and Linda Hawkins of Dallas Center, Iowa, say they are frustated that they are unable to get high-speed service; graph; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/29/technology/money-is-there-to-aid-rural-internet-but-loans-are-hard-to-get.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "U.S. Declines a Chance to Criticize Yuan Policy",
      "snippet": "US Treasury declines to criticize China's yuan policy; instead of accusing China of currency manipulation, it expresses disappointment that trading in yuan is 'highly constricted' and says it will 'intensely scrutinize' its practices; statement pr...",
      "abstract": "US Treasury declines to criticize China's yuan policy; instead of accusing China of currency manipulation, it expresses disappointment that trading in yuan is 'highly constricted' and says it will 'intensely scrutinize' its practices; statement provokes angry reaction from American manufacturers, some lawmakers and outside trade analysts who have argued for years that China has deliberately undervalued its currency to make its exports cheaper in world markets; Sens Charles E Schumer and Lindsey Graham renew threats to seek legislation that would impose steep tariffs on Chinese imports if yuan is not allowed to float more freely; both senators have been sponsors of bill that would impose tariffs of 27.5 percent on Chinese imports; China's trade surplus with US continued to balloon in 2005 and is expected to approach record $200 billion (M)",
      "lead_paragraph": "WASHINGTON, Nov. 28 - Six months ago, the Bush administration warned that it would accuse China of currency manipulation if it failed to make substantial changes to its fixed peg between the yuan and the dollar.",
      "publication_date": "2005-11-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/29/business/worldbusiness/us-declines-a-chance-to-criticize-yuan-policy.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Reading X-Rays In Asbestos Suits Enriched Doctor",
      "snippet": "West Virginia radiologist Ray A Harron has made lucrative practice out of reading as many as 150 X-rays a day, for $125 each, and filing reports used by thousands of people in asbestos litigation; Harron has probably earned millions of dollars for...",
      "abstract": "West Virginia radiologist Ray A Harron has made lucrative practice out of reading as many as 150 X-rays a day, for $125 each, and filing reports used by thousands of people in asbestos litigation; Harron has probably earned millions of dollars for lung evaluations that defense lawyers say are unreliable at best and fraudulent at worst; lawyers say Harron has not operated as professional rendering independent opinions but as vital cog in multibillion-dollar lawsuit machine; federal court has found that Harron failed to personally write or read reports supporting 5,350 claims of silica inhalation; Congressional investigators and federal prosecutors in New York are looking into asbestos claims; Harron denies wrongdoing; photo (M)",
      "lead_paragraph": "BRIDGEPORT, W.Va. - About a decade ago, a radiologist in this small town gradually stopped seeing patients and instead adopted what turned out to be a much more lucrative practice: reading X-rays full time.",
      "publication_date": "2005-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/29/business/reading-xrays-in-asbestos-suits-enriched-doctor.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Revamping at Merck to Cut Costs",
      "snippet": "Merck & Co plans to close five manufacturing plants by 2008 and lay off 7,000 employees, about 11 percent of its work force, as it struggles with falling sales and profits; cuts are latest sign of problems faced by major drug makers as patents on ...",
      "abstract": "Merck & Co plans to close five manufacturing plants by 2008 and lay off 7,000 employees, about 11 percent of its work force, as it struggles with falling sales and profits; cuts are latest sign of problems faced by major drug makers as patents on some of their most profitable medicines expire; Merck in June will begin to face low-priced generic competition on Zocor, cholesterol-lowering drug that is its top-selling medicine, with sales of $4.5 billion expected in 2005; about 3,500 of jobs Merck plans to eliminate are in US, with rest overseas; layoffs will save company total of almost $4 billion by 2010, or $1 billion a year; Merck's chief executive Richard T Clark says layoffs and plant closings, which will cost about $2 billion by time they are finished in 2008, are only part of broader overhaul of Merck's corporate structure; Merck will announce reorganization of its research and sales divisions on Dec 15; company's former pristine image has been sullied by thousands of lawsuits over Vioxx, painkiller that Merck stopped selling in September 2004 after clincial trial showed Vioxx could cause heart attacks (M)",
      "lead_paragraph": "Merck & Company, the third-largest American drug maker, plans to close five manufacturing plants by 2008 and lay off 7,000 employees, about 11 percent of its work force, as it struggles with falling sales and profits.",
      "publication_date": "2005-11-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/29/business/revamping-at-merck-to-cut-costs.html",
      "byline": "By Alex Berenson"
    }
  ]
}