{
  "metadata": {
    "date": "2005-07-05",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Private Spy and Public Spouse Live at Center of Leak Case",
      "snippet": "As the investigation into the leak of her name has unfolded clamorously, Valerie E. Wilson has kept her silence.",
      "abstract": "As the investigation into the leak of her name has unfolded clamorously, Valerie E. Wilson has kept her silence.",
      "lead_paragraph": "WASHINGTON, July 1 - For nearly two years, the investigation into the leak of a covert C.I.A. officer's name has unfolded clamorously in the nation's capital, with partisan brawling on talk shows, prosecutors interviewing President Bush and top White House officials, and the imminent prospect that reporters could go to jail for contempt of court.",
      "publication_date": "2005-07-05T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/05/politics/private-spy-and-public-spouse-live-at-center-of-leak-case.html",
      "byline": "By SCOTT SHANE"
    },
    {
      "headline": "Energy-Rich Nations Are Raising Price of Foreign Admittance",
      "snippet": "Bolivia is latest of several oil-and-gas producing countries in Latin America and beyond that are squeezing foreign energy companies with increased taxes as never before; producing nations are demanding larger part of mineral wealth with prices of...",
      "abstract": "Bolivia is latest of several oil-and-gas producing countries in Latin America and beyond that are squeezing foreign energy companies with increased taxes as never before; producing nations are demanding larger part of mineral wealth with prices of crude oil and natural gas at record highs; Russia, Venezuela, Kazakhstan, Nigeria and Algeria are tightening terms; photos (M)",
      "lead_paragraph": "LA PAZ, Bolivia - For centuries, this country made it easy for prospectors to mine -- from the Spaniards who plundered gold to the tin barons of the 19th century to the multinational energy companies that flocked here in the 1990's to develop Latin America's second-largest natural gas deposits.",
      "publication_date": "2005-07-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/05/business/worldbusiness/energyrich-nations-are-raising-price-of-foreign.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Spacecraft Hits Passing Comet, Just as Planned",
      "snippet": "Deep Impact spacecraft slams into comet 83 million miles away, right on target; spacecraft travels at 23,000 miles an hour to hit nucleus of Tempel 1 comet; force of crash results in blast of icy debris, stunning scientists with its size and brigh...",
      "abstract": "Deep Impact spacecraft slams into comet 83 million miles away, right on target; spacecraft travels at 23,000 miles an hour to hit nucleus of Tempel 1 comet; force of crash results in blast of icy debris, stunning scientists with its size and brightness; this culminates six-month journey for craft; NASA scientists had only one chance for collision with fast-moving target; because radio communications take more than seven minutes each way, spacecraft was on its own to complete mission; purpose of $333 million mission is to make most detailed study of comet to date; crash creates crater spewing primal material that makes up comet's core; material that will be analyzed could perhaps hold clue to formation of solar system 4.5 billion years ago; photo (M)",
      "lead_paragraph": "WASHINGTON, July 4 - NASA's 83-million-mile shot at a comet was a bull's-eye. Its Deep Impact spacecraft slammed into its target with such force early Monday that the resulting blast of icy debris stunned scientists with its size and brightness. If you could hear sounds in space, it would have been a big bang.",
      "publication_date": "2005-07-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/05/science/spacecraft-hits-passing-comet-just-as-planned.html",
      "byline": "By Warren E. Leary"
    },
    {
      "headline": "Pentagon Weighs Strategy Change to Deter Terror",
      "snippet": "Pentagon considers whether to shape military to mount one, rather than two major wars at same time, freeing more resources for anti-terrorism efforts; profound change is being considered during top-to-bottom review of Pentagon strategy, as ordered...",
      "abstract": "Pentagon considers whether to shape military to mount one, rather than two major wars at same time, freeing more resources for anti-terrorism efforts; profound change is being considered during top-to-bottom review of Pentagon strategy, as ordered by Congress every four years; it will determine future size of military and fate of hundreds of billions of dollars in new weapons; intense debate reflects growing recognition that current burden of maintaining forces in Iraq and Afghanistan, along with other demands of global campaign against terrorism, may force change in assumptions that have been foundation of all military planning; this is first time in decades that Pentagon has questioned wisdom of two-war strategy; photo (M)",
      "lead_paragraph": "WASHINGTON, July 4 - The Pentagon's most senior planners are challenging the longstanding strategy that requires the armed forces to be prepared to fight two major wars at a time. Instead, they are weighing whether to shape the military to mount one conventional campaign while devoting more resources to defending American territory and antiterrorism efforts.",
      "publication_date": "2005-07-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/05/politics/pentagon-weighs-strategy-change-to-deter-terror.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "A Dilemma for T-Mobile: Invest Heavily or Cash Out",
      "snippet": "ü",
      "abstract": "ü",
      "lead_paragraph": "FRANKFURT, July 4 - To the extent that Deutsche Telekom has any sizzle, it is supplied by its thriving American cellphone service, T-Mobile USA.",
      "publication_date": "2005-07-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/05/technology/a-dilemma-for-tmobile-invest-heavily-or-cash-out.html",
      "byline": "By Mark Landler and Ken Belson"
    },
    {
      "headline": "Airlines Get Boost by Flying to Europe",
      "snippet": "International flights are in record demand as summer travel season kicks off, and ticket prices, always high at this time of year, seem extra pricey compared with low fares at home; biggest push is to Europe, as Americans take advantage of euro's ...",
      "abstract": "International flights are in record demand as summer travel season kicks off, and ticket prices, always high at this time of year, seem extra pricey compared with low fares at home; biggest push is to Europe, as Americans take advantage of euro's recent weakening; consumers who waited until now to book their international tickets can expect to pay minimum of $1,000 from New York to popular destinations like London and Paris; all major American companies, and some of big foreign airlines, have added new cities and extra flights, especially across Atlantic, hoping to capitalize on brief, but lucrative season for overseas vacation travel; present and upcoming flight expansions at major airlines, including United Airlines, Air France, Northwest, Delta Air Lines and American Airlines, noted; charts (M)",
      "lead_paragraph": "Battered by brutal fare competition and ever-higher oil prices, major airlines have found a valuable antidote: carrying passengers overseas. International flights are in record demand as the summer travel season kicks off, and ticket prices, always high at this time of year, seem extra pricey compared with low fares at home.",
      "publication_date": "2005-07-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/05/business/worldbusiness/airlines-get-boost-by-flying-to-europe.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Hole in the Housing Bubble",
      "snippet": "Australian housing boom has come to halt in last two years, in move that many experts see as first signs of end to housing bubble, not just in Australia, but also in US as well as several other rich countries around world; despite predictions that...",
      "abstract": "Australian housing boom has come to halt in last two years, in move that many experts see as first signs of end to housing bubble, not just in Australia, but also in US as well as several other rich countries around world; despite predictions that housing prices in Australia would plummet by as much as 20 to 30 percent, there are no signs of crash; prices have leveled off or dropped slightly; graph; photo (M)",
      "lead_paragraph": "SYDNEY, Australia - For several years, dinner party chatter here did not linger on favorite Australian subjects like rugby, cricket, sailing and surfing or politics. No, all the talk was of real estate: how much a house was worth, how much more this year than last, and how much more valuable it would be next year.",
      "publication_date": "2005-07-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/05/realestate/hole-in-the-housing-bubble.html",
      "byline": "By Raymond Bonner"
    },
    {
      "headline": "Private Spy and Public Spouse Live at Center of Leak Case",
      "snippet": "Valerie Wilson, known to country by her maiden name Valerie Plame, returns to CIA in new job after being identified as covert officer; startled neighbors say they thought of her as 'working soccer mom' before her true job was revealed by syndicate...",
      "abstract": "Valerie Wilson, known to country by her maiden name Valerie Plame, returns to CIA in new job after being identified as covert officer; startled neighbors say they thought of her as 'working soccer mom' before her true job was revealed by syndicated columnist Robert Novak in 2003; her husband Joseph C Wilson IV interprets leak of his wife's CIA connection as act of vengeance from White House officials for his public accusations of Bush administration deceit in building case for Iraq war; former CIA officers differ on impact of Novak's identification of Valerie Wilson, who had been working against weapons proliferation in Europe posing as analyst for shell company set up by agency (M)",
      "lead_paragraph": "WASHINGTON, July 1 - For nearly two years, the investigation into the leak of a covert C.I.A. officer's name has unfolded clamorously in the nation's capital, with partisan brawling on talk shows, prosecutors interviewing President Bush and top White House officials, and the imminent prospect that reporters could go to jail for contempt of court.",
      "publication_date": "2005-07-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/05/politics/private-spy-and-public-spouse-live-at-center-of-leak-case.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "In Seeking Unocal, Chevron Ruffles an Asian Partner",
      "snippet": "Chevron's managers have gone into overdrive to portray Chinese government-backed offer for California-based Unocal as unfair competition and to close their deal for Unocal as quickly as possible; they have received support from many lawmakers in W...",
      "abstract": "Chevron's managers have gone into overdrive to portray Chinese government-backed offer for California-based Unocal as unfair competition and to close their deal for Unocal as quickly as possible; they have received support from many lawmakers in Washington, who have painted Chinese offer as threat to America's national security; Chevron must walk fine line between fending off China's bid for Unocal and risk of alienating China National Offshore Oil Corp, its largest partner in China; much is at stake for Chevron and its cautious chief executive, David J O'Reilly; graph; photo (M)",
      "lead_paragraph": "The last thing Chevron wanted when it made its $16.8 billion offer for Unocal back in April was to be pitted in a takeover battle against the Chinese government.",
      "publication_date": "2005-07-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/05/business/worldbusiness/in-seeking-unocal-chevron-ruffles-an-asian-partner.html",
      "byline": "By Jad Mouawad and David Barboza"
    },
    {
      "headline": "O'Connor Leap Moved Women Up the Bench",
      "snippet": "Sandra Day O'Connor's nomination to Supreme Court opened way for women on nation's federal courts; in 1981, when she was nominated, there were 700 active federal judges, only 48 of them women; today, there are 201 women and 622 men; American Bar A...",
      "abstract": "Sandra Day O'Connor's nomination to Supreme Court opened way for women on nation's federal courts; in 1981, when she was nominated, there were 700 active federal judges, only 48 of them women; today, there are 201 women and 622 men; American Bar Assn says that in 1981, 36 percent of law school students were women; last year, it was 48 percent; Stanford Law School Dean Larry Kramer says partnerships in big law firms have not kept pace; ABA report notes 16 percent of law firm partners were women in 2003; Kramer says women are underrepresented in law school faculties also; however, when O'Connor graduated law school near top of her class, she was refused job at every law firm in which she applied and was offered secretarial jobs instead; photos; chart (L)",
      "lead_paragraph": "When President Ronald Reagan decided to nominate Sandra Day O'Connor as the first woman ever to the Supreme Court in 1981, he did not have a lot of other women to choose from. The bench, one might say, was not deep.",
      "publication_date": "2005-07-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/05/politics/politicsspecial1/oconnor-leap-moved-women-up-the-bench.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Presidents, Picking Justices, Can Have Backfires",
      "snippet": "Pres Bush faces daunting historical reality in filling vacancy on Supreme Court: presidents do not always get what they bargained for; many of Bush's predecessors have been greatly disappointed by voting record of even seemingly close allies given...",
      "abstract": "Pres Bush faces daunting historical reality in filling vacancy on Supreme Court: presidents do not always get what they bargained for; many of Bush's predecessors have been greatly disappointed by voting record of even seemingly close allies given lifetime tenure on fiercely independent institution, where hot-button issues of future are hard to predict; cases recalled; photos (M)",
      "lead_paragraph": "WASHINGTON, July 4 - In July 1902, confident that he had found a judge opposed to \"big railroad men and other members of large corporations,\" Theodore Roosevelt named Oliver Wendell Holmes Jr. as his first appointee to the Supreme Court, delighted with a choice that their fellow Republican, Senator Henry Cabot Lodge of Massachusetts, called \"our kind right through.\"",
      "publication_date": "2005-07-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/05/politics/politicsspecial1/presidents-picking-justices-can-have-backfires.html",
      "byline": "By Todd S. Purdum"
    }
  ]
}