{
  "metadata": {
    "date": "2005-03-21",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "In Life on the Mekong, China's Dams Dominate",
      "snippet": "Last of three articles in series China's Reach notes that China's appetite for hydroelectric power and its thrust into Southeast Asia in search of trade are changing the character of Mekong River, not only in China, but also for five nations and 6...",
      "abstract": "Last of three articles in series China's Reach notes that China's appetite for hydroelectric power and its thrust into Southeast Asia in search of trade are changing the character of Mekong River, not only in China, but also for five nations and 60 million rural people downstream; China has built two dams, and plans to build six more along upper Mekong; conservationists say water levels and temperatures have fluctuated widely, threatening river environment and disrupting livelihoods of fishermen and others who depend on $2 billion annual catch of migratory fish; changes to river that China has already made are quickly causing way of life to recede in Myanmar, Thailand, Laos, Cambodia and Vietnam; map; photos (M)",
      "lead_paragraph": "CHIANG KHONG, Thailand - For countless generations, fishermen along the Mekong River have passed their lore and way of life from father to son: the rhythms of the water, the habits of the many kinds of fish, the best nets and traps to use to survive and prosper.",
      "publication_date": "2005-03-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/19/world/asia/in-life-on-the-mekong-chinas-dams-dominate.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "Europe and U.S. Fail to Agree on Plane Subsidy",
      "snippet": "Talks between US Deputy Secretary of State Robert Zoellick and top European trade minister Peter Mandelson reportedly break down over how to control billions of dollars in subsidies that each accuses other of giving to Boeing and Airbus; European ...",
      "abstract": "Talks between US Deputy Secretary of State Robert Zoellick and top European trade minister Peter Mandelson reportedly break down over how to control billions of dollars in subsidies that each accuses other of giving to Boeing and Airbus; European Union spokesman Anthony Gooch says there are clearly difficult issues at stake but that he has not been informed that negotiations have ended; photo (M)",
      "lead_paragraph": "WASHINGTON, March 18 - Government officials said on Friday evening that talks with the European Union had broken down over how to control billions of dollars in subsidies that each accuses the other of giving to its biggest civilian aircraft maker.",
      "publication_date": "2005-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/19/business/worldbusiness/europe-and-us-fail-to-agree-on-plane-subsidy.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Oil Wealth Wasting Away in Indonesia",
      "snippet": "Indonesia's oil industry is being squandered through underinvestment, bureaucracy, corruption and wariness of multinational companies; annual production has dropped by more than one third in last decade; draining of existing fields has forced Indo...",
      "abstract": "Indonesia's oil industry is being squandered through underinvestment, bureaucracy, corruption and wariness of multinational companies; annual production has dropped by more than one third in last decade; draining of existing fields has forced Indonesia, one of oldest members of Organization of Petroleum Exporting Countries, to import oil in last quarter of 2004; graph; photos (M)",
      "lead_paragraph": "BALONGAN, Indonesia - Roaring all day from the top of a chimney at a state-owned refinery here, a 30-foot-high roiling column of orange flames spewed vast clouds of black smoke visible for miles around. A 12-year-old compressor had broken down, refinery officials explained, and huge quantities of valuable propylene were being burned off for safety reasons.",
      "publication_date": "2005-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/19/business/worldbusiness/oil-wealth-wasting-away-in-indonesia.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Investing for a Profit and a Daughter's Health",
      "snippet": "Article on Allen Andersson, entrepreneur who invested $34 million in Amylin Pharmaceuticals in early 1999 when company faced collapse because clinical trials of diabetes treatment called Symlin were faltering; Andersson thought drug would help his...",
      "abstract": "Article on Allen Andersson, entrepreneur who invested $34 million in Amylin Pharmaceuticals in early 1999 when company faced collapse because clinical trials of diabetes treatment called Symlin were faltering; Andersson thought drug would help his daughter Rachel, who has diabetes; his Amylin holdings, now that federal government has approved drug, are worth $200 million; photo (M)",
      "lead_paragraph": "When Amylin Pharmaceuticals won federal approval on Wednesday for its first drug, executives celebrated by jumping into the reflecting pond at the company's office complex in San Diego. Some also called to thank a little-known software entrepreneur back east in Washington who had helped make it all possible.",
      "publication_date": "2005-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/19/business/investing-for-a-profit-and-a-daughters-health.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Growth of Wireless Internet Opens New Path for Thieves",
      "snippet": "Federal and state law enforcement officials say sophisticated criminals have begun to use unsecured Wi-Fi networks of unsuspecting consumers and businesses to help cover their tracks in cyberspace; Secret Service office in Newark in 2003 began inv...",
      "abstract": "Federal and state law enforcement officials say sophisticated criminals have begun to use unsecured Wi-Fi networks of unsuspecting consumers and businesses to help cover their tracks in cyberspace; Secret Service office in Newark in 2003 began investigation that infiltrated computer networks of suspected professional data thieves; over 30 people around the world have been arrested since Oct 2004 and accused of trafficking in hundreds of thousands of stolen credit card numbers online; about 15 of suspects regularly used open Wi-Fi connections of unsuspecting neighbors; experts say failure to secure Wi-Fi network can allow anyone with Wi-Fi-enabled computer within about 200 feet to tap into base station's Internet connection; diagram; photo (M)",
      "lead_paragraph": "The spread of the wireless data technology known as Wi-Fi has reshaped the way millions of Americans go online, letting them tap into high-speed Internet connections effortlessly at home and in many public places.",
      "publication_date": "2005-03-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/19/technology/growth-of-wireless-internet-opens-new-path-for-thieves.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Dangling Broadband From the Phone Stick",
      "snippet": "Consumers are finding that telephone companies, including SBC Communications, Verizon and BellSouth, are only offering high-speed Internet broadband service as bundle with traditional phone service; some lawmakers and consumer advocates say issue ...",
      "abstract": "Consumers are finding that telephone companies, including SBC Communications, Verizon and BellSouth, are only offering high-speed Internet broadband service as bundle with traditional phone service; some lawmakers and consumer advocates say issue should be on agenda as government considers market impact of SBC's planned $16 billion acquisition of AT&T and Verizon's $6.75 billion offer for MCI, which is being challenged by rival offer from Qwest Communications; chart; photo (L)",
      "lead_paragraph": "SAN FRANCISCO, March 18 - To gauge the potential consumer impact of the consolidation sweeping the telephone industry, look no further than the silver-toned plastic phone gathering dust on the desk in Justin Martikovic's studio apartment.",
      "publication_date": "2005-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/19/technology/dangling-broadband-from-the-phone-stick.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Wal-Mart to Pay U.S. $11 Million in Lawsuit on Illegal Workers",
      "snippet": "Wal-Mart Stores agrees to pay record $11 million to settle accusations that it used hundreds of illegal immigrants to clean its stores; federal investigators will not bring criminal charges against Wal-Mart because it is cooperating and has pledge...",
      "abstract": "Wal-Mart Stores agrees to pay record $11 million to settle accusations that it used hundreds of illegal immigrants to clean its stores; federal investigators will not bring criminal charges against Wal-Mart because it is cooperating and has pledged to prevent future employment of illegal immigrants at its 3,600 US stores; settlement grew out of enforcement actions in which 100 janitors who were illegal immigrants were arrested in 2001 at Wal-Mart stores in New York and several other states, and additional 245 were arrested in Oct 2003 at 60 stores in 21 states; Wal-Mart says janitors were hired by contractors that Wal-Mart used to clean its stores; federal officials say 12 janitorial contractors have agreed to forfeit $4 million to government and plead guilty to criminal charges of employing illegal immigrants (M)",
      "lead_paragraph": "Federal prosecutors and immigration officials announced yesterday that Wal-Mart Stores had agreed to pay a record $11 million to settle accusations that it used hundreds of illegal immigrants to clean its stores.",
      "publication_date": "2005-03-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/19/business/walmart-to-pay-us-11-million-in-lawsuit-on-illegal-workers.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "Despite Congress, Woman's Feeding Tube Is Removed",
      "snippet": "Doctors remove feeding tube from Terri Schiavo, brain-damaged woman at center of scorching legal battle, despite series of last-minute efforts by Congress to halt process and prolong her life; tube's removal comes after Florida Judge George W Gree...",
      "abstract": "Doctors remove feeding tube from Terri Schiavo, brain-damaged woman at center of scorching legal battle, despite series of last-minute efforts by Congress to halt process and prolong her life; tube's removal comes after Florida Judge George W Greer rejects efforts by House to intervene in case; House committee files emergency request with US Supreme Court, asking justices to order feeding tube to be reinserted while appeals are filed, but court has been unwilling to hear arguments in case; photos show protesters praying for Schiavo (M)",
      "lead_paragraph": "PINELLAS PARK, Fla., March 18 - Doctors on Friday removed the feeding tube of Terri Schiavo, the severely brain-damaged woman at the center of a scorching multiyear legal battle, despite an extraordinary series of last-minute efforts by Congress to halt the process and prolong her life.",
      "publication_date": "2005-03-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/19/us/despite-congress-womans-feeding-tube-is-removed.html",
      "byline": "By Abby Goodnough and Carl Hulse"
    },
    {
      "headline": "Ex-Directors at WorldCom Settle Anew",
      "snippet": "Eleven former WorldCom directors reach new, landmark agreement to pay $20 million out of their own pockets to settle with New York Comptroller Alan Hevesi, who is trustee of state's Common Retirement Fund; Hevesi is lead plaintiff in civil suit re...",
      "abstract": "Eleven former WorldCom directors reach new, landmark agreement to pay $20 million out of their own pockets to settle with New York Comptroller Alan Hevesi, who is trustee of state's Common Retirement Fund; Hevesi is lead plaintiff in civil suit representing hundreds of thousands of WorldCom investors; settlement, if approved by court, will bring to $6.057 billion the total amount recovered from defendants by Hevesi in case; photo (M)",
      "lead_paragraph": "A landmark agreement by former WorldCom directors to pay millions of their own money to settle with investors was revived yesterday about six weeks after it was scuttled by objections from other defendants in the case.",
      "publication_date": "2005-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/19/business/exdirectors-at-worldcom-settle-anew.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Wal-Mart Settles Charges Over Illegal Immigrants  Federal prosecutors and immigration officials announced that Wal-Mart Stores had agreed to pay $11 million to settle accusations that it used hundreds of illegal immigrants to clean its 3,600 store...",
      "abstract": " Wal-Mart Settles Charges Over Illegal Immigrants  Federal prosecutors and immigration officials announced that Wal-Mart Stores had agreed to pay $11 million to settle accusations that it used hundreds of illegal immigrants to clean its 3,600 stores in the United States.    The settlement grew out of enforcement actions in which 100 illegal immigrant janitors were arrested in 2001 at Wal-Mart Stores in Pennsylvania, Ohio, Missouri and New York and another 245 were arrested in October 2003 at 60 Wal-Marts in 21 states. [Page A1.]    Wireless Internet Goal of Thieves  Federal and state law enforcement officials say sophisticated criminals have begun to use the unsecured Wi-Fi networks of unsuspecting consumers and businesses to help cover their tracks in cyberspace. [A1.]    U.S. Warned on Net Security  A report by computer experts criticizes the federal government for inadequate financing of research on computer network security, and for focusing on classified research that is inaccessible to the commercial sector. [C2.]    Nasdaq Declines to 4-Month Low  The Nasdaq composite index fell to its worst finish since Nov. 3 on weakness in semiconductor stocks. The Nasdaq composite lost 8.63 points, to close at 2,007.79, and is down 7.7 percent so far this year. The Dow Jones industrial average rose 3.32 points, to 10,629.67, and the Standard & Poor's 500-stock index was down 0.56 point, to 1,189.65. [C4.]    Deal for 'American Idol' Company  CKX, the company owned by Robert F.X. Sillerman, has acquired 19 Entertainment, the British concern that owns ''American Idol'' and its franchises, for $161 million and 1.87 million shares of CKX stock. [B9.]    Judge Reviewing Stewart Sentence  An appeals court in New York granted a request from Martha Stewart to give her trial judge the option to change her sentence, but people involved in the case expect the judge to leave the sentence unchanged. [C4.]    Honda Tries to Spruce Up Civic  Sales of Honda's Civic slumped 9.3 percent in January from the prior year and 34 percent in February, but the pace of the decline has surprised some analysts who await a new design for the car, which will go on sale this fall. [C3.]    No Pact Reached in TIM Hellas Talks  Talks between Apax Partners and Texas Pacific and the majority owner of TIM Hellas failed to produce a purchase agreement. [C3.]    Oracle Raises Its Bid for Retek  Shares of Oracle fell 62 cents, to $12.54, after the company raised its bid for Retek to $631 million, or $11.25 a share. The offer surpassed SAP's latest bid of $617 million, or $11, and escalated the two-week-old bidding war. Before Oracle's announcement, Retek's board had unanimously accepted the SAP offer. Retek would have to pay SAP a termination fee of $25 million to walk away from the deal. [C4.]    Executive Resigns From Boeing  The Boeing executive whose romantic relationship with the former chief executive, Harry C. Stonecipher, led to his ouster, has voluntarily resigned from the company. [C10.]    Union Pacific Moving Freight Lines  Following a string of serious railroad accidents, Texas Gov. Rick Perry signed an agreement with the nation's largest railroad, Union Pacific, to work toward moving freight lines out of congested urban areas. [A10.]    Consumer Confidence Declines  The University of Michigan's preliminary consumer confidence index dropped to 92.9 this month, and import prices rose 0.8 percent last month, including the biggest gain in foreign petroleum costs since October. [C2.]  ",
      "lead_paragraph": "Wal-Mart Settles Charges Over Illegal Immigrants Federal prosecutors and immigration officials announced that Wal-Mart Stores had agreed to pay $11 million to settle accusations that it used hundreds of illegal immigrants to clean its 3,600 stores in the United States.",
      "publication_date": "2005-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/19/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "The Medical Becomes Political for Congress",
      "snippet": "Carl Hulse analysis holds that while Congressional lawmakers of both parties justified their effort to try to prevent removal of feeding tube from Terri Schiavo as matter of fundamental rights and due process, political motivations have figured in...",
      "abstract": "Carl Hulse analysis holds that while Congressional lawmakers of both parties justified their effort to try to prevent removal of feeding tube from Terri Schiavo as matter of fundamental rights and due process, political motivations have figured in as well; says for Republicans, it was chance to carve out new territory in 'culture of life' issues so paramount to religious conservatives; says for Democrats, case offers way to portray their newfound willingness to move to center on such issues; maintains that for Rep Tom Delay, taking prominent role in rallying conservatives to Schiavo cause also provided distraction from his troubles (M)",
      "lead_paragraph": "WASHINGTON, March 18 - The fevered Congressional intervention in a single individual's health crisis is being driven in significant part by powerful political forces that have converged at the bedside of Terri Schiavo.",
      "publication_date": "2005-03-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/19/us/the-medical-becomes-political-for-congress.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "What? They Never Heard Of WorldCom?",
      "snippet": "Gretchen Morgenson column on cautious position on stocks taken by Richard Bernstein, chief US strategist at Merrill Lynch, who believes quality of corporation earnings is poor and getting poorer; Bernstein view is based on widening gap between bet...",
      "abstract": "Gretchen Morgenson column on cautious position on stocks taken by Richard Bernstein, chief US strategist at Merrill Lynch, who believes quality of corporation earnings is poor and getting poorer; Bernstein view is based on widening gap between between earnings that Standard & Poor's 500 companies have reported under generally accepted accounting principles and operating earnings, figures companies typically employ in press releases after excluding write-offs and other unusual items (M)",
      "lead_paragraph": "WHAT a week.",
      "publication_date": "2005-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/20/business/yourmoney/what-they-never-heard-of-worldcom.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "In Courts, Threats Have Become a Fact of Life",
      "snippet": "Threats against judges have escalated in last decade, especially on federal level where average 700 threats annually are reported in recent years; incidents involve unpredictable range of defendants from white supremacists and gang members to whit...",
      "abstract": "Threats against judges have escalated in last decade, especially on federal level where average 700 threats annually are reported in recent years; incidents involve unpredictable range of defendants from white supremacists and gang members to white-collar frauds and civil litigators; courthouses often lack adequate security; some public defenders also say it is commonplace for defendants to disparage them, and Justice Dept survey finds 40 percent of state and local prosecutors feel threate ned in their jobs; photo (L)",
      "lead_paragraph": "Last March, a federal prosecutor in Utah overseeing a racketeering case against a dozen members of the Soldiers of Aryan Culture received a chilling threat.",
      "publication_date": "2005-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/20/us/in-courts-threats-have-become-a-fact-of-life.html",
      "byline": "By Deborah Sontag"
    },
    {
      "headline": "States and Communities Battling Another Round of Base Closings",
      "snippet": "Pentagon analysts are putting finishing touches on list of recommendations on which of 425 domestic military bases should be closed to save billions of dollars and make military more agile and responsive to security threats, while state officials ...",
      "abstract": "Pentagon analysts are putting finishing touches on list of recommendations on which of 425 domestic military bases should be closed to save billions of dollars and make military more agile and responsive to security threats, while state officials rush to save their installations, which provide thousands of jobs and billions of dollars to local economies; Defense Sec Donald H Rumsfeld will submit list to independent review commission by May 16, and Pres Bush and Congress must accept or reject list by Nov 7; chart (M)",
      "lead_paragraph": "WASHINGTON, March 19 - For the first time in a decade, communities across the country are bracing for a major round of military base closings, and they are mounting aggressive lobbying campaigns to stave off cuts and other changes that some independent experts say could dwarf the previous four rounds combined.",
      "publication_date": "2005-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/20/politics/states-and-communities-battling-another-round-of-base-closings.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Ask Them (All 8 of Them) About Their Grandson",
      "snippet": "Divorce rate climbed steeply in 1970's until by 1980 half of all new marriages were projected to end in divorce, and now impact of higher divorce rates is playing out across three generations, as seen in family of 9-year-old Blake Brunson, who has...",
      "abstract": "Divorce rate climbed steeply in 1970's until by 1980 half of all new marriages were projected to end in divorce, and now impact of higher divorce rates is playing out across three generations, as seen in family of 9-year-old Blake Brunson, who has eight grandparents; upside may be more grandparents to love child, but what it teaches child about marriage remains unclear; new child may broaden distances forged in earlier times, or force grandparents to behave in order to be part of child's lif e; holidays present special challenges; photos, chart (L)",
      "lead_paragraph": "Two by two, they filed into the school gym in Louisiana: Pawpaw and Mimi, Honey and Uncle Rod, Gampaw and Meme, Meemaw and David -- all eight of Blake Brunson's grandparents, there to cheer him on in the last basketball game of the season.",
      "publication_date": "2005-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/20/us/ask-them-all-8-of-them-about-their-grandson.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "Behind Lebanon Upheaval, 2 Men's Fateful Clash",
      "snippet": "Members of Lebanon's anti-Syrian opposition point to Aug 26 meeting between Prime Min Rafik Hariri and Syrian Pres Bashar al-Assad as fateful; Assad is said to have threatened to break Lebanon and ordered Hariri to amend Lebanese constitution to g...",
      "abstract": "Members of Lebanon's anti-Syrian opposition point to Aug 26 meeting between Prime Min Rafik Hariri and Syrian Pres Bashar al-Assad as fateful; Assad is said to have threatened to break Lebanon and ordered Hariri to amend Lebanese constitution to give Syrian favorite Pres Emile Lahoud another three years in office; Druze leader Walid Jumblatt says meeting was Hariri's condemnation to death; Hariri resigned government on Oct 20 and plunged into planning for spring parliamentary elections, but was killed by massive bomb on Feb 14; photos (L)",
      "lead_paragraph": "BEIRUT, Lebanon, March 19 - On an unseasonably mild day last August, a small group of Prime Minister Rafik Hariri's closest political allies could tell from his flushed face and subdued manner that something awful had happened in the Syrian capital of Damascus, where he had been summoned to a meeting with President Bashar al-Assad.",
      "publication_date": "2005-03-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/20/world/middleeast/behind-lebanon-upheaval-2-mens-fateful-clash.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Understudies Get to Play a Leading Role",
      "snippet": "Program called Starrr Drama recruits actors to become substitute teachers in New York City schools; actors can impart some of their love of arts and students can learn rudimentary playwriting and storytelling skills; photo (M)",
      "abstract": "Program called Starrr Drama recruits actors to become substitute teachers in New York City schools; actors can impart some of their love of arts and students can learn rudimentary playwriting and storytelling skills; photo (M)",
      "lead_paragraph": "ON a brisk afternoon recently, six actors and a stage manager arrived promptly for auditions at Middle School 201/Star Academy in the Hunts Point section of the Bronx. The actors were not trying out for roles on Broadway or in a film; they were hoping to land jobs as substitute teachers.",
      "publication_date": "2005-03-20T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/03/20/jobs/understudies-get-to-play-a-leading-role.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "Visiting Korea Base, Rice Sends Forceful Reminder to the North",
      "snippet": "Sec of State Condoleezza Rice visits underground bunker Command Post Tango in South Korea to send clear message to North Korea that it is time to rejoin disarmament talks; visit, after speech in which Rice repeated assurance that US has no intenti...",
      "abstract": "Sec of State Condoleezza Rice visits underground bunker Command Post Tango in South Korea to send clear message to North Korea that it is time to rejoin disarmament talks; visit, after speech in which Rice repeated assurance that US has no intention of attacking North Korea, is highly unusual departure from diplomatic protocol and meant to sway North Korea, though major goal of visit is effort to persuade China to squeeze North Korea; Bush administration is increasingly impa tient with North Korean refusal to return to negotiations; photo (M)",
      "lead_paragraph": "COMMAND POST TANGO, South Korea, Sunday, March 20 - Secretary of State Condoleezza Rice stepped off her airplane in Seoul on Saturday evening, boarded an Army Black Hawk helicopter and immediately flew to this underground command bunker from which military commanders would direct any war against North Korea.",
      "publication_date": "2005-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/20/world/visiting-korea-base-rice-sends-forceful-reminder-to-the-north.html",
      "byline": "By Joel Brinkley"
    },
    {
      "headline": "Congress Ready to Approve Bill in Schiavo Case",
      "snippet": "Congressional leaders reach compromise on legislation to force case of Terry Schiavo into federal court, where her parents may ask judge to restore her feeding tube on grounds that her constitutional rights were violated by its removal on March 18...",
      "abstract": "Congressional leaders reach compromise on legislation to force case of Terry Schiavo into federal court, where her parents may ask judge to restore her feeding tube on grounds that her constitutional rights were violated by its removal on March 18 order of Pinellas-Pasco Circuit Court Judge George W Greer at request of Sciavo's husband Michael; conservative lawmakers led by Rep Tom DeLay scrambled for way to override decision, and Pres Bush is waiting to sign bill, but many Americans questi on why Congress is involved at all in intensely private matter; compromise bill is intended to reduce objections by spelling out that legislation is not intended to set precedent but only to apply to Schiavo case (M)",
      "lead_paragraph": "WASHINGTON, March 19 - Congressional leaders reached a compromise Saturday on legislation to force the case of Terri Schiavo into federal court, an extraordinary intervention intended to prolong the life of the brain-damaged woman whose condition has reignited a painful national debate over when medical treatment should be withdrawn.",
      "publication_date": "2005-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/20/politics/congress-ready-to-approve-bill-in-schiavo-case.html",
      "byline": "By Robin Toner and Carl Hulse"
    },
    {
      "headline": "The Company He Keeps (for Now)",
      "snippet": "Profile of Bloomberg LP, financial information and news company, in light of latest management overhaul and comments by Michael R Bloomberg that he plans to sell company someday; timing of any sale will hinge on whether Bloomberg is re-elected may...",
      "abstract": "Profile of Bloomberg LP, financial information and news company, in light of latest management overhaul and comments by Michael R Bloomberg that he plans to sell company someday; timing of any sale will hinge on whether Bloomberg is re-elected mayor of New York in November; estimates of company's value range from $7 billion to $9 billion, putting Bloomberg's 72 percent stake in $5 billion to $6.5 billion range; Peter Grauer, chairman, insists that no sale is imminent; denies that management shuffle, which consolidated his power and stripped Lex Fenwick, chief executive officer, of duties other than continued oversight of Boomberg's sales force, were prompted by friction between him and Fenwick and employees' distaste for Fenwick's leadership; Tom Secunda, who heads research and development, and Matthew Winkler, editor in chief of Bloomberg News, were elevated at same time to equal status with Fenwick, all three of them reporting to Grauer; photos; graph (L)",
      "lead_paragraph": "BLOOMBERG the mayor is preparing for a re-election bid. Bloomberg the data terminal is as popular as ever. Bloomberg the newsroom feels oppressed. And Bloomberg the company has been dogged by rumors of a possible sale.",
      "publication_date": "2005-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/20/business/yourmoney/the-company-he-keeps-for-now.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Washington, We Have a Problem ...",
      "snippet": "Excerpts from Kurt Eichenwald's book on fall of Enron Corp: Conspiracy of Fools: A True Story; drawings; photos (L)",
      "abstract": "Excerpts from Kurt Eichenwald's book on fall of Enron Corp: Conspiracy of Fools: A True Story; drawings; photos (L)",
      "lead_paragraph": "In Enron's final weeks, years of incompetence, mismanagement and crime finally emerged into public view. But behind the scenes, a desperate -- and at times farcical -- effort was unfolding to avert what proved to be its inevitable destruction.",
      "publication_date": "2005-03-20T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/20/business/yourmoney/washington-we-have-a-problem.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Congress Passes and Bush Signs Legislation on Schiavo Case",
      "snippet": "House gives final Congressional approval to legislation that would allow federal court to intervene in case of Terri Schiavo; Pres Bush flies back to Washington from his Texas ranch to quickly sign bill; House vote of 203 to 58 comes at midnight, ...",
      "abstract": "House gives final Congressional approval to legislation that would allow federal court to intervene in case of Terri Schiavo; Pres Bush flies back to Washington from his Texas ranch to quickly sign bill; House vote of 203 to 58 comes at midnight, ending four tumultuous days and emotional debate; Senate approves measure by voice vote with just few senators on hand; bill's backers hope federal court will order that feeding tube be restored to Schiavo, severely brain damaged Florida woman whose husband sought feeding tube's removal over objections of her parents; Democrats opposed to bill accuse Republicans of inappropriately injecting Congress into medical decisions related to Schiavo; Sen Bill Frist, majority leader, acknowledges that such concerted Congressional action on beahlf of single person is highly unusual, but claims case involves 'sanctity of human life'; Schiavo's husband Michael criticzes Rep Tom DeLay, in particular, for what he says are politically motivated moves; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/21/politics/congress-passes-and-bush-signs-legislation-on-schiavo-case.html",
      "byline": "By Carl Hulse and David D. Kirkpatrick"
    },
    {
      "headline": "Investigators Argue for Access to Private Data",
      "snippet": "Private investigators, who are major buyers of personal data from data brokers, are bracing for more scrutiny of their access as privacy advocates, lawmakers and ordinary consumers press for new rules on commercial handling of consumer data; digit...",
      "abstract": "Private investigators, who are major buyers of personal data from data brokers, are bracing for more scrutiny of their access as privacy advocates, lawmakers and ordinary consumers press for new rules on commercial handling of consumer data; digital information available to investigators was greatly enhanced in 1993, when Federal Trade Commission made distinction between full credit reports, which are governed by specific access rules, and identifying data at top of credit report, which includes person's name, most recent address, date of birth and Social Security number; photo (M)",
      "lead_paragraph": "Diany Castillo, a 54-year-old home health care aide who lives in Brooklyn, says she is grateful that the fragmented bits of her past -- her moves from one state to another, her marriages and her name changes -- can be found in the vast commercial databases that contain personal information on tens of millions of Americans.",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/21/technology/investigators-argue-for-access-to-private-data.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "New CD-DVD Format Aims To Slow Illegal Downloading  DualDisc, a new format being introduced by the major music labels, includes a traditional CD on one side of a disc and DVD content on the other. The DVD side has the album tracks mixed in surroun...",
      "abstract": " New CD-DVD Format Aims To Slow Illegal Downloading  DualDisc, a new format being introduced by the major music labels, includes a traditional CD on one side of a disc and DVD content on the other. The DVD side has the album tracks mixed in surround sound, along with 20 minutes of video. A DualDisc from the singer Omarion, above, includes video of him from the show ''MTV Diary.''    The music labels are hoping the DualDisc format will help discourage illegal file-sharing. DualDisc albums sell in most stores for only a dollar or two more than traditional CD's. [Page C4.]    A Web Site for Gift Seekers  IAC/InterActiveCorp, Barry Diller's collection of Internet businesses, is introducing Gifts.com, a Web site that helps gift buyers remember and shop for important occasions. The site could spawn a round of new competition among shopping sites and retailers like Amazon.com, which until now have offered little guidance to prospective gift buyers. Bob Tedeschi: E-Commerce Report. [C6.]    A.P. Gives More Than Just Facts  The Associated Press has started to transmit ''optional leads'' for its articles that try to draw in readers using narrative devices and other means. [C7.]    On DVD, It's 'Buffy' for Beginners  Fox Home Entertainment is releasing the first episodes of ''Buffy the Vampire Slayer'' and other shows on low-priced DVD's, hoping buyers will upgrade to full-season sets. [C7.]    Liberal Magazines Gain Readers  Magazines like The Nation and The Progressive have seen subscriptions rise since President Bush's re-election. Conservative magazines have also seen a bump. [C7.]    A TV Psychiatrist Endorses a Drug  Lorraine Bracco, left, who plays Tony Soprano's psychiatrist on HBO's ''The Sopranos,'' is disclosing details about her history of depression under a contract with a drug company. Last week, Pfizer, which makes the antidepressant Zoloft, introduced a Web site featuring Ms. Bracco, and television commercials will follow. Ms. Bracco joins actors, singers and athletes with similar deals. [C8.]    The Sitcommercial Makes a Return  Marketers seeking to stand out are crowding their campaigns with ensemble casts that continue from one commercial to another, just as if they were the regular cast of a television series. A Verizon campaign featured 3 ensemble casts and a total of 18 actors in 13 commercials. Stuart Elliott: Advertising. [C8.]    A Warrior With a Sense of Humor  A series of short Web animations will help promote a new PlayStation game, ''God of War,'' in the style of a recent crop of fan-generated films made with video game engines. [C7.]    Bidders to Seek Italian Mobile Unit  At least two bidders are expected to make offers this week for Wind, the telecommunications unit of the Italian energy group Enel, which is valued at about $17.3 billion. [C2.]    Two of Europe's biggest banks are challenging Italy's restrictions on foreign takeovers. [C2.]  ",
      "lead_paragraph": "New CD-DVD Format Aims To Slow Illegal Downloading DualDisc, a new format being introduced by the major music labels, includes a traditional CD on one side of a disc and DVD content on the other. The DVD side has the album tracks mixed in surround sound, along with 20 minutes of video. A DualDisc from the singer Omarion, above, includes video of him from the show \"MTV Diary.\"",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/21/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "The News Is Big. It's the Papers That Are Getting Small",
      "snippet": "Jersey Journal, 138-year-old newspaper, to shift from broadsheet format to tabloid Apr 25; circulation at paper has been dwindling for decades, to 26,000 today from over 100,000 nearly 30 years ago; editor Steve Newhouse comments; owners of more t...",
      "abstract": "Jersey Journal, 138-year-old newspaper, to shift from broadsheet format to tabloid Apr 25; circulation at paper has been dwindling for decades, to 26,000 today from over 100,000 nearly 30 years ago; editor Steve Newhouse comments; owners of more traditional, upscale newspapers, including Knight Ridder Newspapers chairman Anthony Ridder, weigh similar moves to regain readers; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/21/business/media/the-news-is-big-its-the-papers-that-are-getting-small.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "To Cut Online Chatter, Apple Goes to Court",
      "snippet": "Apple Computer co-founder Steven P Jobs, after years of fostering intense secrecy while at same time orchestrating new product buzz, is suing several Web sites that traffic in Apple news in effort to learn if his employees are leaking product data...",
      "abstract": "Apple Computer co-founder Steven P Jobs, after years of fostering intense secrecy while at same time orchestrating new product buzz, is suing several Web sites that traffic in Apple news in effort to learn if his employees are leaking product data; decision to sue operators of small Internet fan sites comes as no surprise to many Silicon Valley veterans, who cite his reputation as iconoclastic and confrontational; say move could strengthen his marketing magic by deepening secrecy, and thus buzz, he has tried to maintain around company's future products; stock price graph; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, March 20 - In the fall of 1981, Paul Freiberger, a reporter for the weekly computer industry newspaper InfoWorld, was preparing to run a story that Apple Computer was engaged in two secret development projects. But first, he listened as company co-founder Steven P. Jobs shouted at him over the phone that revealing the code names of products would offer a crucial advantage to the computer maker's Japanese competitors.",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/21/technology/to-cut-online-chatter-apple-goes-to-court.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "New Openness in Deciding When and How to Die",
      "snippet": "Many Americans are quietly taking active role in their own deaths, some with help of their doctors and others through actions of their own that blur definition of suicide; experts say support for assisted suicide is likely to increase as baby boom...",
      "abstract": "Many Americans are quietly taking active role in their own deaths, some with help of their doctors and others through actions of their own that blur definition of suicide; experts say support for assisted suicide is likely to increase as baby boomers, long accustomed to making decisions that shape their lives, demand say over their deaths, as well; surveys suggest that more than half of Americans find physician-assisted suicide morally acceptable, although many people remain opposed, often on moral or religious grounds; Rabbi Leonard A Sharzer, doctor and bioethicist who opposes suicide on religious grounds, says news coverage of assisted suicide and controversial end-of-life issues, from Dr Jack Kevorkian and Schiavo to fight over Oregon's law, has made patients more comfortable talking about death; even in Oregon, where broadest range of choices is available, few take option of hastening death through suicide drugs; photos (M)",
      "lead_paragraph": "At a Mother's Day gathering of his family last year, Andrew James Turner Jr. made an announcement: \"This is my last meal.\"",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/21/health/new-openness-in-deciding-when-and-how-to-die.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Rebels Ambush U.S. Convoy",
      "snippet": "Twenty-four Iraqi rebels were killed near Baghdad when they ambushed an American convoy. Six Americans were wounded. Page A9.",
      "abstract": "Twenty-four Iraqi rebels were killed near Baghdad when they ambushed an American convoy. Six Americans were wounded. Page A9.",
      "lead_paragraph": "Twenty-four Iraqi rebels were killed near Baghdad when they ambushed an American convoy. Six Americans were wounded. Page A9.",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/21/front page/world/rebels-ambush-us-convoy.html",
      "byline": ""
    },
    {
      "headline": "Assessing the Houses That Viacom Built",
      "snippet": "Wall Street analysts are forecasting that Viacom's cable unit, which chairman Sumner M Redstone plans to make separate company, will be cooling off in next several years from last year's 17 percent revenue growth; Viacom's cable channels face rang...",
      "abstract": "Wall Street analysts are forecasting that Viacom's cable unit, which chairman Sumner M Redstone plans to make separate company, will be cooling off in next several years from last year's 17 percent revenue growth; Viacom's cable channels face range of problems as they try to keep up with shifts in audience habits and in broader television landscape; graph of cable networks profit margin; photo (M)",
      "lead_paragraph": "Did Sumner M. Redstone, the chairman of Viacom, wait too long to break his media conglomerate in two?",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/21/business/media/assessing-the-houses-that-viacom-built.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "As Town for Deaf Takes Shape, Debate on Isolation Re-emerges",
      "snippet": "Plan to create town expressly for people who use American Sign Language spurs debate; advocates of technologies that help deaf people use spoken language wonder whether such a town would merely isolate and exclude deaf more than ever; nearly 100 f...",
      "abstract": "Plan to create town expressly for people who use American Sign Language spurs debate; advocates of technologies that help deaf people use spoken language wonder whether such a town would merely isolate and exclude deaf more than ever; nearly 100 families have publicly declared their intention to live in town to be called Laurent, in South Dakota; planners, architects and future residents are gathering at camp center to draw detailed blueprints for town, which could accommodate at least 2,500 people; founder Marvin T Miller, who is deaf, envisions town where teachers will sign, town council will hold its debates in sign language and restaurant workers will be required to know how to sign orders; developers say there are deaf enclaves in country, but this would be first town expressly created for people who sign; say location, in sparsely populated South Dakota, was selected with intent of rapidly building political strength for nation's millions of deaf and hard-of-hearing people, group that has won few elected offices around country; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/21/us/as-town-for-deaf-takes-shape-debate-on-isolation-reemerges.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "There Are Signs the Tide May Be Turning on Iraq's Street of Fear",
      "snippet": "American officers see signs that tide may be shifting on Baghdad's Haifa Street, one of Iraq's most bitterly contested battle zones; it has been base for brutal car bombings, kidnappings and assassinations, as insurgents outmaneuvered Americans to...",
      "abstract": "American officers see signs that tide may be shifting on Baghdad's Haifa Street, one of Iraq's most bitterly contested battle zones; it has been base for brutal car bombings, kidnappings and assassinations, as insurgents outmaneuvered Americans to show they could carry war to capital's core with something approaching impunity; now insurgents are attacking in smaller numbers on Haifa Street, and with less intensity; American commanders see promising change there in deployment of large numbers of Iraqi troops; American commanders are eager to shift fighting in Iraq to country's own troops, allowing American units to pull back from cities and, eventually, to begin withdrawing some of their 150,000 troops; Haifa Street has become early test of that strategy; American officers say that so far, Iraqis have done well, withstanding insurgent attacks and conducting aggressive patrols and raids, without deserting in large numbers or hunkering down in their garrisons; say bringing Haifa Street under control would be major step toward restoring order in Baghdad; photos; map (L)",
      "lead_paragraph": "BAGHDAD, Iraq - Nearly two years after American troops captured Baghdad, Haifa Street is like an arrow at the city's heart. A little more than two miles long, it runs south through a canyon of mostly abandoned high-rises and majestic date palms almost to the Assassin's Gate, the imperial-style arch that is the main portal to the Green Zone compound, the principal seat of American power.",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/21/world/middleeast/there-are-signs-the-tide-may-be-turning-on-iraqs-street-of.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Suit Against Clear Channel Over Racing Goes to Jury",
      "snippet": "Suit by Jam Productions charging Clear Channel Communications illegally used its leverage to block Jam from becoming sponsor of Supercross dirt bike races in stadiums around nation offers unusual glimpse into media giant's business practices; suit...",
      "abstract": "Suit by Jam Productions charging Clear Channel Communications illegally used its leverage to block Jam from becoming sponsor of Supercross dirt bike races in stadiums around nation offers unusual glimpse into media giant's business practices; suit details Clear Channel drive to crush Jam's efforts to break into lucrative business; Clear Channel denies using anticompetitive tactics, characterizing its actions as those of fierce competitor protecting its turf; photos (M)",
      "lead_paragraph": "In late 2001, Clear Channel Communications, the radio and entertainment conglomerate, was locked in a battle with a much smaller event company, Jam Productions, over the sponsorship of Supercross, a competition featuring dirt bike races in stadiums around the country.",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/21/business/media/suit-against-clear-channel-over-racing-goes-to-jury.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Annan to Offer Plans forChange in U.N. Structure",
      "snippet": "Secretary General Kofi Annan will propose sweeping changes to United Nations that would expand Security Council to reflect modern realities of global power, restructure discredited Human Rights Commssion to keep rights violators from becoming memb...",
      "abstract": "Secretary General Kofi Annan will propose sweeping changes to United Nations that would expand Security Council to reflect modern realities of global power, restructure discredited Human Rights Commssion to keep rights violators from becoming members and redefine terrorism to end any justification of its use for national resistance; proposals will be made in speech to General Assembly aimed at restoring confidence in UN that lapsed after bitter divisions over war in Iraq, charges of mismanagement and corruption in oil-for-food program, and revelations of sexual misconduct by blue-helmeted peacekeepers; proposals will be subject of gathering of heads of government in Sept that hopes to reinvigorate UN at time when its value is being widely questioned; speech will also be seen as bid by Annan to shore up his stewardship (M)",
      "lead_paragraph": "UNITED NATIONS, March 20 - Secretary General Kofi Annan will propose sweeping changes to the United Nations on Monday that would expand the Security Council to reflect modern realities of global power, restructure the discredited Human Rights Commission to keep rights violators from becoming members and redefine terrorism to end any justifications of its use for national resistance.",
      "publication_date": "2005-03-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/21/world/annan-to-offer-plans-forchange-in-un-structure.html",
      "byline": "By Warren Hoge"
    }
  ]
}