{
  "metadata": {
    "date": "2005-08-19",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Wall St. Agrees G.M. Is Troubled but Not Bound for Bankruptcy Soon",
      "snippet": "Wall Street financial analysts and bond investors do not expect General Motors to go bankrupt for next two or three years because it has too much cash on hand; company's prospects beyond that limited time are debatable, with much depending on how ...",
      "abstract": "Wall Street financial analysts and bond investors do not expect General Motors to go bankrupt for next two or three years because it has too much cash on hand; company's prospects beyond that limited time are debatable, with much depending on how chairman and chief executive, Rick Wagoner, remakes company's North American operations; photo (Market Place column) (M)",
      "lead_paragraph": "With its offer of employee discounts to the public, General Motors addressed its short-term woes: it had two months of robust sales and cleared out its bloated inventory.",
      "publication_date": "2005-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/19/business/wall-st-agrees-gm-is-troubled-but-not-bound-for-bankruptcy-soon.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "In the Long Run, Sleep at Home and Invest in the Stock Market",
      "snippet": "Housing prices have done better than stocks recently, but not over longer period; investment advisers worry that this reality is getting lost in today's enthusiasm for houses, even as some economists say housing market has peaked; people are buyin...",
      "abstract": "Housing prices have done better than stocks recently, but not over longer period; investment advisers worry that this reality is getting lost in today's enthusiasm for houses, even as some economists say housing market has peaked; people are buying homes purely on speculation, trading real estate almost as if it were stock; surveys show large majority of Americans consider real estate to be safer investment than stocks; but over 30-year period, and when adjusted for inflation, housing returns do not come close to gains of stock market; in last 25 years, average annual increase of Standard & Poor's 500-stock index was 10.2 percent, while biggest annual increase in real estate value in metro area was 9.1 percent, and increase was lower than that elsewhere; photo; map; chart (M)",
      "lead_paragraph": "The housing boom of the last five years has made many homeowners feel like very, very smart investors.",
      "publication_date": "2005-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/19/realestate/in-the-long-run-sleep-at-home-and-invest-in-the-stock-market.html",
      "byline": "By Motoko Rich and David Leonhardt"
    },
    {
      "headline": "M.R.I.'s Strong Magnets Cited in Accidents",
      "snippet": "Careless accidents with magnetic resonance imaging scanners are causing serious injuries and even death, and prompting widespread calls for more regulation; scanners' powerful magnets have grabbed wheelchairs, gurneys and even floor polishers from...",
      "abstract": "Careless accidents with magnetic resonance imaging scanners are causing serious injuries and even death, and prompting widespread calls for more regulation; scanners' powerful magnets have grabbed wheelchairs, gurneys and even floor polishers from hands of careless hospital workers, jamming them deep inside scanner; as number of scanners in country soars, and as magnets quadruple in power, accidents have become more frequent; there are ways to make scanning rooms safer, but they are not required by law or medical profession; Dr Emanuel Kanal, lead author of safety guidelines drawn up by American College of Radiology, says escalating number of blunders and indifference of some scanner operators to voluntary rules have convinced him of need for federal or state laws mandating them; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/19/health/mris-strong-magnets-cited-in-accidents.html",
      "byline": "By Donald G. McNeil Jr"
    },
    {
      "headline": "Bush's Aid Cuts on Court Issue Roil Neighbors",
      "snippet": "Bush administration has cut aid to two dozen countries for refusing to sign agreements to shield Americans from any prosecution at new International Criminal Court at The Hague; administration feels United States, with its military might stretched...",
      "abstract": "Bush administration has cut aid to two dozen countries for refusing to sign agreements to shield Americans from any prosecution at new International Criminal Court at The Hague; administration feels United States, with its military might stretched across globe, is uniquely vulnerable to politically motivated prosecutions; cuts are generating strong resentment, particularly in Latin America and Caribbean, home to 12 nations that have been penalized, where many see cuts as heavy-handed diplomacy; some Americans are also beginning to question policy, as political and military leaders in region complain that aid cuts are squandering good will and hurting their ability to cooperate in other important areas, like campaigns against drugs and terrorism; most of penalties have been in form of cuts in military training and other security aid; budget bill passed in Dec also permits new cuts in social and health-care programs; their loss is being sorely felt in small countries; photo; map (M)",
      "lead_paragraph": "Three years ago the Bush administration began prodding countries to shield Americans from the fledgling International Criminal Court in The Hague, which was intended to be the first permanent tribunal for prosecuting crimes like genocide.",
      "publication_date": "2005-08-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/19/world/americas/bushs-aid-cuts-on-court-issue-roil-neighbors.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "14,159,265 New Slices of Rich Technology",
      "snippet": "Google says it will raise $4 billion war chest with new stock offering; announcement stirs widespread speculation in Silicon Valley that Google will move aggressively into businesses well beyond Web searching and search-based advertising; company ...",
      "abstract": "Google says it will raise $4 billion war chest with new stock offering; announcement stirs widespread speculation in Silicon Valley that Google will move aggressively into businesses well beyond Web searching and search-based advertising; company expects to collect $4.04 billion by selling 14,159,265 million Class A shares, based on Aug 17 closing of $285.10; graph; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Aug. 18 - Google said in a surprise move on Thursday that it would raise a $4 billion war chest with a new stock offering. The announcement stirred widespread speculation in Silicon Valley that Google, the premier online search site, would move aggressively into businesses well beyond Web searching and search-based advertising.",
      "publication_date": "2005-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/19/technology/14159265-new-slices-of-rich-technology.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Soldiers Evict Gaza Resisters in 2 Synagogues",
      "snippet": "Israeli Army and police move to break back of resistance to pullout from Gaza, seizing control of two synagogues where hundreds of most fervent and aggressive protesters had barricaded themselves; storming of synagogues is covered live on Israeli ...",
      "abstract": "Israeli Army and police move to break back of resistance to pullout from Gaza, seizing control of two synagogues where hundreds of most fervent and aggressive protesters had barricaded themselves; storming of synagogues is covered live on Israeli television, in scenes of violence and raw emotion that Israeli government had wanted to avoid; synagogues are in oldest and one of most militant settlements in Gaza; protesters, mostly from outside Gaza, taunt police and soldiers throughout day, throwing paint and eggs at them; siege at one synagogue described; after clashes between resisters and security officers, it appears that Gaza could be cleared of civilians by early next week; military says it will need another three weeks to pull out its men and equipment and to demolish settlers' homes; Palestinians will not be able to take over area until month after civilians are gone; photos; map (M)",
      "lead_paragraph": "KFAR DAROM, Gaza Strip, Aug. 18 - The Israeli Army and the police moved Thursday to break the back of resistance to the pullout from Gaza, seizing control of two synagogues where hundreds of the most fervent and aggressive protesters had barricaded themselves.",
      "publication_date": "2005-08-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/19/world/middleeast/soldiers-evict-gaza-resisters-in-2-synagogues.html",
      "byline": "By Steven Erlanger and Greg Myre"
    },
    {
      "headline": "At War in Bomb Field, at Peace in Field of Dreams",
      "snippet": "Article in occasional series, In Two Arenas, on how American soldiers in Iraq turn to sports to boost sagging morale and provide needed escape; Army Reserve unit at Camp Warhorse has one of most harrowing jobs on base: traveling slowly down highwa...",
      "abstract": "Article in occasional series, In Two Arenas, on how American soldiers in Iraq turn to sports to boost sagging morale and provide needed escape; Army Reserve unit at Camp Warhorse has one of most harrowing jobs on base: traveling slowly down highways in search of roadside bombs; following grueling seven-hour missions, exhausted soldiers return to base and play basketball, softball or volleyball, or hold wrestling matches; to help fight nervousness after car bomb explodes, some lift weights; to combat boredom and fear, some play marathon games of Monopoly; photos (L)",
      "lead_paragraph": "CAMP WARHORSE, Iraq, Aug. 17 - After a seven-hour mission inside an armored Humvee so hot its metal would burn exposed skin, Staff Sgt. Dawayne Harterson crawled out the passenger door, exhausted, and walked directly to his tent.",
      "publication_date": "2005-08-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/19/world/middleeast/at-war-in-bomb-field-at-peace-in-field-of-dreams.html",
      "byline": "By Juliet Macur"
    },
    {
      "headline": "A New Arms Race to Build the World's Mightiest Computer",
      "snippet": "Global race is under way to reach next milestone in supercomputer performance, many times speed of current machines; beyond customary rivalry in field between US and Japan, there is new entrant--China--eager to showcase its arrival as economic pow...",
      "abstract": "Global race is under way to reach next milestone in supercomputer performance, many times speed of current machines; beyond customary rivalry in field between US and Japan, there is new entrant--China--eager to showcase its arrival as economic powerhouse; new supercomputers will not be in use until end of decade at earliest, but they are increasingly being viewed as crucial investments for progress in science, advanced technologies and national security; ultrafast computers are increasingly being used in everyday product design; China has 19 supercomputers ranked among 500 fastest machines, and recent reports in Chinese newspapers stress importance of developing high-performance computing technology not dependent on US; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Aug. 18 - A global race is under way to reach the next milestone in supercomputer performance, many times the speed of today's most powerful machines.",
      "publication_date": "2005-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/19/technology/a-new-arms-race-to-build-the-worlds-mightiest-computer.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Publisher's Ex-Partner to Plead Guilty",
      "snippet": "F David Radler, longtime business partner of former press baron Conrad M Black and co-founder of Hollinger International Inc with Black, is indicted on fraud charges and agrees to plead guilty and cooperate in investigation; also indicted is Mark ...",
      "abstract": "F David Radler, longtime business partner of former press baron Conrad M Black and co-founder of Hollinger International Inc with Black, is indicted on fraud charges and agrees to plead guilty and cooperate in investigation; also indicted is Mark Kipnis, former general counsel at Hollinger International; charges relate to payments totaling more than $32 million made to executives and parent companies of Hollinger International; criminal defense lawyer Robert A Mintz says cooperation by Radler can only spell trouble for Black; photo (M)",
      "lead_paragraph": "A longtime business partner of the former press baron Conrad M. Black was indicted on fraud charges yesterday and -- in what may be bad news for Lord Black -- has agreed to plead guilty and cooperate in the investigation.",
      "publication_date": "2005-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/19/business/media/publishers-expartner-to-plead-guilty.html",
      "byline": "By Richard Siklos"
    }
  ]
}