{
  "metadata": {
    "date": "2005-04-27",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Consumers Are Wary, but Housing Remains Hot",
      "snippet": "Conference Board reports its index of consumer confidence dropped to 97.7 in April, from 103 in March; National Association of Realtors says sales of new homes rose sharply by 12.2 percent in March and hit record annual pace of 1.43 million; unexp...",
      "abstract": "Conference Board reports its index of consumer confidence dropped to 97.7 in April, from 103 in March; National Association of Realtors says sales of new homes rose sharply by 12.2 percent in March and hit record annual pace of 1.43 million; unexpected surge came despite slightly higher mortgage rates last month; sales of existing homes climbed 1 percent in March and have climbed 4.9 percent over last year; graphs; photo (M)",
      "lead_paragraph": "WASHINGTON, April 26 - Consumer confidence fell in April, but the nation's housing market seems hotter than ever.",
      "publication_date": "2005-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/27/business/consumers-are-wary-but-housing-remains-hot.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Fears Mount That Germany Faces Recession",
      "snippet": "Six influential German economic institutes have cut their growth forecast for this year in half, prompting new rash of fears that Germany economy is on brink of recession; economists say downward revision, to 0.7 percent from 1.5 percent, illustra...",
      "abstract": "Six influential German economic institutes have cut their growth forecast for this year in half, prompting new rash of fears that Germany economy is on brink of recession; economists say downward revision, to 0.7 percent from 1.5 percent, illustrates that economic forecasting in Germany has become mostly exercise in finding ever-more-precise ways to measure stagnation; Thomas Mayer, chief European economist at Deutsche Bank, says if oil prices keep going up, Germany will not even hold on to 0.7 percent number; institutes predict growth will be only 1.5 percent in 2006, less than in 2004, which was 1.6 percent; current unemployment rate of 12 percent is record in post-World War II period, and poses mounting political threat to Chancellor Gerhard Schroder, who faces difficult state election in May in North Rhine-Westphalia; Bert Rurup, head of Schroder's council of economic advisers, says Germany needs to grow from 1.5 percent to 2 percent a year to generate significant new jobs (M)",
      "lead_paragraph": "FRANKFURT, April 26 - Six influential German economic institutes have cut their growth forecast for this year in half, prompting a new rash of fears that the German economy is on the brink of recession.",
      "publication_date": "2005-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/27/business/worldbusiness/fears-mount-that-germany-faces-recession.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Senate Panel Is Widening Review on U.N. Nominee",
      "snippet": "Senate Foreign Relations Committee, in widening review of inquiry into John R Bolton's nomination to be ambassador to United Nations, intends to conduct formal interviews in next 10 days with as many as two dozen people; those to be interviewed in...",
      "abstract": "Senate Foreign Relations Committee, in widening review of inquiry into John R Bolton's nomination to be ambassador to United Nations, intends to conduct formal interviews in next 10 days with as many as two dozen people; those to be interviewed include former Central Intelligence Agency Deputy Director John E McLaughlin and former Assistant Secretary of State John S Wolf; both men have been described by others as having clashed with Bolton on personnel matters related to intelligence (M)",
      "lead_paragraph": "WASHINGTON, April 26 - In a widening of the inquiry into John R. Bolton's nomination to be ambassador to the United Nations, the Senate Foreign Relations Committee intends to conduct formal interviews in the next 10 days with as many as two dozen people, Congressional officials said Tuesday.",
      "publication_date": "2005-04-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/27/politics/senate-panel-is-widening-review-on-un-nominee.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Open Wallets for Open-Source Software",
      "snippet": "Venture capitalists are again embracing open-source technology companies; research firm VentureOne estimates that JBoss, which offers layer of software for controlling Web applications, is one of 20 such businesses that raised $149 million in vent...",
      "abstract": "Venture capitalists are again embracing open-source technology companies; research firm VentureOne estimates that JBoss, which offers layer of software for controlling Web applications, is one of 20 such businesses that raised $149 million in venture money in 2004; says venture capitalists invested $714 million in 71 open-source companies, and most of those projects collapsed; big difference now is increased adoption of open-source software by corporate uses; another is relative success of Red Hat, open-source start-up that went public in 1999 and makes money by selling enhancements and maintenance services to corporations using Linux open-source operating system; Marc Fleury, founder and lead developer of JBoss, comments; graphs; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, April 26 - The first time Marc Fleury tried to raise money for his technology start-up company, in mid-2000, a venture capitalist told him that he didn't have merely a bad business plan but a terrible one. Not only was Mr. Fleury planning to compete against the likes of I.B.M., but his product was open-source software, which he would give away.",
      "publication_date": "2005-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/27/technology/open-wallets-for-opensource-software.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "In Japan Crash, Time Obsession May Be Culprit",
      "snippet": "It becomes increasingly clear that 23-year-old driver of train that derailed in Amagasaki, Japan, was speeding when his train jumped track, apparently trying to make up time when train was 90 seconds late; rescue workers continue to try to free pa...",
      "abstract": "It becomes increasingly clear that 23-year-old driver of train that derailed in Amagasaki, Japan, was speeding when his train jumped track, apparently trying to make up time when train was 90 seconds late; rescue workers continue to try to free passengers trapped inside twisted and crumpled cars; accident causes much soul-searching across country over Japan's attention--some would say obsession--with puncutality and efficiency; to many, driver's single-minded focus on making up 90 seconds seem to reveal weak points of society where trains really do run on time, but where people have lost sight of bigger picture; photos (L)",
      "lead_paragraph": "AMAGASAKI, Japan, April 26 - Anywhere else in the world, a train running 90 seconds late would perhaps be considered on time. But in Japan, 90 seconds would foil commuters who depend on trains' connecting to one another with balletic precision, often with only a couple of minutes to spare.",
      "publication_date": "2005-04-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/27/world/asia/in-japan-crash-time-obsession-may-be-culprit.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "Last Syria Force Leaves Lebanon, but Political Puzzles Remain",
      "snippet": "Last Syrian troops leave Lebanon after bittersweet ceremony near border, ending military presence that for 29 years helped Syria control Lebanon and confront Israel through military proxies; some Lebanese politicians and American officials express...",
      "abstract": "Last Syrian troops leave Lebanon after bittersweet ceremony near border, ending military presence that for 29 years helped Syria control Lebanon and confront Israel through military proxies; some Lebanese politicians and American officials express concern, however, that Syria might continue exercising influence in Lebanon through intelligence officials and its Lebanese political allies; Sec Gen Kofi Annan expresses concern at United Nations that Lebanese militias, including Hezbollah, have not yet been disarmed; photos (L)",
      "lead_paragraph": "RIYAQ, Lebanon, April 26 - The last of Syria's troops left Lebanon on Tuesday after a bittersweet ceremony near the border, ending a military presence that for 29 years helped Syria control Lebanon and confront Israel through proxy militias.",
      "publication_date": "2005-04-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/27/world/middleeast/last-syria-force-leaves-lebanon-but-political-puzzles.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "A New Workhorse's Heavy Load",
      "snippet": "Joint Strike Fighter, joint project of US and eight nations, is over budget, behind schedule and with big cuts in number to be produced; at cost of more than $256.6 billion and counting, it is also most expensive figher jet program in history and ...",
      "abstract": "Joint Strike Fighter, joint project of US and eight nations, is over budget, behind schedule and with big cuts in number to be produced; at cost of more than $256.6 billion and counting, it is also most expensive figher jet program in history and most complicated; program's costs rose by $11.8 billion in last three months of 2004; production begins in 2007, with Lockheed Martin Corp as prime contractor; US has invested $16 billion in first phase of development; Britain, which has invested $1.8 billion in program and is America's closest ally, has expressed frustation at red tape and bureaucratic barriers; none of foreign countries participating in program--Britain, Netherlands, Italy, Canada, Denmark, Norway, Turkey and Australia--have committed themselves to ordering craft yet; deadline for decision is December 2006; charts; photo (M)",
      "lead_paragraph": "FORT WORTH - The Joint Strike Fighter is to be a jet fighter for all people and all places.",
      "publication_date": "2005-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/27/business/a-new-workhorses-heavy-load.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Firms Show Tepid Reaction To Talk of Bid for Big Board  The investment banks that are being wooed to consider a rival bid for the New York Stock Exchange agreed to study the exchange's deal with Archipelago independently.    Their decision not to ...",
      "abstract": " Firms Show Tepid Reaction To Talk of Bid for Big Board  The investment banks that are being wooed to consider a rival bid for the New York Stock Exchange agreed to study the exchange's deal with Archipelago independently.    Their decision not to join the group pulled together by Kenneth G. Langone that is planning a rival bid underlines how difficult it will be to scuttle the exchange's deal. [Page C5.]    Celera to Stop Selling Genome Data  Celera, originally led by the maverick scientist J. Craig Venter, left, once raced with the Human Genome Project to decipher the human genetic sequence. But now Celera has decided to abandon the business of selling genetic information and is putting the information into the public domain. Celera succeeded in signing up some subscribers to its database, but the company is still losing money. [C2.]    Deloitte to Pay Adelphia Investors  Deloitte & Touche, the auditor for Adelphia, will pay $50 million into a fund to compensate investors in Adelphia. [C5.]    Managed Care Shares Look Shaky  The stellar financial results of managed care plans may already be tapering off, some analysts say. Market Place. [C2.]    A.I.G. Facing Another Inquiry  New York is investigating whether American International failed to pay the state workers' compensation fund in the 1990's. [C2.]    Pulse-Taking at Morgan Stanley  Two independent directors of Morgan Stanley interviewed senior executives to gauge sentiment at the divided Wall Street house. [C9.]    ImClone Profits Top Expectations  Shares of ImClone Systems, the maker of the colon cancer treatment Erbitux, rose after the company beat analysts' expectations by a penny. Profit fell sharply from a year ago because of lower revenue, higher compensation expenses and higher professional fees, primarily for accounting and tax services. [C8.]    Amgen Sued by Trial Participants  Two participants in a discontinued Amgen drug trial have sued, asking for an experimental treatment for Parkinson's disease. [C2.]    Pension Insurer May Get Securities  The agency that insures pensions could receive United Airlines securities worth $1 billion when the airline exits bankruptcy. [C9.]    Earnings Decline at Amazon  Income at Amazon fell in the first quarter despite a 24 percent increase in revenue. [C15.]    Stocks Fall as Confidence Sags  The S.&P. 500 lost 10.36 points, to 1,151.74; the Dow Jones industrials retreated 91.34 points, to 10,151.13; and the Nasdaq composite declined 23.34 points, to 1,927.44. [C9.]    Small Business Bets on Technology  Some 81 percent of businesses polled plan to increase their technology spending 20 percent in the next two years. Small Business. [C8.]  ",
      "lead_paragraph": "Firms Show Tepid Reaction To Talk of Bid for Big Board The investment banks that are being wooed to consider a rival bid for the New York Stock Exchange agreed to study the exchange's deal with Archipelago independently.",
      "publication_date": "2005-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/27/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Group of Scientists Drafts Rules on Ethics for Stem Cell Research",
      "snippet": "National Academy of Sciences, citing lack of leadership by federal government, proposes ethical guidelines for research with human embryonic stem cells; scientists have high hopes that research with these all-purpose cells, which develop into all ...",
      "abstract": "National Academy of Sciences, citing lack of leadership by federal government, proposes ethical guidelines for research with human embryonic stem cells; scientists have high hopes that research with these all-purpose cells, which develop into all various tissues of human body, will lead to treatments for wide variety of diseases by enabling them to grow new organs to replace damaged ones; academy, self-elected group of scientists that advises government, recommends setting up system of local and national committees for reviewing stem cell research; because of religious objections, Congress has long restricted federal financing of such research; Pres Bush has allowed it to proceed, but only with designated cells; as result, government has not played its usual role of promoting novel research and devising regulations accepted by all players; stem cell oversight discussed; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/27/health/group-of-scientists-drafts-rules-on-ethics-for-stem-cell-research.html",
      "byline": "By Nicholas Wade"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "A DEVELOPER HAS TRANSFORMED some industrial buildings along a rat-infested alley on the edge of Georgetown into an elegant cluster of small shops. [C6.]    LENOVO, THE CHINESE COMPUTER MAKER set to complete its acquisition of I.B.M.'s personal com...",
      "abstract": " A DEVELOPER HAS TRANSFORMED some industrial buildings along a rat-infested alley on the edge of Georgetown into an elegant cluster of small shops. [C6.]    LENOVO, THE CHINESE COMPUTER MAKER set to complete its acquisition of I.B.M.'s personal computer division next month, is moving into temporary space in Westchester County, N.Y. [C7.]",
      "lead_paragraph": "A DEVELOPER HAS TRANSFORMED some industrial buildings along a rat-infested alley on the edge of Georgetown into an elegant cluster of small shops. [C6.]",
      "publication_date": "2005-04-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/27/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Social Issues That Bolster Bush Fail the Hapless British Tories",
      "snippet": "British Conservative Party is adrift, troubled by internal feuding, casting about for defining theme and struggling to defeat relatively unpopular incumbent Prime Min Tony Blair in election nine days away; social issues that bolster Pres Bush fail...",
      "abstract": "British Conservative Party is adrift, troubled by internal feuding, casting about for defining theme and struggling to defeat relatively unpopular incumbent Prime Min Tony Blair in election nine days away; social issues that bolster Pres Bush fail hapless British Tories; most polls and analysts say that Conservative Party, led by Michael Howard, is heading for historic third consecutive defeat against Labor on May 5; political situation underlines what analysts describe as growing divergence between conservative movements in Britain and in United States, decade after end of era of Margaret Thatcher and Ronald Reagan; photos (M)",
      "lead_paragraph": "LONDON, April 26 - At a time when American conservatives are ascendant, the British Conservative Party is adrift, troubled by internal feuding, casting about for a defining theme and struggling to defeat a relatively unpopular incumbent, Prime Minister Tony Blair, in an election nine days away.",
      "publication_date": "2005-04-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/27/world/europe/social-issues-that-bolster-bush-fail-the-hapless-british.html",
      "byline": "By Adam Nagourney"
    }
  ]
}