{
  "metadata": {
    "date": "2005-03-04",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Horse Trading for a Venture in China",
      "snippet": "Goldman Sachs has won government approval to set up its own joint-venture investment bank in Beijing in exchange for making $67 million 'donation' to cover investor losses at failed Chinese brokerage firm Hainan Securities; Goldman also agrees to ...",
      "abstract": "Goldman Sachs has won government approval to set up its own joint-venture investment bank in Beijing in exchange for making $67 million 'donation' to cover investor losses at failed Chinese brokerage firm Hainan Securities; Goldman also agrees to lend $100 million to Chinese banker named Fang Feng Lei; deal offers rare glimpse into maneuvers taht many foreign companies undertake to get leg up in rough-and-tumble race to establish business in China; joint venture was years in making, involving frequent talks with high Communist Party officials; photo (M)",
      "lead_paragraph": "BEIJING - Shortly after a SARS crisis scared many people off the streets of this city, Henry M. Paulson Jr., the chief executive of Goldman Sachs, flew here for a quiet dinner on June 4, 2003, with two of China's most influential power brokers.",
      "publication_date": "2005-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/04/business/worldbusiness/horse-trading-for-a-venture-in-china.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Did the Buck Stop Anywhere at WorldCom?",
      "snippet": "Defense makes its closing arguments in fraud trial of former WorldCom Inc chief executive Bernard J Ebbers; jury will begin deliberations; Ebbers, if convicted, could go to prison for rest of his life; trial has essentially come down to Ebbers's w...",
      "abstract": "Defense makes its closing arguments in fraud trial of former WorldCom Inc chief executive Bernard J Ebbers; jury will begin deliberations; Ebbers, if convicted, could go to prison for rest of his life; trial has essentially come down to Ebbers's word against that of prosecution's star witness, Scott D Sullivan, WorldCom's former chief financial officer; case reviewed; chart; photos (M)",
      "lead_paragraph": "A charismatic coach who delegated the details, or a shrewd schemer in bumpkin's clothing?",
      "publication_date": "2005-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/04/business/did-the-buck-stop-anywhere-at-worldcom.html",
      "byline": "By Ken Belson and Seth Schiesel"
    },
    {
      "headline": "Strain Lingers for Canadians on Cattle Ban",
      "snippet": "Federal judge's last-minute injunction to keep American border closed to Canadian cattle wreaks havoc on what used to be model of cross-border cooperation between Canadian and American cattle ranchers; border was closed in summer of 2003 after dis...",
      "abstract": "Federal judge's last-minute injunction to keep American border closed to Canadian cattle wreaks havoc on what used to be model of cross-border cooperation between Canadian and American cattle ranchers; border was closed in summer of 2003 after discovery of mad cow disease in Alberta beef cow, and American ranchers say they fear that Canadian cattle are still infected; conflict between health concerns and business calculations is having ripple effect around world; Pres Bush and Secretary of State Condoleezza Rice have lobbied Japan to open its market to American beef, which was closed since disease was found in an American cow; official says reopening of border with Canada would provide administration with precedent for asking Japan to consider beef from US, critical step for reviving 47.5 billion beef and cattle industry; most American cattle ranchers and many lawmakers disagree; note that Canada has had four cases of mad cow, while single American incidence was found in cow born in Canada; photo (M)",
      "lead_paragraph": "OLIVER, British Columbia, March 2 -- His yellow cowboy hat glowing in the fading sun, Bill Freding leaned an arm over the fence of a cattle pen and looked wistfully at his depleted herd.",
      "publication_date": "2005-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/04/business/worldbusiness/strain-lingers-for-canadians-on-cattle-ban.html",
      "byline": "By Alexei Barrionuevo and Elizabeth Becker"
    },
    {
      "headline": "Fed's Chief Gives Consumption Tax Cautious Backing",
      "snippet": "Federal Reserve Chmn Alan Greenspan cautiously endorses shift in nation's tax system from one that primarily taxes what people earn to one that taxes what they spend; testifies before bipartisan presidential advisory panel on overhauling tax code;...",
      "abstract": "Federal Reserve Chmn Alan Greenspan cautiously endorses shift in nation's tax system from one that primarily taxes what people earn to one that taxes what they spend; testifies before bipartisan presidential advisory panel on overhauling tax code; stops short of endorsing sweeping plans to replace income tax with national sales tax, supporting instead what many of Pres Bush's advisers see as backdoor version of consumption tax: expanding role of tax-free savings accounts so people could shield their income from taxes until they actually spend it; warns that shifting to new system would raise difficult 'transition issues'; president's advisory panel is to develop at least one recommendation that alters basic structure of current income tax and submit it to Treasury Dept, which will then devise its own recommendation for Pres Bush; Bush has refused to endorse particular approach to tax overhaul, but White House officials make clear their preference for some sort of consumption tax; photo (M)",
      "lead_paragraph": "WASHINGTON, March 3 - Alan Greenspan, the Federal Reserve chairman, cautiously endorsed a shift in the nation's tax system on Thursday from one that primarily taxes what people earn to one that taxes what they spend.",
      "publication_date": "2005-03-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/04/politics/feds-chief-gives-consumption-tax-cautious-backing.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "American Jails in Iraq Are Bursting With Detainees",
      "snippet": "Senior American military officials say growing detainee population in major detention centers in Iraq reflects recent changes in how military has been waging war and in its policies toward detainees; detainee population has grown by 1,000, to tota...",
      "abstract": "Senior American military officials say growing detainee population in major detention centers in Iraq reflects recent changes in how military has been waging war and in its policies toward detainees; detainee population has grown by 1,000, to total of 8,900, since Jan; military swept up many Iraqis before Jan 30 elections in attempt to curb violence, and other detainees were captured in ambitious recent offensives across Sunni Triangle, from Samarra to Falluja; surging numbers of prisoners pose important challenges for military; Abu Ghraib scandal revealed military was using poorly trained interrogators; military must hire enough effective interrogators and military intelligence officers to process detainees quickly; American military has struggled throughout war to construct detainee system that can handle widespread and sophisticated insurgency; never before has system had to grapple with so many detainees; senior American commander claims there is little danger of 'serious overcrowding' in system; photos (M)",
      "lead_paragraph": "ABU GHRAIB, Iraq, March 2 - The American military's major detention centers in Iraq have swelled to capacity and are holding more people than ever, senior military officials say.",
      "publication_date": "2005-03-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/04/world/middleeast/american-jails-in-iraq-are-bursting-with-detainees.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Saudis Join Call for Syrian Force to Quit Lebanon",
      "snippet": "Saudi Arabia tells Syria to withdraw its troops from Lebanon day after Russia makes similar call, adding to Syria's international isolation; Syrian Pres Bashar al-Assad visits Riyadh in hope of receiving Saudi support before coming Arab League sum...",
      "abstract": "Saudi Arabia tells Syria to withdraw its troops from Lebanon day after Russia makes similar call, adding to Syria's international isolation; Syrian Pres Bashar al-Assad visits Riyadh in hope of receiving Saudi support before coming Arab League summit meeting, but he receives unusually blunt rebuff from Saudi Crown Prince Abdullah; Egypt has also called for Syrian withdrawal; Saudi officials say Assad promised to study idea of partial withdrawal before end of month; Assad has been seeking face-saving solution by withdrawing most Syrian soldiers while maintaining low-level presence as bargaining chip; Arab League foreign ministers are urging Syria to follow 1989 accord that ended Lebanese civil war and called for Syrian redeployment to eastern Lebanon, and eventually to full pullout; photo (M)",
      "lead_paragraph": "BEIRUT, Lebanon, March 3 - Saudi Arabia told Syria on Thursday to withdraw its troops from Lebanon, adding substantially to Syria's international isolation just a day after Russia joined Western nations in making a similar call.",
      "publication_date": "2005-03-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/04/world/middleeast/saudis-join-call-for-syrian-force-to-quit-lebanon.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Federal Reserve Chief Supports Tax on Spending  Alan Greenspan endorsed a shift in the tax system from one that primarily taxes what people earn to one that taxes what they spend.    Testifying before a presidential advisory panel, Mr. Greenspan s...",
      "abstract": " Federal Reserve Chief Supports Tax on Spending  Alan Greenspan endorsed a shift in the tax system from one that primarily taxes what people earn to one that taxes what they spend.    Testifying before a presidential advisory panel, Mr. Greenspan steered away from sweeping proposals to replace the income tax with a national sales tax. But he supported what many of President Bush's advisers see as a backdoor version of a consumption tax: expanding the role of tax-free savings accounts so people could shield their income from taxes until they spend it. [Page A1.]    Mad Cow and Border Conflict  The closing of the American border to Canadian cattle because of mad cow disease has wreaked havoc on what used to be a model of cross-border cooperation. [A1.]    Aon Said to Be Close to Settlement  Aon is close to a settlement with the attorneys general of New York, Connecticut and Illinois that would end inquiries into hidden incentive payments from insurance companies. [C4.]    Cablevision Delays Closing Voom  Cablevision Systems delayed shutting down the Voom satellite television service to give Charles F. Dolan more time to assemble a deal to buy it. The reprieve came one day after Mr. Dolan, who holds shares that represent 75 percent of Cablevision's vote, named four directors in a move that seemed intended to shore up his support on the board. [C12.]    Senate Keeps Loopholes  The Senate rejected several amendments to the bankruptcy legislation, including one that would have closed a loophole that lets wealthy people protect assets from creditors even after filing for bankruptcy. [C4.]    Argentina Wins Debt Agreement  The Argentine government said that 76 percent of its creditors had accepted a proposal that will pay them at most 30 cents on each dollar, ending the country's default. [C3.]    Brazil Permits Modified Crops  Brazil's lower house of Congress approved legislation paving the way for the legalization of genetically modified crops. [C3.]    Japanese Rail Tycoon Arrested  Yoshiaki Tsutsumi, left, the Japanese railroad and resort magnate who was once the richest man in the world, was arrested on suspicion of insider trading and filing false financial statements. The arrest of Mr. Tsutsumi, 70, came as part of a broad investigation into suspected fraud at the Seibu Railway and its major shareholder, the Kokudo Corporation, companies in Mr. Tsutsumi's empire. [C3.]    U.S. Loses Cotton Ruling  The World Trade Organization's appellate body upheld a ruling last year by trade judges who said American subsidies to cotton farmers broke international trade rules by depressing world prices and harming cotton farmers in Brazil and elsewhere. [C2.]    Oil Prices Continue to Climb  Oil prices briefly rose above $55 a barrel as investors bet that rising demand and tight supplies would keep prices high. The April contract closed at $53.57 a barrel. [C6.]    The Dow Jones industrial average gained 21.06 points, to 10,833.03, and the Standard & Poor's 500-stock index rose 0.39 of a point, to 1,210.47, after oil prices fell from intraday highs. The Nasdaq composite index declined 9.10 points, to 2,058.40. [C6.]    ",
      "lead_paragraph": "Federal Reserve Chief Supports Tax on Spending Alan Greenspan endorsed a shift in the tax system from one that primarily taxes what people earn to one that taxes what they spend.",
      "publication_date": "2005-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/04/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Bank of America Settles Lawsuit Over WorldCom",
      "snippet": "Bank of America agrees to pay $460.5 million in settlement with investors who bought WorldCom's stock and bonds before company filed for bankruptcy in 2002; deal is struck between bank and New York State Comptroller Alan G Hevesi and trustee of st...",
      "abstract": "Bank of America agrees to pay $460.5 million in settlement with investors who bought WorldCom's stock and bonds before company filed for bankruptcy in 2002; deal is struck between bank and New York State Comptroller Alan G Hevesi and trustee of state's Common Retirement Fund; Hevesi is lead plaintiff in securities class action representing investors who lost billions when WorldCom collapsed; settlement increases pressure on investment banks that remain as defendants in case; should case go to trial, largest of remaining 14 banks and one of most vulnerable to negative verdict is J P Morgan Chase, co-manager of bond offerings completed by WorldCom in 2000 and 2001; Bank of America denies it violated any law (M)",
      "lead_paragraph": "Bank of America agreed yesterday to pay $460.5 million in a settlement with investors who bought WorldCom's stock and bonds before the company filed for bankruptcy in 2002.",
      "publication_date": "2005-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/04/business/bank-of-america-settles-lawsuit-over-worldcom.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Surprising Vigor for Retail Sales in February",
      "snippet": "Goldman, Sachs & Co retail composite index shows retail sales rose 4.2 percent in February, exceeding expectations of Wall Street analysts; Abercrombie & Fitch's sales rose 19 percent over February 2004; American Eagle Outfitters' sales increased ...",
      "abstract": "Goldman, Sachs & Co retail composite index shows retail sales rose 4.2 percent in February, exceeding expectations of Wall Street analysts; Abercrombie & Fitch's sales rose 19 percent over February 2004; American Eagle Outfitters' sales increased 32.4 percent from year ago; sales rose 1.8 percent at Federated Department Stores, 6.1 percent at J C Penney, 4.1 percent at Wal-Mart Stores and 7 percent at Costco; Gap reports 3 percent decline, and its Banana Republic stores declined 6 percent; graph; chart (M)",
      "lead_paragraph": "America's consumers extended their bargain shopping spree for another month in February.",
      "publication_date": "2005-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/04/business/surprising-vigor-for-retail-sales-in-february.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Strivers Sharpen No. 2's for Different College Test",
      "snippet": "East Coast students are increasingly taking ACT as well as SAT college admission test; ACT has previously been choice throughout Midwest; most students will score about same on both tests, and colleges accept either one; anxiety-inducing features ...",
      "abstract": "East Coast students are increasingly taking ACT as well as SAT college admission test; ACT has previously been choice throughout Midwest; most students will score about same on both tests, and colleges accept either one; anxiety-inducing features of new SAT--25-minute essay, slightly harder math questions and overall length of nearly four hours--have prompted hypercompetitive students on East Coast to take two tests instead of one; with ACT, students can take test as many times as they want and choose which scores, if any, to send to colleges; in contrast, all SAT scores are sent to all colleges student applies to; photo; chart (M)",
      "lead_paragraph": "Leiszle Ziemba had watched her three older siblings make their way through the college-admission process the old-fashioned way: they took their SAT's and that was that.",
      "publication_date": "2005-03-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/04/education/strivers-sharpen-no-2s-for-different-college-test.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "Tipping Off the Tax Collector About Games Companies Used to Play",
      "snippet": "Floyd Norris column on changes in accounting rules on taxes because of losses from tax shelters; says companies will have to report new liabilities for taxes they would have to pay if tax authorities figure out what games were played in past and s...",
      "abstract": "Floyd Norris column on changes in accounting rules on taxes because of losses from tax shelters; says companies will have to report new liabilities for taxes they would have to pay if tax authorities figure out what games were played in past and send bill; holds if rule is proposed and adopted by Financing Accounting Standards Board, it will be up to auditors to say whether company did that correctly; adds board has tentatively decided that liability must be posted unless it is probable that tax break will survive audit; says new report by Government Accountability Office concludes that from 1998 to 2003, 114 companies in Fortune 500 bought shelters from accounting firms, with 61 of them buying from their own auditor; adds Internal Revenue says some shelters were legitimate, but many were not; graph (M)",
      "lead_paragraph": "WILL the man who used to peddle the tax shelters turn around and tip off the tax man about the tricks a company used to play? That is the plan.",
      "publication_date": "2005-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/04/business/tipping-off-the-tax-collector-about-games-companies-used-to-play.html",
      "byline": "By Floyd Norris"
    }
  ]
}