{
  "metadata": {
    "date": "2005-03-25",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "At Paramount, the New Chief Spends Freely",
      "snippet": "Brad Grey, who only recently took charge of Paramount Pictures, is not wasting time spending money on splashy new projects; Grey announced on March 2, second day on job, announced that film Babel would be distributed by Paramount; agreed to pay $2...",
      "abstract": "Brad Grey, who only recently took charge of Paramount Pictures, is not wasting time spending money on splashy new projects; Grey announced on March 2, second day on job, announced that film Babel would be distributed by Paramount; agreed to pay $25 million--considerable sum for what is described as 'an arty movie'; spent $9 million for John Singleton's film Hustle and Flow plus $3.5 million for each of Singleton's next two projects; insiders say Grey is bidding up prices for other projects, and other studios are paying more than they want to stay competitive; photo (M)",
      "lead_paragraph": "LOS ANGELES, March 24 - Brad Grey, the former talent manager who only recently took charge of Paramount Pictures, is not wasting any time shaking up Hollywood the old-fashioned way -- by spending money on splashy new projects.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/25/business/media/at-paramount-the-new-chief-spends-freely.html",
      "byline": "By Laura M. Holson and David M. Halbfinger"
    },
    {
      "headline": "Just Past Midnight, the Game Is in Hand",
      "snippet": "Retailers begin selling Son y PlayStation Portable, or PSP, at midnight; retailing specialists note that off-hour shopping extravaganza, at midnight or crack of dawn, has been used to bring out cultish consumers for films, shoes and books; photo (...",
      "abstract": "Retailers begin selling Son y PlayStation Portable, or PSP, at midnight; retailing specialists note that off-hour shopping extravaganza, at midnight or crack of dawn, has been used to bring out cultish consumers for films, shoes and books; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, March 24 - Cheers erupting around him, Richard Roth stared into the glare of camera lights with the grin of an Olympic champion. He raised his arms, holding over his head his trophy: a new portable gaming device called the Sony PlayStation Portable, or PSP.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/25/business/just-past-midnight-the-game-is-in-hand.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Dinosaur Find Takes Scientists Beyond Bones",
      "snippet": "Scientists report that 70-million-year-old Tyrannosaurus rex discovered in Montana, unlike other dinosaur fossils found so far, has soft tissues, including blood vessels and possibly cells lining them, that have retained some of their original fle...",
      "abstract": "Scientists report that 70-million-year-old Tyrannosaurus rex discovered in Montana, unlike other dinosaur fossils found so far, has soft tissues, including blood vessels and possibly cells lining them, that have retained some of their original flexibility, elasticity and resilience; say examination with scanning electron microscope shows dinosaur's blood vessels to be 'virtually indistinguishable' from those recovered from bones of ostrich, which many paleontologists think are living descendants of some dinosaurs; study is reported in journal Science; discovery team says remarkable preservation of tissue might enable them to study dinosaur physiology and some aspects of their biochemistry; photo; drawings (M)",
      "lead_paragraph": "Alive as dinosaurs may seem to children, knowledge of them as living creatures is limited almost entirely to what can be learned from bones that have long since turned to stony fossils. Their soft tissues, when rarely recovered, have lost their original revealing form.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/25/science/dinosaur-find-takes-scientists-beyond-bones.html",
      "byline": "By John Noble Wilford"
    },
    {
      "headline": "Dubious Deals May Lead A.I.G. to Restatement",
      "snippet": "American International Group review shows company used much larger number of questionable transactions that has previously been disclosed, discovery that is expected to lead to significant restatement; adjusting transactions could potentially forc...",
      "abstract": "American International Group review shows company used much larger number of questionable transactions that has previously been disclosed, discovery that is expected to lead to significant restatement; adjusting transactions could potentially force company to restate its results, possibly in range of $1 billion; focus of inquiry by Securities and Exchange Commission, Justice Department and New York State Atty Gen Eliot Spitzer's office has been transaction between AIG and General Re, unit of Berkshire Hathaway that AIG's former chief executive Maurice R Greenberg initiated; deal inflated AIG's reserves by $500 million over two quarters in late 2000 and early 2001; directors are told that review of deals conducted by AIG and its outside auditors uncovered at least dozen transactions with reinsurance companies that were used to dress up company's financial position (M)",
      "lead_paragraph": "The American International Group used a much larger number of questionable transactions than has previously been disclosed, a review by the company has found, a discovery that is expected to lead to a significant restatement, people close to the review said last night.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/25/business/dubious-deals-may-lead-aig-to-restatement.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Pentagon Sees Aggressive Antidrug Effort in Afghanistan",
      "snippet": "American military will support efforts by Afghan and American agencies to halt production and sale of poppies, opium and heroin in Afghanistan, responding to bumper harvests exceeding even most alarming predictions; military, barred from such miss...",
      "abstract": "American military will support efforts by Afghan and American agencies to halt production and sale of poppies, opium and heroin in Afghanistan, responding to bumper harvests exceeding even most alarming predictions; military, barred from such missions under previous guidelines, will now move antidrug agents by helicopters and cargo planes and assist in planning missions and uncovering targets; efforts will be aimed at poppy harvest that rose 64 percent in 2004, making Afghanistan world's leading source of heroin and opium; drug trade is thought to threaten all of America's goals in Afghanistan; terrorists and insurgents there finance their activities largely with drug revenues, and trade could undermine nascent democratic government of Pres Hamid Karzai; United States government has been repeatedly warned about dangers of letting Afghan poppy trade flourish, and been criticized for failing to curb its growth after American forces toppled Taliban government and routed Al Qaeda fighters; Taliban, using often brutal tactics, had greatly suppressed poppy production; photo (M)",
      "lead_paragraph": "WASHINGTON, March 24 - The American military will significantly increase its role in halting the production and sale of poppies, opium and heroin in Afghanistan, responding to bumper harvests that far exceed even the most alarming predictions, according to senior Pentagon officials.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/25/politics/pentagon-sees-aggressive-antidrug-effort-in-afghanistan.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "In a Polarizing Case, Jeb Bush Cements His Political Stature",
      "snippet": "Gov Jeb Bush's last-minute intervention in case of Terri Schiavo cements religious and social conservative credentials of man whose political future remains subject of intense speculation; several associates note he has been devoutly religious lon...",
      "abstract": "Gov Jeb Bush's last-minute intervention in case of Terri Schiavo cements religious and social conservative credentials of man whose political future remains subject of intense speculation; several associates note he has been devoutly religious longer than his brother, Pres Bush, and even critics say his efforts in Schiavo case are rooted in his deep-seated opposition to abortion and euthanasia rather than in political positioning; Jeb Bush has assumed very high profile in polarizing case just as Republicans are contemplating void that will be left when Pres Bush leaves office in two years; Gov Bush is barred by term limits from seeking third term in 2006, and has said he will not run for presidency in 2008; some Republicans think he will run in 2012 or 2016; photo (M)",
      "lead_paragraph": "WASHINGTON, March 24 - Gov. Jeb Bush's last-minute intervention in the case of Terri Schiavo, even after the president had ended his own effort to keep her alive, may have so far failed in a legal sense, but it has cemented the religious and social conservative credentials of a man whose political pedigree is huge and whose political future remains a subject of intense speculation.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/25/politics/in-a-polarizing-case-jeb-bush-cements-his-political-stature.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Too Much Capital: Why It Is Getting Harder to Find a Good Investment",
      "snippet": "Floyd Norris column on glut of world capital that could result in unhappy times for investors; says those with capital find they must pay high prices for ivnestments that are likely to produce only little income; holds evidence of capital glut can...",
      "abstract": "Floyd Norris column on glut of world capital that could result in unhappy times for investors; says those with capital find they must pay high prices for ivnestments that are likely to produce only little income; holds evidence of capital glut can be seen in interst rates; market rates are low, and even when central banks set out to raise short-term rates, longer-term rates are slow to move; little additional yield is available to those who buy very risky bonds, and for same reason, stock prices are high; profit disappointments may not causestock market to plunge, since capital will have to go somewhere, but return on underlying investments is likely to be below what investors have expected; graph (M)",
      "lead_paragraph": "THERE is too much capital in the world. And that means that those who own the capital -- investors -- are in for some unhappy times.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/25/business/too-much-capital-why-it-is-getting-harder-to-find-a-good.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Worries That Real Estate Will Go Way of Dot-Coms  The parallels between the way that real estate-crazed Americans are behaving today and the way they once did toward Internet stocks are raising alarms among many economists -- even those who acknow...",
      "abstract": " Worries That Real Estate Will Go Way of Dot-Coms  The parallels between the way that real estate-crazed Americans are behaving today and the way they once did toward Internet stocks are raising alarms among many economists -- even those who acknowledge that there are important differences between homes and stocks that lessen the odds of another meltdown.    Perhaps the most troubling similarity, analysts say, is the claim that the rules of investing have somehow changed. [Page A1.]    New home sales rose by the most in four years and prices jumped to a record in February, the Commerce Department reported. [C2.]    Court Upholds Soros Conviction  A French appeals court upheld the conviction of George Soros, left, the former fund manager, on insider trading charges, rejecting his argument that his investment in a French bank in 1988 was not based on confidential information. Mr. Soros, 74, now retired from money management but active as a philanthropist and author, was ordered to pay a fine of 2.2 million euros, or $2.9 million. [C4.]    In Japan, Steps to Thwart Takeover  An affiliate of Softbank of Japan has emerged as the biggest shareholder in the Fuji Television Network in a move apparently intended to fend off a possible takeover by Livedoor, an Internet start-up. [C4.]    Adelphia Offers to Settle Claims  Adelphia Communications said that it had offered to pay the government $725 million to settle claims related to a federal fraud investigation. [C3.]    Battle Over Radio Tags Broadens  A skirmish over patents between two suppliers of gear that uses radio signals instead of bar codes to identify commercial goods expanded into a much broader legal battle. [C3.]    Oil Prices Rise After Explosion  A day after crude prices had their largest decline of the year, oil futures bounced back as an explosion at a refinery in Texas highlighted the limits of the industry's supplies. [C7.]    Stocks were little changed. The Standard & Poor's 500-stock index fell 1.11 points, to 1,171.42. The Dow Jones industrial average lost 13.15 points, to 10,442.87. The Nasdaq composite index, gained 0.84 point, to 1,991.06. [C7.]    Consumers Aware of Drug Woes  Consumers appear to have taken note of the major troubles among prescription drug makers, according to a survey. Advertising. [C6.]    States See Big Medicare Burden  As states do the arithmetic on the new Medicare law, many find that they will lose money, because they will have to give back most of the savings to the federal government. [A12.]    G.E. Raises Quarterly Forecast  The General Electric Company raised its forecast for first-quarter earnings by a penny a share, citing strength across its businesses and proceeds from the sale of 80.5 million shares of Genworth Financial. G.E. continues to benefit from improvements in manufacturing demand, a rebounding commercial aviation market and earnings gains at its media and health care units. [C7.]    ConAgra Foods to Restate Results  ConAgra Foods said that it would restate its financial results for 2004 and the first half of fiscal 2005 because of income tax errors that could cost it up to $200 million. [C13.]    $3.2 Billion in Penalties in Tax Case  The Internal Revenue Service said that it had collected more than $3.2 billion in taxes and penalties from those who participated in a tax shelter known as Son of Boss. [C13.]    Financial Markets Closed  Financial markets in the United States and many other countries will be closed today in observance of Good Friday.  ",
      "lead_paragraph": "Worries That Real Estate Will Go Way of Dot-Coms The parallels between the way that real estate-crazed Americans are behaving today and the way they once did toward Internet stocks are raising alarms among many economists -- even those who acknowledge that there are important differences between homes and stocks that lessen the odds of another meltdown.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/25/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Trading Places: Real Estate Instead of Dot-Coms",
      "snippet": "Parallels between housing boom of last decade and dot-com frenzy of 1990's are raising alarms among many economists; some houses are being bought twice in single day; government reports sales of new homes jumped sharply in Feb, in biggest monthly ...",
      "abstract": "Parallels between housing boom of last decade and dot-com frenzy of 1990's are raising alarms among many economists; some houses are being bought twice in single day; government reports sales of new homes jumped sharply in Feb, in biggest monthly increase in four years; many buyers are trying to beat rising mortgage rates, which could eventually cool market; some analysts are troubled by claim that rules have somehow changed, in echo of blase attitude that 'new economy' investors took toward unprofitable companies; say growing ranks of real estate investors are buying houses they never expect to be able to rent at profit; say they think prices of houses will just keep rising; premonitions of bubble on verge of popping do not ruffle those who are bullish on real estate; can-t-miss aura of real estate has helped nudge many families to invest more of their personal wealth in real estate by buying more expensive homes and taking on riskier mortgages; photos; graph (M)",
      "lead_paragraph": "Real estate-crazed Americans have started behaving in ways that eerily recall the stock market obsession of the late 1990's.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/25/business/trading-places-real-estate-instead-of-dotcoms.html",
      "byline": "By Motoko Rich and David Leonhardt"
    },
    {
      "headline": "Fraying of a Latin Textile Industry",
      "snippet": "Article in series, Made Elsewhere: Losing favor, focus on erosion of Latin textile industry in light of end of trade quotas; says shifting global trade rules threaten to reverse El Salvador's industrial revolution; holds employment in garment indu...",
      "abstract": "Article in series, Made Elsewhere: Losing favor, focus on erosion of Latin textile industry in light of end of trade quotas; says shifting global trade rules threaten to reverse El Salvador's industrial revolution; holds employment in garment industry, until recently source of growth, declined in 2004 for first time in decade; says government puts number of jobs lost at nearly 6,000, while managers of assembly plants say number is almost twice as high; holds thousands more jobs will be lost this year, threatening to drive up El Salvador's largest export to US: its people; says trouble in garment industry has heightened in Central America as end of global textile quotas at beginning of 2005 spreads textile and clothes manufacturing to other parts of developing world, particularly China; photo (M)",
      "lead_paragraph": "SAN SALVADOR - Mondays are hiring days at the hulking garment factories that in the last 15 years helped lift El Salvador up from war and bring some 90,000 families out of extreme poverty. By 7 a.m., hundreds of women like Gloria Campos are lined up, hoping to get a tiny piece of prosperity.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/25/business/worldbusiness/fraying-of-a-latin-textile-industry.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "Supreme Court Refuses to Hear the Schiavo Case",
      "snippet": "Supreme Court declines to hear case of Terri Schiavo, and state judge rejects Gov Jeb Bush's effort to intervene, prompting last-ditch legal scramble by Schiavo's parents as her death grows more imminent; latest court rulings add to long string of...",
      "abstract": "Supreme Court declines to hear case of Terri Schiavo, and state judge rejects Gov Jeb Bush's effort to intervene, prompting last-ditch legal scramble by Schiavo's parents as her death grows more imminent; latest court rulings add to long string of legal defeats for parents Robert and Mary Schindler, despite concentrated efforts by Congress, White House and, most recently, governor of Florida to force resumption of life support; in Schindlers' latest effort, lawyers return to Federal District Court Judge James D Whittemore with amended lawsuit charging that removal of feeding tube violates Schiavo's constitutional right to life under 14th Amendment; spokeswoman for Gov Bush says he is looking for options after failing to persuade Circuit Court Judge George W Greer to allow him to intervene; Schiavo, who is in hospice, has gone almost seven days without nutrition or hydration; protesters gather outside to denounce Michael Shiavo, her husband, and Judge Greer; photo; chart with major events in court battle between Schiavo's husband and her parents since Jan 2000 (M)",
      "lead_paragraph": "PINELLAS PARK, Fla., March 24 - The Supreme Court declined on Thursday to hear the case of Terri Schiavo, and a state judge rejected Gov. Jeb Bush's effort to intervene, prompting a last-ditch legal scramble by Ms. Schiavo's parents as her death grew more imminent.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/25/politics/supreme-court-refuses-to-hear-the-schiavo-case.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Protests Force Authoritarian Leader to Flee in Kyrgyzstan",
      "snippet": "Pres Askar Akayev of Kyrgyzstan is forced to flee his palace by protesters alleging corruption, repression and electoral fraud; crowds seize control of presidential palace in capital, Bishkek, and begin looting it; Parliament elects former opposit...",
      "abstract": "Pres Askar Akayev of Kyrgyzstan is forced to flee his palace by protesters alleging corruption, repression and electoral fraud; crowds seize control of presidential palace in capital, Bishkek, and begin looting it; Parliament elects former opposition lawmaker Ishenbal Kadyrbekov as interim president, and other opposition leaders are appointed to senior posts in interim government; it is unclear whether decision is legally binding or whether Akayev, whose wherabouts are unknown, has actually stepped down; Kyrgyzstan is third government of former Soviet republic to be toppled in popular uprising in 18 months; other authoritarian regimes in region could be shaken by latest events, raising questions about Russia's continuing influence in its former territories; reverberations are likely to be felt in Russia, where Pres Vladimir V Putin has strengthened state control; photos; map (M)",
      "lead_paragraph": "BISHKEK, Kyrgyzstan, March 24 - Protesters alleging corruption, repression and electoral fraud forced the longtime president of this central Asian country to flee his palace on Thursday, the third time a government of a former Soviet republic has been toppled in a popular uprising in a year and a half.",
      "publication_date": "2005-03-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/25/world/asia/protests-force-authoritarian-leader-to-flee-in-kyrgyzstan.html",
      "byline": "By Christopher Pala"
    }
  ]
}