{
  "metadata": {
    "date": "2005-08-30",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Another Storm Casualty: Oil Prices",
      "snippet": "Region in United States that produces and refines major portion of nation's oil and natural gas is largely shut down by Hurricane Katrina, further tightening strained energy markets and sending prices to new highs; oil companies evacuate offshore ...",
      "abstract": "Region in United States that produces and refines major portion of nation's oil and natural gas is largely shut down by Hurricane Katrina, further tightening strained energy markets and sending prices to new highs; oil companies evacuate offshore operations throughout Gulf of Mexico, reducing oil production in region by 92 percent and gas output by 83 percent; Bush administration says it would release emergency oil stocks from Strategic Petroleum Reserve if needed; storm hits at time when consumers are already paying average of $2.60 a gallon for gas; photos; graphs; chart (M)",
      "lead_paragraph": "The region that produces and refines a major portion of the nation's oil and natural gas was largely shut down by Hurricane Katrina yesterday, further tightening strained energy markets and sending prices to new highs.",
      "publication_date": "2005-08-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/30/business/another-storm-casualty-oil-prices.html",
      "byline": "By Jad Mouawad and Simon Romero"
    },
    {
      "headline": "Hurricane Katrina Slams Into Gulf Coast; Dozens Are Dead",
      "snippet": "Hurricane Katrina pounds Gulf Coast with devastating force, sparing New Orleans catastrophic hit but killing dozens in neighboring Mississippi; it rips away roofs and leaves coastal roads impassable; emergency workers in Harrison County, Miss, inc...",
      "abstract": "Hurricane Katrina pounds Gulf Coast with devastating force, sparing New Orleans catastrophic hit but killing dozens in neighboring Mississippi; it rips away roofs and leaves coastal roads impassable; emergency workers in Harrison County, Miss, including Gulfport and Biloxi, say they expect to find more dead among people trapped in their homes and in collapsed buildings; downtown Mobile, Ala, is severely flooded; storm packs 145-mile-an-hour winds as it makes landfall, leaving more than million people in three states without power and submerging highways even hundreds of miles from its center; it ranks as one of most punishing hurricanes ever to hit United States; insurance experts say damage could exceed $9 billion; photos; maps (L)",
      "lead_paragraph": "NEW ORLEANS, Aug. 29 - Hurricane Katrina pounded the Gulf Coast with devastating force at daybreak on Monday, sparing New Orleans the catastrophic hit that had been feared but inundating parts of the city and heaping damage on neighboring Mississippi, where it killed dozens, ripped away roofs and left coastal roads impassable.",
      "publication_date": "2005-08-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/30/us/hurricane-katrina-slams-into-gulf-coast-dozens-are-dead.html",
      "byline": "By Joseph B. Treaster and Kate Zernike"
    },
    {
      "headline": "Did Fees at Bayou Overwhelm Diligence?",
      "snippet": "Some hedge fund investors are wondering where gatekeepers were amid apparent collapse of Bayou Group, Connecticut hedge fund firm under investigation by federal and state authorities; Bayou's investors include prominent funds, which are portfolios...",
      "abstract": "Some hedge fund investors are wondering where gatekeepers were amid apparent collapse of Bayou Group, Connecticut hedge fund firm under investigation by federal and state authorities; Bayou's investors include prominent funds, which are portfolios of hedge funds; managers of such funds of funds are often paid hefty fees to evaluate individual hedge fund managers; Silver Creek Capital was investor in Bayou; in addition to funds of funds, some well-known consultants and marketers also brought customers to Bayou, including Hennessee Group; Ross B Intelisano of law firm of Richard Intelisano says he was contacted buy several Bayou investors who told him that they were directed to Bayou by Hennessee (M)",
      "lead_paragraph": "Where were the gatekeepers?",
      "publication_date": "2005-08-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/30/business/did-fees-at-bayou-overwhelm-diligence.html",
      "byline": "By Riva D. Atlas and Jenny Anderson"
    },
    {
      "headline": "In Mississippi City, Few Are Spared",
      "snippet": "Residents and officials of Gulfport, Miss, can hardly find words to describe devastation wrought by Hurricane Katrina; streets are clogged with fallen trees and power lines, fancy casinos have giant holes in their outer walls, and collapsed buildi...",
      "abstract": "Residents and officials of Gulfport, Miss, can hardly find words to describe devastation wrought by Hurricane Katrina; streets are clogged with fallen trees and power lines, fancy casinos have giant holes in their outer walls, and collapsed buildings and flattened historic homes are everywhere; there is no water service and three of five hospitals are without working emergency rooms; young child is found alone and in shock, his grandparents dead and his mother and brother still missing; photos (M)",
      "lead_paragraph": "GULFPORT, Miss., Aug. 29 - \"Is it O.K. to come out?\"",
      "publication_date": "2005-08-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/30/us/in-mississippi-city-few-are-spared.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "8 Former Partners of KPMG Are Indicted",
      "snippet": "Eight former partners of KPMG, accounting firm under investigation for its role in creating and selling questionable tax shelters, are named by federal prosecutors in indictment unsealed in federal court in Manhattan; indictment is long-anticipate...",
      "abstract": "Eight former partners of KPMG, accounting firm under investigation for its role in creating and selling questionable tax shelters, are named by federal prosecutors in indictment unsealed in federal court in Manhattan; indictment is long-anticipated next step in prosecutors' broadening probe into shelters that from 1996 through 2002 helped wealthy investors evade billions of dollars in taxes; indictment refers to unnamed foreign banks and other entities, which suggests that government may file other criminal charges at some later date; banks are not identified, but 2003 report by Senate subcommittee said Deutsche Bank, UBS of Switzerland and HVB of Germany among others had roles in questionable KPMG shelters; former partners named are Jeffrey Stein, John Lanning, Richard Smith, Jeffrrey Eischeid, Philip Wiesner, John Larson, Robert Pfaff and Mark Watson; Raymond J Ruble, former law partner at Sidley Austin Brown & Wood, is also indicted; arraignment is scheduled for Sept 6 before Federal Judge Lewis Kaplan; UBS spokesman says bank is not under investigation in connection with tax shelters; indictment is unsealed as federal judge approves $456 million settlement between KPMG and Justice Department that allows firm to avoid criminal indictment, which would have been near-certain death knell for firm; firm admits wrongdoing, accepts outside monitor, and pledges to limit severely its tax practice; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/30/business/8-former-partners-of-kpmg-are-indicted.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "KPMG, a Proud Old Lion, Brought to Heel",
      "snippet": "Analysis of indictment of eight former partners of KPMG on tax evasion in connection with selling of tax shelters; says non major accounting firm was more certain of its own righteous ness, or more scornful of government efforts to control, than w...",
      "abstract": "Analysis of indictment of eight former partners of KPMG on tax evasion in connection with selling of tax shelters; says non major accounting firm was more certain of its own righteous ness, or more scornful of government efforts to control, than was KPMG; holds it told Securities and Exchange Commission that commission had no right to interfere in firm's choice of business activities; says KPMG was longest to sell aggressive tax shelters and showed least regard for efforts by Internal Revenue Service to find out what was happening and to force shelter promoters to disclose what they were doing; says of all major accounting firms, it was one with strongest sense that it alone should determine both quality of its work and rules it should follow; photo (M)",
      "lead_paragraph": "No major accounting firm was more certain of its own righteousness, or more scornful of government efforts to control it, than was KPMG.",
      "publication_date": "2005-08-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/30/business/kpmg-a-proud-old-lion-brought-to-heel.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Law Firm That Opened Borders Is Closing Up Shop",
      "snippet": "Coudert Brothers, international trailblazer that is more than 150 years old, is breaking itself apart after years of weak earnings caused in part by spreading itself too thin overseas; Coudert Brothers was founded in 1854 by Frederic Rene Coudert;...",
      "abstract": "Coudert Brothers, international trailblazer that is more than 150 years old, is breaking itself apart after years of weak earnings caused in part by spreading itself too thin overseas; Coudert Brothers was founded in 1854 by Frederic Rene Coudert; chart; photos (M)",
      "lead_paragraph": "When more than 100 partners of Coudert Brothers, one of the oldest law firms in New York, gathered for their annual meeting in a ballroom at the Hotel Pierre in December 1987, they had reason to celebrate: the firm was about to open an office in Moscow, putting the first foreign lawyers in the Soviet Union, then in the early days of glasnost.",
      "publication_date": "2005-08-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/30/business/law-firm-that-opened-borders-is-closing-up-shop.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "HURRICANE KATRINA",
      "snippet": "DAMAGE ESTIMATES -- Insurance companies said that damage could top $9 billion.  PAGE A12    NEW ORLEANS -- The oak tree crashed through his bedroom ceiling just before dawn. Then Terry Milton opened his front door and a waist-high wall of water po...",
      "abstract": " DAMAGE ESTIMATES -- Insurance companies said that damage could top $9 billion.  PAGE A12    NEW ORLEANS -- The oak tree crashed through his bedroom ceiling just before dawn. Then Terry Milton opened his front door and a waist-high wall of water poured in.  PAGE A14    THE RELIEF EFFORT -- National Guard units joined federal, state and private organizations in a broad effort to provide relief.  PAGE A13    THE SCIENCE -- The severity of hurricane seasons is governed by temperature cycles, and for nearly a quarter century beginning in 1970, the Atlantic was in a relatively quiet cycle. That all changed in 1995.  PAGE A15  ",
      "lead_paragraph": "DAMAGE ESTIMATES -- Insurance companies said that damage could top $9 billion. PAGE A12",
      "publication_date": "2005-08-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/30/us/front page/hurricane-katrina.html",
      "byline": ""
    },
    {
      "headline": "An IPod Cellphone Said to Be Imminent",
      "snippet": "Apple Computer and Motorola to unveil long-awaited mobile phone and music player next week that will incorporate Apple's iTunes software; software will allow people to transfer songs from personal computer to mobile phone, then listen to songs, pr...",
      "abstract": "Apple Computer and Motorola to unveil long-awaited mobile phone and music player next week that will incorporate Apple's iTunes software; software will allow people to transfer songs from personal computer to mobile phone, then listen to songs, presumably through headphones (M)",
      "lead_paragraph": "SAN FRANCISCO, Aug. 29 - Apple Computer and Motorola plan to unveil a long-awaited mobile phone and music player next week that will incorporate Apple's iTunes software, a telecommunications industry analyst who has been briefed on the announcement said on Monday.",
      "publication_date": "2005-08-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/30/technology/an-ipod-cellphone-said-to-be-imminent.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Where a Cuddle With Your Baby Requires a Bribe",
      "snippet": "Article in series The Hidden Scourge, on impact of corruption on democracy and economic development around world, focuses on bribery as everyday trial for millions of world's poor; bribes vary from place to place and in services affected, but stre...",
      "abstract": "Article in series The Hidden Scourge, on impact of corruption on democracy and economic development around world, focuses on bribery as everyday trial for millions of world's poor; bribes vary from place to place and in services affected, but stretch from cradle to grave; impoverished people pay to give birth, to collect their loved ones' bodies from mortuaries, and for everything in between; in Bangalore, India, women must bribe nurses and doctors to see their newborn babies; even policemen double as shakedown artists; research by World Bank's educational and research arm finds such petty bribery acting as hidden regressive tax, with poor paying much more of theie incomes to get same services as middle and richer classes; demands for payoffs from low-level officials is often reliable indicator of greater corruption higher up bureaucratic and political hierarchy; detailed examination of life for poor in Bangalore, where corruption is inescapable burden; photos (L)",
      "lead_paragraph": "BANGALORE, India - Just as the painful ordeal of childbirth finally ended and Nesam Velankanni waited for a nurse to lay her squalling newborn on her chest, the maternity hospital's ritual of extortion began.",
      "publication_date": "2005-08-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/30/world/asia/where-a-cuddle-with-your-baby-requires-a-bribe.html",
      "byline": "By Celia W. Dugger"
    }
  ]
}