{
  "metadata": {
    "date": "2005-09-02",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Government Saw Flood Risk but Not Levee Failure",
      "snippet": "American disaster officials say they have long known that New Orleans was especially vulnerable, but none of their preparedness drills considered possibility that levees keeping Lake Pontchartrain out of city would be breached; disaster experts, w...",
      "abstract": "American disaster officials say they have long known that New Orleans was especially vulnerable, but none of their preparedness drills considered possibility that levees keeping Lake Pontchartrain out of city would be breached; disaster experts, while acknowledging that Hurricane Katrina posed unprecedented difficulties, say evacuation measures were inadequate; say large numbers of National Guard troops should have been deployed on flooded streets early in the disaster to keep order; some question whether federal government's intense focus on terrorism has distracted from planning practical steps to cope with major natural disaster; American Red Cross official Joe Becker says first, lifesaving phase of hurricane response, which usually lasts just hours, in this case is stretching over days; calls government response 'nothing short of heroic'; some critics fault Federal Emergency Management Agency, while others say blame should be more widely spread; note that local, state and federal officials have cooperated on disaster planning; photo; map (M)",
      "lead_paragraph": "WASHINGTON, Sept. 1 - When Michael D. Brown, director of the Federal Emergency Management Agency, returned in January from a tour of the tsunami devastation in Asia, he urgently gathered his aides to prepare for a similar catastrophe at home.",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/02/us/nationalspecial/government-saw-flood-risk-but-not-levee-failure.html",
      "byline": "By Scott Shane and Eric Lipton"
    },
    {
      "headline": "STORM AND CRISIS",
      "snippet": "A STRICKEN CITY -- The scenes from New Orleans were chilling: an elderly woman dead in a wheelchair outside the Convention Center. Corpses rotting in the streets. Angry crowds chanting to television cameras, ''We're dying!''   PAGE A15    PRESIDEN...",
      "abstract": " A STRICKEN CITY -- The scenes from New Orleans were chilling: an elderly woman dead in a wheelchair outside the Convention Center. Corpses rotting in the streets. Angry crowds chanting to television cameras, ''We're dying!''   PAGE A15    PRESIDENT UNDER FIRE -- A political furor over President Bush's handling of the hurricane intensified as Democrats, local officials and members of the public accused the president of responding too slowly.  PAGE A16    OVERLOADED REFUGE -- Baton Rouge is so crowded with refugees that the police chief said the city could accept no more and would instead send them to adjacent regions.   PAGE A18    TELEVISION SHIFTS -- After three days of flood scenes, television news shifted from recording a devastating natural disaster to exposing human failures.  PAGE A21    OIL OPERATIONS IN DISARRAY-- The Gulf of Mexico was still reeling from the hurricane, and gasoline supplies were crippled in some pockets of the country.  BUSINESS DAY, PAGE C1  ",
      "lead_paragraph": "A STRICKEN CITY -- The scenes from New Orleans were chilling: an elderly woman dead in a wheelchair outside the Convention Center. Corpses rotting in the streets. Angry crowds chanting to television cameras, \"We're dying!\" PAGE A15",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/02/us/front page/storm-and-crisis.html",
      "byline": ""
    },
    {
      "headline": "Conservation? It's Such a 70's Idea",
      "snippet": "Floyd Norris column urges 1970's-style energy conservation plan in wake of disruptions of oil and gas production in Gulf of Mexico caused by Hurricane Katrina; says prudent course now would be for national effort to reduce demand; suggests urging ...",
      "abstract": "Floyd Norris column urges 1970's-style energy conservation plan in wake of disruptions of oil and gas production in Gulf of Mexico caused by Hurricane Katrina; says prudent course now would be for national effort to reduce demand; suggests urging drivers to slow down and telling police to enforce speed limits; holds campaign to raise home thermostats now, and lower them this winter, might reduce demand enough to limit price increases that market will have to bear; graph (M)",
      "lead_paragraph": "WHERE are the plans for energy conservation? They are needed now.",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/02/business/conservation-its-such-a-70s-idea.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Gulf Oil Operations Remain in Disarray",
      "snippet": "Gulf of Mexico is still reeling, four days after Hurricane Katrina, crippling gasoline supplies in parts of country; Federal government steps up its release of strategic oil stocks to refiners; Bush administration approves loan of six million barr...",
      "abstract": "Gulf of Mexico is still reeling, four days after Hurricane Katrina, crippling gasoline supplies in parts of country; Federal government steps up its release of strategic oil stocks to refiners; Bush administration approves loan of six million barrels from emergency reserve to Exxon Mobil, and another one million barrels to Placid Refining; Valero will receive 1.5 million barrels; new supply is far less than what is needed to make up for expected loss of production from gulf; much of gulf area's production and refining remain shut; two important pipelines that supply oil products to East Coast begin limited operations again, supported by emergency power supplies; huge oil-importing terminal in Louisiana provides reassurance that it will resume receiving oil tankers soon; Energy Department says nine major Louisiana refineries remain without power; map; photo (M)",
      "lead_paragraph": "The Gulf of Mexico, the nation's largest energy center, was still reeling yesterday, four days after Hurricane Katrina, crippling gasoline supplies in some pockets of the country. In the face of the turmoil, the government stepped up its release of strategic oil stocks to refiners.",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/02/business/hurricane-katrina-the-oil-supply-gulf-oil-operations-remain-in.html",
      "byline": "By Jad Mouawad and Vikas Bajaj"
    },
    {
      "headline": "Local Officials Criticize Federal Government Over Response",
      "snippet": "Despair, privation and violent lawlessness in New Orleans prompts Mayor C Ray Nagin to issue 'desperate SOS' and other local officials to lambast federal government for responding too slowly to disaster in aftermath of Hurricane Katrina; thousands...",
      "abstract": "Despair, privation and violent lawlessness in New Orleans prompts Mayor C Ray Nagin to issue 'desperate SOS' and other local officials to lambast federal government for responding too slowly to disaster in aftermath of Hurricane Katrina; thousands of refugees from storm board buses for Houston; others quickly take their places at filthy, teeming Superdome, where desperate people clamor for food, water and attention; dead bodies, wrapped in sheets, lay in their midst; precise death toll is not yet known; White House says Pres Bush will tour region and federal officials, citing magnitude of disaster, defend their response so far and pledge that more help is coming; Army Corps of Engineers works to close levee breach that allowed water from Lake Pontchartrain to pour into New Orleans; in Houston, Red Cross reports that Astrodome is full after accepting more than 11,000 refugees and that evacuees are being sent to other shelters in Houston area; scenes throughout stricken region described; photos; map (L)",
      "lead_paragraph": "NEW ORLEANS, Sept. 1 - Despair, privation and violent lawlessness grew so extreme in New Orleans on Thursday that the flooded city's mayor issued a \"desperate SOS\" and other local officials, describing the security situation as horrific, lambasted the federal government as responding too slowly to the disaster.",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/02/us/nationalspecial/local-officials-criticize-federal-government-over.html",
      "byline": "By Joseph B. Treaster and Deborah Sontag"
    },
    {
      "headline": "U.S. Sues Bayou; Fraud Cited",
      "snippet": "Federal prosecutors sue Bayou funds, saying hedge fund company and securities firm run by Samuel Israel III directed years-long fraud that attracted more than $300 million from investors; Bayou allegedly began defrauding investors in 1998, just on...",
      "abstract": "Federal prosecutors sue Bayou funds, saying hedge fund company and securities firm run by Samuel Israel III directed years-long fraud that attracted more than $300 million from investors; Bayou allegedly began defrauding investors in 1998, just one year after its opening; fraud extended through August and included overstatement of investment gains, understatement of losses and reporting gains to investors when, if fact, losses should have been recorded; Bayou also created bogus accounting firm, Richmond-Fairfield Associates, to certify Bayou's false financial statements; lawsuit, filed by David N Kelley, US attorney in Manhattan, seeks forfeiture of all assets held by Bayou including $100 million seized by authorities in Arizona in May; photo (M)",
      "lead_paragraph": "Federal prosecutors sued the Bayou funds yesterday, saying the hedge fund company and securities firm run by Samuel Israel III directed a years-long fraud that attracted more than $300 million from investors.",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/02/business/us-sues-bayou-fraud-cited.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Top Executive in Germany Again Faces Ruling Heirs",
      "snippet": "Thomas Middelhoff, former head of Bertelsmann AG and now chief executive of German retailer KarstadtQuelle, is confident he can turn around retailer's finances; Schickedanz family, heirs of Quelle's founder Gustav Schickedanz, owns 50 percent of s...",
      "abstract": "Thomas Middelhoff, former head of Bertelsmann AG and now chief executive of German retailer KarstadtQuelle, is confident he can turn around retailer's finances; Schickedanz family, heirs of Quelle's founder Gustav Schickedanz, owns 50 percent of shares and is aggressively buying more; Quelle merged with Karstadt in 1999; Middelhoff, who has known family matriarch Madeleine Schickedanz since he was 17-year-old student working at Quelle in summer job, says he welcomes family's stock purchases as vote of confidence in his turnaround plan; photo (M)",
      "lead_paragraph": "ESSEN, Germany, Aug. 31 - Thomas Middelhoff insists that he was not looking for redemption. Nor, he says, was he itching for a bigger challenge, another chief executive's title, or to see his name back in print.",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/02/business/worldbusiness/top-executive-in-germany-again-faces-ruling-heirs.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "In Hunt for Life's Necessities, Rumors Fly and Lines Crawl",
      "snippet": "Life for many people on devastated coast of Mississippi has become giant scavenger hunt for most basic necessities; there is no electricity and most stores are closed; those that are open accept only cash because ATM's are not working; lines sever...",
      "abstract": "Life for many people on devastated coast of Mississippi has become giant scavenger hunt for most basic necessities; there is no electricity and most stores are closed; those that are open accept only cash because ATM's are not working; lines several miles long form for gasoline, food, water and ice that often do not arrive as promised; with temperatures rising, tempers also run high; fights break out at Federal Emergency Management Agency distribution center in Gulfport, Miss, after people on line for three hours are told truck will not arrive for another five hours; some people rush past lines of others and plunge into stores, looting cases of water, soda and cigarettes; photo (M)",
      "lead_paragraph": "GULFPORT, Miss., Sept. 1 - Emile Ozerden drove 70 miles Wednesday night on a tip that there was gas in Mobile, only to discover that the stations with gas had no power to pump it. When she finally found fuel, in Biloxi, she couldn't wait -- the line was too long, and she feared she would miss curfew here.",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/02/us/nationalspecial/in-hunt-for-lifes-necessities-rumors-fly-and-lines-crawl.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Ex-Rebel Kurd Savoring Victory in Iraq's Politics",
      "snippet": "Massoud Barzani, former guerrilla leader, secures for Kurds virtually everything they asked for in Iraq's new constitution; former warlord says politics is more difficult than war; new constitution that Iraqis will vote on Oct 15 grants Kurds vast...",
      "abstract": "Massoud Barzani, former guerrilla leader, secures for Kurds virtually everything they asked for in Iraq's new constitution; former warlord says politics is more difficult than war; new constitution that Iraqis will vote on Oct 15 grants Kurds vast lawmaking powers, control over their 60,000-man militia and authority over new discoveries of oil and gas; Kurds even secure deadline of Dec 31, 2007, for bringing back tens of thousands of Kurds expelled by armies of Saddam Hussein in 1980's; constitution limits exclusive powers of central government in Baghdad to few important areas like control over currency, foreign policy and defense; in effect, new constituion formally ratifies quasi-independent status Kurdish region has held since 1991, when murderous postwar rampages of Hussein prompted United States to set up security umbrella that allowed Kurds to flourish outside control of central government in Baghdad; photo; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/02/world/middleeast/exrebel-kurd-savoring-victory-in-iraqs-politics.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "From Margins of Society to Center of the Tragedy",
      "snippet": "In days since Hurricane Katrina struck, there is growing sense that race and class are unspoken markers of who got out and who got stuck; many African-American leaders voice outrage that many of those still stuck at center of tragedy in New Orlean...",
      "abstract": "In days since Hurricane Katrina struck, there is growing sense that race and class are unspoken markers of who got out and who got stuck; many African-American leaders voice outrage that many of those still stuck at center of tragedy in New Orleans are people who for generations have been pushed to margins of society; note victims are largely black and poor, living in tumbledown neighborhoods that were long known to be vulnerable to disaster if levees failed; say many were without car or bus fare to escape, left behind by failure to plan for their rescue should dreaded day ever arrive; photos (M)",
      "lead_paragraph": "The scenes of floating corpses, scavengers fighting for food and desperate throngs seeking any way out of New Orleans have been tragic enough. But for many African-American leaders, there is a growing outrage that many of those still stuck at the center of this tragedy were people who for generations had been pushed to the margins of society.",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/02/us/nationalspecial/from-margins-of-society-to-center-of-the-tragedy.html",
      "byline": "By David Gonzalez"
    },
    {
      "headline": "The Post-Katrina Calculus of Fuel Prices",
      "snippet": "Soaring gasoline prices after Hurricane Katrina and fears over gasoline supplies are causing travelers to calculate how much Labor Day weekend trip will cost by car, whether it is cheaper to fly and how easy it will be to fill up; few travelers ar...",
      "abstract": "Soaring gasoline prices after Hurricane Katrina and fears over gasoline supplies are causing travelers to calculate how much Labor Day weekend trip will cost by car, whether it is cheaper to fly and how easy it will be to fill up; few travelers are canceling their trips, while others are reconsidering vacations they plan to take this fall; that is bad news for innkeepers, hotel chains, rental car companies and airlines, for whom fall is traditionally slow season until Thanksgiving arrives; Labor Day weekend is primarily a driving holiday; about 28.8 million travelers will be on road this weekend; map; chart; photos (M)",
      "lead_paragraph": "The Labor Day holiday offers the last chance for a summer fling, and there is every sign that millions of travelers will take to the highways and the skies this weekend.",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/02/business/the-postkatrina-calculus-of-fuel-prices.html",
      "byline": "By Micheline Maynard and Christopher Elliott"
    },
    {
      "headline": "You Want How Much a Gallon?",
      "snippet": "Gasoline dealers post eye-popping prices across country, reflecting panic in both dealers and consumers not seen since days after Sept 11, 2001, attacks; some stations on East Coast and in Midwest post prices well over $3 a gallon, putting their p...",
      "abstract": "Gasoline dealers post eye-popping prices across country, reflecting panic in both dealers and consumers not seen since days after Sept 11, 2001, attacks; some stations on East Coast and in Midwest post prices well over $3 a gallon, putting their prices more in line with those of West Coast, where prices have traditionally been highest in recent years; AAA says average price for regular unleaded rises 6.1 cents, to $2.68 a gallon; adds pump prices are 44 percent higher than year ago; photo (M)",
      "lead_paragraph": "CHICAGO, Sept. 1 - At a downtown Marathon gasoline station here, gas prices did something strange in the wake of the deadly Hurricane Katrina -- they fell 25 cents a gallon, to $3.45, for regular unleaded fuel.",
      "publication_date": "2005-09-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/02/business/you-want-how-much-a-gallon.html",
      "byline": "By Alexei Barrionuevo and Jeff Bailey"
    }
  ]
}