{
  "metadata": {
    "date": "2005-08-15",
    "total_articles": 30
  },
  "articles": [
    {
      "headline": "G.I.'s Deployed in Iraq Desert With Lots of American Stuff",
      "snippet": "First Lt. Taysha Deaton of the Louisiana National Guard went to war expecting a gritty yearlong deployment of sand, heat and duress, but ended up spending her nights in a king-size bed beneath imported sheets and a fluffy down comforter.     She b...",
      "abstract": "First Lt. Taysha Deaton of the Louisiana National Guard went to war expecting a gritty yearlong deployment of sand, heat and duress, but ended up spending her nights in a king-size bed beneath imported sheets and a fluffy down comforter.     She bought the bed from a departing soldier to replace the twin-size metal frame that came with her air-conditioned trailer on this base in western Baghdad. She also acquired a refrigerator, television, cellphone, microwave oven, boom box and DVD player, and signed up for a high-speed Internet connection.  ",
      "lead_paragraph": "CAMP LIBERTY, Iraq - First Lt. Taysha Deaton of the Louisiana National Guard went to war expecting a gritty yearlong deployment of sand, heat and duress, but ended up spending her nights in a king-size bed beneath imported sheets and a fluffy down comforter.",
      "publication_date": "2005-08-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/13/world/middleeast/gis-deployed-in-iraq-desert-with-lots-of-american-stuff.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Solving Time Warner",
      "snippet": "In his three years running Time Warner, Richard D. Parsons has already faced down tougher challenges than Carl C. Icahn, the former corporate raider who now toils as a corporate crusader.      Yet a nascent plan by Mr. Icahn to rally shareholders ...",
      "abstract": "In his three years running Time Warner, Richard D. Parsons has already faced down tougher challenges than Carl C. Icahn, the former corporate raider who now toils as a corporate crusader.      Yet a nascent plan by Mr. Icahn to rally shareholders and push for more drastic changes at Time Warner puts Mr. Parson's management and political skills to the test, and raises the question of what he should do differently, if anything, to get investors excited about the company's listless stock. Can Mr. Parsons solve the puzzle of how to restore investor excitement in not just his own company but an entire industry that is out of favor?  ",
      "lead_paragraph": "In his three years running Time Warner, Richard D. Parsons has already faced down tougher challenges than Carl C. Icahn, the former corporate raider who now toils as a corporate crusader.",
      "publication_date": "2005-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/13/business/media/solving-time-warner.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Delta Said to Explore Bankruptcy Financing",
      "snippet": "Delta Air Lines has begun arranging the financing it will need if it seeks bankruptcy protection, something Wall Street analysts, industry executives and finance experts say could happen within weeks, people with direct knowledge of Delta's action...",
      "abstract": "Delta Air Lines has begun arranging the financing it will need if it seeks bankruptcy protection, something Wall Street analysts, industry executives and finance experts say could happen within weeks, people with direct knowledge of Delta's actions said yesterday.     Delta, which is based in Atlanta, is holding discussions with lenders like GE Commercial Finance, which provided it restructuring money last year and could do so again, in or out of bankruptcy, these people and others in the financial community said. A spokesman for GE Commercial declined to comment.  ",
      "lead_paragraph": "Delta Air Lines has begun arranging the financing it will need if it seeks bankruptcy protection, something Wall Street analysts, industry executives and finance experts say could happen within weeks, people with direct knowledge of Delta's actions said yesterday.",
      "publication_date": "2005-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/13/business/delta-said-to-explore-bankruptcy-financing.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Pro Tells Why the Little Guy Just Can't Win",
      "snippet": "''WHEN I started out on this new book,'' David F. Swensen was saying the other day, ''I thought I was going to take what we do at Yale and make it accessible to the individual investor.'' Oh, lucky day! Mr. Swensen, the chief investment officer of...",
      "abstract": "''WHEN I started out on this new book,'' David F. Swensen was saying the other day, ''I thought I was going to take what we do at Yale and make it accessible to the individual investor.'' Oh, lucky day! Mr. Swensen, the chief investment officer of the Yale endowment -- and to my mind, the best manager of institutional money in the United States -- was going to show you and me how to invest the way he does.      To his surprise, however, the book Mr. Swensen eventually wrote, ''Unconventional Success: A Fundamental Approach to Personal Investment,'' published this last Tuesday, turned out to be the opposite of what he intended. Its title notwithstanding, it doesn't show the little guy how to invest like Yale. Instead, it shows why the little guy will never be able to invest the way Yale does.  ",
      "lead_paragraph": "\"WHEN I started out on this new book,\" David F. Swensen was saying the other day, \"I thought I was going to take what we do at Yale and make it accessible to the individual investor.\" Oh, lucky day! Mr. Swensen, the chief investment officer of the Yale endowment -- and to my mind, the best manager of institutional money in the United States -- was going to show you and me how to invest the way he does.",
      "publication_date": "2005-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/13/business/pro-tells-why-the-little-guy-just-cant-win.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Ex-Klan Figure in 1964 Killings Is Freed on Bail",
      "snippet": "Edgar Ray Killen, the former Klansman whose conviction in June in the 1964 killing of three civil rights workers in Mississippi seemed to close one of the state's darkest chapters, was released yesterday when a judge granted bail pending an appeal...",
      "abstract": "Edgar Ray Killen, the former Klansman whose conviction in June in the 1964 killing of three civil rights workers in Mississippi seemed to close one of the state's darkest chapters, was released yesterday when a judge granted bail pending an appeal.     The release raises the possibility that Mr. Killen, 80 and in poor health, will die a free man after serving barely six weeks of his sentence.  ",
      "lead_paragraph": "Edgar Ray Killen, the former Klansman whose conviction in June in the 1964 killing of three civil rights workers in Mississippi seemed to close one of the state's darkest chapters, was released yesterday when a judge granted bail pending an appeal.",
      "publication_date": "2005-08-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/13/us/exklan-figure-in-1964-killings-is-freed-on-bail.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "F.D.A. Imposes Tougher Rules for Acne Drug",
      "snippet": "The Food and Drug Administration announced tough new regulations Friday for use of the acne drug Accutane. Officials of the agency said they hoped that the rules would reduce the hundreds of miscarriages, birth defects and abortions associated wit...",
      "abstract": "The Food and Drug Administration announced tough new regulations Friday for use of the acne drug Accutane. Officials of the agency said they hoped that the rules would reduce the hundreds of miscarriages, birth defects and abortions associated with the drug each year.     The regulations, which apply to generic versions of Accutane as well, require doctors and patients to register in an electronic database before it can be dispensed. Female patients of childbearing age must take two pregnancy tests and use two forms of birth control to get the drug. And doctors and pharmacists must confirm that the requirements have been met.  ",
      "lead_paragraph": "WASHINGTON, Aug. 12 - The Food and Drug Administration announced tough new regulations Friday for use of the acne drug Accutane. Officials of the agency said they hoped that the rules would reduce the hundreds of miscarriages, birth defects and abortions associated with the drug each year.",
      "publication_date": "2005-08-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/13/health/fda-imposes-tougher-rules-for-acne-drug.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Eco-Friendly Burial Sites Give a Chance to Be Green Forever",
      "snippet": "Tommy Odom's remains lie on a steep wind-swept hill at Forever Fernwood, beneath an oak sapling, a piece of petrified wood and a bundle of dried sage tied with a lavender ribbon.      When he died in a traffic accident last year, Mr. Odom, 41, bec...",
      "abstract": "Tommy Odom's remains lie on a steep wind-swept hill at Forever Fernwood, beneath an oak sapling, a piece of petrified wood and a bundle of dried sage tied with a lavender ribbon.      When he died in a traffic accident last year, Mr. Odom, 41, became the first of 40 people at Fernwood cemetery to move on to greener pastures -- literally. He was buried un-embalmed in a biodegradable pine coffin painted with daisies and rainbows, his soul marked by prairie grasses instead of a granite colossus.  ",
      "lead_paragraph": "MILL VALLEY, Calif. - Tommy Odom's remains lie on a steep wind-swept hill at Forever Fernwood, beneath an oak sapling, a piece of petrified wood and a bundle of dried sage tied with a lavender ribbon.",
      "publication_date": "2005-08-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/13/us/ecofriendly-burial-sites-give-a-chance-to-be-green-forever.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "Do Try This at Home: Assess Your Area's Real Estate Bubble",
      "snippet": "For the first time since the residential real estate marathon began 13 years ago, parts of the country are showing signs of exhaustion. But if you rely on the experts to declare that a particular area's bubble has popped, you may have waited too l...",
      "abstract": "For the first time since the residential real estate marathon began 13 years ago, parts of the country are showing signs of exhaustion. But if you rely on the experts to declare that a particular area's bubble has popped, you may have waited too long.     So how can a homeowner tell if a market is about to go bust? This may be one of those rare occasions when professionals parsing data are at a disadvantage to regular people watching the market. That's because the main driver of today's market is consumer psychology. Home prices go up as long as people expect them to go up.  ",
      "lead_paragraph": "For the first time since the residential real estate marathon began 13 years ago, parts of the country are showing signs of exhaustion. But if you rely on the experts to declare that a particular area's bubble has popped, you may have waited too long.",
      "publication_date": "2005-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/13/realestate/do-try-this-at-home-assess-your-areas-real-estate-bubble.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "At the Pumps and on the Web, Drivers Check for Lowest Prices",
      "snippet": "By day, Ken Colaizzi logs a lot of miles for his family's home-improvement business, and as he drives, he likes to note the price of gasoline at local stations.      At night he becomes a kind of Walter Winchell of pump-and-pay, dishing the dirt a...",
      "abstract": "By day, Ken Colaizzi logs a lot of miles for his family's home-improvement business, and as he drives, he likes to note the price of gasoline at local stations.      At night he becomes a kind of Walter Winchell of pump-and-pay, dishing the dirt about whose prices are hot and whose are not, as a volunteer price spotter for denvergasprices.com, a comparative fuel shopping Web site.  ",
      "lead_paragraph": "DENVER, Aug. 12 - By day, Ken Colaizzi logs a lot of miles for his family's home-improvement business, and as he drives, he likes to note the price of gasoline at local stations.",
      "publication_date": "2005-08-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/13/us/at-the-pumps-and-on-the-web-drivers-check-for-lowest-prices.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Paradise and Money Lost",
      "snippet": "ON Feb. 24, Ronald S. Kochman hurried out of the elevator onto the 17th floor of an office tower in West Palm Beach, Fla., that KL Group, a hedge fund advisory firm, called home. Normally bustling with activity, the place was eerily quiet that mor...",
      "abstract": "ON Feb. 24, Ronald S. Kochman hurried out of the elevator onto the 17th floor of an office tower in West Palm Beach, Fla., that KL Group, a hedge fund advisory firm, called home. Normally bustling with activity, the place was eerily quiet that morning as Mr. Kochman strode past the elegant conference rooms toward his destination: the corner office of Won Sok Lee, one of the firm's principals.     Two days earlier, Securities and Exchange Commission officials had unexpectedly visited KL's offices, demanding to see documents. Now some employees were reporting that Mr. Lee was missing -- along with nearly all the money in the firm's accounts.  ",
      "lead_paragraph": "ON Feb. 24, Ronald S. Kochman hurried out of the elevator onto the 17th floor of an office tower in West Palm Beach, Fla., that KL Group, a hedge fund advisory firm, called home. Normally bustling with activity, the place was eerily quiet that morning as Mr. Kochman strode past the elegant conference rooms toward his destination: the corner office of Won Sok Lee, one of the firm's principals.",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/08/14/business/yourmoney/paradise-and-money-lost.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Sometimes Investors Should Just Say No",
      "snippet": "AT last, investors seem to be awakening to the idea that not all mergers are in their best interests. Given that the current merger mania shows no sign of abating, this epiphany is a mighty good thing.      While most investors greet takeovers wit...",
      "abstract": "AT last, investors seem to be awakening to the idea that not all mergers are in their best interests. Given that the current merger mania shows no sign of abating, this epiphany is a mighty good thing.      While most investors greet takeovers with open arms, the fact is that few can be sure that the deals are being struck at the best possible price. Given that the only assessment of a deal's fairness is given by investment banks that are paid when the deal is done, investors are right to wonder whether they could have benefited if their company's negotiators had been tougher.  ",
      "lead_paragraph": "AT last, investors seem to be awakening to the idea that not all mergers are in their best interests. Given that the current merger mania shows no sign of abating, this epiphany is a mighty good thing.",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/08/14/business/yourmoney/sometimes-investors-should-just-say-no.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Many on Base-Closings Panel Question Estimate of Savings",
      "snippet": "A majority of the members of the independent commission assessing the Pentagon's proposed list of domestic base closings say that the Defense Department probably overstated the nearly $50 billion in savings projected over 20 years, perhaps by near...",
      "abstract": "A majority of the members of the independent commission assessing the Pentagon's proposed list of domestic base closings say that the Defense Department probably overstated the nearly $50 billion in savings projected over 20 years, perhaps by nearly 50 percent.      In interviews this week, eight of the nine members expressed varying degrees of concern about the accuracy of the Pentagon figures, and said they had directed the commission's staff to conduct a separate savings analysis before the commission's final votes on the military's recommendations later this month.  ",
      "lead_paragraph": "WASHINGTON, Aug. 13 - A majority of the members of the independent commission assessing the Pentagon's proposed list of domestic base closings say that the Defense Department probably overstated the nearly $50 billion in savings projected over 20 years, perhaps by nearly 50 percent.",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/14/politics/many-on-baseclosings-panel-question-estimate-of-savings.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Voices of a Settlement Block",
      "snippet": "In one block of households in the Neve Dekalim settlement, feelings about the pullout vary from resignation to resistance. Page 14.  ",
      "abstract": "In one block of households in the Neve Dekalim settlement, feelings about the pullout vary from resignation to resistance. Page 14.  ",
      "lead_paragraph": "In one block of households in the Neve Dekalim settlement, feelings about the pullout vary from resignation to resistance. Page 14.",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/14/world/voices-of-a-settlement-block.html",
      "byline": ""
    },
    {
      "headline": "Awash in Information, Patients Face a Lonely, Uncertain Road",
      "snippet": "Nothing Meg Gaines endured had prepared her for this moment. Not the six rounds of chemotherapy for ovarian cancer that had metastasized to her liver. Not the doctor who told her, after Ms. Gaines was prepped for surgery, that he could not operate...",
      "abstract": "Nothing Meg Gaines endured had prepared her for this moment. Not the six rounds of chemotherapy for ovarian cancer that had metastasized to her liver. Not the doctor who told her, after Ms. Gaines was prepped for surgery, that he could not operate: a last-minute scan revealed too many tumors. ''Go home and think about the quality, not the quantity, of your days,'' he said.      Not the innumerable specialists whom Ms. Gaines, then 39 and the mother of two toddlers, had already mowed through in her terrified but unswerving effort to save her own life. Not the Internet research and clinical trial reports, all citing the grimmest of statistics. Not the fierce, frantic journey she made, leaving home in Wisconsin to visit cancer centers in Texas and California.  ",
      "lead_paragraph": "Nothing Meg Gaines endured had prepared her for this moment. Not the six rounds of chemotherapy for ovarian cancer that had metastasized to her liver. Not the doctor who told her, after Ms. Gaines was prepped for surgery, that he could not operate: a last-minute scan revealed too many tumors. \"Go home and think about the quality, not the quantity, of your days,\" he said.",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/14/health/awash-in-information-patients-face-a-lonely-uncertain-road.html",
      "byline": "By Jan Hoffman"
    },
    {
      "headline": "Working in Switzerland to Ski? No, Just Polishing the Résumé",
      "snippet": "Living and working in Europe was something that 30-year-old Patrick Riley had long dreamed about. As a student at Boston College, he spent a semester at the Sorbonne in Paris, and after graduation in 1995 he tried, without success, to find a job o...",
      "abstract": "Living and working in Europe was something that 30-year-old Patrick Riley had long dreamed about. As a student at Boston College, he spent a semester at the Sorbonne in Paris, and after graduation in 1995 he tried, without success, to find a job on the Continent teaching English.      So when he was offered a job in early 2001 as a technology reporter for CNET Networks in St. Légier, Switzerland, he jumped at the opportunity.  ",
      "lead_paragraph": "Living and working in Europe was something that 30-year-old Patrick Riley had long dreamed about. As a student at Boston College, he spent a semester at the Sorbonne in Paris, and after graduation in 1995 he tried, without success, to find a job on the Continent teaching English.",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/08/14/jobs/working-in-switzerland-to-ski-no-just-polishing-the-resume.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "U.S. Struggling to Get Soldiers Updated Armor",
      "snippet": "For the second time since the Iraq war began, the Pentagon is struggling to replace body armor that is failing to protect American troops from the most lethal attacks by insurgents.     The ceramic plates in vests worn by most personnel cannot wit...",
      "abstract": "For the second time since the Iraq war began, the Pentagon is struggling to replace body armor that is failing to protect American troops from the most lethal attacks by insurgents.     The ceramic plates in vests worn by most personnel cannot withstand certain munitions the insurgents use. But more than a year after military officials initiated an effort to replace the armor with thicker, more resistant plates, tens of thousands of soldiers are still without the stronger protection because of a string of delays in the Pentagon's procurement system.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/14/world/middleeast/us-struggling-to-get-soldiers-updated-armor.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "After Strike at Heathrow, Chaos and Fatigue",
      "snippet": "Chaos segued into fatigue and frustration at Heathrow Airport on Saturday as thousands of exhausted, exasperated British Airways passengers left stranded by an unofficial strike desperately searched for news -- any news -- about when they might ge...",
      "abstract": "Chaos segued into fatigue and frustration at Heathrow Airport on Saturday as thousands of exhausted, exasperated British Airways passengers left stranded by an unofficial strike desperately searched for news -- any news -- about when they might get out of Britain.      British Airways, facing a public relations disaster as well as losses that could reach tens of millions of dollars, said about 80 percent of flights were running as planned.      But at Heathrow, the center of the airline's worldwide operations, weary customers milled around, swapping grim accounts of canceled flights, disrupted vacations, marooned family members, disappeared luggage and -- a constant refrain -- airline officials whose desire to help was matched by their inability to provide any information whatsoever.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/14/world/europe/after-strike-at-heathrow-chaos-and-fatigue.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "No Gift Horses Here, So Look in Their Mouths",
      "snippet": "They have feasted on the finest feed, taken untold protein supplements and exercised until their muscles are rippling. Their coats have been combed incessantly, and in some cases rubbed with corn oil to bring out the sheen of a champion.      Yet ...",
      "abstract": "They have feasted on the finest feed, taken untold protein supplements and exercised until their muscles are rippling. Their coats have been combed incessantly, and in some cases rubbed with corn oil to bring out the sheen of a champion.      Yet here at the 85th annual Saratoga Selected Yearling Sale -- where owners spent $33.4 million over two days this week at the Fasig-Tipton auction in their quest for the 2007 Kentucky Derby winner -- some buyers worried about what nips and tucks these young thoroughbreds had undergone that were undetectable to the eye of the keenest horsemen.  ",
      "lead_paragraph": "SARATOGA SPRINGS, N.Y., Aug. 13 - They have feasted on the finest feed, taken untold protein supplements and exercised until their muscles are rippling. Their coats have been combed incessantly, and in some cases rubbed with corn oil to bring out the sheen of a champion.",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/14/sports/othersports/no-gift-horses-here-so-look-in-their-mouths.html",
      "byline": "By Joe Drape"
    },
    {
      "headline": "Leaving Gaza: Lives Unsettled by the Pullout",
      "snippet": "Yaffa Hadad yanked out the dishwasher and started cleaning around it, as her husband's Palestinian workers bubble-wrapped the exercise bicycle and carried boxes out to the container on the sandy street.     A last pot simmered on the stove, under ...",
      "abstract": "Yaffa Hadad yanked out the dishwasher and started cleaning around it, as her husband's Palestinian workers bubble-wrapped the exercise bicycle and carried boxes out to the container on the sandy street.     A last pot simmered on the stove, under the blank spaces where the kitchen shelves had been, for the last Sabbath dinner of the Israeli settlement of Rafiah Yam.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/14/world/leaving-gaza-lives-unsettled-by-the-pullout.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "A Little Off-Road on the Road",
      "snippet": "FOR most of my working life I have taken work along on vacation. Back in the unwired days it was a book to read or a manuscript to revise. Now, of course, it is my titanium-sheathed portable office. You know the pros and cons of this choice: there...",
      "abstract": "FOR most of my working life I have taken work along on vacation. Back in the unwired days it was a book to read or a manuscript to revise. Now, of course, it is my titanium-sheathed portable office. You know the pros and cons of this choice: there's less work to face on re-entry, but you don't feel like you've had a true vacation.      This summer, for the first time, I tried doing things in reverse. Instead of adding work to my vacation, I added some vacation to my work. It's the sort of thing business travelers have been doing for generations -- that's why so many conferences are in Orlando, Fla. And according to a recent survey by Deloitte & Touche, 55 percent of business travelers combine vacation time with at least one business trip a year. So it was high time I tried it for myself.  ",
      "lead_paragraph": "FOR most of my working life I have taken work along on vacation. Back in the unwired days it was a book to read or a manuscript to revise. Now, of course, it is my titanium-sheathed portable office. You know the pros and cons of this choice: there's less work to face on re-entry, but you don't feel like you've had a true vacation.",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/08/14/jobs/a-little-offroad-on-the-road.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Divorce, Corporate American Style",
      "snippet": "WHEN Jeffrey W. Greenberg was forced out as chief executive of Marsh & McLennan, the big insurance broker, amid a bid-rigging investigation of the company last year, journalists raced to call his ex-wife, Nikki Finke, a journalist herself.      Ea...",
      "abstract": "WHEN Jeffrey W. Greenberg was forced out as chief executive of Marsh & McLennan, the big insurance broker, amid a bid-rigging investigation of the company last year, journalists raced to call his ex-wife, Nikki Finke, a journalist herself.      Eager for any insights into the dynamics of Mr. Greenberg's highly secretive family -- his father, Maurice, was then the chief executive of the American International Group, the giant insurer, and a brother, Evan, is the chief executive of Ace Ltd., another big insurance company -- they found that Ms. Finke was one of the few people willing to talk.  ",
      "lead_paragraph": "WHEN Jeffrey W. Greenberg was forced out as chief executive of Marsh & McLennan, the big insurance broker, amid a bid-rigging investigation of the company last year, journalists raced to call his ex-wife, Nikki Finke, a journalist herself.",
      "publication_date": "2005-08-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/08/14/business/yourmoney/divorce-corporate-american-style.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "121 are Killed as Jet Crashes Outside Athens",
      "snippet": "Cypriot passenger plane crashes into uninhabited gorge north of Athens, Greece, killing all 121 people on board; Greek fighter pilots shadowing plane report seeing co-pilot of Helios Air jet slumped over controls and no sign of pilot; Greek Air Fo...",
      "abstract": "Cypriot passenger plane crashes into uninhabited gorge north of Athens, Greece, killing all 121 people on board; Greek fighter pilots shadowing plane report seeing co-pilot of Helios Air jet slumped over controls and no sign of pilot; Greek Air Force says plane, apparently on autopilot, continued flying for 43 minutes before crashing; flight was charter from Larnaca in Cyprus en route to Prague via Athens; crash, Greece's worst airline accident, baffles many aviation experts; terrorism is being discounted; state-run news media report malfunction in oxygen system might have precipitated crash; photos; map (M)",
      "lead_paragraph": "ATHENS, Aug. 14 - A Cypriot passenger plane with 121 people on board crashed Sunday just north of the Greek capital, after being shadowed for 43 helpless minutes by fighters reporting that the co-pilot was slumped over the controls and that there was no sign of the pilot.",
      "publication_date": "2005-08-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/15/world/europe/121-are-killed-as-jet-crashes-outside-athens.html",
      "byline": "By Anthee Carassava and Ian Fisher"
    },
    {
      "headline": "Murdoch and Clinton: An Unlikely Alliance",
      "snippet": "David Carr column on New York Post's rough coverage of Jeanine F Pirro's bid to unseat Hillary Rodham Clinton as US senator from New York; says a very real detente is under way between Clinton and Rupert Murdoch, News Corp chairman and Post publis...",
      "abstract": "David Carr column on New York Post's rough coverage of Jeanine F Pirro's bid to unseat Hillary Rodham Clinton as US senator from New York; says a very real detente is under way between Clinton and Rupert Murdoch, News Corp chairman and Post publisher, born of political and business exigencies; says that for all his commitment to conservative agenda, Murdoch is primarily committed to winning and has no romanticism for lost causes; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/15/business/media/murdoch-and-clinton-an-unlikely-alliance.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Iraqis Consider Bypassing Sunnis on Constitution",
      "snippet": "Shiite leaders, facing Aug 15 deadline but still deadlocked over major issues, may ask National Assembly to approve new Iraqi constitution without agreement of country's Sunni leaders; but Sunni participation in political process is seen as crucia...",
      "abstract": "Shiite leaders, facing Aug 15 deadline but still deadlocked over major issues, may ask National Assembly to approve new Iraqi constitution without agreement of country's Sunni leaders; but Sunni participation in political process is seen as crucial in effort to marginalize Sunni-dominated guerrilla insurgency; Shiite and Kurdish leaders say they are considering taking more time to reach deal; that might require amending interim constitution, which itself requires three-fourths majority of 275-member National Assembly; say worst option, if deadline is not met nor interim constitution amended, would be to hold new elections; major issues stalling negotiations include role of Islam in state, rights of women and distribution of power between central and regional governments; disagreements run almost entirely along ethnic and sectarian lines, reflecting deep divisions among majority Shiites and Kurdish and Sunni minorities; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 14 - Iraqi leaders remained deadlocked Sunday over major issues in the country's new constitution, raising the possibility they would fail to meet the Monday deadline and push the country toward a political crisis.",
      "publication_date": "2005-08-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/15/world/middleeast/iraqis-consider-bypassing-sunnis-on-constitution.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "New Partner for Yahoo Is a Master at Selling",
      "snippet": "Jack Ma, who has entered partnership with Yahoo that values his company, Alibaba.com, at more than $4 billion, is called 'grandfather of the Internet in China,' even though he claims not to know much more about computers than how to send and recei...",
      "abstract": "Jack Ma, who has entered partnership with Yahoo that values his company, Alibaba.com, at more than $4 billion, is called 'grandfather of the Internet in China,' even though he claims not to know much more about computers than how to send and receive e-mail; admirers and detractors call him clever salesman and savvy marketer who knows how to attract foreign money; some bankers say he brilliantly played off eBay against Yahoo as both companies pursued him; photo (M)",
      "lead_paragraph": "HANGZHOU, China, Aug. 13 - Everything you hear about Jack Ma is improbable. But today, he looks like one of China's smartest high-tech entrepreneurs.",
      "publication_date": "2005-08-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/15/technology/new-partner-for-yahoo-is-a-master-at-selling.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Gazans Harbor Modest Dreams Amid Concerns",
      "snippet": "Gazans tentatively contemplate possibility of new freedom of movement with departure of Israeli settlers; following Palestinian uprising five years ago, Israeli Army, to protect Jewish settlements, took over upper floors of buildings, stretched co...",
      "abstract": "Gazans tentatively contemplate possibility of new freedom of movement with departure of Israeli settlers; following Palestinian uprising five years ago, Israeli Army, to protect Jewish settlements, took over upper floors of buildings, stretched coils of concertina wire through backyards and erected barriers, closing some roads; army's contraints became part of life, making it hard for Gazans to imagine them gone; even as fractious Palestinian factions vye for credit and control, Gazans in general watch warily; some Palestinians doubt Israelis will really go; almost all worry what governing Palestinian Authority will do with additional land, which will increase Gaza territory under Palestinian control by about third; Palestinian leaders pledge that all will benefit, not just select few; photos; map; level of resistance at each settlement described (L)",
      "lead_paragraph": "DEIR AL-BALAH, Gaza Strip, Aug. 14 - Militants have done so much of the dreaming for Gaza's Palestinians for so long that others seem almost to have lost the habit.",
      "publication_date": "2005-08-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/15/world/middleeast/gazans-harbor-modest-dreams-amid-concerns.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "Living Large, by Design, in the Middle of Nowhere",
      "snippet": "Far and Away, first in series of articles examining life in America's most far-flung suburbs; planned communities are sprouting up at margins of metropolitan areas, driven by economic forces and shaped by shifting social patterns; they are being c...",
      "abstract": "Far and Away, first in series of articles examining life in America's most far-flung suburbs; planned communities are sprouting up at margins of metropolitan areas, driven by economic forces and shaped by shifting social patterns; they are being created, down to tiniest detail, by handful of major developers with master plan for new America; article focuses on KB Home, one of nation's biggest and most profitable builders, with 483 communities under development in 13 states; houses in its New River community in Florida resemble those of suburbs from past, except they are larger and closer together; this is result of elaborate market research into what young families want, down to carpet texture and kitchen placement; New River will expand over next decade to 1,800 acres and be home to 15,000 people living in 4,800 single-family homes, condominiums, town houses and rental units; it will have 200-acre town center, schools, government offices, park, office and commercial space; unlike older suburbs, these new exurbs are not all-white enclavies, but melange of colors and cultures; photos; maps; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/15/us/living-large-by-design-in-the-middle-of-nowhere.html",
      "byline": "By Rick Lyman"
    },
    {
      "headline": "Guilty Plea Raises Stakes in U.S. Inquiry of KPMG",
      "snippet": "Federal prosecutors investigating KPMG's work on number of tax shelters sold from 1996 to 2002 are expected to bring new pressure to bear on people who worked at firm now that they have won guilty plea and presumably a promise of cooperation from ...",
      "abstract": "Federal prosecutors investigating KPMG's work on number of tax shelters sold from 1996 to 2002 are expected to bring new pressure to bear on people who worked at firm now that they have won guilty plea and presumably a promise of cooperation from Domenick DeGiorgio, former executive of HVB Group; filing does not name KPMG but is filled with ominous references to other potential defendants (M)",
      "lead_paragraph": "For accountants, lawyers and financial executives whose role in the sale of some questionable tax shelters has been under federal investigation, the stakes have suddenly risen sharply.",
      "publication_date": "2005-08-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/15/business/guilty-plea-raises-stakes-in-us-inquiry-of-kpmg.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Next Disney Chief Plans Company's Transformation",
      "snippet": "Robert A Iger, Walt Disney president, begins putting his restoration plan for company into place well before taking over as chief executive from Michael D Eisner on Oct 1; dismantled company's corporate strategic planning group in March, giving he...",
      "abstract": "Robert A Iger, Walt Disney president, begins putting his restoration plan for company into place well before taking over as chief executive from Michael D Eisner on Oct 1; dismantled company's corporate strategic planning group in March, giving heads of film, television, theme park and other divisions freedom they long sought to run their own businesses; began mending relationship with Pixar Animation in April; negotiated truce with Roy E Disney, dissident former board member, in July; credits Eisner for letting him get early start on running company; photos (M)",
      "lead_paragraph": "LOS ANGELES, Aug. 14 - Robert A. Iger does not officially get the keys to the Disney castle for another six weeks, but he is already well along with his restoration plan.",
      "publication_date": "2005-08-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/15/business/media/next-disney-chief-plans-companys-transformation.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Frothier Than Ever: The Tall Cold One Bows to the Stylish One",
      "snippet": "Brewing companies seek more stylish image for beer, nation's most widely consumed alcoholic beverage, which has lost ground recently to liquor and wine; are devising new and unusual packaging, spending more money to promote their brands in bars an...",
      "abstract": "Brewing companies seek more stylish image for beer, nation's most widely consumed alcoholic beverage, which has lost ground recently to liquor and wine; are devising new and unusual packaging, spending more money to promote their brands in bars and restaurants and producing drinks that may be beer in name only; among such products are Sam Adams's Utopias, which has 25 percent alcohol content and sells for $100 a copper decanter, two new malt beverages from Anheuser-Busch that are crosses between beer and energy drinks and caffeinated beer being tested by New Century Brewing Co; brewers must pursue more sophisticatd and upscale image without losing core customers; photos (M)",
      "lead_paragraph": "At Employees Only, a trendy bar and restaurant in the West Village of Manhattan, the good-looking, stylishly attired bartenders do not serve Budweiser. Nor do they sling bottles of Miller, Amstel Light, Heineken or any of the usual well-known beers.",
      "publication_date": "2005-08-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/15/business/frothier-than-ever-the-tall-cold-one-bows-to-the-stylish-one.html",
      "byline": "By Melanie Warner and Stuart Elliott"
    }
  ]
}