{
  "metadata": {
    "date": "2005-03-08",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Bush Nominates Weapons Expert as Envoy to U.N.",
      "snippet": "Pres Bush chooses John R Bolton, blunt-spoken conservative known for sharp skepticism of UN, as US ambassador to world body; photo; Sec Condoleezza Rice says he is tough-minded diplomat with track record of effective multilateralism who will speak...",
      "abstract": "Pres Bush chooses John R Bolton, blunt-spoken conservative known for sharp skepticism of UN, as US ambassador to world body; photo; Sec Condoleezza Rice says he is tough-minded diplomat with track record of effective multilateralism who will speak with strong voice, as did some of well-known predecessors; 56-year-old lawyer has worked in federal government for most of last 25 years, lately as under secretary of state for arms control and international security; choice is lauded by conservatives and criticized by UN diplomats; Vice Pres Cheney reportedly pushed him for post (M)",
      "lead_paragraph": "WASHINGTON, March 7 - President Bush on Monday chose John R. Bolton, a blunt-spoken conservative known for his sharp skepticism of the United Nations and international diplomacy, as the new American ambassador to the world organization.",
      "publication_date": "2005-03-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/08/politics/bush-nominates-weapons-expert-as-envoy-to-un.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "At Sony, Diplomacy Trumps Technology",
      "snippet": "Selection of Sir Howard Stringer to succeed Nobuyuki Idei as Sony Corp's chairman and chief executive over Ken Kutaragi, executive deputy president considered company's chief visionary, appears aimed at preventing further setbacks at company; by c...",
      "abstract": "Selection of Sir Howard Stringer to succeed Nobuyuki Idei as Sony Corp's chairman and chief executive over Ken Kutaragi, executive deputy president considered company's chief visionary, appears aimed at preventing further setbacks at company; by choosing Sir Howard, Sony gave triumph to diplomat over technocrat, sophisticated corporate manager rather than brilliant but less polished Kutargi; charts show significant milestones at company and how it performed, 1955-97, and Sony's performance in some of its main divisions in 2004 (M)",
      "lead_paragraph": "Sir Howard Stringer was in Los Angeles late last month, shuttling among the weekend's pre-Oscar parties given by the likes of Barry Diller, the Hollywood mogul turned Internet commerce magnate, when his cellphone rang.",
      "publication_date": "2005-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/08/business/worldbusiness/at-sony-diplomacy-trumps-technology.html",
      "byline": "By Lorne Manly and Andrew Ross Sorkin"
    },
    {
      "headline": "New Man at Top Crossing Oceans to Confront Internal Borders",
      "snippet": "Sony Corp's new chairman and chief executive Sir Howard Stringer will try to untie technological and bureaucratic knots at company; some skeptics wonder if Stringer's reputation for diplomacy and building consensus can compensate for his lack of e...",
      "abstract": "Sony Corp's new chairman and chief executive Sir Howard Stringer will try to untie technological and bureaucratic knots at company; some skeptics wonder if Stringer's reputation for diplomacy and building consensus can compensate for his lack of expertise in technology and electronics; they wonder how well his leadership will be accepted by other top executives, given that he speaks no Japanese and intends to spend much of his time at his homes in New York and Oxfordshire, Eng, rather than Tokyo, where company has its world headquarters; Stringer dismisses concerns; graph; photo (M)",
      "lead_paragraph": "The Sony PlayStation Portable, a hand-held player for videogames, movies and music, was an instant hit in Japan. And it is expected to be a best seller immediately after its American release on March 24. But for all its current and future success, the PSP as it is known, is emblematic of the challenges that Sir Howard Stringer will face as he becomes Sony's chairman and chief executive.",
      "publication_date": "2005-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/08/business/worldbusiness/new-man-at-top-crossing-oceans-to-confront-internal.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Boeing Chief Is Ousted Over Affair With Executive  Boeing's chief executive, Harry C. Stonecipher, who was brought out of retirement 15 months ago to clean up the company's tarnished image and restore its credibility, was forced to resign after ha...",
      "abstract": " Boeing Chief Is Ousted Over Affair With Executive  Boeing's chief executive, Harry C. Stonecipher, who was brought out of retirement 15 months ago to clean up the company's tarnished image and restore its credibility, was forced to resign after having an affair with a female Boeing executive.    The resignation came as a shock to both Wall Street investors and Washington officials who had been closely watching the company's ethical travails. The company is struggling to recover from its role in an Air Force procurement scandal, the loss of important government contracts and the jailing of two former top executives. [Page A1.]    Mixed News on Cancer Medicines  Shares of the biotechnology company Celgene soared after it said its cancer drug Revlimid had performed better than expected in two clinical trials, proving so effective that the studies were being stopped early so all patients could be offered the drug. But another company, Cell Therapeutics, said its cancer drug had not worked as well as expected in a late-stage trial, and its stock plunged. [C9.]    CSX to Settle Safety Charges  Calling federal regulation of the railroad industry ''an abject failure,'' New York's attorney general, Eliot Spitzer, said that CSX Transportation had agreed to pay $1 million to settle state charges that it violated safety laws. [A1.]    Justices Reject Tax Court Secrecy  The Supreme Court rebuked the United States Tax Court in a decision on a procedure that restricted the disclosure of documents. [C2.]    Minimum Wage Proposals Defeated  The Senate rejected two proposals to raise the minimum wage. The votes removed some of the few remaining political obstacles to passage of a measure to overhaul the nation's bankruptcy system. [C2.]    Yellow Pages Deal in Canada  The Yellow Pages Group, a publisher of telephone directories, secured most of the Canadian market in a deal to buy Advertising Directory Solutions Holdings for 2.55 billion Canadian dollars ($2.07 billion). [C4.]    Israel Freezes Bank's Assets  Israeli authorities froze $376 million in assets at the country's largest bank because of suspected money laundering. [C4.]    Taxpayers Help Military Families  More states are allowing taxpayers to donate their refunds to military families. [A14.]    Chief of Riggs National Resigns  Robert Allbritton, the chairman and chief executive of Riggs National, parent company of the embattled Riggs Bank, resigned abruptly, citing the firm's pending $652 million acquisition by PNC Financial Services Group. [C5.]    Investor Muscle Sinks Börse Deal  When Werner G. Seifert, left, the chief executive of Deutsche Börse, withdrew his bid for the London Stock Exchange on Sunday, it was because of shareholder resistance. In the process, those investors -- mostly but not only hedge funds -- sent a signal across the German corporate landscape that they were a muscular new constituency that would demand to be heard in boardrooms. [C4.]    A Look Behind Liquor Ad Complaints  For the first time, the trade organization for the liquor industry is offering the public a look at how it handles complaints about advertising. Stuart Elliott: Advertising. [C3.]    Nasdaq and S.&P. Rise; Dow Slips  The Nasdaq composite index gained 19.60 points, to 2,090.21. The Standard & Poor's 500-stock index added 3.19 points, to 1,225.31. The Dow slipped 3.69 points, to 10,936.86. [C9.]    Hotel Chic Finds Its Way Home  More business travelers are taking ideas from interiors of hotels they visit to furnish their own homes. Joe Sharkey: On the Road. [C8.]  ",
      "lead_paragraph": "Boeing Chief Is Ousted Over Affair With Executive Boeing's chief executive, Harry C. Stonecipher, who was brought out of retirement 15 months ago to clean up the company's tarnished image and restore its credibility, was forced to resign after having an affair with a female Boeing executive.",
      "publication_date": "2005-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/08/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Terror Suspects Buying Firearms, Report Finds",
      "snippet": "GAO study finds that dozens of terrorist suspects on federal watch lists have been allowed to buy firearms legally in US because of major gaps in federal gun laws; says FBI could improve matching of purchase records with suspect lists, but FBI off...",
      "abstract": "GAO study finds that dozens of terrorist suspects on federal watch lists have been allowed to buy firearms legally in US because of major gaps in federal gun laws; says FBI could improve matching of purchase records with suspect lists, but FBI officials say they are hampered by rules on privacy of gun owners; study of 44 cases finds that in all but nine states allowed purchases because checks found no automatic disqualification such as felony conviction or illegal alien status; buyers in question came up as positive matches on classified internal FBI watch list; Sen Frank Lautenberg plans bill to require keeping of gun purchase records for ten years, not 24 hours; NRA has fought to keep database from use by law enforcement (M)",
      "lead_paragraph": "WASHINGTON, March 7 - Dozens of terror suspects on federal watch lists were allowed to buy firearms legally in the United States last year, according to a Congressional investigation that points up major vulnerabilities in federal gun laws.",
      "publication_date": "2005-03-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/08/us/terror-suspects-buying-firearms-report-finds.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "As Businesses Step Up Spending, Some See a Just-Right Economy",
      "snippet": "Executives and investors are talking about rebirth of 'Goldilocks' economy--not too hot, not too cold--nearly five years after last economic boom sputtered out; business investment is soaring, inflation appears more moderate than few months ago, e...",
      "abstract": "Executives and investors are talking about rebirth of 'Goldilocks' economy--not too hot, not too cold--nearly five years after last economic boom sputtered out; business investment is soaring, inflation appears more moderate than few months ago, employment is climbing, even if real wages are not; many economists have raised their growth forecasts for year, from about 3.5 percent to 4 percent or higher; many economic forecasters remain concerned about broader global imbalances; United States' large trade deficit, which exceeded $600 billion last year, is expected to widen in 2005 and increase country's enormous foreign indebtedness; most analysts predict exports are unlikely to redress that balance this year because Europe and Japan are growing at anemic rates in comparison with US (M)",
      "lead_paragraph": "WASHINGTON, March 7 - Nearly five years after the last economic boom sputtered out, executives and investors are again talking about a rebirth of the Goldilocks economy.",
      "publication_date": "2005-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/08/business/as-businesses-step-up-spending-some-see-a-justright-economy.html",
      "byline": "By Edmund L. Andrews and Eduardo Porter"
    },
    {
      "headline": "Boeing Chief Is Ousted After Admitting Affair",
      "snippet": "Boeing chief executive Harry C Stonecipher, who was brought out of retirement 15 months ago to clean up company's image after defense procurement scandal, is forced to resign after admitting affair with company executive; chairman Lewis E Platt sa...",
      "abstract": "Boeing chief executive Harry C Stonecipher, who was brought out of retirement 15 months ago to clean up company's image after defense procurement scandal, is forced to resign after admitting affair with company executive; chairman Lewis E Platt says board acted after he got anonymous tip ten days ago, because of potential embarrassment to company; say woman does not directly report to Stonecipher, 68, who is married and has grown children; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/08/business/boeing-chief-is-ousted-after-admitting-affair.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Western Chief? Most Japanese Are Unfazed",
      "snippet": "Most Japanese are unfazed by selection of Western executive, Sir Howard Stringer, as chairman and chief executive of Sony Corp; choice of Sir Howard to turn around Sony is latest in series of humbling events as Japan has watched China emerge as se...",
      "abstract": "Most Japanese are unfazed by selection of Western executive, Sir Howard Stringer, as chairman and chief executive of Sony Corp; choice of Sir Howard to turn around Sony is latest in series of humbling events as Japan has watched China emerge as serious challenger to its economic supremacy in Asia (M)",
      "lead_paragraph": "TOKYO, March 7 - Japan looked globalization in the eye on Monday. On television, the new chairman of the Sony Corporation, a ruddy-faced Welsh-American wearing a red tartan tie, was giving a news conference in English.",
      "publication_date": "2005-03-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/08/business/worldbusiness/western-chief-most-japanese-are-unfazed.html",
      "byline": "By James Brooke"
    }
  ]
}