{
  "metadata": {
    "date": "2005-08-24",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Relax, Bill Gates; It's Google's Turn as the Villain",
      "snippet": "Silicon Valley, which for years hungered for company mighty enough to best Microsoft, now frets that phenomenally successful Google may be moving away from entrepreneurial culture that produced it, toward corporate culture that some consider arrog...",
      "abstract": "Silicon Valley, which for years hungered for company mighty enough to best Microsoft, now frets that phenomenally successful Google may be moving away from entrepreneurial culture that produced it, toward corporate culture that some consider arrogant; complaints like hoarding of top engineers and treatment of partners are fueled by latest plans to sell 14 million more shares, adding $4 billion to cash reserves; photo; chart; graph; Max Levchin, who founded PayPal, says he is surprised at how fast reputation is changing; Bill Gates himself says Google is more like Microsoft than any other competitor. spurring his company to develop own Internet search engine; earlier pretenders to throne recalled; Google is also making it difficult for start-ups to raise money, adding new services and aiming for platform so popular that outside software designers write programs and Web developers build new Google-related services (M)",
      "lead_paragraph": "SAN FRANCISCO, Aug. 23 - For years, Silicon Valley hungered for a company mighty enough to best Microsoft. Now it has one such contender: the phenomenally successful Google.",
      "publication_date": "2005-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/24/technology/relax-bill-gates-its-googles-turn-as-the-villain.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Gap's New Chain Store Aims at the Fashionably Mature Woman",
      "snippet": "Gap Inc opens its first Forth & Towne retail outlet, which caters to women over 35 years old, at Palisades Center in West Nyack, NY; some shoppers comment; graph; photos (M)",
      "abstract": "Gap Inc opens its first Forth & Towne retail outlet, which caters to women over 35 years old, at Palisades Center in West Nyack, NY; some shoppers comment; graph; photos (M)",
      "lead_paragraph": "WEST NYACK, N.Y., Aug. 23 - For the millions of American women over 35 who face the conundrum each morning of a closet full of clothes but nothing to wear, there is little solace to be found at the vast Palisades Center mall here. With nearly 300 stores and more than half of them aimed at teenage consumers, this temple of consumerism in Rockland County, about 25 miles north of Manhattan, is full of clothes, but for women of a certain age, many find little to buy.",
      "publication_date": "2005-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/24/business/gaps-new-chain-store-aims-at-the-fashionably-mature-woman.html",
      "byline": "By Eric Wilson"
    },
    {
      "headline": "The Replacement Mechanics",
      "snippet": "Replacement workers at Northwest Airlines are at center of airline industry's most significant labor dispute in more than decade, and they be taking part in another historic moment of different kind: busting unions, 21st century style; they are am...",
      "abstract": "Replacement workers at Northwest Airlines are at center of airline industry's most significant labor dispute in more than decade, and they be taking part in another historic moment of different kind: busting unions, 21st century style; they are among 1,900 replacement workers deployed by Northwest to assume duties of 4,430 mechanics, cleaners and other members of Aircraft Mechanics Fraternal Association; replacement workers interviewed say they do not regret their move, despite being derided as 'scabs'; Northwest job for some replacement workers are chance for better pay, and for many, return to industry where they worked before getting caught in deluge of industry layoffs this decade; Northwest required replacements to sign confidentiality agreements on condition of their employment; photo (M)",
      "lead_paragraph": "DEARBORN, Mich. Aug. 23 - Every morning, afternoon and evening for the last few days, groups of airline mechanics, accompanied by security guards, stride out of the Hyatt Regency hotel here. They board a pair of yellow school buses, the windows taped over with white paper to hide who is inside.",
      "publication_date": "2005-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/24/business/the-replacement-mechanics.html",
      "byline": "By Jeremy W. Peters and Micheline Maynard"
    },
    {
      "headline": "Profiling Report Leads to a Clash And a Demotion",
      "snippet": "Bush administration is replacing Lawrence A Greenfeld as director of Bureau of Justice Statistics following his complaint that senior political officials at Justice Department played down data on aggressive police treatment of black and Hispanic d...",
      "abstract": "Bush administration is replacing Lawrence A Greenfeld as director of Bureau of Justice Statistics following his complaint that senior political officials at Justice Department played down data on aggressive police treatment of black and Hispanic drivers; demotion caps more than three years of simmering tension over alleged political interference at agency and compromising of key law enforcement analysis; Greenfeld, veteran statistician and supervisor, was named by Pres Bush to head low-profile agency that produces numerous reports on law enforcement issues and strives to avoid political taint; Greenfeld reportedly was ordered to delete references to disparities in how racial groups are treated after police stops; Greenfeld refused and Justice Department opted for online posting without news release or briefing to Congress; study found about 9 percent of all drivers were stopped nationwide in 2002 but that 11.4 percent of Hispanics and 10.2 percent of blacks were searched or had vehicles searched, compared with 3.5 percent of white drivers; graph (M)",
      "lead_paragraph": "WASHINGTON, Aug. 23 - The Bush administration is replacing the director of a small but critical branch of the Justice Department, months after he complained that senior political officials at the department were seeking to play down newly compiled data on the aggressive police treatment of black and Hispanic drivers.",
      "publication_date": "2005-08-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/24/us/front page/profiling-report-leads-to-a-clash-and-a-demotion.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Police Chief Sees Drug Toll With Father's Eyes",
      "snippet": "Baltimore's new police chief Leonard D Hamm is also stepfather of 36-year-old drug addict Nicole Sesker, who has resisted nearly two decades of efforts to help her; Sesker sleeps in vacant buildings, living from trick to trick and fix to fix while...",
      "abstract": "Baltimore's new police chief Leonard D Hamm is also stepfather of 36-year-old drug addict Nicole Sesker, who has resisted nearly two decades of efforts to help her; Sesker sleeps in vacant buildings, living from trick to trick and fix to fix while dodging police on street corners, lapsing time and again after family's rehabilitation efforts; Hamm, who raised Sesker from age three, says that after nearly two decades of trying to help her he has reached painful conclusion that she will find strength to change only after she sinks even lower; explains department's outreach program for addicts; photos (M)",
      "lead_paragraph": "BALTIMORE, Aug. 17 - Nicole Sesker sleeps in vacant buildings. She sells her body to buy heroin, living from trick to trick and fix to fix while dodging police officers who chase her from the street corners she haunts in plastic heels.",
      "publication_date": "2005-08-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/24/us/police-chief-sees-drug-toll-with-fathers-eyes.html",
      "byline": "By James Dao and Gary Gately"
    },
    {
      "headline": "Slight Shift for S.U.V. in New Rule on Mileage",
      "snippet": "Bush administration's long-awaited plan to overhaul fuel economy regulations is released, promising to save gasoline by requiring modest improvements in performance of sport utility vehicles and other trucks; proposal is swiftly condemned by envir...",
      "abstract": "Bush administration's long-awaited plan to overhaul fuel economy regulations is released, promising to save gasoline by requiring modest improvements in performance of sport utility vehicles and other trucks; proposal is swiftly condemned by environmental groups and other critics, who say it will do little to slow nation's swelling oil consumption; administration officials say their plan will save 10 billion gallons of gasoline over nearly two decades, or about 25 days' worth of gas under current consumption trends; plan also includes broadside against authority of California and other states, including New York, to move forward with plans to regulate automotive emissions of global warming gases; proposal would increase average mileage of light trucks to 24 miles a gallon for 2011 models, compared with 21.2 miles a gallon in today's models; Transportation Sec Norman Y Mineta comments; photo (M)",
      "lead_paragraph": "The Bush administration's long-awaited plan to overhaul fuel economy regulations was released yesterday, promising to save gasoline by requiring modest improvements in the performance of sport utility vehicles and other trucks.",
      "publication_date": "2005-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/24/automobiles/slight-shift-for-suv-in-new-rule-on-mileage.html",
      "byline": "By Danny Hakim and John M. Broder"
    },
    {
      "headline": "A Big Test for 2 Drugs, and a Maker",
      "snippet": "Two separate Food and Drug Administration advisory panels, meeting Sept 6 and 9, are scheduled to review two new drug applications from Bristol-Myers Squibb--Orencia for rheumatoid arthritis and Pargluva for diabetes; company teams will spend much...",
      "abstract": "Two separate Food and Drug Administration advisory panels, meeting Sept 6 and 9, are scheduled to review two new drug applications from Bristol-Myers Squibb--Orencia for rheumatoid arthritis and Pargluva for diabetes; company teams will spend much of next two weeks rehearsing their presentations to panels; combined sales of two products could surpass $2 billion by 2008 if drugs win FDA approval; new drugs are coming up for review at difficult time as agency seems to be recalibrating its requirements for new drug approval, more carefully weighing risks versus benefits; while Orencia is expected to be recommended by its advisory panel, Pargluva raises safety questions that make its approval no sure bet; photo (Market Place column) (M)",
      "lead_paragraph": "No languid August afternoons this year for executives at the drug maker Bristol-Myers Squibb.",
      "publication_date": "2005-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/24/business/a-big-test-for-2-drugs-and-a-maker.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "July Slowing of Home Sales Stirs Talk of Market Peak",
      "snippet": "National Association of Realtors says sales of existing home fell 2.6 percent in July, to annual rate of 7.16 million; economists expected existing-home sales to reach annual pace of 7.25 million; median price of condos and co-ops fell 1.1 percent...",
      "abstract": "National Association of Realtors says sales of existing home fell 2.6 percent in July, to annual rate of 7.16 million; economists expected existing-home sales to reach annual pace of 7.25 million; median price of condos and co-ops fell 1.1 percent, to $219,000; single-family home sales fell 2.3 percent while condo and co-op sales dropped 5 percent; overall sales were still up 4.7 percent compared with July 2004; median sales price rose only slightly from June but was up 14.1 percent from year ago, to $218,000; photo (M)",
      "lead_paragraph": "The nation's long housing boom appears to be losing steam.",
      "publication_date": "2005-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/24/business/july-slowing-of-home-sales-stirs-talk-of-market-peak.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Secular Iraqis Say New Charter May Curb Rights",
      "snippet": "Some secular Iraqi leaders copmlain that draft constitution lays groundwork for Shiite clerical domination and has specific provisions that could sharply curtail rights of women; cite language not only establishing Islam as official religion but a...",
      "abstract": "Some secular Iraqi leaders copmlain that draft constitution lays groundwork for Shiite clerical domination and has specific provisions that could sharply curtail rights of women; cite language not only establishing Islam as official religion but also apparently granting judges wide latitude to strike down legislation contravening faith; draft calls for Shariah experts to preside on Supreme Federal Court, which clears way for religious courts that could adjudicate personal disputes like divorce and inheritance, where Shariah gives women fewer rights; language reserving quarter of Assembly seats for women is relegated to transitional section and education is mandatory only through elementary school, not middle school as women's groups sought; Pres Bush lauds 'amazing document' submitted to Assembly with three days left to resolve disputes; southern Iraq has already fallen under sway of Shiite religious and political parties that have good chance of winning Assembly majority; photo; women's leader Dr Raja Kuzai says she could not remain under clerical rule; Deputy Prime Min Ahmad Chalabi says draft has more stringent religion-state separation than elsewhere in Middle East and Iraqis could opt for secular court; US Amb Zalmay Khalilzad says draft has democratic and human rights commitments, but acknowledges limits of US influence; Kurdish legislator says Kurds did not oppose Islamist language because Americans diplomats did not object (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 23 - Some secular Iraqi leaders complained Tuesday that the country's nearly finished constitution lays the groundwork for the possible domination of the country by Shiite Islamic clerics, and that it contains specific provisions that could sharply curtail the rights of women.",
      "publication_date": "2005-08-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/24/world/middleeast/secular-iraqis-say-new-charter-may-curb-rights.html",
      "byline": "By Dexter Filkins"
    }
  ]
}