{
  "metadata": {
    "date": "2005-04-25",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "Cheney Backs End of Filibustering",
      "snippet": "Vice Pres Dick Cheney plunges White House into judicial confirmation battle by saying he supports changing Senate rules to stop Democrats from blocking Pres Bush's judicial nominees and would, if needed, provide tie-breaking vote; Sen Mitch McConn...",
      "abstract": "Vice Pres Dick Cheney plunges White House into judicial confirmation battle by saying he supports changing Senate rules to stop Democrats from blocking Pres Bush's judicial nominees and would, if needed, provide tie-breaking vote; Sen Mitch McConnell says Republicans have votes to end filibustering; Sen Harry Reid accuses McConnell of bluffing and Pres Bush of lying when he told him he would not become involved in Republican efforts to break Senate rules (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/23/politics/cheney-backs-end-of-filibustering.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Moussaoui Tells Court He's Guilty of a Terror Plot",
      "snippet": "Zacarias Moussaoui, only person facing trial in US in connection with Sept 11, 2001 terror attacks, pleads guilty to participating in conspiracy by Al Qaeda to fly planes into American buildings; says that despite his guilty plea he had nothing to...",
      "abstract": "Zacarias Moussaoui, only person facing trial in US in connection with Sept 11, 2001 terror attacks, pleads guilty to participating in conspiracy by Al Qaeda to fly planes into American buildings; says that despite his guilty plea he had nothing to do with Sept 11 attacks; says he had been planning to participate in separate undisclosed plot to fly plane into White House at different time; says his role was part of plan to force release of Sheik Omar Abdel Rahman, blind Muslim scholar who is serving life sentence for conspiracy to blow up New York bridges and tunnels in 1993; Moussaoui photo (M)",
      "lead_paragraph": "ALEXANDRIA, Va., April 22 - Zacarias Moussaoui, the only person facing a trial in the United States in connection with the Sept. 11, 2001, terrorist attacks, pleaded guilty on Friday to participating in a broad conspiracy by Al Qaeda to fly planes into American buildings.",
      "publication_date": "2005-04-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/23/us/nationalspecial3/moussaoui-tells-court-hes-guilty-of-a-terror-plot.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "The New Nursing Home, Emphasis on Home",
      "snippet": "Green House Project, comprising 10 new suburban houses in Tupelo, Miss, is experiment in reinventing the nursing home; its creators hope it will herald a new age for old age, although its advantages to residents are yet unproved in health care stu...",
      "abstract": "Green House Project, comprising 10 new suburban houses in Tupelo, Miss, is experiment in reinventing the nursing home; its creators hope it will herald a new age for old age, although its advantages to residents are yet unproved in health care studies; Green Houses are part of broadening movement to humanize care for elderly people with smaller, more domestic settings and closer sense of community among residents and staff members; Mississippi Methodist Senior Services Inc runs Green House program in Tupelo; photos (M)",
      "lead_paragraph": "TUPELO, Miss. - At the Cedars Health Center, a traditional 140-bed nursing home here, meals are delivered on trays, hospital style. Hallways floored with linoleum extend in every direction. The smell is sterile and sour.",
      "publication_date": "2005-04-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/23/us/the-new-nursing-home-emphasis-on-home.html",
      "byline": "By William L. Hamilton"
    },
    {
      "headline": "Four Top Officers Cleared by Army in Prison Abuses",
      "snippet": "Investigation by Army Inspector Gen Stanley E Green clears four of the five top Army officers overseeing prison operations in Iraq of responsibility for the abuse of detainees; they are Lt Gen Ricardo S Sanchez, Maj Gen Walter Wojdakowski, Maj Gen...",
      "abstract": "Investigation by Army Inspector Gen Stanley E Green clears four of the five top Army officers overseeing prison operations in Iraq of responsibility for the abuse of detainees; they are Lt Gen Ricardo S Sanchez, Maj Gen Walter Wojdakowski, Maj Gen Barbara G Fast and Col Marc Warren; Sanchez is the highest-ranking officer to face allegations of leadership failure in the scandal; inquiry closes Army's book on whether the officers should be held accountable for command failings; Brig Gen Janis Karpinski, Army Reserve officer who commanded the military police unit at Abu Ghraib prison, is relieved of her command; she is the only officer to be punished (M)",
      "lead_paragraph": "WASHINGTON, April 22 - A high-level Army investigation has cleared four of the five top Army officers overseeing prison policies and operations in Iraq of responsibility for the abuse of detainees there, Congressional and administration officials said Friday.",
      "publication_date": "2005-04-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/23/politics/four-top-officers-cleared-by-army-in-prison-abuses.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Airlines Seek to Stretch Out Pension Dues",
      "snippet": "Big airlines, particularly Delta and Northwest, using deep first-quarter losses to bolster their arguments and supported by pilots' and flight attendants' unions, lobby Congress for third bailout since September 2001 attacks; Sen Johnny Isakson in...",
      "abstract": "Big airlines, particularly Delta and Northwest, using deep first-quarter losses to bolster their arguments and supported by pilots' and flight attendants' unions, lobby Congress for third bailout since September 2001 attacks; Sen Johnny Isakson introduces legislation that would allow airlines to stretch out their overdue pension obligations over 25 years, instead of having to cover shortfall in three years, as mandated by current laws; collectively, six big traditional airlines owe $20.8 billion in back payments (M)",
      "lead_paragraph": "The big airlines are lobbying Congress for what is effectively another bailout, their third plea for assistance since the September 2001 attacks. The deep first-quarter losses they reported this week are being used to bolster their argument.",
      "publication_date": "2005-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/23/business/airlines-seek-to-stretch-out-pension-dues.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Oil's Lesser Role in U.S. Economy Limits Damage From High Prices",
      "snippet": "Investors, worried that higher energy costs would crimp corporate earnings and stoke inflation, push stocks to their lowest point since October; fears about impact of rise in crude oil prices, which are hovering above $50 a barrel, have proved to ...",
      "abstract": "Investors, worried that higher energy costs would crimp corporate earnings and stoke inflation, push stocks to their lowest point since October; fears about impact of rise in crude oil prices, which are hovering above $50 a barrel, have proved to be exaggerated; US economy has managed to weather price increase with remarkable ease and there is reason to believe that high fuel costs no longer have impact they once did; reason is that manufacturers and electricity-generating plants now depend primarily on natural gas, coal and, to lesser extent, nuclear power; photo; graphs (M)",
      "lead_paragraph": "Not long ago, the notion that crude oil prices would ever reach $50 a barrel, much less surpass that, was a distant prospect. Some economists darkly predicted that sky-high oil prices would send the American economy into a recession, drive companies out of business and bring back both inflation and angry fuel lines.",
      "publication_date": "2005-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/23/business/oils-lesser-role-in-us-economy-limits-damage-from-high-prices.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Stock Gauges Plunge Again But End Volatile Week Up  The stock market stumbled again, finishing a volatile week with no hint of whether the recent slump was near an end. After their best day in more than a year Thursday, the three main market measu...",
      "abstract": " Stock Gauges Plunge Again But End Volatile Week Up  The stock market stumbled again, finishing a volatile week with no hint of whether the recent slump was near an end. After their best day in more than a year Thursday, the three main market measures fell 0.6 percent or more on disappointing earnings from Eastman Kodak and Costco and another jump in the price of crude oil, to $55.39 a barrel.     The Standard & Poor's 500-stock index dropped 7.83 points, to 1,152.12. It was up 0.8 percent for the week, but is down 4.9 percent so far this year. The Nasdaq composite fell 30.22 points, to 1,932.19. It was up 1.3 percent for the week, but is down 11.2 percent in 2005. The Dow Jones industrial average declined 60.89 points, to 10,157.71. It was up 0.7 percent for the week, but is down 5.8 percent this year. [Page C4.]    Police Say Hoax Played on Wendy's  A woman who said she found a finger in her chili at a Wendy's restaurant has been charged with attempted larceny in what the police are calling a hoax against the food chain. [A9.]    Grand Jury Review of Wal-Mart  A grand jury is investigating whether Thomas Coughlin, a former vice president of Wal-Mart, cheated on an expense account and misused gift cards, a Wal-Mart spokesman said. Mr. Coughlin has denied the charges. [C3.]    Serono Sets Up Large Fund  The $725 million set aside by Serono to settle investigations involving its AIDS drug Serostim seems to suggest that the company is preparing to pay one of the largest settlements ever in a pharmaceutical inquiry. The lack of specifics from Serono executives, however, left financial analysts bewildered. [C2.]    Ericsson Profits Jump 73 Percent  The recent run of healthy reports in the telecommunications industry continued with Ericsson saying first-quarter earnings jumped 73 percent and sales rose 12 percent. [C2.]    Maytag Shares Fall on Net Drop  Shares of Maytag plummeted to a 14-year low as earnings plunged 80 percent in the first quarter. In addition, Standard & Poor's again lowered the company's debt ratings. Analysts said the results raised questions about Maytag's ability to survive and whether management could get the company back on track. Sales declined 4 percent, to $1.17 billion. [C2.]    European Inquiry of Textile Imports  The European Commission will begin an inquiry Monday to see whether import controls should be reimposed on China after a surge in textile imports this year. [C2.]    Europe Welcomes Accounting Plan  A road map toward allowing European companies to sell securities in the United States without having to revise their financial statements was hailed by regulators, but statements by United States officials showed concern with efforts in Europe to constrain the independence of accounting rule makers. [C3.]    A Loss for Eastman Kodak  Eastman Kodak, rushing to fortify its digital businesses, reported a loss and missed Wall Street forecasts largely because its makeover proved costlier than expected. [C2.]    MetLife Not Selling Reinsurer Stake  MetLife dropped a plan to pay for part of its $11.5 billion acquisition of Citigroup's life insurance business by selling its stake in the Reinsurance Group of America. MetLife raised more cash than expected by selling two New York office buildings. [C4.]    Financier Nominates Havas Slate  The French financier Vincent Bolloré, who holds a 20 percent stake in Havas, will demand four seats on the board of the advertising company at its shareholder meeting. He also called for the replacement of the chief executive, Alain de Pouzilhac. [C2.]  ",
      "lead_paragraph": "Stock Gauges Plunge Again But End Volatile Week Up The stock market stumbled again, finishing a volatile week with no hint of whether the recent slump was near an end. After their best day in more than a year Thursday, the three main market measures fell 0.6 percent or more on disappointing earnings from Eastman Kodak and Costco and another jump in the price of crude oil, to $55.39 a barrel.",
      "publication_date": "2005-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/23/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Nasdaq to Acquire Electronic Stock Trader",
      "snippet": "Nasdaq announces it will buy Instinet, electronic trading system, for $1.9 billion; deal comes two days after New York Stock Exchange announces it will buy electronic trading system Archipelago; two deals will ultimately determine who controls dai...",
      "abstract": "Nasdaq announces it will buy Instinet, electronic trading system, for $1.9 billion; deal comes two days after New York Stock Exchange announces it will buy electronic trading system Archipelago; two deals will ultimately determine who controls daily trading of trillions of dollars of stocks; photo; graph (M)",
      "lead_paragraph": "Nasdaq, the world's largest electronic stock market, announced yesterday that it would buy Instinet, the last major operator of an electronic trading system still standing, for $1.9 billion.",
      "publication_date": "2005-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/23/business/nasdaq-to-acquire-electronic-stock-trader.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Bicoastal Blues for G.M. and Ford",
      "snippet": "Washington and Oregon reportedly plan to join seven other states in adopting California's tough car emissions rules, forming potent market for more fuel-efficient vehicles on West Coast and in Northeast; pressure is increasing on General Motors an...",
      "abstract": "Washington and Oregon reportedly plan to join seven other states in adopting California's tough car emissions rules, forming potent market for more fuel-efficient vehicles on West Coast and in Northeast; pressure is increasing on General Motors and Ford, last two domestically owned automakers, to develop more fuel-efficient vehicles; 10 coastal states reportedly account for 29 percent of US's auto market; further pressure comes from Canada, which is forcing automakers to agree to substantial cuts in emissions of global warming gases; photo; graph (M)",
      "lead_paragraph": "DETROIT, April 22 - Setting aside its home base in the Upper Midwest, Detroit has a blue state problem -- and it is about to get worse.",
      "publication_date": "2005-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/23/business/bicoastal-blues-for-gm-and-ford.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Pope Has Gained the Insight to Address Abuse, Aides Say",
      "snippet": "Cardinal Joseph Ratzinger, who is now Pope Benedict XVI, had more responsibility than any other cardinal for deciding whether and how to discipline Roman Catholic priests accused of sexual abuse; scandal changed the church in US, and it may have c...",
      "abstract": "Cardinal Joseph Ratzinger, who is now Pope Benedict XVI, had more responsibility than any other cardinal for deciding whether and how to discipline Roman Catholic priests accused of sexual abuse; scandal changed the church in US, and it may have changed the new pope as well; Ratzinger was among several Vatican officials who appeared to minimize the scandal when it was snowballing in 2002, but co-workers and American church officials say he has gained the insight to deal with the problem; photo (M)",
      "lead_paragraph": "VATICAN CITY, April 22 - For the past four years, the man who is now Pope Benedict XVI had more responsibility than any other cardinal for deciding whether and how to discipline Roman Catholic priests accused of sexual abuse.",
      "publication_date": "2005-04-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/23/world/worldspecial2/pope-has-gained-the-insight-to-address-abuse-aides-say.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "Medtronic to Pay $1.35 Billion to Inventor",
      "snippet": "Medtronic Inc says it will pay $1.35 billion to Dr Gary K Michelson, surgeon turned inventor, to gain ownership of patents related to spinal surgery and to settle litigation; federal jury has ruled that company should pay $559 million to Michelson...",
      "abstract": "Medtronic Inc says it will pay $1.35 billion to Dr Gary K Michelson, surgeon turned inventor, to gain ownership of patents related to spinal surgery and to settle litigation; federal jury has ruled that company should pay $559 million to Michelson and his company, Karlin Technology; deal will also give Medtronic rights to virtually all spine-related inventions made by Michelson in next 15 years; photo (M)",
      "lead_paragraph": "LOS ANGELES, April 22 - Medtronic Inc., the medical device maker, said on Friday that it would pay $1.35 billion to a surgeon turned inventor to gain ownership of patents related to spinal surgery and to settle litigation between them.",
      "publication_date": "2005-04-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/23/business/medtronic-to-pay-135-billion-to-inventor.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Many Say End of Firearm Ban Changed Little",
      "snippet": "Despite dire predictions that the streets would be awash in military-style guns, the expiration of the decade-long assault weapons ban last September has not set off a sustained surge in the weapons' sales, gun makers and sellers say. It also has ...",
      "abstract": "Despite dire predictions that the streets would be awash in military-style guns, the expiration of the decade-long assault weapons ban last September has not set off a sustained surge in the weapons' sales, gun makers and sellers say. It also has not caused any noticeable increase in gun crime in the past seven months, according to several metropolitan police departments.     The uneventful expiration of the assault weapons ban did not surprise gun owners, nor did it surprise some advocates of gun control. Rather, it underscored what many of them had said all along: that the ban was porous -- so porous that assault weapons remained widely available throughout their prohibition.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/24/us/many-say-end-of-firearm-ban-changed-little.html",
      "byline": "By Deborah Sontag"
    },
    {
      "headline": "Medicare Change Will Limit Access to Claim Hearing",
      "snippet": "A new federal policy will make it significantly more difficult for Medicare beneficiaries to obtain hearings in person before a judge when the government denies their claims for home care, nursing home services, prescription drugs and other treatm...",
      "abstract": "A new federal policy will make it significantly more difficult for Medicare beneficiaries to obtain hearings in person before a judge when the government denies their claims for home care, nursing home services, prescription drugs and other treatments.    For years, hearings have been held at more than 140 Social Security offices around the country. In July, the Department of Health and Human Services will take over the responsibility, and department officials said all judges would then be located at just four sites -- in Cleveland; Miami; Irvine, Calif.; and Arlington, Va.  ",
      "lead_paragraph": "WASHINGTON, April 23 - A new federal policy will make it significantly more difficult for Medicare beneficiaries to obtain hearings in person before a judge when the government denies their claims for home care, nursing home services, prescription drugs and other treatments.",
      "publication_date": "2005-04-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/24/us/medicare-change-will-limit-access-to-claim-hearing.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Evidence in Vioxx Suits Shows Intervention by Merck Officials",
      "snippet": "In 2000, amid rising concerns that its painkiller Vioxx posed heart risks, Merck overruled one of its own scientists after he suggested that a patient in a clinical trial had probably died of a heart attack.     In an e-mail exchange about Vioxx, ...",
      "abstract": "In 2000, amid rising concerns that its painkiller Vioxx posed heart risks, Merck overruled one of its own scientists after he suggested that a patient in a clinical trial had probably died of a heart attack.     In an e-mail exchange about Vioxx, the company's most important new drug at the time, a senior Merck scientist repeatedly urged the researcher to change his views about the death ''so that we don't raise concerns.'' In later reports to the Food and Drug Administration and in a paper published in 2003, Merck listed the cause of death as ''unknown'' for the patient, a 73-year-old woman.  ",
      "lead_paragraph": "In 2000, amid rising concerns that its painkiller Vioxx posed heart risks, Merck overruled one of its own scientists after he suggested that a patient in a clinical trial had probably died of a heart attack.",
      "publication_date": "2005-04-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/24/business/evidence-in-vioxx-suits-shows-intervention-by-merck-officials.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "It's Hard to Steer a Company With Four Hands on the Helm",
      "snippet": "In May 2000, two years after he became president and chief executive of Demco, a business-to-business direct-marketing company in Madison, Wis., Ed Muir received a glowing letter of praise from its owner and chairman, John Wall.     Mr. Wall, then...",
      "abstract": "In May 2000, two years after he became president and chief executive of Demco, a business-to-business direct-marketing company in Madison, Wis., Ed Muir received a glowing letter of praise from its owner and chairman, John Wall.     Mr. Wall, then in his mid-70's, had hired Mr. Muir to ensure that the company would continue to thrive after Mr. Wall, who had retired as chief executive but remained as chairman, officially left the business.   ",
      "lead_paragraph": "In May 2000, two years after he became president and chief executive of Demco, a business-to-business direct-marketing company in Madison, Wis., Ed Muir received a glowing letter of praise from its owner and chairman, John Wall.",
      "publication_date": "2005-04-24T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/04/24/jobs/its-hard-to-steer-a-company-with-four-hands-on-the-helm.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "Sousa? Many Students March to Mariachi Instead",
      "snippet": "At home with his family  four brothers and a foster mother -- Jorge Geraldo struggles with pimples and shyness, a handsome 18-year-old with deep brown eyes who sleeps on Goofy and Donald Duck sheets that tend to lie in an unmade heap on his bunk b...",
      "abstract": "At home with his family  four brothers and a foster mother -- Jorge Geraldo struggles with pimples and shyness, a handsome 18-year-old with deep brown eyes who sleeps on Goofy and Donald Duck sheets that tend to lie in an unmade heap on his bunk bed.    But come the weekend, he dons his traje de charro -- the suit of the horseman, a glimmering costume with gold buttons slithering up the sides and custom-fitted by a tailor in nearby Tijuana -- to become the lead singer in Mariachi Chula Vista, a group of high school mariachi musicians who have forsaken John Philip Sousa marches at halftime of football games in favor of spending the weekends playing at parties, baptism receptions and the like.  ",
      "lead_paragraph": "CHULA VISTA, Calif., April 17 - At home with his family four brothers and a foster mother -- Jorge Geraldo struggles with pimples and shyness, a handsome 18-year-old with deep brown eyes who sleeps on Goofy and Donald Duck sheets that tend to lie in an unmade heap on his bunk bed.",
      "publication_date": "2005-04-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/24/us/sousa-many-students-march-to-mariachi-instead.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "Managers to Owners: Shut Up",
      "snippet": "IT'S annual shareholder meeting season again: that Groundhog Day moment when executives emerge from their rarefied world of corner offices, corporate jets and staffs of yes-men, to meet the company's owners and field their questions. For all their...",
      "abstract": "IT'S annual shareholder meeting season again: that Groundhog Day moment when executives emerge from their rarefied world of corner offices, corporate jets and staffs of yes-men, to meet the company's owners and field their questions. For all their shortcomings, these annual meetings are the only time when democracy begins to enter into the investor experience today.    But even that may be too much for Weyerhaeuser, the giant forest products company based in Federal Way, Wash. At its annual meeting last Thursday, the company's board and management broke with their longstanding tradition of taking shareholder questions from an open microphone on the floor. Instead, they required that shareholder questions be submitted in writing, either before or during the meeting. And Steven R. Rogel, the company's chief executive, announced that his directors and managers would devote just 15 minutes to answering the written questions.  ",
      "lead_paragraph": "IT'S annual shareholder meeting season again: that Groundhog Day moment when executives emerge from their rarefied world of corner offices, corporate jets and staffs of yes-men, to meet the company's owners and field their questions. For all their shortcomings, these annual meetings are the only time when democracy begins to enter into the investor experience today.",
      "publication_date": "2005-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/24/business/yourmoney/managers-to-owners-shut-up.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Do Families and Big Business Mix?",
      "snippet": "BRIAN L. ROBERTS stood out on his very first day at Comcast, and not just because he was 12 years old. His father, Ralph J. Roberts, who founded the company, took him along to a meeting nearly four decades ago, when Comcast was planning to go publ...",
      "abstract": "BRIAN L. ROBERTS stood out on his very first day at Comcast, and not just because he was 12 years old. His father, Ralph J. Roberts, who founded the company, took him along to a meeting nearly four decades ago, when Comcast was planning to go public. Around midnight, executives produced a new draft of the offering document and pored over it for accuracy. It was the boy, however, who noticed that one of the charts read backward, and excitedly told his father.     ''That's a good point. Let's change it,'' Brian Roberts recalled his father saying.  ",
      "lead_paragraph": "BRIAN L. ROBERTS stood out on his very first day at Comcast, and not just because he was 12 years old. His father, Ralph J. Roberts, who founded the company, took him along to a meeting nearly four decades ago, when Comcast was planning to go public. Around midnight, executives produced a new draft of the offering document and pored over it for accuracy. It was the boy, however, who noticed that one of the charts read backward, and excitedly told his father.",
      "publication_date": "2005-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/24/business/yourmoney/do-families-and-big-business-mix.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "The Ties That Bind at Morgan Stanley",
      "snippet": "A CHIEF executive is under pressure to resign. Representing a rival faction from an awkward merger, he is roundly criticized for his aloof management style. Irate investors attack him over the stock's sluggish performance.     That pretty much sum...",
      "abstract": "A CHIEF executive is under pressure to resign. Representing a rival faction from an awkward merger, he is roundly criticized for his aloof management style. Irate investors attack him over the stock's sluggish performance.     That pretty much sums up the ordeal facing Philip J. Purcell, the chairman and chief executive of Morgan Stanley, who is locked in a battle with eight retired executives calling for his ouster. And it's also similar to what happened to one of his main allies, Michael A. Miles, the influential chairman of the investment bank's governance committee and the board's unofficial lead director.   ",
      "lead_paragraph": "A CHIEF executive is under pressure to resign. Representing a rival faction from an awkward merger, he is roundly criticized for his aloof management style. Irate investors attack him over the stock's sluggish performance.",
      "publication_date": "2005-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/24/business/yourmoney/the-ties-that-bind-at-morgan-stanley.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "A Generation Gap, a Workplace Chasm",
      "snippet": "MY new dentist is 12 years old. O.K., not technically. The diplomas on his walls indicate that he is more than twice that age, and the photos on his desk hint that he is even old enough to have young children, but we're talking impressions, not ha...",
      "abstract": "MY new dentist is 12 years old. O.K., not technically. The diplomas on his walls indicate that he is more than twice that age, and the photos on his desk hint that he is even old enough to have young children, but we're talking impressions, not hard facts. And my impression -- maybe because I just had a birthday and I am cranky -- is that he is oh, so young. He has the baby face and slightly blustery manner of someone on the upward slope of the career curve.     Age is relative. When I was in kindergarten, the school bus stop was in front of my house, and I knew it was my turn to go outside when I saw the earlier bus come and pick up the intimidating older children. ''The biggies'' I called them, and they made me nervous. Looking back, I realize that the biggies were third graders, which means they were 8.   ",
      "lead_paragraph": "MY new dentist is 12 years old. O.K., not technically. The diplomas on his walls indicate that he is more than twice that age, and the photos on his desk hint that he is even old enough to have young children, but we're talking impressions, not hard facts. And my impression -- maybe because I just had a birthday and I am cranky -- is that he is oh, so young. He has the baby face and slightly blustery manner of someone on the upward slope of the career curve.",
      "publication_date": "2005-04-24T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/04/24/jobs/a-generation-gap-a-workplace-chasm.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Acela, Built to Be Rail's Savior, Bedevils Amtrak at Every Turn",
      "snippet": "It was called the American Flyer, and its goals were ambitious: to speed train travel between Northeastern cities, steal customers from air shuttles, provide the model for a nationwide fast rail system and help its deficit-prone parent, Amtrak, ea...",
      "abstract": "It was called the American Flyer, and its goals were ambitious: to speed train travel between Northeastern cities, steal customers from air shuttles, provide the model for a nationwide fast rail system and help its deficit-prone parent, Amtrak, earn a profit.     ''These trains will enable Amtrak to carry its customers into the 21st century aboard 21st-century trains,'' said Thomas M. Downs, Amtrak's president, at a 1996 ceremony announcing a $611 million contract for the new trains.  ",
      "lead_paragraph": "WASHINGTON, April 23 - It was called the American Flyer, and its goals were ambitious: to speed train travel between Northeastern cities, steal customers from air shuttles, provide the model for a nationwide fast rail system and help its deficit-prone parent, Amtrak, earn a profit.",
      "publication_date": "2005-04-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/24/us/acela-built-to-be-rails-savior-bedevils-amtrak-at-every-turn.html",
      "byline": "This article was reported by James Dao, Matthew L. Wald and Don Phillips and Written By Mr. Dao"
    },
    {
      "headline": "POPE BENEDICT XVI: Roots of Conservatism; Turbulence on Campus in 60's Hardened Views of Future Pope",
      "snippet": "For all Pope Benedict XVI's decades as a Vatican insider, it may have been the crucible of a university town swept by student radicalism in the late 1960's that definitively shaped the man who now leads the Roman Catholic Church.     During his Ba...",
      "abstract": "For all Pope Benedict XVI's decades as a Vatican insider, it may have been the crucible of a university town swept by student radicalism in the late 1960's that definitively shaped the man who now leads the Roman Catholic Church.     During his Bavarian childhood under the Nazis, Joseph Ratzinger became convinced that the moral authority based in Catholic teachings was the sole reliable bulwark against human barbarism, according to friends, associates, and his biographer, John L. Allen Jr.   ",
      "lead_paragraph": "TÜBINGEN, Germany, April 23 - For all Pope Benedict XVI's decades as a Vatican insider, it may have been the crucible of a university town swept by student radicalism in the late 1960's that definitively shaped the man who now leads the Roman Catholic Church.",
      "publication_date": "2005-04-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/24/world/worldspecial2/pope-benedict-xvi-roots-of-conservatism-turbulence-on.html",
      "byline": "This article was reported by Richard Bernstein, Daniel J. Wakin and Mark Landler, and Was Written By Mr. Bernstein and Mr. Wakin"
    },
    {
      "headline": "Rice and Cheney Are Said to Push Iraqi Politicians on Stalemate",
      "snippet": "Bush administration abandons its hands-off approach to Iraqi politics; presses top Kurdish and Shiite politicians to end their stalemate over forming new government with personal appeals from Secretary of State Condoleezza Rice and Vice Pres Dick ...",
      "abstract": "Bush administration abandons its hands-off approach to Iraqi politics; presses top Kurdish and Shiite politicians to end their stalemate over forming new government with personal appeals from Secretary of State Condoleezza Rice and Vice Pres Dick Cheney; there is concern about spike in mayhem from emboldened insurgency as insurgents unleash devastating technique: twin double bombings at police academy in Tikrit and ice cream parlor in Shiite neighborhood of Baghdad that kills 21 and wounds scores more; in both attacks, second bomb detonates within minutes after first, killing and wounding policemen and bystanders rushing to care for victims of initial blasts; American and Iraqi officials are blaming delay in forming new government for rise in violence in recent weeks; impact of White House pressure on top Iraqi leaders is unclear; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/25/world/middleeast/rice-and-cheney-are-said-to-push-iraqi-politicians-on.html",
      "byline": "By Richard A. Oppel Jr. and Joel Brinkley"
    },
    {
      "headline": "Google to Sell Ads Not Related to Searches",
      "snippet": "Google, which has built a huge business out of small ads related to what people are searching for on Internet, to begin testing changes in its advertising program that will give advertisers more control over where their ads are shown, how they pay...",
      "abstract": "Google, which has built a huge business out of small ads related to what people are searching for on Internet, to begin testing changes in its advertising program that will give advertisers more control over where their ads are shown, how they pay for them and what they look like; most visible change will be expanded use of ads with graphics and animation to replace short text ads that have been Google's hallmark; advertisers seeking to build brand awareness will have option to pay Google simply to show ad on its Web sites to certain number of people, rather than paying only when user clicks on ad and is sent to advertiser's Web site (M)",
      "lead_paragraph": "Google, which has built a huge business out of small ads related to what people are searching for on the Internet, is now entering the larger and more competitive market of advertising for things people do not know yet that they want to buy.",
      "publication_date": "2005-04-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/25/technology/google-to-sell-ads-not-related-to-searches.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Credit Receipts for DeLay Trip Raise Concerns",
      "snippet": "House Republicans say they will redouble their efforts to resolve partisan impasse over ethics committee even as Rep Tom DeLay faces new disclosures about his overseas travel that could eventually come before panel; Speaker J Dennis Hastert said t...",
      "abstract": "House Republicans say they will redouble their efforts to resolve partisan impasse over ethics committee even as Rep Tom DeLay faces new disclosures about his overseas travel that could eventually come before panel; Speaker J Dennis Hastert said to be driven more by institutional concerns than by furor engulfing DeLay; Democrats say Republican majority should undo rules at center of feud that have paralyzed ethics committee; under one new rule, ethics complaints could be automatically dismissed if evenly divided ethics committee does not agree on how to proceed after 45 days; DeLay was admonished by ethics panel in three instances last year; much of focus on DeLay's overseas travel has invovled questions about whether it fell within guidelines of House ethics rules, which allow for organizations and corporations to pay lawmaker's expense for travel as long as expenses are reported, but which ban members of Congress from accepting payments from lobbyists or foreign agents for these expenses; photo (M)",
      "lead_paragraph": "WASHINGTON, April 24 - House Republicans said Sunday that they intended to redouble their efforts this week to resolve a partisan impasse over the ethics committee as Representative Tom DeLay faced new disclosures regarding his overseas travel that could eventually come before the committee.",
      "publication_date": "2005-04-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/25/politics/credit-receipts-for-delay-trip-raise-concerns.html",
      "byline": "By Carl Hulse and Philip Shenon"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "European Union to Begin Inquiry on Chinese Textiles  The European Union's top trade official, Peter Mandelson, said that he would open a formal investigation into the flood of Chinese textiles into European markets.    He also warned of possible s...",
      "abstract": " European Union to Begin Inquiry on Chinese Textiles  The European Union's top trade official, Peter Mandelson, said that he would open a formal investigation into the flood of Chinese textiles into European markets.    He also warned of possible sanctions by summer and swifter measures that could allow Europe to impose limits on a range of Chinese-made items within weeks. ''Europe cannot stand by and watch its industry disappear,'' he said. [Page C6.]    Making Mobile Phones Smarter  With Windows-powered mobile devices lagging behind the Palms and BlackBerrys of the world, Microsoft has enlisted an electrical engineer from China -- a master of the strategy game Go -- to improve its products. He is Ya-Qin Zhang, 39, a one time math prodigy and a veteran computer systems researcher who helped start Microsoft's Beijing research laboratory in 1999. [C4.]    Nissan to Post a Small Profit Rise  The Nissan Motor Company will post a small increase in its net profit for the recent fiscal year, a result of gains in vehicle sales in the United States and China, officials said. [C2.]    Virgin Mobile Nears U.S. Offering  The Virgin Group has hired investment bankers to take its 50 percent stake in the United States cellphone operator Virgin Mobile public this year, in an offering valued at $2 billion, executives briefed on the plans said. [C6.]    When the Entire Game Is Too Much  Now that most Internet users have high-speed connections and television executives view the Web as more an adjunct than a rival, sports leagues are opening their video vaults to fans who just want the highlights. And for organizations that are competing for a share of the fans' attention, such tools can be critical in maintaining, or increasing, league revenues. Bob Tedeschi: E-Commerce Report. [C9.]    Indians Investing in Hollywood  Decades after John Wayne and his cowboys vanquished the Indians for generations of white movie audiences, American Indian tribes are beginning to invest more than just lingering bad faith in Hollywood. [C7.]    Details on Affiliates of A.I.G.  New details about the inner workings of C. V. Starr and Starr International, affiliates of American International Group, are contained in a confidential internal report that was unsealed by a Delaware judge. [C2.]    Results in Alzheimer's Trial  A small clinical trial has produced preliminary evidence that gene therapy might slow the decline in mental function associated with Alzheimer's disease. [C9.]    A New Trend in Online Games  Games including World of Warcraft from Blizzard Entertainment, above, are the latest effort by companies to appeal to hard core game players as well as to a wider audience. These massively multiplayer games, which are considered mainstream entertainment in Taiwan and South Korea, still represent a fraction of the United States video game business. [C4.]    $1 Billion Deal for DoubleClick  A private equity firm, Hellman & Friedman, is buying the Internet marketer DoubleClick in an all-cash deal worth $1.1 billion, expected to be announced today. [C8.]  ",
      "lead_paragraph": "European Union to Begin Inquiry on Chinese Textiles The European Union's top trade official, Peter Mandelson, said that he would open a formal investigation into the flood of Chinese textiles into European markets.",
      "publication_date": "2005-04-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/25/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "The Feng Shui Kingdom",
      "snippet": "Walt Disney Co has taken many steps at new Hong Kong Disneyland to reflect local culture, including heeding advice of feng shui consultant; park is venture with Hong Kong government and first of parks Disney wants to build in China; Disney investe...",
      "abstract": "Walt Disney Co has taken many steps at new Hong Kong Disneyland to reflect local culture, including heeding advice of feng shui consultant; park is venture with Hong Kong government and first of parks Disney wants to build in China; Disney invested $316 million for 43 percent equity stake; Hong Kong contributed $419 million; map; photos (M)",
      "lead_paragraph": "When building the new entrance to Hong Kong Disneyland, Walt Disney executives decided to shift the angle of the front gate by 12 degrees. They did so after consulting a feng shui specialist, who said the change would ensure prosperity for the park. Disney also put a bend in the walkway from the train station to the gate, to make sure the flow of positive energy, or chi, did not slip past the entrance and out to the China Sea.",
      "publication_date": "2005-04-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/25/business/worldbusiness/the-feng-shui-kingdom.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Rival N.Y.S.E. Bid Said to Be in Works",
      "snippet": "Former New York Stock Exchange director Kenneth G Langone reportedly seeks support from handful of Wall Street executives to launch rival bid for exchange, which has agreed to buy electronic trading firm Archipelago and become public company; repo...",
      "abstract": "Former New York Stock Exchange director Kenneth G Langone reportedly seeks support from handful of Wall Street executives to launch rival bid for exchange, which has agreed to buy electronic trading firm Archipelago and become public company; reportedly is angry at how Goldman Sachs orchestrated deal, questioning role of NYSE chief executive John A Thain, former Goldman Sachs president; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/25/business/rival-nyse-bid-said-to-be-in-works.html",
      "byline": "By Jenny Anderson and Landon Thomas Jr"
    },
    {
      "headline": "A Boldface Name Invites Others to Blog With Her",
      "snippet": "Columnist Arianna Huffington has rounded up over 250 of what she calls 'creative minds' to write group blog, Huffington Post, on wide range of topics; blog will be nonstop virtual talk show that will be part of Web site that will also serve up bre...",
      "abstract": "Columnist Arianna Huffington has rounded up over 250 of what she calls 'creative minds' to write group blog, Huffington Post, on wide range of topics; blog will be nonstop virtual talk show that will be part of Web site that will also serve up breaking news around clock; she comments, interview; many celebrity contributors are on left side of political spectrum, but some conservatives have also signed on; contributor Walter Cronkite comments; site seen direct challenge to popular Drudge Report; photos (M)",
      "lead_paragraph": "LOS ANGELES, April 23 - Get ready for the next level in the blogosphere.",
      "publication_date": "2005-04-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/25/technology/a-boldface-name-invites-others-to-blog-with-her.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "A Tax Benefit for Big Donors Often Bypasses Idea of Charity",
      "snippet": "Regulators and lawmakers push for tighter rules on so-called supporting organizations as part of broader crackdown on charitable tax exmptions; supporting organizations, created to support specific charity or charities, are attractive to donors be...",
      "abstract": "Regulators and lawmakers push for tighter rules on so-called supporting organizations as part of broader crackdown on charitable tax exmptions; supporting organizations, created to support specific charity or charities, are attractive to donors because they offer generous tax benefits associated with donating directly to charities and operate much like private foundations, but without foundation's more onerous requirements; donors get perks because they agree to relinquish control over money; since they appoint organization's board, they can retain great deal of influence over it; there is suspicion that many wealthy people use these organizations more for tax planning than for any charitable aim; among concerns are donations to supporting organizations of assets held in offshore tax havens that find their way back into donors' pockets, and challenge of determining whether values donors are placing on unconventional gifts for tax purposes are valid; photo; chart (M)",
      "lead_paragraph": "George B. Kaiser, a publicity-shy oilman who built a fortune estimated at $4 billion by snapping up busted petroleum businesses in Oklahoma, set aside roughly $1 billion for charitable endeavors from 2000 to the end of last year.",
      "publication_date": "2005-04-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/25/business/a-tax-benefit-for-big-donors-often-bypasses-idea-of-charity.html",
      "byline": "By Stephanie Strom"
    },
    {
      "headline": "A Hundred Cellphones Bloom, and Chinese Take to the Streets",
      "snippet": "Anti-Japanese protests of thousands of people in China, fueled by e-mail, text messaging, instant online messaging and cellphones, seen as possible harbinger of future popular movements; China is now largest cellphone market, with nearly 350 milli...",
      "abstract": "Anti-Japanese protests of thousands of people in China, fueled by e-mail, text messaging, instant online messaging and cellphones, seen as possible harbinger of future popular movements; China is now largest cellphone market, with nearly 350 million users; number of Internet users is about 100 million and growing at 30 percent a year; result is constant tension between population hungry for freer communication and government that regards information control as essential to its power; few countries censor information and communications as tightly as China; government is said to have powerful filtering devices that can screen cellphone and e-mail messages; growing number of young Chinese have multiple e-mail accounts, including some with providers based outside China that are not filtered; many analysts agree that screening Internet and cellphones is far more difficult for Chinese government than simply ordering state-controlled newspapers or television stations to censour subjects; photos (M)",
      "lead_paragraph": "BEIJING, April 24 - The thousands of people who poured onto the streets of China this month for the anti-Japanese protests that shook Asia were bound by nationalist anger but also by a more mundane fact: they are China's cellphone and computer generation.",
      "publication_date": "2005-04-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/25/world/asia/a-hundred-cellphones-bloom-and-chinese-take-to-the-streets.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Bloodied Marines Sound Off About Want of Armor and Men",
      "snippet": "Marine Corps Company E, which suffered highest casualty rate of any company in war in Iraq, returns home complaining about lack of armor and shortage of men and planning, special report, The Company: Six Months in Ramadi; leaders and infantrymen b...",
      "abstract": "Marine Corps Company E, which suffered highest casualty rate of any company in war in Iraq, returns home complaining about lack of armor and shortage of men and planning, special report, The Company: Six Months in Ramadi; leaders and infantrymen break institutional code of silence to tell of their destroyed morale and of ruined careers of some of their fiercest warriors; more than one-third of unit's 185 troops were killed or wounded, having endured 26 firefights, 90 mortar attacks and more than 90 homemade bombs; unit had less than half the troops now doing its job in Ramadi, and resorted to making dummy marines from cardboard cutouts and camouflage shirts to place in observation posts; Humvees they inherited from National Guard lacked proper armor and failed to deflect bullets or bombs; marines resorted to jury-rigging armor with scarp metal, but it was not enough to protect many of them; Marine Capt Kelly D Royer, who complained about lack of factory-armored vehicles and took photos of Humveess in which his men died, was removed from command, accused of being 'dictatorial'; detailed description of equipment shortages; photos; diagram (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/25/world/middleeast/bloodied-marines-sound-off-about-want-of-armor-and-men.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "Qwest Raises Its MCI Bid, and Anxiety Goes Up, Too",
      "snippet": "Market Place column on bidding war for MCI; Verizon must now decide how to respond to Qwest's sweetened bid, which topped its bid by 30 percent and forced even MCI board to recognize it as superior; has right to let MCI's shareholders vote on its ...",
      "abstract": "Market Place column on bidding war for MCI; Verizon must now decide how to respond to Qwest's sweetened bid, which topped its bid by 30 percent and forced even MCI board to recognize it as superior; has right to let MCI's shareholders vote on its proposed merger and is entitled to penalty if MCI terminates deal (M)",
      "lead_paragraph": "Verizon, having been temporarily out-maneuvered by its rival in an auction for MCI, remains in the stronger bidding position given its deep pockets, but the company must now decide how deeply to dig into them, industry analysts said yesterday.",
      "publication_date": "2005-04-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/25/business/qwest-raises-its-mci-bid-and-anxiety-goes-up-too.html",
      "byline": "By Ken Belson and Matt Richtel"
    }
  ]
}