{
  "metadata": {
    "date": "2005-06-14",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "A Strategist Who Struggled as a Manager",
      "snippet": "Morgan Stanley chief executive Philip J Purcell's inability to manage firm well is bringing Purcell's career at Morgan to ignominous close; Purcell, in letter to employees announcing his retirement, says continuing personal attacks, which caused d...",
      "abstract": "Morgan Stanley chief executive Philip J Purcell's inability to manage firm well is bringing Purcell's career at Morgan to ignominous close; Purcell, in letter to employees announcing his retirement, says continuing personal attacks, which caused distraction at firm, led to his decision to retire; Purcell will step down as soon as board choose successor, but no later than 2006 annual meeting; chart; photo (Market Place column) (M)",
      "lead_paragraph": "He was a management consultant who viewed himself as a great strategist. He engineered a merger that propelled his second-tier securities firm to the top and then outmaneuvered rivals to stay on top of the firm for eight years. But in the end, it is an inability to manage the firm well that is bringing Philip J. Purcell's career at Morgan Stanley to an ignominious close.",
      "publication_date": "2005-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/14/business/a-strategist-who-struggled-as-a-manager.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Justices Expand Rights to Experiment With Patented Drugs",
      "snippet": "Supreme Court gives pharmaceutical companies broad latitude to study and experiment with drugs covered by other companies' patents, decision that may help speed development of medical treatments; decision means drug companies can do much of labora...",
      "abstract": "Supreme Court gives pharmaceutical companies broad latitude to study and experiment with drugs covered by other companies' patents, decision that may help speed development of medical treatments; decision means drug companies can do much of laboratory, animal and human testing needed to win approval of drug even if drug would infringe on patent on another product; new drug could not be sold until patent on other drug expires; Justice Antonin Scalia, writing for unanimnous court, says existing exemption from patent infringement 'provides a wide berth for the use of patented drugs' in developing other pharmaceuticals; decision reverses federal appeals court ruling that exemption should be interpreted narrowly; E Joshua Rosenkranz, lawyer who argued for victorious side, says ruling gives drug companies head start on developing medicines to be ready to sell as soon as patents on other drugs expire; case pitted Integra LifeSciences against Merck of Germany, which had paid for scientist to test some compounds for potential use as drugs; Integra sued Merck in 1996; Integra plans to appeal; photo (M)",
      "lead_paragraph": "The Supreme Court gave pharmaceutical companies broad latitude yesterday to study and experiment with drugs covered by other companies' patents, a decision that may help speed the development of medical treatments.",
      "publication_date": "2005-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/14/business/justices-expand-rights-to-experiment-with-patented-drugs.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Next Generation of Conservatives (By the Dormful)",
      "snippet": "Heritage Foundation's summer intern program is both coveted spot on young conservative circuit and example of care movement takes to cultivate its young; 64 summer interns form elite corps inside capital's premier conservative research group; they...",
      "abstract": "Heritage Foundation's summer intern program is both coveted spot on young conservative circuit and example of care movement takes to cultivate its young; 64 summer interns form elite corps inside capital's premier conservative research group; they come from 51 colleges and 28 states; they are young and bright and ardently right; list of notable former Heritage interns includes Rich Lowry, editor of National Review, and Thad T Viers, elected at 24 to South Carolina Legislature; photos (M)",
      "lead_paragraph": "WASHINGTON, June 13 - They are young and bright and ardently right. They tack Ronald Reagan calendars on their cubicle walls and devote brown bag lunches to the free market theories of Friedrich von Hayek. They come from 51 colleges and 28 states, calling for low taxes, strong defense and dorm rooms with a view.",
      "publication_date": "2005-06-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/14/politics/next-generation-of-conservatives-by-the-dormful.html",
      "byline": "By Jason Deparle"
    },
    {
      "headline": "Supreme Court Rules for Texan on Death Row",
      "snippet": "Supreme Court overturns 20-year-old murder conviction of Texas death-row inmate Thomas Miller-El on ground that jury selection was infected by racial discrimination; 6-to-3 vote is court's second decision in three years on behalf of Miller-El, who...",
      "abstract": "Supreme Court overturns 20-year-old murder conviction of Texas death-row inmate Thomas Miller-El on ground that jury selection was infected by racial discrimination; 6-to-3 vote is court's second decision in three years on behalf of Miller-El, who is black, and justices' second rebuke of federal appeals court that handled his case; decision itself makes no new law, but reflects judgment of majority that lower courts' refusal to remedy failure in criminal justice system now requires correction at highest level; Justice David H Souter's majority opinion discounts state's 'race-neutral rationalization' for what occurred; case is latest of several recent Supreme Court decisions to express concern about quality of justice being meted out by state courts in Texas and by federal courts that oversee cases when inmates raise questions of federal law; in Miller-El's 1986 trial in death of clerk during robbery in Dallas, prosecution used peremptory strikes to remove 10 of 11 black potential jurors and provided explanations that Supreme Court finds 'incedible'; Texas will now have to retry Miller-El or release him (M)",
      "lead_paragraph": "WASHINGTON, June 13 - The Supreme Court overturned the 20-year-old murder conviction of a Texas death-row inmate on Monday on the ground that the jury selection had been infected by racial discrimination.",
      "publication_date": "2005-06-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/14/politics/supreme-court-rules-for-texan-on-death-row.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Morgan Stanley's Choices: New Direction or Better Execution?",
      "snippet": "Question that Morgan Stanley's must decide is whether its main problem was chief executive Philip J Purcell, who is retiring after continuing 'personal attacks,' or his strategy to create financial supermarket that served customers ranging from re...",
      "abstract": "Question that Morgan Stanley's must decide is whether its main problem was chief executive Philip J Purcell, who is retiring after continuing 'personal attacks,' or his strategy to create financial supermarket that served customers ranging from retirees living on fixed incomes to multinational corporations; board's answer will determine what kind of chief executive it chooses as replacement for Purcell and what parts, if any, of sprawling firm it will spin off (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/14/business/morgan-stanleys-choices-new-direction-or-better-execution.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "THE JACKSON VERDICT",
      "snippet": "THE PROSECUTOR -- District Attorney Thomas W. Sneddon Jr. could do little to disguise the disappointment of losing his biggest case.   PAGE A20    THE BUSINESS -- Entertainment executives said that the onetime King of Pop, his career already in de...",
      "abstract": " THE PROSECUTOR -- District Attorney Thomas W. Sneddon Jr. could do little to disguise the disappointment of losing his biggest case.   PAGE A20    THE BUSINESS -- Entertainment executives said that the onetime King of Pop, his career already in decline, faces a hard road in re-establishing credibility as a performer.   PAGE A19",
      "lead_paragraph": "THE PROSECUTOR -- District Attorney Thomas W. Sneddon Jr. could do little to disguise the disappointment of losing his biggest case. PAGE A20",
      "publication_date": "2005-06-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/14/us/front page/the-jackson-verdict.html",
      "byline": ""
    },
    {
      "headline": "Michael Jackson Cleared After 14-Week Child Molesting Trial",
      "snippet": "Michael Jackson is acquitted of all charges against him; jury that heard three months of often lurid testimony about his life and relationships with young boys rejects teenager's claim that Jackson plied him with liquor and sexually molested him; ...",
      "abstract": "Michael Jackson is acquitted of all charges against him; jury that heard three months of often lurid testimony about his life and relationships with young boys rejects teenager's claim that Jackson plied him with liquor and sexually molested him; Jackson faced charges that could have brought 20 years in prison; jury deliberates for about 30 hours over seven days before reaching decision; verdict is devastating disappointment for Dist Atty Thomas W Snedden of Santa Barbara County, who has pursued Jackson for 12 years, since time another boy made similar accusation; trial recalled; time line of major events in Jackson's life (L)",
      "lead_paragraph": "SANTA MARIA, Calif., June 13 - Michael Jackson was acquitted on Monday of all charges against him by a jury that absorbed three months of often lurid testimony about his life and relationships with young boys but rejected a teenager's claim that Mr. Jackson plied him with liquor and sexually molested him.",
      "publication_date": "2005-06-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/14/us/michael-jackson-cleared-after-14week-child-molesting-trial.html",
      "byline": "By John M. Broder and Nick Madigan"
    },
    {
      "headline": "Strong Demand Limits OPEC's Leeway",
      "snippet": "OPEC representatives arriving for meeting in Vienna say they are prepared to lift their oil production ceiling in effort to bring down high crude oil prices, but stress that strong global demand for oil limits their ability to influence markets; I...",
      "abstract": "OPEC representatives arriving for meeting in Vienna say they are prepared to lift their oil production ceiling in effort to bring down high crude oil prices, but stress that strong global demand for oil limits their ability to influence markets; Iran's Oil Min Bijan Zanganeh says OPEC members are already pumping at full capacity and can do nothing about high prices; Ali Al-Naimi, oil minister for Saudi Arabia, supports raising group's output ceiling by 500,000 barrels a day, but suggests that refining bottlenecks in rich industrialized nations will prevent such increase from having much effect on prices; group appears somewhat stymied by resilient demand for oil in major markets like China and US; photo (M)",
      "lead_paragraph": "VIENNA, June 13 - OPEC representatives arriving for a meeting here this week said that they were prepared to lift their oil production ceiling in an effort to bring down high crude oil prices, but emphasized that strong global demand for oil limited their ability to influence markets.",
      "publication_date": "2005-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/14/business/worldbusiness/strong-demand-limits-opecs-leeway.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Chief Will Leave Morgan Stanley, Ending Struggle",
      "snippet": "Philip J Purcell says he will retire as chief executive of Morgan Stanley as soon as his sucessor is named, ending unorthodox public power struggle between him and dissident former executives; conflict laid bare deep divisions harking back to 1997...",
      "abstract": "Philip J Purcell says he will retire as chief executive of Morgan Stanley as soon as his sucessor is named, ending unorthodox public power struggle between him and dissident former executives; conflict laid bare deep divisions harking back to 1997 merger of Dean Witter and Morgan Stanley and tore at fabric of investment bank that once bore grandest name on Wall Street; stage for Purcell's departure was set last week after board called unscheduled meeting to discuss exodus of senior executives unhappy with management shakeup imposed by Purcell, lagging stock price, and series of legal setbacks; board, preparing for worst, asked search firm to start looking for successor; board accepts his decision to step down without argument; dissident former executives praise his planned departure; conflict detailed; photo; graph (L)",
      "lead_paragraph": "Philip J. Purcell, a Wall Street outsider whose leadership of Morgan Stanley has been marked by a series of legal clashes and bitter internal dissent, said yesterday that he would retire as soon as his successor was named.",
      "publication_date": "2005-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/14/business/chief-will-leave-morgan-stanley-ending-struggle.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Will Israeli Settlements Serve Them, Gazan Refugees Ask",
      "snippet": "Palestinian refugees worry about prospect of chaos when Israel withdraws from Gaza in two months; Palestinians in Khan Yunis refugee camp wonder what they will find at settlement at nearby Neve Dekalim; one family recalls what happened in Sept 200...",
      "abstract": "Palestinian refugees worry about prospect of chaos when Israel withdraws from Gaza in two months; Palestinians in Khan Yunis refugee camp wonder what they will find at settlement at nearby Neve Dekalim; one family recalls what happened in Sept 2004, when Israeli Army forced them to evacuate after Islamic militants in Khan Yunis fired mortars and homemade rockets into Neve Dekalim; they say Israel destroyed or badly damaged their homes, and paid no compensation to them; photo; map (M)",
      "lead_paragraph": "KHAN YUNIS, Gaza - From the farthest edge of the Khan Yunis refugee camp, Palestinians can see the Israeli flag flying proudly over the settlement at Neve Dekalim, atop a huge cement watchtower that commands the line of fire across a wide no man's land.",
      "publication_date": "2005-06-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/14/world/middleeast/will-israeli-settlements-serve-them-gazan-refugees-ask.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Flawed Implants: Disclosure and Delay",
      "snippet": "Uniform standards do not exist among manufacturers of pacemakers and other widely used heart devices about when, or even if, to notify doctors and patients when devices have flaws, even as sales soar, exceeding $8 billion a year; recent death of 2...",
      "abstract": "Uniform standards do not exist among manufacturers of pacemakers and other widely used heart devices about when, or even if, to notify doctors and patients when devices have flaws, even as sales soar, exceeding $8 billion a year; recent death of 21-year-old student Joshua Oukrop with implanted defibrillator made by Guidant Corp has thrown spotlight on issue, increasing calls that device makers adopt such guidelines; Guidant did not tell doctors for three years that device might short-circuit when needed; Medtronic this year alerted doctors about problem in defibrillator; cardiologists and other experts say episodes underscore broader issue--that each maker of critical heart devices decides on its own whether to disclose product flaw; Dr Anne B Curtis, president of Heart Rhythm Society, group that represents doctors who treat heart problems, says organization is likely to set up task force soon to try to develop industrywide guidelines on physician alerts; Medtronic official Dr Susan Alpert comments; Guidant executives have defended their actions; graph (M)",
      "lead_paragraph": "Even as sales of pacemakers and other widely used heart devices soar, exceeding $8 billion a year, uniform standards do not exist among manufacturers about when, or even if, to notify doctors and patients when the devices have flaws.",
      "publication_date": "2005-06-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/14/business/flawed-implants-disclosure-and-delay.html",
      "byline": "By Barry Meier"
    }
  ]
}