{
  "metadata": {
    "date": "2005-07-14",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Data Shows Rising Toll of Iraqis From Insurgency",
      "snippet": "Iraqi Interior Ministry reports that 8,175 Iraqi civilians and police officers were killed by insurgents from August 2004 through May 31, rate of more than 800 a month; figures do not include Iraqi soldiers or civilians killed during US military o...",
      "abstract": "Iraqi Interior Ministry reports that 8,175 Iraqi civilians and police officers were killed by insurgents from August 2004 through May 31, rate of more than 800 a month; figures do not include Iraqi soldiers or civilians killed during US military operations; US has avoided Iraqi body count, but estimates of Iraqi dead range from official estimate of 12,000 in June to 100,000 in widely reported study last year; second set of Iraqi figures shows highest percentage of deaths in Baghdad, second highest in Anbar, largely Sunni province; photos; map; chart (M)",
      "lead_paragraph": "BAGHDAD, Iraq - Iraqi civilians and police officers died at a rate of more than 800 a month between August and May, according to figures released in June by the Interior Ministry.",
      "publication_date": "2005-07-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/14/world/middleeast/data-shows-rising-toll-of-iraqis-from-insurgency.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "IPod Sales Give Apple 75% Jump in Revenue",
      "snippet": "Apple Computer's net income for third quarter rises to $320 million from $61 million a year earlier, as revenue rises 75 percent, to $3.5 billion, lifted by Ipod music player sales of $1.1 billion; company also cites strong start for latest versio...",
      "abstract": "Apple Computer's net income for third quarter rises to $320 million from $61 million a year earlier, as revenue rises 75 percent, to $3.5 billion, lifted by Ipod music player sales of $1.1 billion; company also cites strong start for latest version of Macintosh OS X operating system, named Tiger, which sold more than two million copies during its first quarter of availability, with revenues of more than $100 million (M)",
      "lead_paragraph": "SAN FRANCISCO, July 13 - Showing continued strong growth of its popular iPod digital music player and impressive personal computer sales in the United States, Apple Computer reported quarterly earnings on Wednesday that far outpaced the expectations of financial analysts.",
      "publication_date": "2005-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/14/technology/ipod-sales-give-apple-75-jump-in-revenue.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "WorldCom Chief Is Given 25 Years for Huge Fraud",
      "snippet": "Former WorldCom chairman Bernard J Ebbers is sentenced to 25 years in federal prison for orchestrating record $11 billion fraud that toppled telecommunications company he founded; Judge Barbara S Jones says penalty, stiffest in corporate fraud cas...",
      "abstract": "Former WorldCom chairman Bernard J Ebbers is sentenced to 25 years in federal prison for orchestrating record $11 billion fraud that toppled telecommunications company he founded; Judge Barbara S Jones says penalty, stiffest in corporate fraud case, is appropriate because Ebbers was instigator of fraud that deprived investors of their money; agrees to recommend that Ebbers be assigned to federal prison in Mississippi, where he lives; Ebbers, turning 64, has been nearly wiped out financially to settle class-action lawsuit; photo (M)",
      "lead_paragraph": "Bernard J. Ebbers, the former chairman of WorldCom, was sentenced yesterday to 25 years in prison for orchestrating a record $11 billion fraud that toppled the telecommunications company he founded.",
      "publication_date": "2005-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/14/business/worldcom-chief-is-given-25-years-for-huge-fraud.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Baghdad Bomb Kills Up to 27, Most Children",
      "snippet": "Suicide car bomber in Baghdad detonates explosives in midst of group of Iraqi children gathered around US patrol, killing as many as 27 people, nearly all children, and one US soldier; attack in poor Shiite area leaves wrenching scene of bloodshed...",
      "abstract": "Suicide car bomber in Baghdad detonates explosives in midst of group of Iraqi children gathered around US patrol, killing as many as 27 people, nearly all children, and one US soldier; attack in poor Shiite area leaves wrenching scene of bloodshed, anger and despair; photos; US convoys on patrol often pause to give sweets and gifts to children and at least 34 children were killed in similar incident last Sept, but military spokesman denies troops were giving out candy before latest attack; latest cases of Sunni-Shiite violence described (M)",
      "lead_paragraph": "BAGHDAD, Iraq, July 13 - A suicide car bomber on Wednesday steered his sport utility vehicle toward a group of children who had crowded around a patrol of American troops and detonated his payload, killing as many as 27 people, nearly all of them children, government and hospital officials said. One American soldier was also killed.",
      "publication_date": "2005-07-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/14/world/middleeast/baghdad-bomb-kills-up-to-27-most-children.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "From a Scandal Springs a Chance for an Overhaul at Volkswagen",
      "snippet": "Wolfgang Bernhard, No. 2 executive at Volksagen, lays out plans to revive company, which has been hobbled by anemic sales, deteriorating quality, troubles in China and unnaturally close relationship between mangagement and employee leaders, and an...",
      "abstract": "Wolfgang Bernhard, No. 2 executive at Volksagen, lays out plans to revive company, which has been hobbled by anemic sales, deteriorating quality, troubles in China and unnaturally close relationship between mangagement and employee leaders, and analysts say his hand has been strengthened by recent corruption allegations; Bernhard will seek to reduce Volkswagen's costs by 5 billion euros ($6.12 billion) by 2008, focusing on savings in raw materials and production rather than labor costs, which are major culprit in company's weakened finances; Volkswagen shares drop by 2.8 percent as investors take in depth of problems facing company; executive committee accepts resignation of Peter Hartz as head of personnel, whose department has been focus of corruption allegations; photos (M)",
      "lead_paragraph": "FRANKFURT, July 13 - Volkswagen must be one of the few companies that could record a 9 percent increase in its stock price after accusations that two of its executives solicited bribes, siphoned money into fake companies and arranged visits to prostitutes on the company tab.",
      "publication_date": "2005-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/14/business/worldbusiness/from-a-scandal-springs-a-chance-for-an-overhaul-at.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "British Seeking 5th Man, Thought to Be Ringleader",
      "snippet": "Britain mounts worldwide hunt for suspected bomb maker in London transit attacks, man seen on video with suspected bombers before four left Luton train station for London; suspected ringleader and possible bomb maker is also British citizen but no...",
      "abstract": "Britain mounts worldwide hunt for suspected bomb maker in London transit attacks, man seen on video with suspected bombers before four left Luton train station for London; suspected ringleader and possible bomb maker is also British citizen but not Pakistani, as four suicide bombers were, and is identified by American officials as Jamaican-born Lindsey Germaine; police search home in Aylesbury, northwest of London and near Luton; four bombers from Leeds, having gone on to London, fanned out from King's Cross station onto three subway trains and one bus, possibly intending to strike at four points of compass but foiled by delays on northbound line; Prime Min Tony Blair tells Parliament of plans for new antiterror laws; Britons, including Muslims, recoil from understanding that suspects came from ranks of 1.6 million British Muslims, about 3 percent of population; authorities are concerned about more high-grade explosives, possibly sophisticated plastic explosives from Balkans; photos of search scenes in Leeds (M)",
      "lead_paragraph": "LONDON, July 13 - British investigators have mounted a worldwide manhunt for the suspected bomb maker in the London attacks, a man seen on a videotape with four suspected bombers last Thursday morning at the Luton train station, an American official said Wednesday.",
      "publication_date": "2005-07-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/14/world/europe/british-seeking-5th-man-thought-to-be-ringleader.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Financially Set, GrandparentsHelp Keep Families Afloat, Too",
      "snippet": "Increasing number of financially secure grandparents are helping younger generation with tuitions, camps, vacations and braces, as well as child care when parents are at work; Christine Wade explains how her parents in California cushion her famil...",
      "abstract": "Increasing number of financially secure grandparents are helping younger generation with tuitions, camps, vacations and braces, as well as child care when parents are at work; Christine Wade explains how her parents in California cushion her family's life in New York; sociologist Vern Bengtson sees dramatic change in American family life as grandparents, better off than they ever thought they would be, become important, stable resource for adult children strained by high living costs; photo of Bengtson and wife on Santa Barbara beach with their own granddaughter; many grandparents refuse to discuss subject for fear of embarrassing middle generation, while some others admit concern about giving children unseemly sense of entitlement (M)",
      "lead_paragraph": "When he got home from a three-day school camping trip last winter, Schuyler Duffy, a 10th grader at Friends Seminary, told his parents he had had a fantastic time and thanked them for sending him to that Manhattan private school.",
      "publication_date": "2005-07-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/14/us/financially-set-grandparentshelp-keep-families-afloat-too.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "Unocal Bid Denounced at Hearing",
      "snippet": "R James Woolsey, Director of Central Intelligence in Clinton administration, tells House Armed Services Committee that government should consider preventing acquisition of Unocal by state-owned China National Offshore Oil Co, saying deal should be...",
      "abstract": "R James Woolsey, Director of Central Intelligence in Clinton administration, tells House Armed Services Committee that government should consider preventing acquisition of Unocal by state-owned China National Offshore Oil Co, saying deal should be seen as part of Chinese strategy for energy security in competition with US; Rep Duncan Hunter, committee chairman, says he may introduce legislation to block merger even if deal is approved by shareholders and committee that reviews corporate takeovers by foreign enterprises; Unocal board is set to consider Cnooc's bid and several new concessions made by Cnooc, including commitment to divest certain assets if needed to secure government approval, escrow account of $2.5 billion to protect Unocal if Cnooc were to break any part of its deal and separate $500 million break-up fee; Cnooc's board has reportedly authorized its management to increase bid if necessary; Hunter photo (M)",
      "lead_paragraph": "WASHINGTON, July 13 - A former director of central intelligence testified Wednesday that a Chinese company's bid for Unocal should be seen as part of that government's strategy for energy security in competition with the United States and that the American government should consider preventing such a deal.",
      "publication_date": "2005-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/14/business/worldbusiness/unocal-bid-denounced-at-hearing.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "A Crime So Large It Changed the Law",
      "snippet": "Floyd Norris column says Sarbanes-Oxley Act of 2002, which changed face of international securities markets and greatly increased regulation of auditors around the world, would probably not have been enacted as the tough law it is were it not for ...",
      "abstract": "Floyd Norris column says Sarbanes-Oxley Act of 2002, which changed face of international securities markets and greatly increased regulation of auditors around the world, would probably not have been enacted as the tough law it is were it not for Bernard Ebbers, WorldCom executive who has now been sentenced to 25 years for his role in fraud that led to company's bankruptcy; photo (M)",
      "lead_paragraph": "HIS name is not on the law, but maybe it should be. Perhaps more than either Senator Paul S. Sarbanes or Representative Michael G. Oxley, Bernard J. Ebbers is responsible for the most far-reaching change in American securities laws since the Depression.",
      "publication_date": "2005-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/14/business/a-crime-so-large-it-changed-the-law.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "How Long Can Workers Tread Water?",
      "snippet": "Wages of typical American workers are bearly keeping up with inflation even though average incomes are growing briskly; that is because average incomes reflect growth in overall number of jobs, including second jobs take on by workers, as well as ...",
      "abstract": "Wages of typical American workers are bearly keeping up with inflation even though average incomes are growing briskly; that is because average incomes reflect growth in overall number of jobs, including second jobs take on by workers, as well as other forms of income, such as professionals' incomes, gains from investments and executive compensation, that flow mostly to the more affluent and that are fueling consumer spending that has provided crucial pillar of support for economic growth over last three years; skewed nature of income growth is due in large measure to cost controls put in place by businesses when they emerged from economy's slump in 2001, which have helped propel burst of productivity growth and profitability; some signs are emerging, however, that squeeze on labor might be easing as unemployment has fallen to 5 percent and job market has tightened, nudging pendulum back in workers' favor and giving them chance at income gains; workers themselves are more optimistic about their job prospects than they have been for some time; photo; graph (M)",
      "lead_paragraph": "James Barnes, a $350-a-week guard at an office building on Madison Avenue in Midtown Manhattan, has not had a raise in years. But his income just jumped sharply: Three months ago, he took on a newspaper delivery route from 3 a.m. to 7 a.m., which pulls in an extra $235 a week.",
      "publication_date": "2005-07-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/14/business/how-long-can-workers-tread-water.html",
      "byline": "By Eduardo Porter"
    }
  ]
}