{
  "metadata": {
    "date": "2005-09-01",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "A Baby Step Toward Wi-Fi Photos",
      "snippet": "David Pogue column on Nikon's wireless camera due in store on Sept 15; says it is iPod-size, eight-megapixel camera dressed in brush-metal black, with list price of $550; notes sister model, P2, is silver, 5.1-megapixel version that lists for $400...",
      "abstract": "David Pogue column on Nikon's wireless camera due in store on Sept 15; says it is iPod-size, eight-megapixel camera dressed in brush-metal black, with list price of $550; notes sister model, P2, is silver, 5.1-megapixel version that lists for $400; photos (M)",
      "lead_paragraph": "EVERY now and then, someone combines two technologies into a single new product, and the result is a triumphant new category that changes the industry. Clock + radio. Cellphone + camera. Music player + hard drive.",
      "publication_date": "2005-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/01/technology/circuits/a-baby-step-toward-wifi-photos.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Higher Death Toll Seen; Police Ordered to Stop Looters",
      "snippet": "Pres Bush pledges vast assistance to victims of Hurricane Katrina, as chaos grips New Orleans and officials there say there is no choice but to abandon devastated city, perhaps for months; with city 80 percent under water, looters run wild, food a...",
      "abstract": "Pres Bush pledges vast assistance to victims of Hurricane Katrina, as chaos grips New Orleans and officials there say there is no choice but to abandon devastated city, perhaps for months; with city 80 percent under water, looters run wild, food and water supplies dwindle, bodies float in floodwaters and evacuation of Superdome begins; Mayor C Ray Nagin says hurricane might have killed thousands in his city alone; gargantuan relief effort begins; ships, planes, helicopters and convoys of supplies and rescue teams converge on Gulf Coast; Pentagon says 30,000 National Guard and active-duty troops would be deployed by weekend in largest domestic relief effort by military in nation's history; photos; maps diagrams (L)",
      "lead_paragraph": "NEW ORLEANS, Aug. 31 - Chaos gripped New Orleans on Wednesday as looters ran wild, food and water supplies dwindled, bodies floated in the floodwaters, the evacuation of the Superdome began and officials said there was no choice but to abandon the city devastated by Hurricane Katrina, perhaps for months.",
      "publication_date": "2005-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/01/us/nationalspecial/higher-death-toll-seen-police-ordered-to-stop-looters.html",
      "byline": "By Robert D. McFadden and Ralph Blumenthal"
    },
    {
      "headline": "950 Die in Stampede on Baghdad Bridge",
      "snippet": "More than 950 people are killed and hundreds more injured when rumors of suicide bomber provoke frenzied stampede in procession of Shiite pilgrims crossing bridge in northern Baghdad; most of dead are crushed or suffocated, but many drown after fa...",
      "abstract": "More than 950 people are killed and hundreds more injured when rumors of suicide bomber provoke frenzied stampede in procession of Shiite pilgrims crossing bridge in northern Baghdad; most of dead are crushed or suffocated, but many drown after falling or jumping into Tigris River; it is greatest one-day loss of life in Iraq since American-led invasion in Mar 2003; fear began spreading in crowd hour earlier, after insurgents fired rockets and mortars near Shiite shrine where pilgrims were headed, killing at least seven people and wounding two dozen; stampede appears to have started with unfounded rumors of man wearing suicide belt on bridge; after stampede, local hospitals are overwhelmed, their floors lined with dead bodies, many women and children; scene described; photos; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 31 - More than 950 people were killed and hundreds more injured Wednesday morning when rumors of a suicide bomber provoked a frenzied stampede in a procession of Shiite pilgrims as they crossed a bridge in northern Baghdad, government and hospital officials said.",
      "publication_date": "2005-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/01/world/middleeast/950-die-in-stampede-on-baghdad-bridge.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "News Analysis: Hard NewTest for President",
      "snippet": "News analysis of dual challenges Pres Bush faces: chaos of Iraq and humanitariam and economic fallout along Gulf Coast from Hurricane Katrina; even before Katrina, governers were questioning whether National Guard units stretched to breaking point...",
      "abstract": "News analysis of dual challenges Pres Bush faces: chaos of Iraq and humanitariam and economic fallout along Gulf Coast from Hurricane Katrina; even before Katrina, governers were questioning whether National Guard units stretched to breaking point by service in Iraq would be available for domestic emergencies; some question whether Dept of Homeland Security, designed primarily to fight terrorism, can cope with Katrina, which Bush calls 'one of the worst natural disasters in our country's history'; this has inextricably linked his foreign agenda, especially Iraq, to issue of how well he manages federal response to monumentual problems in Louisiana, Mississippi and Alabama; Bush knows well what happened to his father's popular standing when he was perceived to be indifferent to sufferings of 250,000 Floridians after Hurricane Andrew in 1992; photo (M)",
      "lead_paragraph": "WASHINGTON, Aug. 31 - Not since he sat in a Florida classroom as the World Trade Center burned a thousand miles away has President Bush faced a test quite like the one he returned to Washington to confront this afternoon.",
      "publication_date": "2005-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/01/us/nationalspecial/news-analysis-hard-newtest-for-president.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Utility Workers Come From Afar to Help Their Brethren Start Restoring Service",
      "snippet": "Convoys of utility trucks and reinforcement workers from far away as Massachusetts and Ohio are arriving in gulf states to help restore electricity to estimated 1.6 million households and business customers still without power in wake of Hurricane...",
      "abstract": "Convoys of utility trucks and reinforcement workers from far away as Massachusetts and Ohio are arriving in gulf states to help restore electricity to estimated 1.6 million households and business customers still without power in wake of Hurricane Katrina; some, like thousands transferred by Southern Co, are on loan from other branches of big utility conglomerates with presence in storm-damaged region; others, like 10 two-man truck units dispatched from New York City by Consolidated Edison; priorities are restoring service to hospitals, vital service providers like water treatment plants, oil refineries and natural gas pipelines; Entergy, region's biggest provider of electricity, says portions of New Orleans might be without power for at least two months; map; photos (M)",
      "lead_paragraph": "Convoys of utility trucks and reinforcement workers from as far away as Massachusetts and Ohio are arriving in the gulf states to help restore electricity to the estimated 1.6 million household and business customers still without power in the wake of Hurricane Katrina.",
      "publication_date": "2005-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/01/business/hurricane-katrina-the-power-grid-utility-workers-come-from-afar-to.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Gas Prices Surge as Supply Drops",
      "snippet": "Gasoline lines reappear in some corners of United States for first time since 1970's, three days after Hurricane Katrina deals devastating blow to nation's largest energy hub; gasoline prices surge well above $3 a gallon after sudden drop in oil s...",
      "abstract": "Gasoline lines reappear in some corners of United States for first time since 1970's, three days after Hurricane Katrina deals devastating blow to nation's largest energy hub; gasoline prices surge well above $3 a gallon after sudden drop in oil supplies; shortages and gasoline lines are reported in parts of South Carolina, Dakotas, Arkansas and Kentucky; White House says it would release oil from nation's emergency stockpiles to meet shortages and would relax environmental standards nationwide so refiners could produce more--but dirtier--gasoline; analysts do not expect such moves to produce much gasoline in short term or bring prices down anytime soon; they see problem not in any immediate shortage of crude oil but rather in fact that crucial oil product pipelines and refineries in gulf region are unable to operate; photo (M)",
      "lead_paragraph": "For the first time since the 1970's, gasoline lines reappeared yesterday in some corners of the country.",
      "publication_date": "2005-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/01/business/gas-prices-surge-as-supply-drops.html",
      "byline": "By Jad Mouawad and Simon Romero"
    },
    {
      "headline": "A Distribution System Brought to Its Knees",
      "snippet": "Some 300 barges containing grains and other products are left homeless as port remain closed from Louisiana to Florida; barges, under management of Cargill, were caught in bottleneck caused by devastation of Hurricane Katrina; they are floating on...",
      "abstract": "Some 300 barges containing grains and other products are left homeless as port remain closed from Louisiana to Florida; barges, under management of Cargill, were caught in bottleneck caused by devastation of Hurricane Katrina; they are floating on rivers north of New Orleans with nowhere to go; major transportation arteries are clogged two days after storm, and imports and exports have slowed to crawl; logistical logjam could delay production of hundreds of everyday products; result is that consumers, even those far from strom's epicenter, might have to pay more for various goods; many Cargill barges were loaded with corn, soybeans and wheat, for shipment out of country, before storm struck; with harvest season for grain less than month away, grain processors say they are concerned over how long shipping will remain constrained before they must begin their busiest export time of year, to Europe and Asia; with gasoline and diesel prices being sharply affected by loss of refining capacity caused by storm, shifting to other ports will create costly logistical complications that will probably be passed to consumers in form of higher prices; map; charts; photo (L)",
      "lead_paragraph": "CHICAGO, Aug. 31 - As ports remained closed from Louisiana to Florida on Wednesday, some 300 barges containing grains and other products were left homeless.",
      "publication_date": "2005-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/01/business/a-distribution-system-brought-to-its-knees.html",
      "byline": "By Alexei Barrionuevo and Claudia H. Deutsch"
    },
    {
      "headline": "MasterCard Pursuing Plan to Offer Shares to Public",
      "snippet": "MasterCard Inc plans to pursue initial public offering that could value company at more than $10 billion; move could be effort to try to insulate banks that issue its debts and credit cards as lawsuits against MasterCard mount; MasterCard plans to...",
      "abstract": "MasterCard Inc plans to pursue initial public offering that could value company at more than $10 billion; move could be effort to try to insulate banks that issue its debts and credit cards as lawsuits against MasterCard mount; MasterCard plans to sell 49 percent of company to public, which will hold 83 percent of voting rights in company; 1,400 financial institutions that are members of card association will retain 41 percent stake in public company; will also receive undisclosed portion of proceeds raised in public offering; remaining 10 percent will be controlled by newly formed charitable foundation (M)",
      "lead_paragraph": "MasterCard Inc., the world's second-largest credit card brand, announced plans yesterday to pursue an initial public offering that could value the company at more than $10 billion.",
      "publication_date": "2005-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/01/business/mastercard-pursuing-plan-to-offer-shares-to-public.html",
      "byline": "By Julie Creswell and Eric Dash"
    },
    {
      "headline": "Superdome: Haven QuicklyBecomes an Ordeal",
      "snippet": "Slow evacuation of Superdome begins for 20,000 or more storm refugees who steeped for days in arena's sickening heat and stench, unbathed, exhausted and hungry; many liken shelter to a prison; their ordeal described; officials will use hundreds of...",
      "abstract": "Slow evacuation of Superdome begins for 20,000 or more storm refugees who steeped for days in arena's sickening heat and stench, unbathed, exhausted and hungry; many liken shelter to a prison; their ordeal described; officials will use hundreds of school buses and municipal buses to take most of them to Astrodome in Houston, where Texas officials promise showers, food, medical care and more freedom of movement than people had in Superdome; photos (M)",
      "lead_paragraph": "NEW ORLEANS, Aug. 31 - The sick and the disabled were the first to be led out. But late Wednesday afternoon, as the slow evacuation of the Superdome began, it was not always easy to distinguish them from the rest of the 20,000 or more storm refugees who had steeped for days in the arena's sickening heat and stench, unbathed, exhausted and hungry.",
      "publication_date": "2005-09-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/01/us/nationalspecial/superdome-haven-quicklybecomes-an-ordeal.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Inquiry Into Commissions at Bayou",
      "snippet": "Officials at Federal Bureau of Investigation, US attorney's office and Connecticut state banking department are trying to sort through what is left of Connecticut-based Bayou Group, which claimed to have $411 million under management at end of 200...",
      "abstract": "Officials at Federal Bureau of Investigation, US attorney's office and Connecticut state banking department are trying to sort through what is left of Connecticut-based Bayou Group, which claimed to have $411 million under management at end of 2004; also claimed hedge fund generated $51 million in revenue executing trades for its four affiliated hedge funds; Bayou's principals said they were closing firm in July and would return investors' funds in August; just as money was supposed to have arrived, Bayou's principals stopped communicating with investors; lawyers for Bayou's founder Samuel Israel III and Bayou quit representing him and firm in his claim to gain control of $100 million that was seized in May by Arizona authorities; Scott A Rose and Jeffrey B Smith of Cavanaugh Law Firm in Phoenix represented Israel and firm; lawyers say Bayou neither paid them nor provided information needed to pursue case (M)",
      "lead_paragraph": "Over the last two and a half years, Bayou Securities, the brokerage unit of the Bayou Group, the Connecticut hedge fund firm at the center of a growing investigation, generated $51.5 million in revenue executing trades for its four affiliated hedge funds, according to two people who have seen financial statements the firm filed with its regulators.",
      "publication_date": "2005-09-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/01/business/inquiry-into-commissions-at-bayou.html",
      "byline": "By Gretchen Morgenson"
    }
  ]
}