{
  "metadata": {
    "date": "2005-04-21",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Fears of Rising Inflation Send Shares to New Lows for '05",
      "snippet": "Fears of rising inflation send stocks to new lows for year after government reports sharp increase in consumer prices that all but guarantees that Federal Reserve would continue to push interest rates higher even as economy may be slowing; additio...",
      "abstract": "Fears of rising inflation send stocks to new lows for year after government reports sharp increase in consumer prices that all but guarantees that Federal Reserve would continue to push interest rates higher even as economy may be slowing; addition of inflation fears to last week's fears about corporate earnings are putting Wall Street's nerves even more on edge; slow growth and rising prices, a hallmark of 1970's, were called stagflation; Fed's job is made more difficult by even hint of stagflation; Dow Jones industrial average declines 1.1 percent for day to close at 10,012.36, giving up all of 9 percent rally it experienced from Election Day through Mar 4; broader Standard & Poor's 500-stock index drops 15.28 points, or 1.3 percent, to 1,137.50, putting it only 7 points above its Election Day level; Nasdaq composite index drops 18.60 points, or 1 percent, to 1,913.76; graphs; map (M)",
      "lead_paragraph": "Fears of rising inflation sent stocks to new lows for the year yesterday after the government reported a sharp increase in consumer prices that all but guaranteed that the Federal Reserve would continue to push interest rates higher even as the economy may be slowing.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/21/business/fears-of-rising-inflation-send-shares-to-new-lows-for-05.html",
      "byline": "By Jonathan Fuerbringer and Louis Uchitelle"
    },
    {
      "headline": "Big Board to Acquire Leading Electronic Trading System",
      "snippet": "New York Stock Exchange says it will acquire Archipelago, leading electronic trading system, in deal that allows exchange to become public company but casts doubt on its 213-year-old system of auction trading; deal, under which NYSE and Archipelag...",
      "abstract": "New York Stock Exchange says it will acquire Archipelago, leading electronic trading system, in deal that allows exchange to become public company but casts doubt on its 213-year-old system of auction trading; deal, under which NYSE and Archipelago will merge to form NYSE Group, will give holders of exchange's 1,366 seats $400 million in cash and 70 percent of shares of combined publicly traded company; more important, it will enable NYSE to expand its ability to handle trades electronically, staving off challenges from traditional rival Nasdaq and global competitors like Euronext and Deutsche Borse; merger seen as most significant acknowledgement yet that Big Board's traditional market, drivenby human traders, may not be able to survive in era increasingly dominated by instantaneous trades; photo; graph (M)",
      "lead_paragraph": "The New York Stock Exchange, whose shouting traders and frenzied activity have become a global symbol of capitalism, announced yesterday that it would acquire a leading electronic trading system in a deal that allows the exchange to become a public company but casts doubts on its 213-year-old system of auction trading.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/21/business/big-board-to-acquire-leading-electronic-trading-system.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Furor Over China Imports Makes Future Supply Uncertain",
      "snippet": "Article in series, Made Elsewhere: Supplying Seventh Avenue, focuses on turmoil in New York's garment industry because of long-awaited end of country-by-country quotas on apparel imports; end of quotas was supposed to usher in era of more efficien...",
      "abstract": "Article in series, Made Elsewhere: Supplying Seventh Avenue, focuses on turmoil in New York's garment industry because of long-awaited end of country-by-country quotas on apparel imports; end of quotas was supposed to usher in era of more efficient global operations, allowing companies like Jones Apparel, Liz Claiborne and Calvin Klein to arrange for their clothes to be sewn wherever it made most sense; garment industry's pumping up of production in China set off reaction around world that could lead China to curb exports significantly in hopes of preventing even harsher limits from being imposed by US and Europe; that is making it unexpectedly difficult for fashion industry to predict its costs and to maintain reliable supply network; photos (M)",
      "lead_paragraph": "New York's garment district is in turmoil.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/21/business/worldbusiness/furor-over-china-imports-makes-future-supply.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Stock Exchange to Buy Electronic Trading Firm  The New York Stock Exchange announced that it would acquire a leading electronic trading system in a deal that allows the exchange to become a public company and casts doubts on its 213-year old syste...",
      "abstract": " Stock Exchange to Buy Electronic Trading Firm  The New York Stock Exchange announced that it would acquire a leading electronic trading system in a deal that allows the exchange to become a public company and casts doubts on its 213-year old system of auction trading.     The exchange will merge its operations with Archipelago, one of the biggest electronic trading operators, to form the N.Y.S.E. Group. The deal will give the exchange's 1,366 seat holders $400 million in cash and 70 percent of the shares of the combined, publicly traded company. [Page A1.]    Inflation Fears Cause Stocks to Fall  Fears of rising inflation sent stocks to new lows for the year after the government reported a sharp increase in consumer prices that all but guaranteed the Federal Reserve will continue to push interest rates higher even as the economy may be slowing. [A1.]    NBC Names New Leader for ''Today''  NBC named Jim Bell executive producer of its troubled ''Today,'' promising new energy and fresh ideas to reinvigorate the program. [C7]    Earnings at Ford Decline 38 Percent  Citing rising gasoline prices and falling sales, Ford Motor said that its first-quarter profit fell 38 percent, to $1.2 billion. Ford said it would break even at best in the second quarter by cutting production of cars and trucks by 5 percent in Europe and North America. Executives also said the company was considering selling its Hertz rental car division, or other alternatives related to the business, to shore up its cash reserves. [C3.]    Volkswagen, Europe's largest carmaker, said its first-quarter profit almost tripled. [C18.]    Ebay said profits rose 28 percent in the first quarter and revenues topped $1 billion, slightly beating analyst expectations. [C5.]    Judge Rules Against Oil Companies  A judge said oil companies must defend dozens of lawsuits accusing them of fouling groundwater by using a gasoline additive. [C2.]    Eight Traders Leave Morgan Stanley  Morgan Stanley was shaken by another round of defections as eight senior traders left the firm for Deutsche Bank. [C3.]    Acelas Set to Run Again in Summer  Amtrak said that its Acela Express trains, which were found to have faulty brakes, would return to service sometime in the summer, and that in the meantime it was bringing back its Metroliners to replace them. [A16.]    Deal Near for Allied Domecq  Pernod Ricard and Fortune Brands are set to announce that they are proceeding with plans to jointly acquire Allied Domecq. [C4.]    Japan Still Closed to U.S. Beef  Six months after American negotiators thought they had a deal to resume beef exports to Japan, the market remains closed, because of a one case of mad-cow disease detected in Washington State in December 2003. [C4.]    Growing Tension Over China Policy  After nearly two years of fruitless ''financial diplomacy'' toward China on exchange rates, the White House faces a growing rebellion from Congress. Senate Democrats are threatening to block President Bush's nominee for United States trade representative, Congressman Rob Portman of Ohio, above. [C11.]    When Consumers Become Inventors  How users of products become innovators. Virginia Postrel: Economic Scene. [C2.]    Against Odds, Starting Magazines  More people are starting magazines, and some are even succeeding. Small Business. [C6.]    All-in-One Entertainment Devices  New multimedia systems can record, store and manage music, movies and television shows, and showcase them on high-definition screens and in surround-sound audio, all with a click of the remote. Circuits. [C9.]  ",
      "lead_paragraph": "Stock Exchange to Buy Electronic Trading Firm The New York Stock Exchange announced that it would acquire a leading electronic trading system in a deal that allows the exchange to become a public company and casts doubts on its 213-year old system of auction trading.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/21/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Benedict XVI Promises Dialogue and Reconciliation",
      "snippet": "Pope Benedict XVI and cardinals who elected him seek to transform his image from authoritarian doctrinal watchdog to humble servant and pastor; he uses his first papal Mass to send message of openness and reconciliation to his Roman Catholic follo...",
      "abstract": "Pope Benedict XVI and cardinals who elected him seek to transform his image from authoritarian doctrinal watchdog to humble servant and pastor; he uses his first papal Mass to send message of openness and reconciliation to his Roman Catholic followers; says his 'primary commitment' would be to work toward 'full and visible unity of all Christ's followers'; this is striking shift in tone from two days ago, when then-Cardinal Joseph Ratzinger denounced what he called 'dictatorship of relativism' and 'new sects' that draw in believers through 'human trickery'; cardinals take unusual step of appearing at joint news conferences and agreeing to individual interviews, describing new pope as 'compassionate,' 'collegial' and 'shy'; Vatican has demonstrated sensitivity to public image and skillful use of television to promote John Paul's papacy; all seven American cardinals, appearing at news conference, acknowledge concern that some American Catholics might prejudge new pope by his reputation as cardinal; photos (L)",
      "lead_paragraph": "VATICAN CITY, April 20 - Pope Benedict XVI used his first papal Mass on Wednesday to send a message of openness and reconciliation to his Roman Catholic followers, other churches and other faiths, as he and the cardinals who elected him sought to transform his image from authoritarian doctrinal watchdog to humble servant and pastor.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/21/world/worldspecial2/benedict-xvi-promises-dialogue-and-reconciliation.html",
      "byline": "By Laurie Goodstein and Ian Fisher"
    },
    {
      "headline": "2 U.S. Airlines Weigh the Perks of Togetherness",
      "snippet": "The chief executive of America West Airline yesterday ticked off a list of reasons a deal involving his airline and US Airways would have better luck than past airline mergers.     Speaking to analysts, America West's chief, W. Douglas Parker, sai...",
      "abstract": "The chief executive of America West Airline yesterday ticked off a list of reasons a deal involving his airline and US Airways would have better luck than past airline mergers.     Speaking to analysts, America West's chief, W. Douglas Parker, said his airline had already taken steps that would normally follow a deal, like cutting labor costs. While he refused to confirm that his airline was holding talks with US Airways, he said US Airways could weed out planes the two would not need in a combined fleet, something it can easily do since it is operating under bankruptcy protection.  ",
      "lead_paragraph": "The chief executive of America West Airline yesterday ticked off a list of reasons a deal involving his airline and US Airways would have better luck than past airline mergers.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/21/business/2-us-airlines-weigh-the-perks-of-togetherness.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Iraq Chief Says a Mass Killing, Under Dispute, Did Take Place",
      "snippet": "New Iraqi president Jalal Talabani says more than 50 bodies have been discovered in Tigris River, apparent victims of mass kidnapping in Madaen that other Iraqi officials had insisted was hoax just three days ago; he offers no details about the cr...",
      "abstract": "New Iraqi president Jalal Talabani says more than 50 bodies have been discovered in Tigris River, apparent victims of mass kidnapping in Madaen that other Iraqi officials had insisted was hoax just three days ago; he offers no details about the crime, or any documentation that could help independently verify his statement; this is latest bizarre development in succession of claims about whether any kidnappings occurred; Talabani's report supports version of events favored by Shiite politicians about to take office in new government, and runs contrary to denials by departing prime minister Ayad Allawi; American military spokesman says he has no information about report; violence in Iraq continues to mount; Interior Ministry officials says 20 Iraqi troops were dragged from trucks near city of Haditha, and shot; Allawi escapes car-bomb assassination attempt that kills two policemen and wounds one; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 20 - The new Iraqi president, Jalal Talabani, said Wednesday that more than 50 bodies had been discovered in the Tigris River and suggested that they were victims of a mass kidnapping south of Baghdad that other Iraqi officials had insisted was a hoax just three days before.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/21/world/middleeast/iraq-chief-says-a-mass-killing-under-dispute-did-take.html",
      "byline": "By Richard A. Oppel Jr. and Robert F. Worth"
    },
    {
      "headline": "Bad Timing for Bush",
      "snippet": "The stock market slide is hardly good timing for President Bush as he tries to win support for his plan for Social Security investment accounts. Washington Memo, Page A18.",
      "abstract": "The stock market slide is hardly good timing for President Bush as he tries to win support for his plan for Social Security investment accounts. Washington Memo, Page A18.",
      "lead_paragraph": "The stock market slide is hardly good timing for President Bush as he tries to win support for his plan for Social Security investment accounts. Washington Memo, Page A18.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/21/us/front page/bad-timing-for-bush.html",
      "byline": ""
    },
    {
      "headline": "Districts and Teachers' Union Sue Over Bush Law",
      "snippet": "Nation's largest teachers' union and eight school districts in Michigan, Texas and Vermont sue Dept of Education, accusing it of violating passage in Pres Bush's No Child Left Behind law that says states cannot be forced to spend their own money t...",
      "abstract": "Nation's largest teachers' union and eight school districts in Michigan, Texas and Vermont sue Dept of Education, accusing it of violating passage in Pres Bush's No Child Left Behind law that says states cannot be forced to spend their own money to meet federal requirements; some legal scholars say union, National Education Assn, has assembled compelling cause of action; say it is difficult to judge suit's prospects because case has few close precedents; day before suit is filed, Utah's Republican-dominated Legislature approves most far-reaching legislative challenge to law; it it requires educators there to spend as little state money as possible in carrying out federal law's requirements, relying heavily on same section of law cited in union lawsuit; Connecticut's attorney general has announced intention to sue on same grounds, saying testing law requires costs far more than money state is given to pay for it (M)",
      "lead_paragraph": "Opening a new front in the growing rebellion against President Bush's signature education law, the nation's largest teachers' union and eight school districts in Michigan, Texas and Vermont sued the Department of Education yesterday, accusing it of violating a passage in the law that says states cannot be forced to spend their own money to meet federal requirements.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/21/education/districts-and-teachers-union-sue-over-bush-law.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Goldman Seals a Deal, and Its Status",
      "snippet": "Goldman Sachs' merger of Archipelago, electronic stock market, and New York Stock Exchange cements Goldman's longstanding role as premier Wall Street firm, and one with most sway over Big Board's future; Goldman has become forceful voice for moder...",
      "abstract": "Goldman Sachs' merger of Archipelago, electronic stock market, and New York Stock Exchange cements Goldman's longstanding role as premier Wall Street firm, and one with most sway over Big Board's future; Goldman has become forceful voice for modernization; other Wall Street firms, including Merrill Lynch and Morgan Stanley, pressed exchange to allow more electronic trading, which would let firms cut number of traders on exchange floor and lower their costs; but none of firms pushed as hard as Goldman did; Big Board's chief John Thain was president of Goldman and was centrally involved in firm's drive to invest in electronic exchanges; merger is fitting coda to Thain's first major initiative as chief executive of exchange; photo (M)",
      "lead_paragraph": "Goldman Sachs has engineered many megadeals over the years. But few underscore its influence on Wall Street like the deal it brokered yesterday.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/21/business/goldman-seals-a-deal-and-its-status.html",
      "byline": "By Landon Thomas Jr. and Andrew Ross Sorkin"
    },
    {
      "headline": "Professional Cameras, Made for the Amateur. Go Ahead, Say Cheese.",
      "snippet": "David Poge article on professional digital cameras made for amateur focuses on Nikon D70S and Canon Digital Rebel XT; photos (M)",
      "abstract": "David Poge article on professional digital cameras made for amateur focuses on Nikon D70S and Canon Digital Rebel XT; photos (M)",
      "lead_paragraph": "IT sure is convenient to divide the world into two camps. You know: you're either with us or against us; you're cool or you're uncool; you're the Apprentice or you're fired.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/21/technology/circuits/professional-cameras-made-for-the-amateur-go-ahead-say.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Daimler Weighs Plant in China for Imports to U.S.",
      "snippet": "DaimlerChrysler AG executive president Dr Ruediger Grube says Daimler is in talks with one of its Chinese partners to build plant in China in order to export subcompact cars to US, comment at Shanghai Auto Show; says that while no final decision h...",
      "abstract": "DaimlerChrysler AG executive president Dr Ruediger Grube says Daimler is in talks with one of its Chinese partners to build plant in China in order to export subcompact cars to US, comment at Shanghai Auto Show; says that while no final decision has been made, he hopes details could be worked out in second half of year; holds low wages make China very attractive place to build cars; United Automobile Workers unin has been warning for year that low wages in China would post threat to US jobs; Grube says Daimler hopes to avoid political reaction in US and any damage to Chrysler, Dodge and Jeep brands by selling model not previously sold in America; Bush administration and many Midwestern members of Congress, already concerned about China's rapidly rising trade surplus with US and refusal to allow its currency to appreciate, are expected to oppose such move by Daimler (M)",
      "lead_paragraph": "SHANGHAI, Thursday, April 21 - DaimlerChrysler AG is in talks with one of its Chinese partners to build a plant in China in order to export subcompact cars to the United States, a top company executive said Thursday at the Shanghai Auto Show.",
      "publication_date": "2005-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/21/business/worldbusiness/daimler-weighs-plant-in-china-for-imports-to-us.html",
      "byline": "By Keith Bradsher"
    }
  ]
}