{
  "metadata": {
    "date": "2005-03-30",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "A Break With Style, Not With Strategy",
      "snippet": "Hewlett-Packard Co decides to return to its traditional low-key management style after flamboyance of chairwoman-chief executive Carleton S Fiorina, who was fired in February, in naming Mark V Hurd, little-known president and chief executive of NC...",
      "abstract": "Hewlett-Packard Co decides to return to its traditional low-key management style after flamboyance of chairwoman-chief executive Carleton S Fiorina, who was fired in February, in naming Mark V Hurd, little-known president and chief executive of NCR, to succeed Fiorina; Hurd's appointment underscores Hewlett-Packard board's commitment to growth strategy led by expansion into consumer electronics; chairwoman Patricia C Dunn says appointment of Hurd is strong statement that company does not intend to unravel its merger with Compaq or sell off other major pieces of business; graphs; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, March 29 - Hewlett-Packard once went for flamboyance and style with Carleton S. Fiorina, the chairwoman and chief executive who was fired in February.",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/30/technology/a-break-with-style-not-with-strategy.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Intrigue Engulfs Morgan Stanley; 2 Executives Out",
      "snippet": "Philip J Purcell, who secured position at top of Morgan Stanley by ousting rival in bitter power struggle, faces own revolt as long-simmering dispute erupts into resignation of two senior executives; eight former executives have now urged board to...",
      "abstract": "Philip J Purcell, who secured position at top of Morgan Stanley by ousting rival in bitter power struggle, faces own revolt as long-simmering dispute erupts into resignation of two senior executives; eight former executives have now urged board to replace him; firm has been split since 1997 merger of Morgan's investment banking with financial retailer Dean Witter, where Purcell came from; Vikram S Pandit and John P Havens, respected figures in blue-chip institutional business, resign after Stephen S Crawford and Zoe Cruz are named co-presidents above them; photos; critics believe firm's securities franchise is being torn down and charge crisis of confidence under Purcell; former management consultant has been aloof presence who eschews Wall Street's larger-than-life scene and commutes back to Chicago on weekends (M)",
      "lead_paragraph": "Philip J. Purcell, who secured his position at the top of Morgan Stanley by ousting a rival in a bitter power struggle, now faces a revolt of his own.",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/30/business/intrigue-engulfs-morgan-stanley-2-executives-out.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "MCI Says Yes Again as Verizon Sweetens Its Bid",
      "snippet": "MCI accepts sweetened takeover offer of about $7.6 billion from Verizon Communications, spurning rival bid of $8.45 billion from Qwest Communications International; Qwest declines to say whether it will raise its own offer, which it has already bu...",
      "abstract": "MCI accepts sweetened takeover offer of about $7.6 billion from Verizon Communications, spurning rival bid of $8.45 billion from Qwest Communications International; Qwest declines to say whether it will raise its own offer, which it has already bumped up twice; Qwest's bid is still favored by some MCI shareholders, who have already filed lawsuits hoping to force MCI's board to accept higher offer (M)",
      "lead_paragraph": "MCI accepted a sweetened takeover offer of about $7.6 billion from Verizon Communications yesterday, spurning a rival bid of $8.45 billion from Qwest Communications International.",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/30/business/mci-says-yes-again-as-verizon-sweetens-its-bid.html",
      "byline": "By Ken Belson and Matt Richtel"
    },
    {
      "headline": "Lively Debate as Justices Address File Sharing",
      "snippet": "Much-heralded Supreme Court showdown in Grokster case between old-fashioned entertainment and newfangled technology finds justices surprisingly responsive to warnings from Grokster, software maker that allows Internet users to share computer files...",
      "abstract": "Much-heralded Supreme Court showdown in Grokster case between old-fashioned entertainment and newfangled technology finds justices surprisingly responsive to warnings from Grokster, software maker that allows Internet users to share computer files on peer-to-peer networks, that broad definition of copyright infringement could curtail innovation; Justice David H Souter asks Donald B Verrilli Jr, lawyer arguing for Hollywood studios and recording industry, to envision 'a guy sitting in his garage inventing iPod'; adds he knows perfectly well he can buy CD and put it on an iPod, but also knows if he can get music without buying it, he is going to do so; that Souter, least technically minded of justices, could even invite dialogue about Apple iPods, much less suggest that he could be tempted to engage in illegal filing sharing, is indication of how confrontation of powerful interests has engaged court; any prediction about what court will actually decide appears perilous; justice seem taken aback by procedural complexities of case, Metro-Goldwyn-Mayer Studios v Grokster Ltd, which moved through lower federal courts on summary judgment, without trial; other defendant in case is StreamCast Networks, which offers Morpheus file-sharing service; photo (M)",
      "lead_paragraph": "WASHINGTON, March 29 - The much-heralded Supreme Court showdown in the Grokster case between old-fashioned entertainment and newfangled technology found the justices surprisingly responsive on Tuesday to warnings from Grokster, the software maker that allows Internet users to share computer files on peer-to-peer networks, that a broad definition of copyright infringement could curtail innovation.",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/30/technology/lively-debate-as-justices-address-file-sharing.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Delay Possible on Iraq Charter as Talks Falter",
      "snippet": "Meeting of Iraqi national assembly falls apart along ethnic and sectarian lines after members hurl accusations over failure to form new government; Sheik Dhari al-Fayadh, presiding, bans reporters and calls meeting for next week in hopes of fillin...",
      "abstract": "Meeting of Iraqi national assembly falls apart along ethnic and sectarian lines after members hurl accusations over failure to form new government; Sheik Dhari al-Fayadh, presiding, bans reporters and calls meeting for next week in hopes of filling some top posts; photos; leading Sunni Haichem al-Hassani and others say August 15 date for constitution draft will have to be pushed back, which will also set back any US plans for withdrawal; some of many disputes noted; bomb explodes in Kirkuk as provincial council meets; 15 non-Kurdish members storm out (M)",
      "lead_paragraph": "BAGHDAD, Iraq, March 29 - A meeting of the Iraqi national assembly fell apart along ethnic and sectarian lines Tuesday after members began hurling angry accusations over the failure to form a government, and some leaders said the delay could push back a constitution and elections by half a year.",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/30/world/middleeast/delay-possible-on-iraq-charter-as-talks-falter.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Panel Says Annan Didn't Intervene in Iraq Contract",
      "snippet": "Paul A Volcker commission investigating oil-for-food program in Iraq reports that Sec Gen Kofi Annan did not influence awarding of contract to company that employed his son Kojo, but faults him for not investigating more aggressively once question...",
      "abstract": "Paul A Volcker commission investigating oil-for-food program in Iraq reports that Sec Gen Kofi Annan did not influence awarding of contract to company that employed his son Kojo, but faults him for not investigating more aggressively once questions were raised, and criticizes conduct of his close advisers Iqbal Riza and Dileep Nair; Annan sees exoneration and says 'Hell, no' when asked about resigning; photos; commission does not vindicate Annan, but rather cites inability to find enough evidence to support charges; Sen Norm Coleman repeats call for resignation; Annan's new chief of staff Mark Malloch Brown also sees exoneration; report says Kojo Annan and Cotecna conspired to conceal extent of ties and that Kojo deceived his father; faults Riza for shredding documents, Nair for naming high-level figure who did almost no work for program (M)",
      "lead_paragraph": "UNITED NATIONS, March 29 - The commission investigating the oil-for-food program in Iraq reported Tuesday that Secretary General Kofi Annan had not influenced the awarding of a contract to the company that employed his son. But it faulted him for not looking more aggressively into the company's relationship with the United Nations once questions were raised.",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/30/world/middleeast/panel-says-annan-didnt-intervene-in-iraq-contract.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "INSIDE",
      "snippet": "Photo of Prime Min Ariel Sharon and top Israeli ministers voting to approve budget which prevents government collapse and is victory for Sharon's plan to withdraw from Gaza",
      "abstract": "Photo of Prime Min Ariel Sharon and top Israeli ministers voting to approve budget which prevents government collapse and is victory for Sharon's plan to withdraw from Gaza",
      "lead_paragraph": "Crucial Vote Clears Path for Sharon's Gaza Pullout Plan Prime Minister Ariel Sharon, second from right, won a key victory for his plan to withdraw from the Gaza Strip. Parliament approved the budget, preventing the government's collapse. At left, his rival, Benjamin Netanyahu, and Deputy Prime Minister Ehud Olmert. Shimon Peres, also a deputy prime minister, is at right. PAGE A6",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/30/us/front page/inside.html",
      "byline": ""
    },
    {
      "headline": "Editors' Note; Tomorrow: Circuits in Business Day",
      "snippet": "A look at a wave of cellphones meant to address complaints about design annoyances. And David Pogue's column sizes up the new rivals to Netflix in DVD rental by mail.",
      "abstract": "A look at a wave of cellphones meant to address complaints about design annoyances. And David Pogue's column sizes up the new rivals to Netflix in DVD rental by mail.",
      "lead_paragraph": "A look at a wave of cellphones meant to address complaints about design annoyances. And David Pogue's column sizes up the new rivals to Netflix in DVD rental by mail.",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/30/business/editors-note-tomorrow-circuits-in-business-day.html",
      "byline": ""
    },
    {
      "headline": "Witness Role Seen for Buffett in Inquiry",
      "snippet": "Investigators in New York State Atty Gen Eliot Spitzer's office are examining communications involving Warren E Buffett, chairman of Berkshire Hathaway, and Ronald E Ferguson, chief executive of Berkshire unit General Re Corp, who arranged questio...",
      "abstract": "Investigators in New York State Atty Gen Eliot Spitzer's office are examining communications involving Warren E Buffett, chairman of Berkshire Hathaway, and Ronald E Ferguson, chief executive of Berkshire unit General Re Corp, who arranged questionable transaction with Maurice R Greenberg when he was chief executive of American International Group; Buffett, who has been cooperating with inquiry, is witness to investigation and is not target; Spitzer's office and Securities and Exchange Commission are probing questionable use of product known as finite reinsurance, which can be used to make company appear financially stronger than it really is; focus of probe is transaction in late 2000 between General Re and AIG; regulators say transaction artificially increased AIG's premium reserves, ultimately helping its stock price and its ability to acquire another company; photo (M)",
      "lead_paragraph": "Investigators in the New York attorney general's office are examining communications involving the chairman of Berkshire Hathaway, Warren E. Buffett, and the chief executive of a unit of Berkshire who arranged a questionable transaction with Maurice R. Greenberg when he was chief executive of the American International Group.",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/30/business/witness-role-seen-for-buffett-in-inquiry.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Suit by Detainee on Transfer to Syria Finds Support in Jet's Log",
      "snippet": "Federal aviation records obtained by The New York Times appear to corroborate charge by Canadian engineer Maher Arar, whose lawsuit charges US officials grabbed him in 2002 as he changed planes in New York and transported him to Syria where he was...",
      "abstract": "Federal aviation records obtained by The New York Times appear to corroborate charge by Canadian engineer Maher Arar, whose lawsuit charges US officials grabbed him in 2002 as he changed planes in New York and transported him to Syria where he was held for ten months and brutally beaten; he describes being chained to seat of luxury executive jet; Justice Department says Arar was deported on secret information that he belonged to Al Qaeda, which he denies; FAA logs show Gulfstream jet followed route Arar describes on Oct 8, 2002, day after Arar's deportation order was signed; photos; map; records also show jet's Dec 2003 trip to Guantanamo Bay, where hundreds of detainees are held (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/30/world/americas/suit-by-detainee-on-transfer-to-syria-finds-support-in-jets.html",
      "byline": "This article was reported by Scott Shane, Stephen Grey and Ford Fessenden and Written By Mr. Shane"
    },
    {
      "headline": "Justices Say Law on Sex Bias Guards Against Retaliation, Too",
      "snippet": "Supreme Court rules, 5-4, that federal law barring sex discrimination in schools and colleges also prohibits schools from retaliating against those who bring discrimination complaints; majority opinion by Justice Sandra Day O'Connor resolves confl...",
      "abstract": "Supreme Court rules, 5-4, that federal law barring sex discrimination in schools and colleges also prohibits schools from retaliating against those who bring discrimination complaints; majority opinion by Justice Sandra Day O'Connor resolves conflicting interpretations of Title IX of 1972 law, finding that protections apply to third parties who complain on behalf of others; plaintiff is Roderick Jackson, who lost job as girls' basketball coach at Birmingham, Ala, high school after complaining that play and practice facilities were inferior to those for boys' team; photo; ruling emphasizes that 'statute itself' bars retaliation, regardless of additional regulation; Court also rules, 8-1, in favor of Sherrill (NY), small upstate city, in property tax dispute with Oneida Indian Nation; tribe bought property in late 1990's and then refused to pay taxes because land was once part of reservation (M)",
      "lead_paragraph": "WASHINGTON, March 29 - The Supreme Court ruled on Tuesday that the federal law barring sex discrimination in schools and colleges also prohibits school officials from retaliating against those who bring sex discrimination complaints.",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/30/politics/justices-say-law-on-sex-bias-guards-against-retaliation-too.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "A Fight at Morgan Stanley Erupts Into Public View  Two senior executives at Morgan Stanley resigned under pressure in a shake-up intended to reassert the chief executive's control.    The public infighting at one of the world's biggest investment ...",
      "abstract": " A Fight at Morgan Stanley Erupts Into Public View  Two senior executives at Morgan Stanley resigned under pressure in a shake-up intended to reassert the chief executive's control.    The public infighting at one of the world's biggest investment houses is remarkable for an industry that puts a premium on discretion and loyalty. Eight former Morgan Stanley executives have now spoken out to urge the board that the chief executive, Philip J. Purcell, be replaced immediately. [Page A1.]    Hollinger Sues Black Over Finances  Hollinger Inc., the Toronto holding company that controls Hollinger International, filed a lawsuit, accusing Conrad M. Black, left, and his company, Ravelston, of financial misconduct. Hollinger Inc. is seeking the equivalent of $524.6 million, saying management fees and other payments were diverted from Hollinger Inc. to Ravelston. [C8.]    Report Finds No Proof on U.N. Chief  The commission investigating the oil-for-food program in Iraq said Secretary General Kofi Annan had not influenced the awarding of a contract to his son's employer. [A1.]    Shake-Up Ahead for Italian Banking  Two closely watched offers for Italian banks could ultimately open Italy's financial markets to foreign takeovers. [C4.]    Oil Prices Keep Weighing on Stocks  Stocks touched new lows for the year. The Dow average dropped 79.95 points, to 10,405.70. The S.&.P. 500 dropped 8.92 points, to 1,165.36, and the Nasdaq composite dropped 18.64 points, to 1,973.88. [C9.]    I.R.S. Raises Tax-Dodging Estimate  Individuals failed to pay up to $353 billion in taxes in 2001, according to a study by the Internal Revenue Service. [C4.]    Northwest Pressures Workers  Northwest Airlines is increasing the amount it wants in labor concessions to $1.1 billion a year and is seeking to freeze employee pension plans. The airline had sought $950 million in cuts, but the chief financial officer hinted last week that the airline would have to increase that amount as costs rise. [C2.]    Some Advertising Ideas for G.M.  Many on Madison Avenue believe General Motors can save itself, with the help of an image overhaul. Stuart Elliott: Advertising. [C8.]    Former Impath Executives Indicted  Former top executives at Impath were indicted on accounting fraud charges. [C15.]  ",
      "lead_paragraph": "A Fight at Morgan Stanley Erupts Into Public View Two senior executives at Morgan Stanley resigned under pressure in a shake-up intended to reassert the chief executive's control.",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/30/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "St. Louis's Downtown was declared ''one of the most lifeless and uninteresting'' in America by a California consultant last year. But many civic leaders are convinced that things are changing, and national developers are investing. [C7.]    Many n...",
      "abstract": " St. Louis's Downtown was declared ''one of the most lifeless and uninteresting'' in America by a California consultant last year. But many civic leaders are convinced that things are changing, and national developers are investing. [C7.]    Many nonprofit groups in New York have been selling their buildings lately, realizing that leasing space can be much easier and less expensive than keeping a property in good condition. [C6.]  ",
      "lead_paragraph": "St. Louis's Downtown was declared \"one of the most lifeless and uninteresting\" in America by a California consultant last year. But many civic leaders are convinced that things are changing, and national developers are investing. [C7.]",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/30/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Disney and the Miramax Chiefs Call It Quits",
      "snippet": "Walt Disney Co and Bob and Harvey Weinstein, founders of Miramax Films, draw anticlimatic end to their stormy 12-year partnership; Disney is left with Miramax's name and its library of 550 films, and Weinstein brothers get about $130 million to st...",
      "abstract": "Walt Disney Co and Bob and Harvey Weinstein, founders of Miramax Films, draw anticlimatic end to their stormy 12-year partnership; Disney is left with Miramax's name and its library of 550 films, and Weinstein brothers get about $130 million to start new company; Weinsteins will remain at helm of Miramax until their contract expires Sept 30, but they are free to begin acquiring film projects; search is expected to begin immediately for executive to run Disney's Miramax division beginning in July, but whoever is chosen will have to make do with budget expected to be scaled down by half or more from Weinsteins' $700 million a year; Weinsteins will take with them Dimension Films, genre label started by Bob Weinstein which is behind Scream and Scary Movie series as well as Sin City, film by Robert Rodriguez that opens March 31; Disney will retain half-interest as co-financier fo about half of forthcoming projects of Weinsteins, including Scary Movie 4, which is to begin production shortly; Disney retains Miramax and Dimension library, which includes many Academy Award winners, including best-picture recipients Chicago, Shakespeare in Love and The English Patient; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/30/business/media/disney-and-the-miramax-chiefs-call-it-quits.html",
      "byline": "By David M. Halbfinger"
    }
  ]
}