{
  "metadata": {
    "date": "2005-11-16",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Price Tag of Guidant Is Lowered",
      "snippet": "Johnson & Johnson will pay $4 billion less than originally agreed to acquire Guidant, troubled maker of implantable heart devices, under revised $21.5 billion deal; new agreement is apparent acknowledgment by Guidant of how significantly its outlo...",
      "abstract": "Johnson & Johnson will pay $4 billion less than originally agreed to acquire Guidant, troubled maker of implantable heart devices, under revised $21.5 billion deal; new agreement is apparent acknowledgment by Guidant of how significantly its outlook has declined because of disclosures about product problems, device recalls, investigations and lawsuits; move clears way for Johnson & Johnson to become major player in market for defibrillators and pacemakers, lucrative product area it has long sought to enter (M)",
      "lead_paragraph": "Johnson & Johnson will pay $4 billion less than it had originally agreed to acquire Guidant, the troubled maker of implantable heart devices, under a revised $21.5 billion deal announced yesterday.",
      "publication_date": "2005-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/16/business/price-tag-of-guidant-is-lowered.html",
      "byline": "By Barry Meier and Andrew Ross Sorkin"
    },
    {
      "headline": "Wild Demand, and Competition, for New Pet Products",
      "snippet": "HOW hot is the pet market these days? Think dog purses, cat strollers, ''Cab-bone-net'' wine-flavored dog treats and sitters hired to watch television with Fido, and some sense of the lunatic growth becomes clear.     So far, the boom has created ...",
      "abstract": "HOW hot is the pet market these days? Think dog purses, cat strollers, ''Cab-bone-net'' wine-flavored dog treats and sitters hired to watch television with Fido, and some sense of the lunatic growth becomes clear.     So far, the boom has created lucrative opportunities for small-business owners, but as more big companies take note, the market could become more difficult for the niche firms that are now flourishing.  ",
      "lead_paragraph": "HOW hot is the pet market these days? Think dog purses, cat strollers, \"Cab-bone-net\" wine-flavored dog treats and sitters hired to watch television with Fido, and some sense of the lunatic growth becomes clear.",
      "publication_date": "2005-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/11/16/business/businessspecial/wild-demand-and-competition-for-new-pet-products.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Senate Panel Approves Special Tax on Oil Profits",
      "snippet": "Republican-controlled Senate Finance Committee votes to impose $5 billion tax next year on nation's largest oil companies; measure amounts to one-year windfall profits tax, concept that most Republicans had until recently denounced as discredited ...",
      "abstract": "Republican-controlled Senate Finance Committee votes to impose $5 billion tax next year on nation's largest oil companies; measure amounts to one-year windfall profits tax, concept that most Republicans had until recently denounced as discredited idea from 1970's; measure is added to larger bill that would cut taxes by about $61 billion over next five years; bill is setback for Pres Bush because it omits one of his most cherished tax priorities: extension of his 2001 tax cuts on stock dividends and capital gains; those tax cuts expire at end of 2008 (M)",
      "lead_paragraph": "WASHINGTON, Nov. 15 - In a telling sign of the political impact of soaring energy prices, the Republican-controlled Senate Finance Committee voted on Tuesday to impose a $5 billion tax next year on the nation's biggest oil companies.",
      "publication_date": "2005-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/16/business/senate-panel-approves-special-tax-on-oil-profits.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Torture Alleged at Ministry Site Outside Baghdad",
      "snippet": "Iraqi government orders urgent investigation of allegations that many of 173 detainees discovered by American troops in basement of Interior Ministry building in Baghdad suburb were tortured; senior official says two appeared paralyzed and others ...",
      "abstract": "Iraqi government orders urgent investigation of allegations that many of 173 detainees discovered by American troops in basement of Interior Ministry building in Baghdad suburb were tortured; senior official says two appeared paralyzed and others had some of skin peeled off; Prime Min Ibrahim al-Jaafari also orders probe, including count of thousands held in jails, to determine whether there is wider pattern of abuse; reports detainees moved and given medical care; US Embassy and military statement calls situation 'totally unacceptable'; discovery of apparent secret torture center carries heavy overtones of brutality of Saddam Hussein and Sunni regime and comes amid rising sectarian violence; abused detainees apparently are mostly Sunnis held by Shiite police loyal to notorious Badr Organization; US troops investigating mother's complaint about missing teenage son discover site by chance, forcing their way past ministry guards at building in Jadriya; Jaafari describes mistreatment of 173 men and teenage boys; Gen Hussein Kamal offers similar blunt description; photo of Marine operation in Ubaydi (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 15 - Iraq's government said Tuesday that it had ordered an urgent investigation of allegations that many of the 173 detainees American troops discovered over the weekend in the basement of an Interior Ministry building in a Baghdad suburb had been tortured by their Iraqi captors. A senior Iraqi official who visited the detainees said two appeared paralyzed and others had some of the skin peeled off their bodies by their abusers.",
      "publication_date": "2005-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/16/world/middleeast/torture-alleged-at-ministry-site-outside-baghdad.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "For Rice, a Risky Dive Into the Mideast Storm",
      "snippet": "News analysis of Sec Condoleezza Rice's brokering of accord on Gaza border crossings as suddenly elevating Bush administration's involvement in Israeli-Palestinian conflict, risk that Pres Bush and Rice have avoided; State Department says what has...",
      "abstract": "News analysis of Sec Condoleezza Rice's brokering of accord on Gaza border crossings as suddenly elevating Bush administration's involvement in Israeli-Palestinian conflict, risk that Pres Bush and Rice have avoided; State Department says what has changed is mounting alarm at bitter impasse following Israel's withdrawal from Gaza and fear that more Palestinian frustration and instability could defeat Pres Mahmoud Abbas at polls in January; urgent warnings from Arab and European allies and US envoys prompted Rice's unusual personal role in agreement that gives Palestinians control over Gaza crossing, with European Union monitors; photo; diplomats have besieged Rice to seize opportunity or lose last chance of making peace for years to come; James D Wolfensohn, who gave Rice dire warnings, observes that he has some clout as envoy of negotiating quartet but nothing like that of US secretary of state; Israelis and Palestinians are now likely to demand direct US role on other issues (M)",
      "lead_paragraph": "PUSAN, South Korea, Wednesday, Nov. 16 - Secretary of State Condoleezza Rice spent all day and night successfully brokering an accord on Tuesday on security controls at a Gaza border crossing, suddenly elevating the Bush administration's involvement in the Israeli-Palestinian conflict to a new level.",
      "publication_date": "2005-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/16/world/middleeast/for-rice-a-risky-dive-into-the-mideast-storm.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "CD's Recalled for Posing Risk to PC's",
      "snippet": "Sony BMG announces plans to recall million of CD's by at least 20 artists because they contain copy restriction software that poses risks to computers of consumers; move is expected to cost company tens of millions of dollars; Sony says all CD's c...",
      "abstract": "Sony BMG announces plans to recall million of CD's by at least 20 artists because they contain copy restriction software that poses risks to computers of consumers; move is expected to cost company tens of millions of dollars; Sony says all CD's containing software will be removed from retail outlets and that exchanges will be offered to consumers who bought them; estimates about five million discs have been shipped with problematic software, and about two million have been sold (M)",
      "lead_paragraph": "The global music giant Sony BMG yesterday announced plans to recall millions of CD's by at least 20 artists -- from the crooners Celine Dion and Neil Diamond to the country-rock act Van Zant -- because they contain copy restriction software that poses risks to the computers of consumers.",
      "publication_date": "2005-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/16/technology/cds-recalled-for-posing-risk-to-pcs.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Celebrities Taking a Gamble",
      "snippet": "Online casinos in recent months have signed endorsement deals with group of celebrities, including Tom Arnold, Brooke Burke and Jim Kelly; stars and others who profit by promoting offshore casinos could be putting themselves in legal jeopardy; gov...",
      "abstract": "Online casinos in recent months have signed endorsement deals with group of celebrities, including Tom Arnold, Brooke Burke and Jim Kelly; stars and others who profit by promoting offshore casinos could be putting themselves in legal jeopardy; government considers these Internet sports books to be violating American law by providing unlicensed gambling on domestic shores; government has said in past it could prosecute Americans who promote and assist such foreign operations for effectively aiding and abetting their illegal activities; Jesse Ventura, former governor of Minnesota who is new spokesman for BetUS.com, Web site operated from Costa Rica that lets people wager on sports contests from their home computers, says he is not aware that federal law prohibits Internet gambling operations; adds his management company told him that deal will not be problem; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/16/business/media/celebrities-taking-a-gamble.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Young, Assured and Playing Pharmacist to Friends",
      "snippet": "Article in series Being a Patient discusses behavior of people in their 20s and 30's who decide on their own what drugs to take, diagnosing themselves and friends and sharing prescription drugs to treat problems ranging from depression and anxiety...",
      "abstract": "Article in series Being a Patient discusses behavior of people in their 20s and 30's who decide on their own what drugs to take, diagnosing themselves and friends and sharing prescription drugs to treat problems ranging from depression and anxiety to fatigue and lack of concentration; Nathan Tylutki describes getting Ritalin to stay up from friend who freely admits getting unused medications from others and dispensing them to friends after she decides what they need; such people trade unused prescription drugs, get them without prescription over Internet and sometimes lie to doctors about ailments; experts warn that infrmaation on dosages, risks and potential interaction dangers get lost as pills are passed around but they are flummoxed about how to address problem; consumer drug ads allowed by FDA since 1997 also send message that pills offer cure for every ill and that use is largely matter of personal choice; Casey Greenfield, 32-year-old Los Angeles writer, explains how she dictates to her doctors what to prescribe; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/16/health/young-assured-and-playing-pharmacist-to-friends.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "Technology Lets High-End Hotels Anticipate Guests' Whims",
      "snippet": "New computer systems at high-end hotels that connect individual rooms to network servers can keep track of guests' preferences and change room conditions automatically; 'smart' systems can learn whether frequent guest likes lights dimmed, curtains...",
      "abstract": "New computer systems at high-end hotels that connect individual rooms to network servers can keep track of guests' preferences and change room conditions automatically; 'smart' systems can learn whether frequent guest likes lights dimmed, curtains closed or room warm; photo (M)",
      "lead_paragraph": "When regulars like Dr. Laurence Wiener check into the Mandarin Oriental in Manhattan, they get more than a smile from the concierge and a mint on their pillow. Dr. Wiener's hotel room knows how warm he likes it -- 68 degrees. It welcomes him with a personal message on his television set. It even loads his most frequently dialed numbers onto the phone.",
      "publication_date": "2005-11-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/16/technology/technology-lets-highend-hotels-anticipate-guests-whims.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Senate Presses Administration for Iraq Plans",
      "snippet": "Senate votes 79-19 to seek new quarterly reports from Bush administration on course of war in Iraq, including Iraqi troop readiness, expressing view that 2006 should see 'significant transfer to full Iraqi sovereignty; rejects, 58-40, Democratic p...",
      "abstract": "Senate votes 79-19 to seek new quarterly reports from Bush administration on course of war in Iraq, including Iraqi troop readiness, expressing view that 2006 should see 'significant transfer to full Iraqi sovereignty; rejects, 58-40, Democratic proposal to require administration to project dates for phased troop withdrawal; willingness of most Republicans to join most Democrats reflects their new determination to distance themselves from White House in face of dwindling public support; Bush, in Kyoto, says he is 'more than happy' to provide regular updates and appreciates rejection of withdrawal deadline; Senate also approves, 84-14, bipartisan compromise to allow prisoners at Guantanamo to challenge in federal court their detention as enemy combatants and to appeal convictions and sentences by military tribunal in excess of ten years; deal retreats from earlier vote denying them any court access but still prevents detainees from seeking court role in treatment and prison conditions; Republican leaders Bill Frist and John Warner say Iraq push is not criticism of Bush but signal to Iraqi people to do their share; Lindsey Graham, amendment sponsor with Democrat Carl Levin, notes concerns about 2006 elections; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 15 - The Senate voted on Tuesday to press the Bush administration to provide more public information about the course of the war in Iraq as lawmakers of both parties made it clear they wanted chief responsibility for securing the country shifted to the Iraqi government within the next year.",
      "publication_date": "2005-11-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/16/politics/senate-presses-administration-for-iraq-plans.html",
      "byline": "By Carl Hulse"
    }
  ]
}