{
  "metadata": {
    "date": "2005-02-07",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "Labor Market Expanded at Modest Rate in January",
      "snippet": "Labor Department reports modest expansion of labor market in January, with addition of 146,000 new jobs; unemployment rate drops to three-year low of 5.2 percent; labor participation rate reaches 65.8 percent, lowest level since 1988; number of di...",
      "abstract": "Labor Department reports modest expansion of labor market in January, with addition of 146,000 new jobs; unemployment rate drops to three-year low of 5.2 percent; labor participation rate reaches 65.8 percent, lowest level since 1988; number of discouraged workers--those who have stopped looking for work--rises to 515,000, almost 20 percent increase over year ago; graphs; charts (M)",
      "lead_paragraph": "The labor market expanded at a modest pace last month, the government reported yesterday, indicating that employers are still cautious about hiring despite more than a year of healthy economic growth.",
      "publication_date": "2005-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/05/business/labor-market-expanded-at-modest-rate-in-january.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "The Airline That Refused to Die",
      "snippet": "US Airways, defying critics and rivals despite being paralyzed six weeks ago by Christmas debacle that bungled its baggage operations, has managed to survive predictions that it would not last the winter; airline has avoided fate that brought down...",
      "abstract": "US Airways, defying critics and rivals despite being paralyzed six weeks ago by Christmas debacle that bungled its baggage operations, has managed to survive predictions that it would not last the winter; airline has avoided fate that brought down TWA, Eastern and Pan Am as result of government's pledge to secure loan guarantees and GE Capital Aviation Services' timetable requiring it to leave bankruptcy protection by June 30; airline has instituted series of union concessions and other cost-cutting measures as it seeks to position itself as competitor in low-fare airline market; photos; graphs; chart (M)",
      "lead_paragraph": "US Airways has defied its critics and rivals by refusing to die.",
      "publication_date": "2005-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/05/business/the-airline-that-refused-to-die.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Pope Sees Frailties as Affirming Life",
      "snippet": "Vatican officials say Pope John Paul II, who was rushed to hospital with troubled breathing and fevered spasms, can continue to lead Roman Catholic Church ; say his very sickness transmits series of powerful messages; those messages range from one...",
      "abstract": "Vatican officials say Pope John Paul II, who was rushed to hospital with troubled breathing and fevered spasms, can continue to lead Roman Catholic Church ; say his very sickness transmits series of powerful messages; those messages range from one of inspiration for millions around world now living longer, to physical expression of his own contentious views on sanctity of human life, from womb to frailties of old age; abortion, capital punishment and euthanasia are abominations to him--repudiated by his own public struggle with death; photo (M)",
      "lead_paragraph": "ROME, Feb. 4 - In the last five years, Pope John Paul II has presented the face of a hearty man in decline: A tongue that speaks seven languages slurred from Parkinson's disease. A skier and mountain climber who now needs help to fall to his knees to pray.",
      "publication_date": "2005-02-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/05/world/europe/pope-sees-frailties-as-affirming-life.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "How Old Ties Helped Wrap Up the Marsh Deal",
      "snippet": "Article on work of New York Attorney General Eliot Spitzer and his former boss, Michael Cherkasky, new chief executive of Marsh & McLennan, in wrapping up deal under which Marsh agreed to pay $850 million to settle accusations that it cheated cust...",
      "abstract": "Article on work of New York Attorney General Eliot Spitzer and his former boss, Michael Cherkasky, new chief executive of Marsh & McLennan, in wrapping up deal under which Marsh agreed to pay $850 million to settle accusations that it cheated customers by rigging bids and steering business to insurers in exchange for incentives (M)",
      "lead_paragraph": "They knew each other as hard-charging prosecutors in the late 1980's and early 1990's, working together on racketeering cases in the Manhattan district attorney's office. In late October, the two friends found themselves on opposite sides of a case that rattled the insurance industry.",
      "publication_date": "2005-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/05/business/how-old-ties-helped-wrap-up-the-marsh-deal.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Shiites Still Lead in Iraqi Tally",
      "snippet": "With 35 percent of Iraqi polling places reporting, Shiite parties held a huge lead. But no results have been from northern provinces with many Kurdish and Sunni voters.   Page A6.",
      "abstract": "With 35 percent of Iraqi polling places reporting, Shiite parties held a huge lead. But no results have been from northern provinces with many Kurdish and Sunni voters.   Page A6.",
      "lead_paragraph": "With 35 percent of Iraqi polling places reporting, Shiite parties held a huge lead. But no results have been from northern provinces with many Kurdish and Sunni voters. Page A6.",
      "publication_date": "2005-02-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/05/front page/world/shiites-still-lead-in-iraqi-tally.html",
      "byline": ""
    },
    {
      "headline": "Greenspan Says Trade Gap May Narrow",
      "snippet": "Federal Reserve chairman Alan Greenspan, addressing gathering coinciding with Group of 7 meeting in London, acknowledges that US's expanding trade deficits and foreign indebtedness have reached record levels but says deficit might be poised to sta...",
      "abstract": "Federal Reserve chairman Alan Greenspan, addressing gathering coinciding with Group of 7 meeting in London, acknowledges that US's expanding trade deficits and foreign indebtedness have reached record levels but says deficit might be poised to stabilize and even fall; says deregulation and technological innovation have driven globalization process by tearing down barriers that have separated economic agents; Bank of England governor Mervyn King says international monetary system could be threatened by presistent deficits in US and accumulation of vast dollar assets by Asian central banks; photo (M)",
      "lead_paragraph": "LONDON, Feb. 4 - Alan Greenspan, the chairman of the Federal Reserve, said on Friday that America's record trade deficit might be poised to stabilize and even fall because of market pressures and belt-tightening by the Bush administration.",
      "publication_date": "2005-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/05/business/greenspan-says-trade-gap-may-narrow.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Iraqi Police Use Kidnappers' Videos to Fight Crime",
      "snippet": "Iraqi Interior Ministry and Mosul Police Chief Ahmed al-Jaburi are turning tables on insurgency by using tactic--videotaped messages--that insurgents have used as they terrorized region with kidnappings and executions; videos carry different messa...",
      "abstract": "Iraqi Interior Ministry and Mosul Police Chief Ahmed al-Jaburi are turning tables on insurgency by using tactic--videotaped messages--that insurgents have used as they terrorized region with kidnappings and executions; videos carry different message, juxtaposing images of masked killers with cowed men they become once captured ; use of videos by authorities raises questions about whether they violate legal or treaty obligations by way opposing fighters are interrogated and their confessions are broadcast; map; photos (M)",
      "lead_paragraph": "MOSUL, Iraq, Feb. 4 - In one scene, the videotape shows three kidnappers with guns and a knife, preparing to behead a helpless man who is gagged and kneeling at their feet.",
      "publication_date": "2005-02-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/05/world/middleeast/iraqi-police-use-kidnappers-videos-to-fight-crime.html",
      "byline": "By Christine Hauser"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Pfizer Says Internal Studies Showed No Celebrex Risks  Pfizer has told federal regulators that the company's analysis of 41 of its patient trials of the arthritis and pain drug Celebrex found no evidence that the drug increases the risk of heart p...",
      "abstract": " Pfizer Says Internal Studies Showed No Celebrex Risks  Pfizer has told federal regulators that the company's analysis of 41 of its patient trials of the arthritis and pain drug Celebrex found no evidence that the drug increases the risk of heart problems.     The analysis is one of many documents that the Food and Drug Administration released ahead of hearings at which the agency will assess the safety records of Celebrex and similar drugs. The Pfizer analysis covered tests involving 44,000 patients but did not include results from studies conducted by independent researchers or those at other drug makers. [Page C2.]    Court Victory for Tobacco Industry  A federal appeals court delivered a victory to the nation's leading tobacco companies, ruling that the government cannot force them to turn over $280 billion in profits if a trial court finds the companies engaged in a conspiracy of fraud and deceit to promote smoking. [A1.]    Profit Jumps 47% at Matsushita  Matsushita Electric Industrial, the world's largest consumer electronics maker, said profit jumped 47 percent last quarter on demand for flat-panel TV's and DVD recorders. Matsushita, the maker of Panasonic products, said strong sales of the products, along with digital cameras, more than offset dwindling sales of VCR's and stereos. Matsushita's strong profit growth made it a standout among its Japanese peers. [C3.]    At the Top, Assistants Are Pricey  After this week's disclosure that the personal assistant for Richard A. Grasso, the former chairman of the New York Stock Exchange, was paid $240,000 a year, the role of the executive assistant has drawn scrutiny. In the upper ranks of Wall Street, that level of pay for loyal assistants is not unheard of. [A1.]    Honda Wants More Regulation  In a move that some environmental advocates said was unprecedented, Honda urged the federal government to impose tougher fuel-economy regulations. [C2.]    Time Warner Meets Expectations  Time Warner released a solid earnings report, but its stock fell slightly amid concerns that its bid for Adelphia Communications would commit it further to an industry whose growth could be slowing. [C4.]    Jobs Report Gives Stocks a Spark  A report on weak job growth sent stocks sharply higher as investors bet that the Federal Reserve would hold off on further interest rate increases. The gains capped the best week for stocks so far this year. For the week, the Dow Jones industrial average rose 2.8 percent, the Standard & Poor's 500-stock index climbed 2.7 percent and the Nasdaq composite index rose 2.5 percent. [C4.]    Guilty Plea in AOL Spam Case  A former software engineer at America Online pleaded guilty to stealing and selling 92 million user names and e-mail addresses, setting off an avalanche of up to seven billion unsolicited e-mail messages. [C3.]    Schwab Cuts Trading Fees for Some  Charles Schwab said it would cut online trading commissions by more than a third, its latest attempt to win back market share from rivals like Ameritrade. [C2.]    Citigroup Puts Traders on Leave  Citigroup said it placed on leave the traders involved in a large trade of European government bonds in August that prompted regulatory investigations. [C3.]    Icahn Wants Stake in Temple-Inland  The financier Carl Icahn has filed for regulatory approval to buy up to $1 billion in shares of Temple-Inland, which makes packaging and building materials. [C4.]  ",
      "lead_paragraph": "Pfizer Says Internal Studies Showed No Celebrex Risks Pfizer has told federal regulators that the company's analysis of 41 of its patient trials of the arthritis and pain drug Celebrex found no evidence that the drug increases the risk of heart problems.",
      "publication_date": "2005-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/05/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Appellate Court Backs Companies in Tobacco Case",
      "snippet": "US appeals court delivers major victory to nation's leading tobacco companies, ruling that government cannot force them to turn over $280 billion in profits if trial court finds that companies engaged in conspiracy of fraud and deceit in promoting...",
      "abstract": "US appeals court delivers major victory to nation's leading tobacco companies, ruling that government cannot force them to turn over $280 billion in profits if trial court finds that companies engaged in conspiracy of fraud and deceit in promoting smoking ; 2-to-1 decision strikes at heart of government's biggest legal effort to punish cigarette makers; it reverses ruling by Judge Gladys Kessler; Judge David B Sentelle, in writing majority opinion, found that 1970 Racketeer Influenced and Corrupt Organizations Act does not allow government to recover illegal profits as way to prevent and restrain future violations (M)",
      "lead_paragraph": "WASHINGTON, Feb. 4 - A federal appeals court delivered a major victory to the nation's leading tobacco companies on Friday, ruling that the government cannot force them to turn over $280 billion in profits if a trial court finds that the companies engaged in a conspiracy of fraud and deceit to promote smoking.",
      "publication_date": "2005-02-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/05/us/appellate-court-backs-companies-in-tobacco-case.html",
      "byline": "By Michael Janofsky"
    },
    {
      "headline": "MCI and Qwest Still in Talks, but the Air Cools",
      "snippet": "Qwest Communications and MCI merger talks reportedly cool off; industry executives say MCI is courting Verizon and BellSouth, possibly seeking to attract other potential buyers to start bidding war (M)",
      "abstract": "Qwest Communications and MCI merger talks reportedly cool off; industry executives say MCI is courting Verizon and BellSouth, possibly seeking to attract other potential buyers to start bidding war (M)",
      "lead_paragraph": "Merger talks between Qwest Communications and MCI cooled yesterday, though the two companies may still reach an agreement, according to people close to the negotiations.",
      "publication_date": "2005-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/05/business/mci-and-qwest-still-in-talks-but-the-air-cools.html",
      "byline": "By Matt Richtel and Ken Belson"
    },
    {
      "headline": "Working for Top Bosses on Wall St. Has Its Perks",
      "snippet": "Role of executive assistant has drawn extra scrutiny after disclosure that former New York Stock Exchange chmn Richard A Grasso's assistant, SooJee Lee, was paid $240,000 a year ; executive recruiters say that pay for assistants to Wall Street chi...",
      "abstract": "Role of executive assistant has drawn extra scrutiny after disclosure that former New York Stock Exchange chmn Richard A Grasso's assistant, SooJee Lee, was paid $240,000 a year ; executive recruiters say that pay for assistants to Wall Street chief executives may range from $100,000 to $150,000 in base salary, with select few earning $200,000; there is also potential to earn bonus in either cash or equity of up to 30 percent of that amount; it is not just on Wall Street where executive assistants stand to gain; financier Jeffrey Epstein pays his three assistants over $200,000 year (M)",
      "lead_paragraph": "On Wall Street, just about everything has its price, from the commission on a stock trade to the pay package of a top banker. But when it comes to securing the services of an ever-loyal, all-knowing executive assistant, the boss is often willing to disburse cash and a long list of perks -- from unlimited credit at high-end hair salons to nannies.",
      "publication_date": "2005-02-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/05/business/working-for-top-bosses-on-wall-st-has-its-perks.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Doubts on Social Security Plan",
      "snippet": "President Bush was greeted with enthusiasm in Montana last week. But the plan to overhaul Social Security that he was promoting seems to be a tougher sell there. Page 15.",
      "abstract": "President Bush was greeted with enthusiasm in Montana last week. But the plan to overhaul Social Security that he was promoting seems to be a tougher sell there. Page 15.",
      "lead_paragraph": "President Bush was greeted with enthusiasm in Montana last week. But the plan to overhaul Social Security that he was promoting seems to be a tougher sell there. Page 15.",
      "publication_date": "2005-02-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/06/us/doubts-on-social-security-plan.html",
      "byline": ""
    },
    {
      "headline": "Bush Is Said to Seek Sharp Cuts in Subsidy Payments to Farmers",
      "snippet": "Pres Bush will seek deep cuts in farm and commodity program subsidies in effort to reduce federal budget deficit; will propose firm overall limit of $250,000 on subsidies that can now exceed $1 million in some cases; new Senate Appropriations Comm...",
      "abstract": "Pres Bush will seek deep cuts in farm and commodity program subsidies in effort to reduce federal budget deficit; will propose firm overall limit of $250,000 on subsidies that can now exceed $1 million in some cases; new Senate Appropriations Committee chmn Thad Cochran says more than 100 farm groups are gearing up to fight cuts, but Environmental Working Group says move would reduce payments to big agribusiness operations and open door to reform; proposals would save about $587 million next year and $5.7 billion in coming decade (M)",
      "lead_paragraph": "WASHINGTON, Feb. 5 - President Bush will seek deep cuts in farm and commodity programs in his new budget and in a major policy shift will propose overall limits on subsidy payments to farmers, administration officials said Saturday.",
      "publication_date": "2005-02-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/06/politics/bush-is-said-to-seek-sharp-cuts-in-subsidy-payments-to-farmers.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "The Drexel Diaspora",
      "snippet": "Many of people who worked at Drexel Burnham Lambert when it went bankrupt in 1990 have risen to prominent positions on Wall Street despite fear at time that they would be tainted by their association with firm that was widely considered to be defi...",
      "abstract": "Many of people who worked at Drexel Burnham Lambert when it went bankrupt in 1990 have risen to prominent positions on Wall Street despite fear at time that they would be tainted by their association with firm that was widely considered to be defiant, greedy and criminal; retain almost cultlike devotion to Drexel and credit their time at firm for their later success; say Drexel was firm where good ideas were rewarded, hierarchies were absent, talent abounded and potential to be very, very rich was palpable; photos of Drexel alumni and of Michael R Milken, firm's legendary junk-bond trader, who served two years in prison and then went on to survive cancer and establish two major foundations devoted to cancer research (L)",
      "lead_paragraph": "BRENT STEVENS did not sleep on that February weekend in 1990. A newly minted Wharton School M.B.A., Mr. Stevens had recently joined Drexel Burnham Lambert, the swashbuckling investment bank that dominated the market for financing risky companies. That Sunday, after working on a deal nonstop for 48 hours, he received an ominous telephone call from a managing director, telling him to go home. He was dumbfounded. Deals were over when they were over, he said, and no one at Drexel slept until they were.",
      "publication_date": "2005-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/06/business/yourmoney/the-drexel-diaspora.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Often Overlooked, but in the Super Bowl, Again",
      "snippet": "New England Patriots' quarterback Tom Brady is about to face Philadelphia Eagles in his third Super Bowl in four years; Brady is quarterback so natural and complete that he is easy to ignore; has won two Super Bowls in three years and two Super Bo...",
      "abstract": "New England Patriots' quarterback Tom Brady is about to face Philadelphia Eagles in his third Super Bowl in four years; Brady is quarterback so natural and complete that he is easy to ignore; has won two Super Bowls in three years and two Super Bowl Most Valuable Player Awards; he has never lost postseason game or lost overtime game; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/06/sports/football/often-overlooked-but-in-the-super-bowl-again.html",
      "byline": "By Lee Jenkins"
    },
    {
      "headline": "Leading Shiite Clerics Pushing Islamic Constitution in Iraq",
      "snippet": "Religious Shiite parties are poised to take power in new constitutional assembly in Iraq and leading clerics are pushing for Islam to be recognized as guiding principle of new constitution; they want at least legal measures overseeing personal mat...",
      "abstract": "Religious Shiite parties are poised to take power in new constitutional assembly in Iraq and leading clerics are pushing for Islam to be recognized as guiding principle of new constitution; they want at least legal measures overseeing personal matters like marriage, divorce and inheritance to conform with Shariah or Islamic law, but most conservative leaders want Shariah as basis of all legislation; American insistence on equal rights for women in transitional law irked clerics, yet politicians fearing backlash have publicly promised not to install theocracy; photos (M)",
      "lead_paragraph": "NAJAF, Iraq, Feb. 4 - With religious Shiite parties poised to take power in the new constitutional assembly, leading Shiite clerics are pushing for Islam to be recognized as the guiding principle of the new constitution.",
      "publication_date": "2005-02-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/06/world/middleeast/leading-shiite-clerics-pushing-islamic-constitution-in.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "U.S. Drops Criminal Inquiry of C.I.A. Antidrug Effort in Peru",
      "snippet": "Justice Dept declines prosecution after three-year investigation into whether at least four Central Intelligence Agency officers lied to lawmakers and superiors about clandestine antidrug Air Bridge Denial program that ended in 2001 with fatal dow...",
      "abstract": "Justice Dept declines prosecution after three-year investigation into whether at least four Central Intelligence Agency officers lied to lawmakers and superiors about clandestine antidrug Air Bridge Denial program that ended in 2001 with fatal downing of missionary plane in Peru; investigation was not directly related to downing of plane, but focused on whether CIA officers in Peru allowed erosion of safeguards drawn up in consultation with Justice Dept; Senate Intelligence Committee concluded in 2001 that CIA failed to oversee program responsibly, but did not say Justice Dept was considering criminal charges; possibility remains of administrative action against officers; photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 5 - After a secret three-year investigation, federal prosecutors have decided to end a criminal inquiry into whether at least four Central Intelligence Agency officers lied to lawmakers and their agency superiors about a clandestine antidrug operation that ended in 2001 with the fatal downing of a plane carrying American missionaries, Justice Department officials said this week.",
      "publication_date": "2005-02-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/06/world/americas/us-drops-criminal-inquiry-of-cia-antidrug-effort-in-peru.html",
      "byline": "By Douglas Jehl and David Johnston"
    },
    {
      "headline": "Trading Floor Rivals Settle Scores in Ring",
      "snippet": "SHORTLY before sunrise on a recent Monday, four men arrived at the Trinity Boxing Club in Lower Manhattan to jump rope, run on elliptical trainers and shadow-box, finishing an intense training process: five days a week for over a month, and twice ...",
      "abstract": "SHORTLY before sunrise on a recent Monday, four men arrived at the Trinity Boxing Club in Lower Manhattan to jump rope, run on elliptical trainers and shadow-box, finishing an intense training process: five days a week for over a month, and twice a day for the previous two weeks.    They were not professional boxers, but colleagues on the floor of the New York Stock Exchange. ''After months of trash talking, they decided to settle it in the ring,'' said Martin Snow, Trinity's owner and manager. ''It's going to be a barn burner.''   ",
      "lead_paragraph": "SHORTLY before sunrise on a recent Monday, four men arrived at the Trinity Boxing Club in Lower Manhattan to jump rope, run on elliptical trainers and shadow-box, finishing an intense training process: five days a week for over a month, and twice a day for the previous two weeks.",
      "publication_date": "2005-02-06T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/02/06/nyregion/trading-floor-rivals-settle-scores-in-ring.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "New to Capitol Hill? 10 Tips to Avoid Ruin",
      "snippet": "Newcomers would be well-advised to follow some rules of etiquette that could help them to navigate often-hazardous social avenues of politicallife in Washington (DC); photos (M)",
      "abstract": "Newcomers would be well-advised to follow some rules of etiquette that could help them to navigate often-hazardous social avenues of politicallife in Washington (DC); photos (M)",
      "lead_paragraph": "WASHINGTON - THE start of every presidential term brings to Washington eager new cabinet officers and members of Congress who take the wrong elevators, get lost in the hallways and pop off to reporters. But such faux pas -- Senator Ken Salazar, a freshman Democrat from Colorado, says he has not yet found the Senate dining room and is eating ham sandwiches in the public cafeteria -- are hardly the worst of it.",
      "publication_date": "2005-02-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "9",
      "web_url": "https://www.nytimes.com/2005/02/06/fashion/new-to-capitol-hill-10-tips-to-avoid-ruin.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Wanted: Credit Ratings. Objective Ones, Please.",
      "snippet": "Gretchen Morgenson column welcomes SEC plans to ensure that debt ratings published by Standard & Poor's, Moody's Investors Service and Fitch Ratings are result of thorough analysis and are not tainted as result of conflicts inherent in business mo...",
      "abstract": "Gretchen Morgenson column welcomes SEC plans to ensure that debt ratings published by Standard & Poor's, Moody's Investors Service and Fitch Ratings are result of thorough analysis and are not tainted as result of conflicts inherent in business model of these services, which are paid by corporations they analyze, not by investors who look to ratings for help in assessing a company's creditworthiness; says investors would be better served if there were more credit-rating services approved by SEC (M)",
      "lead_paragraph": "FOR years, the nation's credit rating agencies have thrived, booking mouth-watering profits from operations that are riddled with conflicts and shielded from competition.",
      "publication_date": "2005-02-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/06/business/yourmoney/wanted-credit-ratings-objective-ones-please.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Michael Crichton? He's Just the Author",
      "snippet": "Profile of Jane Friedman, chief executive of HarperCollins, whose earnings and profit margins have risen each year since she assumed that position in 1997; focuses on her plans to make publishing house, a unit of News Corp, as identifiable as some...",
      "abstract": "Profile of Jane Friedman, chief executive of HarperCollins, whose earnings and profit margins have risen each year since she assumed that position in 1997; focuses on her plans to make publishing house, a unit of News Corp, as identifiable as some of authors it publishes, a brand that consumers can put their faith in; notes plans to pitch new books directly to readers through e-mail and Internet and offering 'bonus material' in new paperbacks, and plans to use its targeted marketing to beef up two relatively new businesses: propriety publishing, which produces special-edition books for retailers, restaurants and tourist attractions, and digital audio like downloadable books, which are cheaper to produce and more profitable to publishers and could eventually replace audio books on CD and tape; Friedman also expresses interest in acquiring large publishing company; photos; graph (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-06T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/06/business/yourmoney/michael-crichton-hes-just-the-author.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "As Piracy Battle Nears Supreme Court, the Messages Grow Manic",
      "snippet": "Some participants are stepping up their efforts in long-roiling public relations battle between copyright owners threatened by digital piracy and technology advocates opposed to strict controls on copying of digital media, and on kinds of software...",
      "abstract": "Some participants are stepping up their efforts in long-roiling public relations battle between copyright owners threatened by digital piracy and technology advocates opposed to strict controls on copying of digital media, and on kinds of software that make piracy easy, as Supreme Court hearing on pivotal case nears; case pits copyright holders (represented by MGM Studios) against makers of file-sharing software (Grokster and StreamCast Networks); both sides face difficulty in winning hearts and minds of teenagers, consumers and lawmakers; photos (M)",
      "lead_paragraph": "Garret the Ferret is one hip copyright crusader. The cartoon character urges young cybercitizens toward ethical downloading and -- in baggy jeans and a gold \"G\" medallion -- reminds them that copying and sharing software is uncool.",
      "publication_date": "2005-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/07/technology/as-piracy-battle-nears-supreme-court-the-messages-grow-manic.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Bush Budget Raises Drug Prices for Many Veterans",
      "snippet": "Pres Bush's budget would more than double co-payment charged to many veterans for prescription drugs, and would require some to pay new fee of $250 a year to use government health care; administration officials say those proposals are in $2.5 tril...",
      "abstract": "Pres Bush's budget would more than double co-payment charged to many veterans for prescription drugs, and would require some to pay new fee of $250 a year to use government health care; administration officials say those proposals are in $2.5 trillion budget Bush will unveil on Feb 7 in effort to cut deficit; fierce debate is expected on Capitol Hill, where Democrats have already pledged to oppose any Bush administration effort to stint on veterans' benefits; government has no immediate estimate of how many veterans would be affected if user fee and co-payment proposals are adopted; veterans' groups, which quickly attacked proposals, claim hundreds of thousands of people would end up paying more, and that many would be affected by both changes; overall, Bush is seeking 2.7 percent increase in Dept of Veterans Affairs discretionary spending, which is subject to annual appropriation by Congress, to $33.4 billion; remainder of $70.8 billion for agency is for entitlements which are authorized under prior laws (M)",
      "lead_paragraph": "WASHINGTON, Feb. 6 - President Bush's budget would more than double the co-payment charged to many veterans for prescription drugs and would require some to pay a new fee of $250 a year for the privilege of using government health care, administration officials said Sunday.",
      "publication_date": "2005-02-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/07/politics/bush-budget-raises-drug-prices-for-many-veterans.html",
      "byline": "By Robert Pear and Carl Hulse"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "New ABC Reality Program To Provide Medical Care  ABC Television, which has captured big audiences in recent years with reality programs that chronicle alterations to people's physical appearance and to their homes, will apply that formula to peopl...",
      "abstract": " New ABC Reality Program To Provide Medical Care  ABC Television, which has captured big audiences in recent years with reality programs that chronicle alterations to people's physical appearance and to their homes, will apply that formula to people's health.     The network has agreed to place an initial order of six episodes for a program with the working title ''Miracle Workers,'' according to two people who were briefed on the deal. In the program, a team of physicians will scour the country seeking individuals in need of urgent medical care but without the wherewithal to obtain it on their own. [C7.]    The Super Bowl Ad Standouts  The commercials on Fox during Super Bowl XXXIX were, in general, markedly better than typical spots from the last few Super Bowls -- though there were some stinkers. And the reason for that vast improvement could well be Janet Jackson's breast-baring during the halftime show last year. One standout: a commercial for a new line of Degree deodorants sold by Unilever that took a risk by pretending to celebrate men who avoid risk, as embodied by a make-believe brand of ''Inaction Heroes'' dolls, above, bearing names like Mama's Boy. Stuart Elliott: Advertising. [Page C8.]    Tiny Chip Challenges PC Industry  In a new volley in the battle for digital home entertainment, I.B.M., Sony and Toshiba are to announce details of their newest microprocessor design, known as Cell, which is expected to offer faster computing performance than microprocessors from Intel and Advanced Micro Devices. [C3.]    Hopes for Chinese Television  Jack Pan aspires to be the Larry King of China. It is a grandiose ambition for a budding Chinese television host who began his career as an engineer and propaganda official. But Mr. Pan, like many other Chinese and international broadcasters, is betting that a gradual opening of China's television industry will bring lucrative opportunities. [C6.]    A Battle Image Leads to Debate  Since the start of the second Palestinian uprising more than four years ago, many children have died in gunfire. But it is the harrowing image of a terrified 12-year-old boy, shielded in vain by his father, that carries the iconic power of a battle flag. Egypt and Tunisia issued postage stamps of the boy, crouching against his father and under attack from bullets in September 2000. The image is based on television news footage that some people claim was staged. [C6.]    Frontiers Change for Phone Giants  A frenzy of new merger activity could propel the telecommunications giants into a new level of direct geographic competition. [C3.]    A New Direction at Google  After Google disclosed that it had been granted the right to sell domain names, a question in many minds was why the company, which just reported click-advertising sales of more than $1 billion in the most recent quarter, would want to be in a relatively low-margin business. Bob Tedeschi: E-Commerce Report. [C4.]    Rosneft Says Financing Is Domestic  Rosneft, Russia's state-owned oil company, insisted that foreign banks were not involved in financing a prized oil asset. [C2.]  ",
      "lead_paragraph": "New ABC Reality Program To Provide Medical Care ABC Television, which has captured big audiences in recent years with reality programs that chronicle alterations to people's physical appearance and to their homes, will apply that formula to people's health.",
      "publication_date": "2005-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/07/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Trim Deficit? Only if Bush Uses Magic",
      "snippet": "Analysts expect Pres Bush will offer budget cuts of under $15 billion and will be unable to cut budget deficit below $400 billion; note biggest parts of budget are immune from cuts and are expected to grow rapidly in coming years; doubt tax revenu...",
      "abstract": "Analysts expect Pres Bush will offer budget cuts of under $15 billion and will be unable to cut budget deficit below $400 billion; note biggest parts of budget are immune from cuts and are expected to grow rapidly in coming years; doubt tax revenues will rise enough to cover rising spending; White House officials hope to focus attention on severe cuts in some programs, but cuts will have only small impact on deficit; graph compares government revenue and outlays under Pres Clinton and Bush (M)",
      "lead_paragraph": "WASHINGTON, Feb. 6 - The economy is growing. Tax revenues are climbing. But can these factors rescue President Bush from a federal deficit that seems stuck above $400 billion?",
      "publication_date": "2005-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/07/business/trim-deficit-only-if-bush-uses-magic.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "U.S. Redesigning Atomic Weapons",
      "snippet": "American scientists are designing new generation of nuclear arms meant to be sturdier and more reliable and to have longer lives; federal officials say program could help shrink arsenal and high cost of its maintenance; critics say it would needle...",
      "abstract": "American scientists are designing new generation of nuclear arms meant to be sturdier and more reliable and to have longer lives; federal officials say program could help shrink arsenal and high cost of its maintenance; critics say it would needlessly resuscitate complex of factories and laboratories that make nuclear weapons and could possibly ignite new arms race; federal bomb experts at nuclear weapon laboratories at Los Alamos, Livermore and Sandia are scrutinizing secret arms data gathered over half century for clues about how to achieve new reliability goals; effort so far involves only $9 million for warhead designers at three sites; relatively small initial program, involving fewer than 100 people, is expected to grow and produce finished designs in next 5 to 10 years, culminating, if approval is sought and won, in prototype warheads that will be larger and more robust than earlier models; chart (M)",
      "lead_paragraph": "Worried that the nation's aging nuclear arsenal is increasingly fragile, American scientists have begun designing a new generation of nuclear arms meant to be sturdier and more reliable and to have longer lives, federal officials and private experts say.",
      "publication_date": "2005-02-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/07/science/us-redesigning-atomic-weapons.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "CRITICS QUESTION NASA ON SAFETY OF THE SHUTTLES",
      "snippet": "Safety of space shuttle fleet is being debated inside and outside National Aeronautics and Space Administration as space agency prepares to return space shuttle to orbit this spring; critics say NASA is rushing back to unforgiving environment of s...",
      "abstract": "Safety of space shuttle fleet is being debated inside and outside National Aeronautics and Space Administration as space agency prepares to return space shuttle to orbit this spring; critics say NASA is rushing back to unforgiving environment of space before making all the safety improvements it committed to following loss of Columbia two years ago; NASA officials have distanced themselves from those promises, arguing that by making significant strides on many safety issues the need to completely fulfill every recommendation is not as pressing; several NASA employees and one member of Columbia accident investigation board have concerns, including agency's failure to develop 'practicable capabiilty' for on-orbit inspection and repair; other concerns detailed (M)",
      "lead_paragraph": "As NASA prepares to return the space shuttle to orbit this spring, a debate over whether the fleet is as safe as it should be has been building inside and outside the space agency.",
      "publication_date": "2005-02-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/07/us/front page/critics-question-nasa-on-safety-of-the-shuttles.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "U.S. Prods Israel For Hard Choices On Palestinians",
      "snippet": "Secretary of State Condoleezza Rice meets with Prime Min Ariel Sharon and other Israeli leaders, calling on them to make 'hard decisions' in negotiations with Palestinian leaders waging their own fight against militants; Bush administration offici...",
      "abstract": "Secretary of State Condoleezza Rice meets with Prime Min Ariel Sharon and other Israeli leaders, calling on them to make 'hard decisions' in negotiations with Palestinian leaders waging their own fight against militants; Bush administration officials say Israel must proceed with its withdrawal of forces from West Bank cities, its lifting of roadblocks and checkpoints throughout occupied territories and possible release of Palestinian prisoners; Israeli official says Rice also asked Israeli leaders not to undermine political standing of new Palestinian President Mahmoud Abbas; Rice will meet with Abbas at Palestinian headquarters in Ramallah; her visit to Israel, coming days before Sharon is to meet with Abbas for summit at Sharm el Sheik, Egypt, heightens optimism toward eased tensions between Israel and Palestinians; but American and Israeli officials say it would be better now for United States to stand aside and let Israelis and Palestinians work together; photo (M)",
      "lead_paragraph": "JERUSALEM, Feb. 6 - Secretary of State Condoleezza Rice, proclaiming that \"a time of optimism\" had arrived in the Middle East, conferred with Prime Minister Ariel Sharon on Sunday and called on Israel to make \"hard decisions\" in negotiations with Palestinian leaders as they wage their own fight against militants.",
      "publication_date": "2005-02-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/07/world/middleeast/us-prods-israel-for-hard-choices-on-palestinians.html",
      "byline": "By Steven R. Weisman and Steven Erlanger"
    },
    {
      "headline": "A New Inquiry Into Big Board Specialists",
      "snippet": "Manhattan United States attorney's office reportedly is probing whether individual traders on New York Stock Exchange floor cheated customers through illegal trading practices already under scrutiny by Securities and Exchange Commission and exchan...",
      "abstract": "Manhattan United States attorney's office reportedly is probing whether individual traders on New York Stock Exchange floor cheated customers through illegal trading practices already under scrutiny by Securities and Exchange Commission and exchange; criminal probe is escalation of inquiry, begun by exchange in 2002, into activities of exchange specialists, traders who manage buying and selling of particular stocks and must stabilize markets in stocks they manage; at issue are two trading practices: executing proprietary orders before customer orders and getting involved in trade that should be carried out automatically with no intervention; NYSE instituted technology in Nov 2003 to bar specialists from trading ahead of customers unless they provide justification; photo (M)",
      "lead_paragraph": "The United States attorney's office in Manhattan is investigating individual traders on the floor of the New York Stock Exchange on suspicion of cheating customers through illegal trading practices already under scrutiny by the Securities and Exchange Commission and the exchange itself, according to someone who has been briefed on the investigation.",
      "publication_date": "2005-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/07/business/a-new-inquiry-into-big-board-specialists.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Hate Messages on Google Site Draw Concern",
      "snippet": "Small minority of online communities created around shared interest people can join by invitation only through Orkut, Web site run by Google, advance hatred for Jews, blacks or gays; hate-filled dialogues are taking place inside members-only socia...",
      "abstract": "Small minority of online communities created around shared interest people can join by invitation only through Orkut, Web site run by Google, advance hatred for Jews, blacks or gays; hate-filled dialogues are taking place inside members-only social network site that in theory strictly forbids this kind of conduct in its user's agreement; hate-mongering is fast becoming embarrassment for Google, which has adopted 'don't be evil' as motto; prosecutor in Brazil, where service is especially popular, has begun probe into some of more virulent Orkut sites; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, Feb. 6 - Over the last year, millions of Internet users have gravitated to Orkut, a Web site created and run by Google that permits people, by invitation only, to join any of a long list of online communities.",
      "publication_date": "2005-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/07/technology/hate-messages-on-google-site-draw-concern.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Blockbuster With a Joystick",
      "snippet": "Media companies are poised for new attempt to combine movies and television with video game business; reportedly are on hunt to acquire video game maker like Activision or Electronic Arts; studios are more aggressively licensing their television a...",
      "abstract": "Media companies are poised for new attempt to combine movies and television with video game business; reportedly are on hunt to acquire video game maker like Activision or Electronic Arts; studios are more aggressively licensing their television and movie properties to game makers and weighing pitches for video game-inspired films; new interest is spurred by game makers' big profits, although video games remain risky and unproven test for media companies; table of recent events; photos (M)",
      "lead_paragraph": "LOS ANGELES, Feb. 6 - Ten years after being burned in their first attempts to combine movies and television with the video game business, media companies now seem willing to press the play button again.",
      "publication_date": "2005-02-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/07/business/blockbuster-with-a-joystick.html",
      "byline": "By Laura M. Holson"
    }
  ]
}