{
  "metadata": {
    "date": "2005-09-14",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Robotic Vehicles Race, but Innovation Wins",
      "snippet": "Pentagon's race called Grand Challenge involving robotic vehicles will be held on Oct 8; driverless, computer-controlled Volkswagen Touareg, known as Stanley, is being prepared by Stanford University computer scientists Sebastian Thrun and Michael...",
      "abstract": "Pentagon's race called Grand Challenge involving robotic vehicles will be held on Oct 8; driverless, computer-controlled Volkswagen Touareg, known as Stanley, is being prepared by Stanford University computer scientists Sebastian Thrun and Michael Montemerlo; winner of race will receive $2 million; Thrun says his goal is just not winning race but advancing robotics as science and explore applications ranging from aids for elderly to basic advances in intelligent computerized systems; photos (M)",
      "lead_paragraph": "FLORENCE, Ariz. - Cresting a hill on a gravel road at a brisk 20 miles an hour, a driverless, computer-controlled Volkswagen Touareg plunges smartly into a swale. When its laser guidance system spots an overhanging limb, it lurches violently left and right before abruptly swerving off the road.",
      "publication_date": "2005-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/14/business/robotic-vehicles-race-but-innovation-wins.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Blacks Hit Hardest by Costlier Mortgages",
      "snippet": "Federal Reserve survey finds blacks were about three times as likely as whites to borrow through more expensive 'subprime' mortgages last year regardless of income levels; report, based on data collected from 8,853 lenders, is Fed's first attempt ...",
      "abstract": "Federal Reserve survey finds blacks were about three times as likely as whites to borrow through more expensive 'subprime' mortgages last year regardless of income levels; report, based on data collected from 8,853 lenders, is Fed's first attempt to look for evidence of racial and ethnic discrimination in booming business in exotic mortgages sand subprime lending; among low-income home buyers, about 39.2 percent of blacks but only 12.9 percent of whites took out high-priced mortgages, which Fed defines as loans with interest rates about two percentage points higher than those for 'prime' customers with good credit; means about $3,000 extra in annual interest payments for buyers of $200,000 last year; Mortgage Bankers Association chief economist Douglas Duncan says report shows little evidence of racial or ethnic discrimination; Dean Baker, co-director of Center for Economic Policy Research, says discrimination is reason person goes to subprime lender in first place (M)",
      "lead_paragraph": "WASHINGTON, Sept. 13 - Regardless of income levels, blacks were about three times as likely as whites to borrow through more expensive \"subprime\" mortgages last year, according to a nationwide lending survey released Tuesday by the Federal Reserve.",
      "publication_date": "2005-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/14/business/blacks-hit-hardest-by-costlier-mortgages.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "President Says He's Responsible in Storm Lapses",
      "snippet": "Pres Bush says he bears responsibility for any failures of federal government in response to Hurricane Katrina and suggests he is unsure if nation is adequately prepared for another catastrophic storm or terrorist attack; says hurricane exposed 's...",
      "abstract": "Pres Bush says he bears responsibility for any failures of federal government in response to Hurricane Katrina and suggests he is unsure if nation is adequately prepared for another catastrophic storm or terrorist attack; says hurricane exposed 'serious problems in our response capability at all levels of government;' responds to questions during White House appearance with Iraqi Pres Jalal Talabani; photo; statement by Bush, who resists acknowledging mistakes, suggests how shaken his presidency is by political fallout and sets stage for administration to pivot from storm relief to major rebuilding effort; Bush to address nation from Louisiana and speak at prayer service in Washington; response to storm is likely to delay his legislative agenda until next year (M)",
      "lead_paragraph": "WASHINGTON, Sept. 13 - President Bush said on Tuesday that he bore responsibility for any failures of the federal government in its response to Hurricane Katrina and suggested that he was unsure whether the country was adequately prepared for another catastrophic storm or terrorist attack.",
      "publication_date": "2005-09-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/14/us/nationalspecial/president-says-hes-responsible-in-storm-lapses.html",
      "byline": "By Elisabeth Bumiller and Richard W. Stevenson"
    },
    {
      "headline": "When Good Will Is Also Good Business",
      "snippet": "Corporate good will in aftermath of Hurricane Katrina has been overwhelming; Chronicle of Philanthropy says corporate donations stand at $312 million and counting; many companies are tapping their particular realms of expertise, and in contrast to...",
      "abstract": "Corporate good will in aftermath of Hurricane Katrina has been overwhelming; Chronicle of Philanthropy says corporate donations stand at $312 million and counting; many companies are tapping their particular realms of expertise, and in contrast to government's initial response, have applied hallmark speed and efficiency to process of sending in goods and services; corporations are rising to challenge out of spirit of charity bujt also to burnish their image; money spent not only rebounds in good will but also serves to publicize company's products or business; donations from various companies detailed; photos (M)",
      "lead_paragraph": "Corporate good will in the aftermath of Hurricane Katrina has been anything but run-of-the-mill.",
      "publication_date": "2005-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/14/business/when-good-will-is-also-good-business.html",
      "byline": "By Katie Hafner and Claudia H. Deutsch"
    },
    {
      "headline": "Owners of Nursing Home Charged in Deaths of 34",
      "snippet": "Owners of St Rita's Nursing Home in Violet, La, where 34 people died in floodwaters, are charged with multiple counts of negligent homicide, even as new dispute breaks out between state and federal government over retrieval of hundreds of other bo...",
      "abstract": "Owners of St Rita's Nursing Home in Violet, La, where 34 people died in floodwaters, are charged with multiple counts of negligent homicide, even as new dispute breaks out between state and federal government over retrieval of hundreds of other bodies; photos; Atty Gen Charles C Foti Jr says Mable and Salvatore Mangano failed to act on warnings from media and St Bernard Parish to move residents as Hurricane Katrina approached;  Louisiana reports 423 people now confirmed dead; Gov Kathleen Blanco accuses FEMA of slowing retrieval of dead to point where contractor, Kenyon Worldwide Disaster Management, threatened to pull out, forcing state to sign own contract; Vice Adm Thad Allen, heading FEMA effort, says state has direct control over mortuary process with FEMA assisting; Kenyon, which also handled remains after Sept 11 attacks, explains objections to FEMA's cumbersome conditions as it struggles to carry out grisly task (M)",
      "lead_paragraph": "BATON ROUGE, La., Sept. 13 - The owners of a nursing home where 34 people died in the floodwaters that inundated the New Orleans area were charged Tuesday with multiple counts of negligent homicide, shortly after a new dispute broke out between the State of Louisiana and the federal government over the retrieval of hundreds of other bodies.",
      "publication_date": "2005-09-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/14/us/nationalspecial/owners-of-nursing-home-charged-in-deaths-of-34.html",
      "byline": "By Shaila Dewan and Al Baker"
    },
    {
      "headline": "Can Hospitals Reopen? It's a Matter of Money",
      "snippet": "New Orleans medical system has been devastated by Hurricane Katrina, and no one can say how many hospitals will ever reopen; some local officials are calling for central plan; decisions are likely to be based mainly on economic forces--not necessa...",
      "abstract": "New Orleans medical system has been devastated by Hurricane Katrina, and no one can say how many hospitals will ever reopen; some local officials are calling for central plan; decisions are likely to be based mainly on economic forces--not necessarily on city's health care needs; deregulation at state and federal level over last few decades has meant that main force in hospital industry is invisible hand of marketplace; at least 13 of 16 hospitals in immediate area of New Orleans were closed because of storm or concerns of looting; map; photo (M)",
      "lead_paragraph": "The New Orleans medical system has been devastated by Hurricane Katrina, and no one can say how many hospitals will ever reopen.",
      "publication_date": "2005-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/14/business/can-hospitals-reopen-its-a-matter-of-money.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Google Gains Researcher; Microsoft Wins Limits",
      "snippet": "Google and Microsoft each claim victory in latest round of their bitter court dispute over researcher Dr Kai-Fu Lee's defection to Google; Seattle Judge Steven C Gonzalez says Lee can proceed with helping create Google research center in China; re...",
      "abstract": "Google and Microsoft each claim victory in latest round of their bitter court dispute over researcher Dr Kai-Fu Lee's defection to Google; Seattle Judge Steven C Gonzalez says Lee can proceed with helping create Google research center in China; restricts him from working on some of his specialties--search and language technologies--or using information acquired while Microsoft vice president; dispute is extension of companies' increasing rivalry on each other's software turf, with Google offering growing array of software programs and utilities that impinge on Microsoft's monopolies and Microsoft trying to gain ground in search engine market (M)",
      "lead_paragraph": "SAN FRANCISCO, Sept. 13 - Google and Microsoft each claimed victory on Tuesday in the latest round of their bitter court dispute over a top researcher's defection to Google.",
      "publication_date": "2005-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/14/technology/google-gains-researcher-microsoft-wins-limits.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "F.A.A. Alerted on Qaeda in '98, 9/11 Panel Said",
      "snippet": "Previously secret portions of Sept 11 commission report show that US aviation officials were warned as early as 1998 that Al Qaeda could try to hijack commercial airliner and 'slam it into a US landmark,' and that FAA realized months before attack...",
      "abstract": "Previously secret portions of Sept 11 commission report show that US aviation officials were warned as early as 1998 that Al Qaeda could try to hijack commercial airliner and 'slam it into a US landmark,' and that FAA realized months before attack that two of airports used in hijackings had had repeated security lapses; report for FAA also warned in 2001 that airport screeners' ability to detect weapons had 'declined significantly,' but little was done; Bush administration, criticized for allowing only heavily redacted report last January, posts new public version on National Archives Web site; photo; material shows FAA had ample reason to suspect Al Qaeda's intentions, including 52 intelligence documents mentioning group or Osama bin Laden, but FAA intelligence unit considered US hijacking 'unlikely' and saw greater threat overseas; known inadequacies at Logan and Dulles airports also cited, as well as criticism of American Airlines for cockpit security (M)",
      "lead_paragraph": "WASHINGTON, Sept. 13 - American aviation officials were warned as early as 1998 that Al Qaeda could \"seek to hijack a commercial jet and slam it into a U.S. landmark,\" according to previously secret portions of a report prepared last year by the Sept. 11 commission. The officials also realized months before the Sept. 11 attacks that two of the three airports used in the hijackings had suffered repeated security lapses.",
      "publication_date": "2005-09-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/14/politics/faa-alerted-on-qaeda-in-98-911-panel-said.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Two Major Airlines Seen Near Filing for Bankruptcy",
      "snippet": "Northwest and Delta, two of nation's biggest and most troubled airlines, appear likely to file for bankruptcy, hit hard by sharply rising jet fuel prices and relentless competition from low-fare carriers like Southwest and Jet-Blue that now carry ...",
      "abstract": "Northwest and Delta, two of nation's biggest and most troubled airlines, appear likely to file for bankruptcy, hit hard by sharply rising jet fuel prices and relentless competition from low-fare carriers like Southwest and Jet-Blue that now carry one-third of passengers on domestic US flights; United and US Airways are already operating under court protection, as are several smaller bankrupt carriers; filing would have little immediate impact on routes or flights, but would likely bring significant cuts in jobs, wages and benefits; photo; graphs on Delta and Northwest finances (M)",
      "lead_paragraph": "Two of the nation's biggest and most troubled airlines, Northwest and Delta, appeared likely to file for bankruptcy protection as soon as today, people briefed on the airlines' plans said yesterday.",
      "publication_date": "2005-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/14/business/two-major-airlines-seen-near-filing-for-bankruptcy.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Roberts Fields Questions on Privacy and Precedents",
      "snippet": "Judge John G Roberts Jr acknowledges constitutional right to privacy and says overturning precedent is 'jolt to the legal system'; first day of Senate Judiciary Committee hearings on his nomination as chief justice is punctuated by flashes of host...",
      "abstract": "Judge John G Roberts Jr acknowledges constitutional right to privacy and says overturning precedent is 'jolt to the legal system'; first day of Senate Judiciary Committee hearings on his nomination as chief justice is punctuated by flashes of hostility and humor as Roberts responds to questions about abortion, civil rights, gender discrimination, presidential authority and proper role of judges; photos; chairman Arlen Specter opens by asking Roberts if he believes right to abortion is so embedded in fabric of American life that it must not be overturned; Roberts declines to discuss particular cases; says he would be 'my own man' and look to law books, not Bible or his Roman Catholic faith for legal decisions; Edward Kennedy, Russell Feingold and Joseph Biden are among Democrats posing sharp questions about Roberts' writings for Reagan administration (M)",
      "lead_paragraph": "WASHINGTON, Sept. 13 - In a day punctuated by flashes of hostility and humor, Judge John G. Roberts Jr. on Tuesday acknowledged a constitutional right to privacy and said overturning precedent was a \"jolt to the legal system.\"",
      "publication_date": "2005-09-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/14/politics/politicsspecial1/roberts-fields-questions-on-privacy-and.html",
      "byline": "By Sheryl Gay Stolberg and Adam Liptak"
    }
  ]
}