{
  "metadata": {
    "date": "2005-06-09",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "The Scramble to Protect Personal Information",
      "snippet": "Analysis of need to develop new security methods to prevent identity theft; holds disappearance of entire box of tapes that contained personal information of nearly four million American Citibank customers that was in care of United Parcel Service...",
      "abstract": "Analysis of need to develop new security methods to prevent identity theft; holds disappearance of entire box of tapes that contained personal information of nearly four million American Citibank customers that was in care of United Parcel Service illustrates that methods of transporting such personal data must be changed; sees need for creating more secure online access methods, robust customer authentication, hiring dedicated data security staff, and improving way large amounts of consumer data are stored or moved (M)",
      "lead_paragraph": "Perhaps more than most corporations, Citigroup knows the perils of moving personal data.",
      "publication_date": "2005-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/09/business/the-scramble-to-protect-personal-information.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Pathmark Vote Tests Wider Issues of Shareholder Control",
      "snippet": "Shareholders of Pathmark Stores are voting on purchase of potentially controlling stake in company by Yucaipa Companies, investment firm run by supermarket magnate Ron Burkle; $150 million deal will initially give Burkle's company 40 percent inter...",
      "abstract": "Shareholders of Pathmark Stores are voting on purchase of potentially controlling stake in company by Yucaipa Companies, investment firm run by supermarket magnate Ron Burkle; $150 million deal will initially give Burkle's company 40 percent interest in Pathmark, if it goes through; Yucaipa would also receive warrants to buy additional Pathmark shares that would increase firm's stake to 60 percent; Pathmark's directors have recommended that shareholders approve transaction; none of Yucaipa money will go to Pathmark shareholders; it will go to company, which will use it to renovate some of 142 Pathmark stores, build new ones and pay down debt; if shareholders say yes to Yucaipa, Burkle's company will receive five board seats and will be in position to prevent any future bidders from taking over company; some Pathmark shareholders question why company's board continues to recommend Yucaipa deal over competing bids that are far higher and that would put money in its owner's pockets; photo (Market Place column) (M)",
      "lead_paragraph": "After years of investor activism, are shareholders winning or losing the struggle to be treated with the respect that company owners deserve? A vote today by investors in Pathmark Stores may provide an answer.",
      "publication_date": "2005-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/09/business/pathmark-vote-tests-wider-issues-of-shareholder-control.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "The Frill Is Gone",
      "snippet": "Big airlines are taking away niceties such as free pillows, magazines and curbside baggage service, leaving such amenities to start-up carriers; Northwest announces it is eliminating half-ounce bag of 18 braided pretzel sticks it gives to passenge...",
      "abstract": "Big airlines are taking away niceties such as free pillows, magazines and curbside baggage service, leaving such amenities to start-up carriers; Northwest announces it is eliminating half-ounce bag of 18 braided pretzel sticks it gives to passengers, which it calculates with be $2 million savings each year; cost-cutting at major carriers is making low-fare airlines like JetBlue, Southwest and Song look luxurious compared with coach on big carriers; even at their lowest prices, they still give their passengers pillows and other extras like entertainment systems that major airlines do not offer free on domestic flights; they can afford to do these kinds of things because, in general, their lower operating costs have kept them in black; photos (M)",
      "lead_paragraph": "It all began with the olive. Nearly 20 years ago, American Airlines, in the face of competition, made the first cost-cutting move -- eliminating one olive from each salad it served its passengers.",
      "publication_date": "2005-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/09/business/the-frill-is-gone.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Diller Stake in NBC Unit Is Being Sold",
      "snippet": "IAC/InteractiveCorp, controlled by Barry Diller, agrees to sell its 5.4 percent stake in Vivendi Universal Entertainment for about $3.4 billion, allowing Diller to focus on his Internet businesses; Vivendi Universal is part of NBC Universal, which...",
      "abstract": "IAC/InteractiveCorp, controlled by Barry Diller, agrees to sell its 5.4 percent stake in Vivendi Universal Entertainment for about $3.4 billion, allowing Diller to focus on his Internet businesses; Vivendi Universal is part of NBC Universal, which is 80 percent owned by General Electric and 20 percent owned by Vivendi Universal; NBC Universal is putting up about $900 million to buy Diller's stake in entertainment unit; Diller sounds relieved and pleased with deal, conference call with analysts; photo (M",
      "lead_paragraph": "IAC/InteractiveCorp, controlled by Barry Diller, said yesterday that it had agreed to sell its 5.4 percent stake in Vivendi Universal Entertainment for about $3.4 billion, ending a fractious partnership and allowing Mr. Diller to focus on his Internet businesses.",
      "publication_date": "2005-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/09/business/media/diller-stake-in-nbc-unit-is-being-sold.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Shooting Video Hands-Free. Paws-Free, Too.",
      "snippet": "David Pogue column on Samsung's new SC-X105L Sports Camcorder; says device has external lens attached to cable that can reach up to six feet, for hands-free shooting; drawing; photo (M)",
      "abstract": "David Pogue column on Samsung's new SC-X105L Sports Camcorder; says device has external lens attached to cable that can reach up to six feet, for hands-free shooting; drawing; photo (M)",
      "lead_paragraph": "\"Tell about the funny cars that you had to fill up with fossil fuels,\" says the 6-year-old, wriggling on her grandfather's knee. \"No, no,\" her brother chimes in. \"Tell the one about the phones that you had to leave plugged into the wall every night!\"",
      "publication_date": "2005-06-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/09/technology/circuits/shooting-video-handsfree-pawsfree-too.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "LEADERS OF IRAQ SUPPORT MILITIAS AND WIDEN RIFT",
      "snippet": "Iraq's Shiite leaders for first time publicly voice support for armed ethnic and sectarian militias, widening rift between government and hostile Sunni Arabs; announcement is made at joint news conference by Prime Min Ibrahim al-Jaafari and Pres J...",
      "abstract": "Iraq's Shiite leaders for first time publicly voice support for armed ethnic and sectarian militias, widening rift between government and hostile Sunni Arabs; announcement is made at joint news conference by Prime Min Ibrahim al-Jaafari and Pres Jalal Talabani, seeming to indicate that Shiite and Kurdish leaders agree that their respective militias should continue to exist; announcement is seen as implicit rebuke to American officials, who have repeatedly asked that government disband all militias; largest militias are Kurdish pesh merga and Iranian-trained Shiite militia that Sunni leaders blame for attacks against them; top Sunni Arab leaders demand that 55-member committee that will write new constitution add 25 Sunni seats with full voting powers, rather than 12 to 15 nonvoting seats for Sunnis that Shiites have proposed; Sunni-led insurgency is grinding on, with American military announcing four soldiers killed in various attacks in northern Iraq; car bomb explodes at gas station in Baquba, killing three people and wounding one, and two bodyguards of National Assembly member are shot dead in Baghdad; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, June 8 - The rift between the Iraqi government and hostile Sunni Arabs widened further on Wednesday as the country's leaders came out in support of ethnic and sectarian militias that Sunnis fear could be used against them.",
      "publication_date": "2005-06-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/09/washington/leaders-of-iraq-support-militias-and-widen-rift.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Award Limit in Tobacco CaseSets Off a Strenuous Protest",
      "snippet": "Democratic lawmakers and publc health groups attack Justice Dept decision to seek $10 billion for stop-smoking program in its suit against country's leading tobacco companies, instead of $130 billion suggested by one of its expert witnesses; move ...",
      "abstract": "Democratic lawmakers and publc health groups attack Justice Dept decision to seek $10 billion for stop-smoking program in its suit against country's leading tobacco companies, instead of $130 billion suggested by one of its expert witnesses; move infuriates lawmakers who have long been critics of tobacco industry; they accuse dept of making politically motivated decision; Judge Gladys Kessler, who is presiding in trial against companies, suggests that 'additional influences' have been brought to bear on government's case; if she rules against companies, she can impose financial penalties of any size, no matter what government has requested; Justice Dept official says $10 billion figure represents effort to ask for amount that would comply with adverse rulings by court of appeals; cites appeals decision that occurred five months into trial; that ruling held that under civil racketeering laws, tobacco companies could not be forced to relinquish past profits, that government could only seek sanctions that involve payments for new programs ordered by judge (M)",
      "lead_paragraph": "WASHINGTON, June 8 - A Justice Department decision to seek $10 billion for a stop-smoking program in its suit against the country's leading tobacco companies, instead of the $130 billion suggested by one of its expert witnesses, set off a firestorm on Wednesday.",
      "publication_date": "2005-06-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/09/politics/award-limit-in-tobacco-casesets-off-a-strenuous-protest.html",
      "byline": "By Michael Janofsky and David Johnston"
    },
    {
      "headline": "As Paparazzi Push Harder, Stars Try to Push Back",
      "snippet": "Los Angeles police and prosecutors open criminal investigation into what they describe as new breed of photojournalists willing to flout law, drive recklessly and even slam into celebrities' cars, as glossy magazines fuel highly competitive market...",
      "abstract": "Los Angeles police and prosecutors open criminal investigation into what they describe as new breed of photojournalists willing to flout law, drive recklessly and even slam into celebrities' cars, as glossy magazines fuel highly competitive market for pictures of stars looking their worst; say paparazzi routinely use several vehicles to 'box in' celebrity's car, trying to force stars off road, chasing them at high speed as they do everyday errands, often with their children in tow, and recklessly putting pedestrians, other drivers and even themselves at risk; although many of crimes stars accuse photographers of committing may by themselves be only misdemeanors, investigators say they are studying whether teams of paparrazi could be prosecuted on felony conspiracy charges; cases cited; photo (M)",
      "lead_paragraph": "LOS ANGELES, June 8 - Lindsay Lohan once called the attentions of picture-hungry paparazzi \"a blessing.\" But the 18-year-old film star adjusted her view of aggressive photographers last week after the police say one of them rammed his minivan into her Mercedes on a crowded street here, and at least three others somehow arrived within seconds to shoot her distraught reaction.",
      "publication_date": "2005-06-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/09/movies/as-paparazzi-push-harder-stars-try-to-push-back.html",
      "byline": "By David M. Halbfinger and Allison Hope Weiner"
    },
    {
      "headline": "Saudi Reformers: Seeking Rights, Paying a Price",
      "snippet": "First of series of articles on prospects for democracy in Middle East examines Saudi Arabia, which ranks among the most closed Arab countries (Stirrings in the Desert); around Saudi Arabia, reformers tend to be isolated dissidents, sometimes label...",
      "abstract": "First of series of articles on prospects for democracy in Middle East examines Saudi Arabia, which ranks among the most closed Arab countries (Stirrings in the Desert); around Saudi Arabia, reformers tend to be isolated dissidents, sometimes labeled heretics; even those who pursue mildest forms of protest are slapped with long prison sentences; right to assemble does not exist, political parties are banned along with nongovernment organizations, and ruling princes constantly tell editors what they can print; local television is almost all clerics; Islamic theological institutions that maintain rule of Saud princes determine parameters of any public debate, evaluating everything through prism of Wahhabi teachings unique to Saudi Arabia, vehemently rejecting any alternative; many reformists seek freedom of speech, giving it far higher priority than elections or other formal ingredients of Western democracy; princes argue that reform is en route, but must proceed at measured pace; some reformers describe their activities and prices they paid for their efforts; photos (L)",
      "lead_paragraph": "RIYADH, Saudi Arabia - The Saudi writer Turki al-Hamad wants to shake the younger generation attracted by militant Islam. His new novel, a thinly disguised sketch of four Sept. 11 hijackers, seeks to warn those weighing suicide missions.",
      "publication_date": "2005-06-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/09/world/middleeast/saudi-reformers-seeking-rights-paying-a-price.html",
      "byline": "By Neil MacFarquhar"
    }
  ]
}