{
  "metadata": {
    "date": "2005-07-22",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "For Two Aides in Leak Case, 2nd Issue Rises",
      "snippet": "CIA operative's identity was leaked to media in 2003 by two key White House officials who were mounting damage-control effort over Pres Bush's disputed claim in State of Union address that Iraq bought nuclear materials from Africa; Joseph C Wilson...",
      "abstract": "CIA operative's identity was leaked to media in 2003 by two key White House officials who were mounting damage-control effort over Pres Bush's disputed claim in State of Union address that Iraq bought nuclear materials from Africa; Joseph C Wilson IV, husband of unmasked CIA officer, questioned Bush's assertion, prompting White House to challenge his standing and his credentials; White House officials Karl Rove and I Lewis Libby reportedly helped prepare statement made by then-CIA head George J Tenet on matter, which became administration's primary response to criticism that flawed phrase about nuclear materials in Africa had been in Bush's address six months earlier; defenders of Rove and Libby say they were intent on clarifying use of intelligence in Bush's address, not in orchestrating scheme to discredit Wilson or disclose his wife's undercover status; their effort was striking because it included officials from White House's political and national security operations, which are often separately run; timeline of events in case (L)",
      "lead_paragraph": "WASHINGTON, July 21 - At the same time in July 2003 that a C.I.A. operative's identity was exposed, two key White House officials who talked to journalists about the officer were also working closely together on a related underlying issue: whether President Bush was correct in suggesting earlier that year that Iraq had been trying to acquire nuclear materials from Africa.",
      "publication_date": "2005-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/22/politics/for-two-aides-in-leak-case-2nd-issue-rises.html",
      "byline": "This article was reported by David Johnston, Douglas Jehl and Richard W. Stevenson and Was Written By Mr. Johnston"
    },
    {
      "headline": "U.S. Calls Revaluation a Good Start for Beijing",
      "snippet": "Bush administration welcomes China's move toward more flexible currency, but cautious shift may not be enough to cool anti-China sentiments boiling up in Congress; US Treas Sec John W Snow lauds move; ambiguity of Chinese announcement, in which it...",
      "abstract": "Bush administration welcomes China's move toward more flexible currency, but cautious shift may not be enough to cool anti-China sentiments boiling up in Congress; US Treas Sec John W Snow lauds move; ambiguity of Chinese announcement, in which it said it would uncouple value of yuan and dollar, makes it impossible for administration officials to say whether it amounts to any real change or token gesture; anti-China sentiment in both US political parties is so high, with US building up $180 billion trade deficit with China this year, that even ardent free-trade advocates are prepared to vote for new restrictions; lawmakers warn that China could inflame resentments if its first initial step--2.1 percent upward revaluation of yuan--does not lead to much broader revaluation; critics have charged for year that China has been giving itself unfair trading advantage by keeping its currency at artificially low value against dollar, which makes its exports to US cheaper than they would otherwise be; Sen Charles E Schumer calls China's action a good first step; photo (M)",
      "lead_paragraph": "WASHINGTON, July 21 - The Bush administration welcomed China's move toward a more flexible currency on Thursday, but the cautious shift may not be enough to cool the anti-China sentiments boiling up in Congress.",
      "publication_date": "2005-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/22/business/worldbusiness/us-calls-revaluation-a-good-start-for-beijing.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Deal on Pollutant Cleanup Pushed to Save Energy Bill",
      "snippet": "Oil industry agrees to contribute $2 billion to help clean up spills of gasoline additive that is fouling groundwater in exchange for immunity protection against dozens of lawsuits; industry's proposed contribution, which would go into new fund se...",
      "abstract": "Oil industry agrees to contribute $2 billion to help clean up spills of gasoline additive that is fouling groundwater in exchange for immunity protection against dozens of lawsuits; industry's proposed contribution, which would go into new fund set up to deal with claims of contamination by fuel additive, methyl tertiary-butyl ether, or MTBE, falls far short of some estimates of what it would take to pay for cleanups; Republican leaders in House are brokering deal in effort to push comprehensive energy legislation through Senate and avoid painful repeat of two years ago, when gasoline additive issue ultimately helped sink bill (M)",
      "lead_paragraph": "The oil industry has agreed to contribute $2 billion to help clean up spills of a gasoline additive that is fouling groundwater in exchange for immunity protection against dozens of lawsuits, people close to the negotiations said.",
      "publication_date": "2005-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/22/business/deal-on-pollutant-cleanup-pushed-to-save-energy-bill.html",
      "byline": "By Alexei Barrionuevo and Carl Hulse"
    },
    {
      "headline": "Up, but Then Down",
      "snippet": "Both Google and Microsoft reported results in the quarter yesterday that exceeded expectations.      Shares of both companies fell sharply, however, in after-hours trading.      For Microsoft, its outlook for first-quarter sales fell slightly shor...",
      "abstract": "Both Google and Microsoft reported results in the quarter yesterday that exceeded expectations.      Shares of both companies fell sharply, however, in after-hours trading.      For Microsoft, its outlook for first-quarter sales fell slightly short of analyst expectations, and at Google, investors fretted about the possibility of a slowdown in growth. Page C3.",
      "lead_paragraph": "Both Google and Microsoft reported results in the quarter yesterday that exceeded expectations.",
      "publication_date": "2005-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/22/business/up-but-then-down.html",
      "byline": ""
    },
    {
      "headline": "Another Spinoff Completed in Remaking Liberty Media",
      "snippet": "John C Malone completes spinoff of Liberty Media's 50 percent interest in cable channel group Discovery Communications to shareholders; shares close at $15.09, up 24 cents, on first day of trading; Malone's plans for rest of Liberty Media could in...",
      "abstract": "John C Malone completes spinoff of Liberty Media's 50 percent interest in cable channel group Discovery Communications to shareholders; shares close at $15.09, up 24 cents, on first day of trading; Malone's plans for rest of Liberty Media could include Malone increasing his 18 percent interest in News Corp but allowing his sometime ally Rupert Murdoch, chief executive of News Corp, to vote shares; graph; photo (M)",
      "lead_paragraph": "John C. Malone, the media industry financier, moved a step closer to carving up what remains of his United States holdings yesterday. He completed the spinoff of Liberty Media's 50 percent interest in the cable channel group Discovery Communications to shareholders. On their first trading day, the shares closed at $15.09, up 24 cents.",
      "publication_date": "2005-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/22/business/media/another-spinoff-completed-in-remaking-liberty-media.html",
      "byline": "By Richard Siklos and Geraldine Fabrikant"
    },
    {
      "headline": "Bombs Set at 4 London Sites, but Fail to Explode",
      "snippet": "Bombs are placed in three subway trains and double-decker bus in London, but they fail to go off, and no one is hurt; nearly simultaneous lunchtime attacks send passengers fleeing for safety just two weeks after July 7 bombings that claimed 56 liv...",
      "abstract": "Bombs are placed in three subway trains and double-decker bus in London, but they fail to go off, and no one is hurt; nearly simultaneous lunchtime attacks send passengers fleeing for safety just two weeks after July 7 bombings that claimed 56 lives; police officials and witnesses report that would-be bombers abandoned their backpacks and fled scene after detonators on devices went off, making sounds like firecrackers; unexploded devices could provide important clues to identity of attackers; there is no indication yet of who is responsible, or whether it was copycat assault or new attack by same cell that struck July 7; for hours afterwards, city remains on edge with rumors and reports of security alarms as police track down suspicious packages; photo; map (M)",
      "lead_paragraph": "LONDON, July 21 - Assailants with explosives struck at three subway trains and a double-decker bus on Thursday, sending passengers fleeing for safety just two weeks after the London terror bombings that claimed 56 lives. But the bombs did not explode, and no one was hurt.",
      "publication_date": "2005-07-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/22/world/europe/bombs-set-at-4-london-sites-but-fail-to-explode.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "In His Opinions, Nominee Favors Judicial Caution",
      "snippet": "Supreme Court nominee John G Roberts's insistence that judges must engage in considerable self-restraint could add distinctive voice to court that has not been shy in recent years in asserting its own dominance; his 49 published opinions in two ye...",
      "abstract": "Supreme Court nominee John G Roberts's insistence that judges must engage in considerable self-restraint could add distinctive voice to court that has not been shy in recent years in asserting its own dominance; his 49 published opinions in two years he has sat on federal appeals court reveal distinct judicial philosophy, one that favors strong executive, cautious and self-effacing judiciary, limited federal power and individual responsibility; he has shown himself to be strict textualist, at least where legislation is concerned; cases discussed; chart; excerpts from some of his written opinions; photos (L)",
      "lead_paragraph": "A look at the 49 published opinions of Judge John G. Roberts, President Bush's nominee for the Supreme Court, reveals a distinct judicial philosophy, one that favors a strong executive, a cautious and self-effacing judiciary, limited federal power, and individual responsibility.",
      "publication_date": "2005-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/22/politics/politicsspecial1/in-his-opinions-nominee-favors-judicial-caution.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Greenspan Era Taught People to Gamble",
      "snippet": "Floyd Norris column on era of Federal Reserve chairman Alan Greenspan as it draws to close focuses on how Greenspan era taught people to gamble by investing in defined-benefit pension plans from workers' employers; holds workers whose parents view...",
      "abstract": "Floyd Norris column on era of Federal Reserve chairman Alan Greenspan as it draws to close focuses on how Greenspan era taught people to gamble by investing in defined-benefit pension plans from workers' employers; holds workers whose parents viewed stock market as something for rich people to play now find themselves forced to take part in it; graph (M)",
      "lead_paragraph": "THE Alan Greenspan era, which is drawing to an end, deserves to be remembered as the era in which many millions of Americans were forced to become gamblers. That it was also an era when many of those gambles paid off should not obscure the fundamental change.",
      "publication_date": "2005-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/22/business/greenspan-era-taught-people-to-gamble.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "China No Longer to Peg Currency Only to Dollar",
      "snippet": "Chinese government says it will no longer peg its currency strictly to dollar, step that could allow it to rise gradually in value over time; says immediate appreciation of yuan, its currency, would be modest 2 percent of its value against dollar,...",
      "abstract": "Chinese government says it will no longer peg its currency strictly to dollar, step that could allow it to rise gradually in value over time; says immediate appreciation of yuan, its currency, would be modest 2 percent of its value against dollar, but that it would permit yuan to fluctuate within narrow, gradually shifting band against group of foreign currencies; government has been under intense political and diplomatic pressure from its biggest trading partners to make this move; Bush administration immediately hails decision but says it plans to monitor carefully how Beijing carries out new policy; change is far less than Western officials had sought, but it breaks decade-old policy of linking China's currency system directly with United States; that approach has provided Chinese exporters with advantage over their competitors elsewhere in Asia and contributed to heightened political and trade conflicts between China and much of rest of world; photo (M)",
      "lead_paragraph": "SHANGHAI, July 21 - After at least two years of resisting intense political and diplomatic pressure from its biggest trading partners, China said on Thursday that it would no longer peg its currency strictly to the dollar, a step that could allow it to rise gradually in value over time.",
      "publication_date": "2005-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/22/business/worldbusiness/china-no-longer-to-peg-currency-only-to-dollar.html",
      "byline": "By David Barbozaand Joseph Kahn"
    },
    {
      "headline": "China's Opaque Currency Policy",
      "snippet": "Analysis of China's decision to float its currency, the yuan, holds it is end of era in which China's leaders trusted Federal Reserve chairman Alan Greenspan, assuming that where dollar went, China could safely follow; holds China's rulers are put...",
      "abstract": "Analysis of China's decision to float its currency, the yuan, holds it is end of era in which China's leaders trusted Federal Reserve chairman Alan Greenspan, assuming that where dollar went, China could safely follow; holds China's rulers are putting their trust in much less well-known central bank: Zhou Xiaochuan, governor of People's Bank of China, must manage more discretionary policy adopted on July 21; photo (M)",
      "lead_paragraph": "An old Chinese saying holds that the longest journey begins with the first step, but in the case of China's currency policy shift yesterday, the destination of the journey has been left completely unclear and the chosen route has many risks.",
      "publication_date": "2005-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/22/business/worldbusiness/chinas-opaque-currency-policy.html",
      "byline": "By Keith Bradsher"
    }
  ]
}