{
  "metadata": {
    "date": "2005-08-02",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "President Sends Bolton to U.N.; Bypasses Senate",
      "snippet": "Pres Bush installs John R Bolton as ambassador to United Nations, making recess appointment over strong Democratic objections that he is abusing power and undermining credibility of United States; notes US has gone for more than six months without...",
      "abstract": "Pres Bush installs John R Bolton as ambassador to United Nations, making recess appointment over strong Democratic objections that he is abusing power and undermining credibility of United States; notes US has gone for more than six months without ambassador to UN; this is first time since UN's founding in 1945 that US has filled that post using recess appointment; it follows five-month standoff between White House and Senate Democrats, who held up Bolton's confirmation over accusations that he manipulated intelligence to conform to his hawkish ideology and had bullied subordinates; senior administration officials say they fear Bolton might be seen as weakened with recess appointment after months of battering in Congress; Bush was reportedly determined to stand up to Congress and make show of force on Bolton; Bolton is sworn into office shortly after announcement; he will remain in job until end of current Congress in late 2006, when he could be renominated; photos of other recess appointees in last two administrations (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/02/politics/president-sends-bolton-to-un-bypasses-senate.html",
      "byline": "By Elisabeth Bumiller and Sheryl Gay Stolberg"
    },
    {
      "headline": "Saudis' Leader Is Dead, Ending 23-Year Reign",
      "snippet": "King Fahd bin Abdel Aziz al-Saud, Saudi Arabia's monarch, dies at age 82 after long illness, ending 23-year reign; he oversaw one of country's greatest periods of growth while underwriting spread of fiercely conservative Islam abroad; his death ma...",
      "abstract": "King Fahd bin Abdel Aziz al-Saud, Saudi Arabia's monarch, dies at age 82 after long illness, ending 23-year reign; he oversaw one of country's greatest periods of growth while underwriting spread of fiercely conservative Islam abroad; his death marks end of decade-long transition of power that began when he suffered debilitating stroke in 1995 and put his half-brother, Crown Prince Abdullah bin Abdel Aziz, in control of country; Abdullah, 81, becomes sixth monarch; transition of power occurs with few surprises; rise of Prince Sultan bin Abdel Aziz al-Saud, long-serving minister of defense and aviation, as crown prince, also proceeds as planned, leaving little in way of uncertainty; Saudi Arabia is one of America's most strategically important allies; Saudi officials say they expect that relations with US might grow even closer, because new king has warm relationship with Pres Bush; Fahd's reign recalled (L)",
      "lead_paragraph": "RIYADH, Saudi Arabia, Aug. 1 - King Fahd bin Abdel Aziz al-Saud, Saudi Arabia's long-ailing monarch who oversaw one of the country's greatest periods of growth while underwriting the spread of fiercely conservative Islam abroad, died Monday morning in the Saudi capital, ending a 23-year reign.",
      "publication_date": "2005-08-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/02/world/middleeast/saudis-leader-is-dead-ending-23year-reign.html",
      "byline": "By Hassan M. Fattah and Michael Slackman"
    },
    {
      "headline": "As Their Use Soars, Heart Implants Raise Questions",
      "snippet": "Some doctors question benefits and costs of implantable defibrillators that were implanted in 135,000 heart patients in US in 2004 at cost of $20,000 to $35,000 each; do not dispute that devices save lives of many patients, but say they are being ...",
      "abstract": "Some doctors question benefits and costs of implantable defibrillators that were implanted in 135,000 heart patients in US in 2004 at cost of $20,000 to $35,000 each; do not dispute that devices save lives of many patients, but say they are being implanted in many other patients who may not need them because they are either too well or too sick; say that manufacturers--Guidant Corp, Medtronic and St Jude Medical--have used variety of strategies to keep device prices high and that doctors and patients have no incentive to consider price; Medicare's decision to expand types of heart patients who qualify to receive units could lift number of implants by hundreds of thousands a year; defibrillator-related costs to both Medicare and private insurers are expected to reach $10 billion in just two years; photos; drawing; table; graph (L)",
      "lead_paragraph": "A little-known heart device, an implantable defibrillator, has been under a spotlight after the recent disclosure that a producer, the Guidant Corporation, did not tell doctors for years that one of its models had a defect that could render it useless. But well before that, medical experts had been increasingly debating other aspects of the device, namely its benefits and its costs.",
      "publication_date": "2005-08-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/02/business/as-their-use-soars-heart-implants-raise-questions.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Death of Sudan Rebel Leader Imperils Fragile Hope for Peace",
      "snippet": "Death of rebel leader John Garang in helicopter crash imperils Sudan's fragile peace; angry southerners riot in Khartoum, physically attacking Arabs and accusing government of orchestrating his death just three weeks after he was selected as vice ...",
      "abstract": "Death of rebel leader John Garang in helicopter crash imperils Sudan's fragile peace; angry southerners riot in Khartoum, physically attacking Arabs and accusing government of orchestrating his death just three weeks after he was selected as vice president; southern rebels meet in remote wilderness outpost, desperately working to salvage historic peace agreement that Garang struck with Sudanese government this year; Garang was leader of Sudan People's Liberation Army for 21 years; he was credited with championing rights of some of most destitute people on earth, in southern Sudan; he was second in command to Pres Omar al-Bashir, man rebels long tried to topple; hopes were high for end to generation of war as they merged into one government; agreement was also seen as critical to reaching peace in Sudan's troubled western province of Darfur; photo (M)",
      "lead_paragraph": "NEW SITE, Sudan, Aug. 1 - With Sudan's confirmation on Monday that the rebel leader John Garang had died in a helicopter crash, this country's fragile peace plunged into the unknown. And angry southerners rioted in the capital, accusing the government of orchestrating his death just three weeks after he was selected as vice president.",
      "publication_date": "2005-08-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/02/world/africa/death-of-sudan-rebel-leader-imperils-fragile-hope-for-peace.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "Saudi News Drives Up Oil Prices",
      "snippet": "News of death of King Fahd of Saudi Arabia drives up oil prices to record above $62 a barrel despite expectation of smooth transition to long-planned succession by Crown Prince Abdullah; other factors may have significantly contributed to jump in ...",
      "abstract": "News of death of King Fahd of Saudi Arabia drives up oil prices to record above $62 a barrel despite expectation of smooth transition to long-planned succession by Crown Prince Abdullah; other factors may have significantly contributed to jump in oil prices, including shutdowns at number of major refineries in Texas and Louisiana and news that Iran might resume uranium-enrichment program; photo; graph (M)",
      "lead_paragraph": "The announcement of King Fahd's death sent oil prices to a record above $62 a barrel yesterday, a sign that oil traders and analysts remain nervous about any potential sign of instability in Saudi Arabia despite the smooth transition to the long-planned succession by Crown Prince Abdullah.",
      "publication_date": "2005-08-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/02/business/worldbusiness/saudi-news-drives-up-oil-prices.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Redesign Is Seen for Next Craft, NASA Aides Say",
      "snippet": "NASA's next generation of space vehicles will rearrange shuttle's components into safer, more powerful family of traditional rockets; design principles that went into aging space shuttle will be abandoned for plan that would separate jobs of hauli...",
      "abstract": "NASA's next generation of space vehicles will rearrange shuttle's components into safer, more powerful family of traditional rockets; design principles that went into aging space shuttle will be abandoned for plan that would separate jobs of hauling people and cargo into orbit and would put payloads on top of rockets, as far as possible from dangers of firing engines and falling debris; by making rockets from shuttle parts, new plan would draw on shuttle's existing network of thousands of contractors and technologies, in theory speeding its completion and lowering its price; Michael D Griffin, NASA's new administrator, emphasizes plan's safety; Congress would have to approve initiative, and many questions remain; details about new plan emerge at time when it may help deflect attention from current troubles of shuttle fleet; NASA says astronauts on Discovery will make spacewalk to fix potentially hazardous problem with cloth filler on its belly; diagrams (M)",
      "lead_paragraph": "For its next generation of space vehicles, NASA has decided to abandon the design principles that went into the aging space shuttle, agency officials and private experts say.",
      "publication_date": "2005-08-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/02/science/space/redesign-is-seen-for-next-craft-nasa-aides-say.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "Wife and Ex-Wife NowShape News Corp.'s Fate",
      "snippet": "Resignation of Lachlan Murdoch as deputy chief operating officer of News Corp brings to surface simmering struggle over trust that owns family's 28.5 percent voting stake in corporation, currently valued at $6.1 billion; Rupert Murdoch, who has tw...",
      "abstract": "Resignation of Lachlan Murdoch as deputy chief operating officer of News Corp brings to surface simmering struggle over trust that owns family's 28.5 percent voting stake in corporation, currently valued at $6.1 billion; Rupert Murdoch, who has two daughters, Grace and Chloe, by his third wife, Wendi Deng, wants to give them greater role in trust, and Deng is said to want equal standing for girls with Murdoch's adult children: Lachlan, Elisabeth and James with his second wife, Anna Murdoch Mann, and Prudence with his first wife; adult children are primary beneficiaries of trust and must approve change, and while they do not object to their two young half sisters having greater financial share in inheritance, they do not want to give them active or voting role in trust; photos (M)",
      "lead_paragraph": "Wendi Deng, the wife of the media mogul Rupert Murdoch, and Anna Murdoch Mann, his former wife, have a seemingly cordial relationship.",
      "publication_date": "2005-08-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/02/business/media/wife-and-exwife-nowshape-news-corps-fate.html",
      "byline": "By Richard Siklos and Geraldine Fabrikant"
    },
    {
      "headline": "2 Carmakers Trim Prices, but Rebates May Shrink",
      "snippet": "General Motors and Ford will cut sticker prices on a few dozen of their new cars and trucks, in some cases by thousands of dollars, but at same time offer smaller and fewer discounts and other incentives that consumers have grown to expect when th...",
      "abstract": "General Motors and Ford will cut sticker prices on a few dozen of their new cars and trucks, in some cases by thousands of dollars, but at same time offer smaller and fewer discounts and other incentives that consumers have grown to expect when they buy Big Three cars; believe new marketing strategy will be more direct and appealing to consumers; employee-discount promotion used by GM, Ford and DaimlerChrysler this summer have lifted sales, but not helped bottom lines because carmakers earn less money on each discounted car they sell; Jesse Toprak believes lower sticker price could make matters worse for GM and Ford because they may face buyer pressure for same big incentives; photo (M)",
      "lead_paragraph": "DETROIT, Aug. 1 - General Motors and Ford may be slowly backing away from a longstanding Detroit practice: inflating the price tags on cars and then offering big rebates to sweeten the deal.",
      "publication_date": "2005-08-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/02/automobiles/2-carmakers-trim-prices-but-rebates-may-shrink.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Massachusetts Governor Tries to Accentuate the Conservative",
      "snippet": "Gov Mitt Romney appears to be contradicting more moderate stances he made in his campaign for governor of heavily Democratic state of Massachusetts and before in anticipation of seeking Republican presidential nomination in 2008; he has recently e...",
      "abstract": "Gov Mitt Romney appears to be contradicting more moderate stances he made in his campaign for governor of heavily Democratic state of Massachusetts and before in anticipation of seeking Republican presidential nomination in 2008; he has recently emphasized conservative positions on combustible social issues like gay marriage, stem cell research and death penalty in travels to strategic states like South Carolina and Iowa; his actions come as two other potential Republican presidential candidates, Gov George E Pataki of New York and Sen Bill Frist of Tenn, also make carefully calibrated decisions on volatile social issues; photo (M)",
      "lead_paragraph": "BOSTON, Aug. 1 - Gov. Mitt Romney says he will decide in the next few months whether to run for the Republican presidential nomination. And if he does, his résumé will carry him a long way. He is the high-profile governor of a prominent state. He has a background as a turnaround specialist in the business world and as the savior of the scandal-plagued 2002 Olympics in Salt Lake City. He is telegenic and articulate, and he is wealthy.",
      "publication_date": "2005-08-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/02/us/massachusetts-governor-tries-to-accentuate-the-conservative.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Its Stock Up, Sears Searches for Recovery",
      "snippet": "Market Place column on shares of Sears Holding, which have risen sharply since $11 billion merger of Sears and Kmart was announced in fall of 2004; says rise reflects confidence in Edward S Lampert, who runs ESL Investments, hedge fund that owns 3...",
      "abstract": "Market Place column on shares of Sears Holding, which have risen sharply since $11 billion merger of Sears and Kmart was announced in fall of 2004; says rise reflects confidence in Edward S Lampert, who runs ESL Investments, hedge fund that owns 39 percent of Sears, but that some analysts caution that Sears's highflying stock price may have gotten ahead of itself, given challenges of combining two tarnished retailers; photo (M)",
      "lead_paragraph": "One of the most popular stocks among the hedge fund set is the new Sears Holdings, the discount retailer created in the merger with Kmart.",
      "publication_date": "2005-08-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/02/business/its-stock-up-sears-searches-for-recovery.html",
      "byline": "By Riva D. Atlas"
    }
  ]
}