{
  "metadata": {
    "date": "2005-10-10",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "Why Do-It-Yourself Photo Printing Doesn't Add Up",
      "snippet": "Prices of printers have dropped up to 30 percent in the last few months thanks to a savage price war. Is this then the time to buy a photo printer for your home?     After all, for about $200 you can get the Hewlett-Packard Photosmart 8250 that in...",
      "abstract": "Prices of printers have dropped up to 30 percent in the last few months thanks to a savage price war. Is this then the time to buy a photo printer for your home?     After all, for about $200 you can get the Hewlett-Packard Photosmart 8250 that in just 14 seconds spits out a photo that equals the quality of those coming back from the photo finisher in an hour. For the same price, Canon's iP6600D prints a borderless 4-by-6-inch photo in 46 seconds, but also prints on both sides of dual-side photo paper.  ",
      "lead_paragraph": "Prices of printers have dropped up to 30 percent in the last few months thanks to a savage price war. Is this then the time to buy a photo printer for your home?",
      "publication_date": "2005-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/08/technology/why-doityourself-photo-printing-doesnt-add-up.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Testimony by Witness for Merck Disallowed",
      "snippet": "Merck's defense in the second Vioxx lawsuit to reach trial sustained a serious blow yesterday when the New Jersey judge overseeing the case threw out testimony from the company's first witness and then shouted down a defense lawyer who tried to pr...",
      "abstract": "Merck's defense in the second Vioxx lawsuit to reach trial sustained a serious blow yesterday when the New Jersey judge overseeing the case threw out testimony from the company's first witness and then shouted down a defense lawyer who tried to protest the decision.     ''Sit down, Ms. Sullivan! Sit down!'' Judge Carol E. Higbee shouted at Diane Sullivan, a lawyer who represents Merck, after deciding to disallow the testimony given on Thursday by Dr. Briggs Morrison, a Merck scientist.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/08/business/testimony-by-witness-for-merck-disallowed.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "With Mortgages, Instant Wealth for Middlemen",
      "snippet": "A vast industry of real estate middlemen has sprouted recently, riding the ups and downs of the mortgage market, and in many cases, accumulating great wealth in the process.     Mortgage brokers, virtually nonexistent 25 years ago, now number 400,...",
      "abstract": "A vast industry of real estate middlemen has sprouted recently, riding the ups and downs of the mortgage market, and in many cases, accumulating great wealth in the process.     Mortgage brokers, virtually nonexistent 25 years ago, now number 400,000 workers at more than 50,000 firms. They are scrappy entrepreneurs and sales representatives who match up borrowers and lenders on roughly 7 out of 10 mortgages. This year, they will collect some $33 billion from their share of an estimated $2.8 trillion in home mortgages.  ",
      "lead_paragraph": "A vast industry of real estate middlemen has sprouted recently, riding the ups and downs of the mortgage market, and in many cases, accumulating great wealth in the process.",
      "publication_date": "2005-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/08/business/with-mortgages-instant-wealth-for-middlemen.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "U.S. Not Ready for Deadly Flu, Bush Plan Shows",
      "snippet": "A plan developed by the Bush administration to deal with any possible outbreak of pandemic flu shows that the United States is woefully unprepared for what could become the worst disaster in the nation's history.     A draft of the final plan, whi...",
      "abstract": "A plan developed by the Bush administration to deal with any possible outbreak of pandemic flu shows that the United States is woefully unprepared for what could become the worst disaster in the nation's history.     A draft of the final plan, which has been years in the making and is expected to be released later this month, says a large outbreak that began in Asia would be likely, because of modern travel patterns, to reach the United States within ''a few months or even weeks.''  ",
      "lead_paragraph": "WASHINGTON, Oct. 7 - A plan developed by the Bush administration to deal with any possible outbreak of pandemic flu shows that the United States is woefully unprepared for what could become the worst disaster in the nation's history.",
      "publication_date": "2005-10-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/08/us/us-not-ready-for-deadly-flu-bush-plan-shows.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Atomic Agency And Chief Win The Peace Prize",
      "snippet": "The Nobel Peace Prize was awarded Friday to the International Atomic Energy Agency and its chief, Mohamed ElBaradei, whom the Bush administration tried but failed to remove from his job just months ago.      The award was a vindication of a man an...",
      "abstract": "The Nobel Peace Prize was awarded Friday to the International Atomic Energy Agency and its chief, Mohamed ElBaradei, whom the Bush administration tried but failed to remove from his job just months ago.      The award was a vindication of a man and an agency long at odds with President Bush and his administration over how to confront Iraq and Iran. It could strengthen the agency's position as conflicts loom over preventing Iran from obtaining fuel it could use for nuclear weapons and disarming North Korea.  ",
      "lead_paragraph": "OSLO, Oct. 7 - The Nobel Peace Prize was awarded Friday to the International Atomic Energy Agency and its chief, Mohamed ElBaradei, whom the Bush administration tried but failed to remove from his job just months ago.",
      "publication_date": "2005-10-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/08/front page/world/atomic-agency-and-chief-win-the-peace-prize.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "A C.E.O. Who Carries a Big Stick",
      "snippet": "L'AFFAIRE Cyberonics began a week ago Tuesday. That evening, Cyberonics, a small Houston-based medical device maker, held an invitation-only educational program for psychiatrists. The company was in the process of introducing its new product, an i...",
      "abstract": "L'AFFAIRE Cyberonics began a week ago Tuesday. That evening, Cyberonics, a small Houston-based medical device maker, held an invitation-only educational program for psychiatrists. The company was in the process of introducing its new product, an implantable device for people who suffer from treatment-resistant depression. It was using the event, held simultaneously in 48 cities, to recruit psychiatrists to the cause.     Just about everything about the new device, called the VNS Therapy System, is steeped in controversy. (VNS stands for vagus nerve stimulator.) The data about its effectiveness is muddy. The Food and Drug Administration initially declined to approve it for commercial use, then changed its mind and signed off on it in July. It is expensive -- about $15,000 -- and nobody knows whether health insurers will be willing to reimburse depression patients who want to try it. Or whether psychiatrists will support it. For Cyberonics, which has only one other product on the market (a similar device for epilepsy sufferers), it is a huge roll of the dice. If the VNS Therapy System fails in the marketplace, it will be a disaster for the company -- and its stock price.  ",
      "lead_paragraph": "L'AFFAIRE Cyberonics began a week ago Tuesday. That evening, Cyberonics, a small Houston-based medical device maker, held an invitation-only educational program for psychiatrists. The company was in the process of introducing its new product, an implantable device for people who suffer from treatment-resistant depression. It was using the event, held simultaneously in 48 cities, to recruit psychiatrists to the cause.",
      "publication_date": "2005-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/08/business/a-ceo-who-carries-a-big-stick.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Have Recessions Absolutely, Positively Become Less Painful?",
      "snippet": "The nearly empty Airbus 310 was coasting through the Alabama night sky when a message flashed in the cockpit. ''DIVERT,'' it said, before using code to order the plane to land in Atlanta.     The pilot banked the jet to the east and a half-hour la...",
      "abstract": "The nearly empty Airbus 310 was coasting through the Alabama night sky when a message flashed in the cockpit. ''DIVERT,'' it said, before using code to order the plane to land in Atlanta.     The pilot banked the jet to the east and a half-hour later it was on the ground. There, its cargo door opened up to a group of waiting FedEx employees who began filling it with 17,000 pounds of cargo.  ",
      "lead_paragraph": "MEMPHIS - The nearly empty Airbus 310 was coasting through the Alabama night sky when a message flashed in the cockpit. \"DIVERT,\" it said, before using code to order the plane to land in Atlanta.",
      "publication_date": "2005-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/08/business/have-recessions-absolutely-positively-become-less-painful.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Economy Lost 35,000 Jobs, Much Below Expectations",
      "snippet": "Employment contracted at an unexpectedly modest pace in September, underscoring the American economy's strength in the first broad snapshot since Hurricane Katrina hit Louisiana and Mississippi in August.      The Department of Labor reported yest...",
      "abstract": "Employment contracted at an unexpectedly modest pace in September, underscoring the American economy's strength in the first broad snapshot since Hurricane Katrina hit Louisiana and Mississippi in August.      The Department of Labor reported yesterday that the economy lost 35,000 jobs in September, the first contraction since May 2003. The unemployment rate rose for the first time in seven months, inching up to 5.1 percent in September from 4.9 percent in August.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/08/business/economy-lost-35000-jobs-much-below-expectations.html",
      "byline": "By Eduardo Porter and Vikas Bajaj"
    },
    {
      "headline": "Danger of Flu Pandemic Is Clear, if Not Present",
      "snippet": "Fear of the bird flu sweeping across Asia has played a major role in the government's flurry of preparations for a worldwide epidemic.     That concern prompted President Bush to meet with vaccine makers on Friday to try to persuade them to increa...",
      "abstract": "Fear of the bird flu sweeping across Asia has played a major role in the government's flurry of preparations for a worldwide epidemic.     That concern prompted President Bush to meet with vaccine makers on Friday to try to persuade them to increase production, and it led Health and Human Services Secretary Michael O. Leavitt to depart yesterday for a 10-day trip to at least four Asian nations to discuss planning for a pandemic flu.  ",
      "lead_paragraph": "Fear of the bird flu sweeping across Asia has played a major role in the government's flurry of preparations for a worldwide epidemic.",
      "publication_date": "2005-10-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/09/us/danger-of-flu-pandemic-is-clear-if-not-present.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "The Tort Wars, at a Turning Point",
      "snippet": "FOR the lawyers who file lawsuits against corporations, it looked like the next big thing -- the next fen-phen, asbestos or even tobacco, the mother of all jackpots.     Like the lawsuits involving asbestos, the fire-retardant material that when i...",
      "abstract": "FOR the lawyers who file lawsuits against corporations, it looked like the next big thing -- the next fen-phen, asbestos or even tobacco, the mother of all jackpots.     Like the lawsuits involving asbestos, the fire-retardant material that when inhaled can cause a horrible lung cancer, the new suits involved a substance that under certain circumstances could harm the lungs: silica, a purified sand used as a cleaning abrasive as well as in making glass, paint, ceramics and other materials. Silica dust, when inhaled, can lodge in the lungs, causing silicosis, a disabling and often fatal lung disease.  ",
      "lead_paragraph": "FOR the lawyers who file lawsuits against corporations, it looked like the next big thing -- the next fen-phen, asbestos or even tobacco, the mother of all jackpots.",
      "publication_date": "2005-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/09/business/the-tort-wars-at-a-turning-point.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Basra Militias Put Their Firepower Above the Law",
      "snippet": "The most feared institution in Iraq's third-largest city is a shadowy force of 200 to 300 police officers known collectively as the Jameat, who dominate the local police, who are said to murder and torture at will and who answer to the leaders of ...",
      "abstract": "The most feared institution in Iraq's third-largest city is a shadowy force of 200 to 300 police officers known collectively as the Jameat, who dominate the local police, who are said to murder and torture at will and who answer to the leaders of Basra's sectarian militias.     Their infiltration in Basra's police force and government goes far beyond the Jameat; even the police chief has said he trusts only a quarter of his men. But the Jameat may be the most ominous example of the degree to which Shiite militias hold sway in Iraq's largest southern city.  ",
      "lead_paragraph": "BASRA, Iraq - The most feared institution in Iraq's third-largest city is a shadowy force of 200 to 300 police officers known collectively as the Jameat, who dominate the local police, who are said to murder and torture at will and who answer to the leaders of Basra's sectarian militias.",
      "publication_date": "2005-10-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/09/world/middleeast/basra-militias-put-their-firepower-above-the-law.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "In-House Nepotism: Hiring the Husband",
      "snippet": "FIVE years ago, Teri Gault was working a collection of part-time jobs and raising two teenage boys in Santa Clarita, Calif. Her husband, Greg, earned most of the family's income working as a movie stuntman. Parsimonious by nature (her children oft...",
      "abstract": "FIVE years ago, Teri Gault was working a collection of part-time jobs and raising two teenage boys in Santa Clarita, Calif. Her husband, Greg, earned most of the family's income working as a movie stuntman. Parsimonious by nature (her children often used other words for it), Ms. Gault had a favorite hobby -- she clipped coupons, managing to feed her family for only $37 a week. It was a skill that came in handy when work dried up suddenly for Mr. Gault, a side effect of the movie industry's relocating much of its production to Canada.      Needing not only to save money, but to earn money, Ms. Gault turned her hobby into a business -- Grocerygame.com -- and built a network of franchisees in 48 states offering subscription advice on grocery savings. She now has 26 employees. Her husband is one of them.  ",
      "lead_paragraph": "FIVE years ago, Teri Gault was working a collection of part-time jobs and raising two teenage boys in Santa Clarita, Calif. Her husband, Greg, earned most of the family's income working as a movie stuntman. Parsimonious by nature (her children often used other words for it), Ms. Gault had a favorite hobby -- she clipped coupons, managing to feed her family for only $37 a week. It was a skill that came in handy when work dried up suddenly for Mr. Gault, a side effect of the movie industry's relocating much of its production to Canada.",
      "publication_date": "2005-10-09T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/10/09/jobs/inhouse-nepotism-hiring-the-husband.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Companies Not Behaving Badly",
      "snippet": "ARE you sitting down? Your dutiful and sometimes caustic chronicler of executive excess and me-first corporate managers has decided to take a different tack and recognize companies that are moving to rein in outrageous executive pay and perk polic...",
      "abstract": "ARE you sitting down? Your dutiful and sometimes caustic chronicler of executive excess and me-first corporate managers has decided to take a different tack and recognize companies that are moving to rein in outrageous executive pay and perk policies. Although these companies remain a distinct minority, any enterprise bringing more reason to the insanity that is executive pay surely merits a moment of applause.     The shifts that some companies are making include salary reductions for chief executives, a greater focus on performance-based stock awards and a heightened interest in limiting the dilution to existing shareholders from stock option grants. Some companies have even begun to monitor the pay gaps between those at the top of the ladder and those down below; a couple of standouts are making clear to their shareholders just how the corporate jet is used.  ",
      "lead_paragraph": "ARE you sitting down? Your dutiful and sometimes caustic chronicler of executive excess and me-first corporate managers has decided to take a different tack and recognize companies that are moving to rein in outrageous executive pay and perk policies. Although these companies remain a distinct minority, any enterprise bringing more reason to the insanity that is executive pay surely merits a moment of applause.",
      "publication_date": "2005-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/09/business/companies-not-behaving-badly.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Pakistan Quake Rocks South Asia; Over 18,000 Killed",
      "snippet": "A powerful earthquake centered in the Hindu Kush mountains of Pakistan on Saturday morning sent tremors across South Asia, killing more than 18,000 people, including at least 1,600 in remote northern Pakistan, among them hundreds across both sides...",
      "abstract": "A powerful earthquake centered in the Hindu Kush mountains of Pakistan on Saturday morning sent tremors across South Asia, killing more than 18,000 people, including at least 1,600 in remote northern Pakistan, among them hundreds across both sides of disputed Kashmir.      Maj. Gen. Shaukat Sultan, Pakistan's chief army spokesman, who announced the toll on Sunday, said at least 45,000 people had been injured, a vast majority on the Pakistani side of Kashmir. He said that ''so far there are many areas which have not been reached'' by the army, but that military units were expected to reach all of them by the end of the day.  ",
      "lead_paragraph": "ISLAMABAD, Pakistan, Sunday, Oct. 9 - A powerful earthquake centered in the Hindu Kush mountains of Pakistan on Saturday morning sent tremors across South Asia, killing more than 18,000 people, including at least 1,600 in remote northern Pakistan, among them hundreds across both sides of disputed Kashmir.",
      "publication_date": "2005-10-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/09/world/asia/pakistan-quake-rocks-south-asia-over-18000-killed.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Time Warner's True Believers",
      "snippet": "ASK Jeffrey L. Bewkes to describe how he differs from Don Logan, his partner in overseeing the vast operations of Time Warner, and he says: ''Don is more concise than I am. I aspire to his level of conciseness -- and right there it sounds like I'm...",
      "abstract": "ASK Jeffrey L. Bewkes to describe how he differs from Don Logan, his partner in overseeing the vast operations of Time Warner, and he says: ''Don is more concise than I am. I aspire to his level of conciseness -- and right there it sounds like I'm not concise.''     Walk from Mr. Bewkes's tastefully decorated quarters, complete with mood lighting, that overlook Columbus Circle to Mr. Logan's spare and bright office next door, and Mr. Logan gives a similarly deferential assessment. ''Jeff is more eloquent than me,'' he says. ''I tend to keep more to myself and not speak too often.''  ",
      "lead_paragraph": "ASK Jeffrey L. Bewkes to describe how he differs from Don Logan, his partner in overseeing the vast operations of Time Warner, and he says: \"Don is more concise than I am. I aspire to his level of conciseness -- and right there it sounds like I'm not concise.\"",
      "publication_date": "2005-10-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/09/business/media/time-warners-true-believers.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Learning Leadership, or at Least How to Make Camp on a Glacier",
      "snippet": "In September, 40 executives from Citigroup's global wealth management group traveled to West Point to participate in a leadership reaction course, a series of rigorous physical and mental exercises usually reserved for cadets.      The goal was to...",
      "abstract": "In September, 40 executives from Citigroup's global wealth management group traveled to West Point to participate in a leadership reaction course, a series of rigorous physical and mental exercises usually reserved for cadets.      The goal was to enhance the leadership skills of some of Citigroup's most promising executives by having them work together to overcome physical and psychological challenges. One exercise required teammates to imagine they were trapped in a P.O.W. camp with an expanse of water before them. To escape, the team was given a piece of pipe, a rope and a ladder not quite long enough to reach across the water.  ",
      "lead_paragraph": "In September, 40 executives from Citigroup's global wealth management group traveled to West Point to participate in a leadership reaction course, a series of rigorous physical and mental exercises usually reserved for cadets.",
      "publication_date": "2005-10-09T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/10/09/jobs/learning-leadership-or-at-least-how-to-make-camp-on-a-glacier.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "Bush Works to Reassure G.O.P. Over Nominee for Supreme Court",
      "snippet": "After a blistering week, the White House is scrambling to control a conservative uprising over the nomination of Harriet E. Miers to the Supreme Court, with President Bush pitching his choice directly to the public on Saturday as his Republican al...",
      "abstract": "After a blistering week, the White House is scrambling to control a conservative uprising over the nomination of Harriet E. Miers to the Supreme Court, with President Bush pitching his choice directly to the public on Saturday as his Republican allies plotted strategy to shore up support.     ''Harriet Miers will be the type of judge I said I would nominate: a good conservative judge,'' Mr. Bush said in his weekly radio address. He added, ''When she goes before the Senate, I am confident that all Americans will see what I see every day: Harriet Miers is a woman of intelligence, strength and conviction.''  ",
      "lead_paragraph": "WASHINGTON, Oct. 8 - After a blistering week, the White House is scrambling to control a conservative uprising over the nomination of Harriet E. Miers to the Supreme Court, with President Bush pitching his choice directly to the public on Saturday as his Republican allies plotted strategy to shore up support.",
      "publication_date": "2005-10-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/09/politics/politicsspecial1/bush-works-to-reassure-gop-over-nominee-for.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Scattered in a Storm's Wake and Caught in a Clash of Cultures",
      "snippet": "Word spread fast after the evacuees arrived. Everyone wanted to see one up close. Soon, the gravel driveways wending through the grounds of the old church mission were backed up with trucks and minivans filled with locals bearing bottled water or ...",
      "abstract": "Word spread fast after the evacuees arrived. Everyone wanted to see one up close. Soon, the gravel driveways wending through the grounds of the old church mission were backed up with trucks and minivans filled with locals bearing bottled water or leftover clothes or just wanting to talk to the Louisiana people, tell them how sorry they were for what had happened to them.      The Methodists brought cribs. A dentist sent a box of toothbrushes. A Presbyterian was recruiting for the choir. Members of the Sequoyah Memorial Hospital Auxiliary showed up to take the evacuees shopping at Wal-Mart. A beautician wanted to do their hair. And someone donated a box of formal wear that, the volunteer sorters noted, the evacuees were not likely to need anytime soon.  ",
      "lead_paragraph": "SALLISAW, Okla. - Word spread fast after the evacuees arrived. Everyone wanted to see one up close. Soon, the gravel driveways wending through the grounds of the old church mission were backed up with trucks and minivans filled with locals bearing bottled water or leftover clothes or just wanting to talk to the Louisiana people, tell them how sorry they were for what had happened to them.",
      "publication_date": "2005-10-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/09/us/nationalspecial/scattered-in-a-storms-wake-and-caught-in-a-clash-of.html",
      "byline": "By Isabel Wilkerson"
    },
    {
      "headline": "I.B.M. to Put Genetic Data of Workers Off Limits",
      "snippet": "IBM plans to announce new work force privacy policy that it will bar use of genetic information in hiring or in determining eligibility for its health care or other benefits plans; new policy comes as Congress is considering legislation on genetic...",
      "abstract": "IBM plans to announce new work force privacy policy that it will bar use of genetic information in hiring or in determining eligibility for its health care or other benefits plans; new policy comes as Congress is considering legislation on genetic privacy and is response to growing trend in medical research to focus on person's genetic propensity for disease in hopes of tailoring treatments to specific medical needs; start-up companies are already intent on developing market for genetic testing and counseling, and IBM has become big player in what is called information-based medicine, which relies on genetic information; photo (M)",
      "lead_paragraph": "As concerns grow that genetic information could become a modern tool of discrimination, I.B.M. plans to announce a new work force privacy policy today.",
      "publication_date": "2005-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/10/business/ibm-to-put-genetic-data-of-workers-off-limits.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "As Reality TV Hits Maturity, Networks Lower Expectations",
      "snippet": "Early ratings in new television season show some slippage among reality shows, including Survivor and The Amazing Race on CBS and The Apprenctice on NBC; interest in reality shows has already cooled in Britian, where many of formats originated; mo...",
      "abstract": "Early ratings in new television season show some slippage among reality shows, including Survivor and The Amazing Race on CBS and The Apprenctice on NBC; interest in reality shows has already cooled in Britian, where many of formats originated; most executives express no real concern, and networks are expected to continue coming up with reality shows, if only because they are cheaper to produce than most scripted shows; photo (M)",
      "lead_paragraph": "Reality television has generated some of the biggest, most talked-about hits for broadcast networks in the last five years. But as a new television season begins, some industry executives are looking at the early ratings returns and whispering a question: Is the reality boom over, or at least in decline?",
      "publication_date": "2005-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/10/business/as-reality-tv-hits-maturity-networks-lower-expectations.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Belgium Is Trying to Unravel The Threads of a Terror Web",
      "snippet": "Random traffic arrest in Belgium last year set in motion events that underscore rapidly expanding and homegrown terrorist threat from radicalized young Muslims throughout Europe; 18 men indicted--most of them born in Morocco or of Moroccan descent...",
      "abstract": "Random traffic arrest in Belgium last year set in motion events that underscore rapidly expanding and homegrown terrorist threat from radicalized young Muslims throughout Europe; 18 men indicted--most of them born in Morocco or of Moroccan descent--have been charged with providing material support to terrorist group of bombers that killed 190 in Madrid last year; case suggests loose arrangement of terrorist sympathizers who officials say have provided support to terrorist operations in number of countries; this presents small countries like Belgium with difficult law enforcement problems, forcing them to employ new investigative methods and pass tougher laws; among charges against 18 in Belgium are fabrication and use of false documents, illegal entry and residence in Belgium, possession of illegal weapons and criminal association with terrorist enterprise, in this case Moroccan Islamic Combatant Group; case described in detail; photos; map (M)",
      "lead_paragraph": "BRUSSELS - On a damp, gray day in March 2004, the Dutch traffic police stopped a Belgian driver for a broken headlight and accidentally stumbled onto a major investigation of Islamic radicals.",
      "publication_date": "2005-10-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/10/front page/world/belgium-is-trying-to-unravel-the-threads-of-a-terror-web.html",
      "byline": "By ELAINE SCIOLINO and HÉLÈNE FOUQUET"
    },
    {
      "headline": "Day Laborer Battle Runs Outside Home Depot",
      "snippet": "Dozens of day laborers seeking work from contractors gather each day outside Home Depot stores across nation, thrusting company into nationwide debate about what to do about workers, majority of them illegal immigrants from Mexico and Central Amer...",
      "abstract": "Dozens of day laborers seeking work from contractors gather each day outside Home Depot stores across nation, thrusting company into nationwide debate about what to do about workers, majority of them illegal immigrants from Mexico and Central America; in Cicero, Ill, Hispanic groups are angry with Home Depot for having 40 day laborers arrested and accused of criminal trespass at store there; in California, one group accuses company of aiding illegal immigration, while city councilman in Los Angeles proposes requiring all new large home-improvement stores to build shelters for day laborers; Home Depot has helped finance shelters and sites, under pressure from various communities in California; company spokesman says many customers complain about day laborers swarming around their cars, seeking work; immigrant advocates say company has appeared to grow sterner about its nonsolicitation policy; photos (M)",
      "lead_paragraph": "AUSTIN, Tex. - The Home Depot became the nation's largest home improvement chain by figuring out how to make hardware friendly to consumers and how to put everything from plumbing fixtures to petunias under one roof.",
      "publication_date": "2005-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/10/us/day-laborer-battle-runs-outside-home-depot.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "Forget Blogs, Print Needs Its Own IPod",
      "snippet": "David Carr column says nation's newspapers could regain prospect for growth if there were iPod-like tecnological breakthrough that would allow newspapers to appear on electronic tablet that would be constantly updated; says that while Internet may...",
      "abstract": "David Carr column says nation's newspapers could regain prospect for growth if there were iPod-like tecnological breakthrough that would allow newspapers to appear on electronic tablet that would be constantly updated; says that while Internet may erode newspapers' advertising base, success of iTunes has demonstrated that there are consumers willing to pay for what they want (M)",
      "lead_paragraph": "SOMETIMES what appears to be a threat is actually a life preserver.",
      "publication_date": "2005-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/10/business/forget-blogs-print-needs-its-own-ipod.html",
      "byline": "By David Carr"
    },
    {
      "headline": "At Newspapers, Some Clipping",
      "snippet": "Large metropolitan newspapers across US, including New York Times, are cutting staff because ad revenue is flat, costs are up and circulation is eroding as more readers turn to Internet; trends inhibiting newspapers' growth are expected to acceler...",
      "abstract": "Large metropolitan newspapers across US, including New York Times, are cutting staff because ad revenue is flat, costs are up and circulation is eroding as more readers turn to Internet; trends inhibiting newspapers' growth are expected to accelerate, and pessimism about industry continues to drive down price of newspaper stocks; many top news executives say they are reinventing themselves, becoming multimedia organizations in order to adapt to new realities and position industry for promising future; turmoil has not affected small papers, whose advertising base is more stable; Janet L Robinson, Times chief executive, comments; photos; graphs (M)",
      "lead_paragraph": "When Amanda Bennett, editor of The Philadelphia Inquirer, heard last month that she had to cut 75 jobs in her newsroom -- 15 percent of her staff -- she was sick to her stomach.",
      "publication_date": "2005-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/10/business/at-newspapers-some-clipping.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "FEMA Director Under ClintonProfits From Experience",
      "snippet": "Disaster consulting firm run by Pres Clinton's director of Federal Emergency Management Agency James Lee Witt lands many contracts in wake of Hurricane Katrina; as head of FEMA, Witt's energy won him wide praise; much-criticized performance of FEM...",
      "abstract": "Disaster consulting firm run by Pres Clinton's director of Federal Emergency Management Agency James Lee Witt lands many contracts in wake of Hurricane Katrina; as head of FEMA, Witt's energy won him wide praise; much-criticized performance of FEMA after Hurricane Katerina hit has only enhanced his reputation; now, as private consultant, he is stepping deftly to avoid being perceived as disaster profiteer; he has cut his usual hourly fee for no-bid state contract in Louisiana, and declined to take on any other business there despite numerous requests; he has backed away from his lobbying for Allstate to avoid conflicts with his advisory role to state; Witt Associates, begun in 2001 with loan and borrowed office, has grown to include 25 employees, with revenues of $7 million last year; clients include many large corporations and government entities; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/10/us/nationalspecial/fema-director-under-clintonprofits-from-experience.html",
      "byline": "By Leslie Wayne and Glen Justice"
    },
    {
      "headline": "With Delphi Filing, Tougher Times for Auto Industry Workers",
      "snippet": "Bankruptcy filing by Delphi may force United Automobile Workers to make major concessions on wages and benefits at company or accept them from bankruptcy judge, and any concessions could affect UAW's negotiations on new contract with General Motor...",
      "abstract": "Bankruptcy filing by Delphi may force United Automobile Workers to make major concessions on wages and benefits at company or accept them from bankruptcy judge, and any concessions could affect UAW's negotiations on new contract with General Motors, Ford and DaimlerChrysler, especially with regard to benefits;' Delphi is seeking to cut pay for its 34,000 unionized workers by as much as two-thirds, to as little as $10 an hour; GM says filing by Delphi, which it spun off in 1999 with certain guarantees on pensions and health care and life insurance benefits of retirees in event of bankruptcy, could increase long-term liabilities on its books by as much as $11 billion (M)",
      "lead_paragraph": "DETROIT, Oct. 9 - When Delphi, the nation's largest auto supplier, filed for bankruptcy on Saturday, it was the latest blow to the American auto worker's gilded age.",
      "publication_date": "2005-10-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/10/business/with-delphi-filing-tougher-times-for-auto-industry-workers.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "As Polar Ice Turns to Water, Dreams of Treasure Abound",
      "snippet": "Article in series The Big Melt, on effects of warming on environment, says polar thaw has started to unlock treasures, including hints of oil and gas resources, lucrative shipping routes and important commercial fisheries; if melting continues, as...",
      "abstract": "Article in series The Big Melt, on effects of warming on environment, says polar thaw has started to unlock treasures, including hints of oil and gas resources, lucrative shipping routes and important commercial fisheries; if melting continues, as many experts expect, mass of floating ice may largely disappear for entire summers this century; instead, world would have seasonally open sea nearly five times size of Mediterranean; if Arctic is no longer a frozen fence, it is unclear where fences are; under United Nations Convention on the Law of the Sea, countries have limited time to map sea floor and make claims; eight countries with Arctic footholds and other nations are betting on possibility of great transformation; in Aug, Russian ship became first ship ever to reach pole without help of icebreaker; United States, Arctic nation itself because of Alaska, could also try to exand its territory; photos; map (L)",
      "lead_paragraph": "CHURCHILL, Manitoba - It seems harsh to say that bad news for polar bears is good for Pat Broe. Mr. Broe, a Denver entrepreneur, is no more to blame than anyone else for a meltdown at the top of the world that threatens Arctic mammals and ancient traditions and lends credibility to dark visions of global warming.",
      "publication_date": "2005-10-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/10/science/as-polar-ice-turns-to-water-dreams-of-treasure-abound.html",
      "byline": "This article is by Clifford Krauss, Steven Lee Myers, Andrew C. Revkin and Simon Romero"
    },
    {
      "headline": "Pakistan Appeals for Help as Rescuers Dig by Hand",
      "snippet": "Pres Pervez Musharraf makes urgent televised appeal for international aid day after most powerful earthquake in history of independent Pakistan; rescue crews dig, often with bare hands, for signs of living and dead in rain-soaked rubble of obliter...",
      "abstract": "Pres Pervez Musharraf makes urgent televised appeal for international aid day after most powerful earthquake in history of independent Pakistan; rescue crews dig, often with bare hands, for signs of living and dead in rain-soaked rubble of obliterated villages, as at least 140 aftershocks rattle survivors; Prime Min Shaukat Aziz says over 19,000 people died and at least 43,000 are injured, but it is too soon to settle on definitive figure; quake centered on disputed province of Kashmir, with magnitude of 7.6; Muzaffarabad, capital of Pakistani Kashmir, remains inaccessible by road; on Indian side of Kashmir, death toll climbs to 600; Musharraf confirms that Pakistan's historical rival India has offered assistance; other countries around world send money--or pledges of money--as well as search teams with dogs, medical workers and equipment, food and water; European Commission pledges more than $4 million in emergency aid, and China offers $6.2 million; Pres Bush promises immediate help from United States; photos; maps (L)",
      "lead_paragraph": "GARHI HABIBULLAH, Pakistan, Oct. 9 - A day after the most powerful earthquake in the history of independent Pakistan, President Pervez Musharraf made an urgent televised appeal on Sunday for international aid, at least 140 aftershocks rattled survivors, and rescue crews dug, often with their bare hands, for signs of the living and the dead in the rain-soaked rubble of obliterated villages.",
      "publication_date": "2005-10-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/10/world/asia/pakistan-appeals-for-help-as-rescuers-dig-by-hand.html",
      "byline": "By Somini Sengupta"
    }
  ]
}