{
  "metadata": {
    "date": "2005-04-26",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Still Looking, A.I.G. Finds More Flaws in Its Books",
      "snippet": "American International Group, insurance giant under scrutiny for using transactions to improve its financial condition, uncovers at least $1 billion more in accounting problems; internal review is progressing as law firm of Paul, Weiss, Rifkind, W...",
      "abstract": "American International Group, insurance giant under scrutiny for using transactions to improve its financial condition, uncovers at least $1 billion more in accounting problems; internal review is progressing as law firm of Paul, Weiss, Rifkind, Wharton & Garrison completes separate investigative report on who at company is responsible for certain questionable transactions and accounting of those transactions; report reportedly concludes that senior management was able to easily skirt financial systems and controls that were in place (M)",
      "lead_paragraph": "American International Group, the insurance giant under scrutiny for using transactions to improve its financial condition, has uncovered at least $1 billion more in accounting problems, people briefed on the company's investigation said yesterday.",
      "publication_date": "2005-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/26/business/still-looking-aig-finds-more-flaws-in-its-books.html",
      "byline": "By Jenny Anderson and Kurt Eichenwald"
    },
    {
      "headline": "In Mob Sweep, Feds Hope to Send Up the Clown",
      "snippet": "US Atty Patrick J Fitzgerald of Chicago announces arrests of 14 men, some of them thought to be top mob leaders, in connection with 18 murders that stretch back over four decades and had gone unsolved; several of accused are in their mid-70's now;...",
      "abstract": "US Atty Patrick J Fitzgerald of Chicago announces arrests of 14 men, some of them thought to be top mob leaders, in connection with 18 murders that stretch back over four decades and had gone unsolved; several of accused are in their mid-70's now; Fitzgerald claims arrests put 'hit on the mob'; rarely have so many of mob's reputed high-level leaders been charged all at once; among most notorious murders authorities say they have solved with arrests are 1986 deaths of Tony Spilotro, organization's chief enforcer in Las Vegas, and his brother Michael, who were buried in Indiana cornfield; authorities say indictment was years in the making, result of FBI's co-called 'Operation Family Secrets'; agents from FBI and Internal Revenue Service begin arresting accused in Illinois and in Florida and Arizona, where several of the accused live in retirement; photos (M)",
      "lead_paragraph": "CHICAGO, April 25 - The names read like a who's who from some faded blotter left behind at the Chicago Police Department's old State Street headquarters: Joseph (the Clown) Lombardo, Frank (the German) Schweihs, Frank (Gumba) Saladino, and on and on.",
      "publication_date": "2005-04-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/26/us/in-mob-sweep-feds-hope-to-send-up-the-clown.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Authorities Note Surge in Online Fraud Involving Money Orders",
      "snippet": "US authorities are noting surge in schemes involving sophisticated counterfeiting of US postal money orders, and fleecing of victims often begins in e-mail in-box; FBI and postal inspectors say international forgers--mostly in Nigeria, but also in...",
      "abstract": "US authorities are noting surge in schemes involving sophisticated counterfeiting of US postal money orders, and fleecing of victims often begins in e-mail in-box; FBI and postal inspectors say international forgers--mostly in Nigeria, but also in Ghana and Eastern Europe--appear to have turned new attention to US postal money order in last six months; postal inspectors say more than 3,700 counterfeit money oders were intercepted from October to December, exceeding total for previous 12 months; US Postal Inspection Service spokesman Paul Krenn says 160 arrests have been made in US since October in cases where people have suspected of knowingly receiving fraudulent postal money oders or trying to cash them; trend is significant, because unlike private business checks or even other money orders, postal money order is generally regarded as one of more difficult financial documents to counterfeit because of its watermarks, security threads and rainbow of inked patterns and tone; Kevin McCrary, Manhattan business consultant who is victim of money order fraud, comments; photos (M)",
      "lead_paragraph": "Fake checks have been the stock in trade of online fraud artists for years. Now authorities are noting a surge in schemes involving sophisticated counterfeiting of a different form of payment: United States postal money orders. And the fleecing of victims often begins in an e-mail in-box.",
      "publication_date": "2005-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/26/business/authorities-note-surge-in-online-fraud-involving-money-orders.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Senate Committee Takes Up Bid to Overhaul Social Security",
      "snippet": "After months of political maneuvering, presidential campaigning, advertising and ultimatums, the 20-member Senate Finance Committee plans to start grappling this week with overhauling the Social Security system.    So far, the committee has proven...",
      "abstract": "After months of political maneuvering, presidential campaigning, advertising and ultimatums, the 20-member Senate Finance Committee plans to start grappling this week with overhauling the Social Security system.    So far, the committee has proven to be just about as divided -- and stalled -- as the Senate at large. Senator Charles E. Grassley of Iowa, the chairman of the committee, says somewhat ruefully that most of his committee members simply wish the issue would go away.  ",
      "lead_paragraph": "WASHINGTON, April 25 - After months of political maneuvering, presidential campaigning, advertising and ultimatums, the 20-member Senate Finance Committee plans to start grappling this week with overhauling the Social Security system.",
      "publication_date": "2005-04-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/26/politics/senate-committee-takes-up-bid-to-overhaul-social-security.html",
      "byline": "By Robin Toner and David E. Rosenbaum"
    },
    {
      "headline": "Rigas Family to Cede Assets to Adelphia",
      "snippet": "Rigas family, which founded Adelphia Communications Corp, will forfeit almost its entire fortune to company to pay for $715 million fund to compensate investors who lost money when company collapsed; fund is announced as part of agreement that Ade...",
      "abstract": "Rigas family, which founded Adelphia Communications Corp, will forfeit almost its entire fortune to company to pay for $715 million fund to compensate investors who lost money when company collapsed; fund is announced as part of agreement that Adelphia reached with Justice Department and Securities and Exchange Commission to settle fraud case stemming from management by company's founders; John Rigas and other members of family will provide Adelphia with about $1.5 billion in assets, or 95 percent of their holdings; not included in settlement are two small cable companies in north-central Pennsylvania, near Coudersport, where Adelphia was founded and used to be based; headquarters are now in Greenwood Village, Co; photo (M)",
      "lead_paragraph": "The family that founded the Adelphia Communications Corporation, the big cable operator, will forfeit almost its entire fortune to the company to pay for a $715 million fund to compensate investors who lost money when the company collapsed, the government said yesterday.",
      "publication_date": "2005-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/26/business/media/rigas-family-to-cede-assets-to-adelphia.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Protest in Urals Seeks Ouster of a Putin Ally",
      "snippet": "Russian Pres Vladimir V Putin's political control is being challenged by popular uprising against regional government in Ufa, in Urals, raising possibility that civic protest may be spreading into Russia from its periphery; thousands have staged s...",
      "abstract": "Russian Pres Vladimir V Putin's political control is being challenged by popular uprising against regional government in Ufa, in Urals, raising possibility that civic protest may be spreading into Russia from its periphery; thousands have staged series of demonstrations since Feb calling for ouster of president of Bashkortostan region, Murtaza G Rakhimov, an ally of Putin's; Rakhimov won re-election in 2003 in contest in which his chief opponent withdrew from campaigning, reportedly at urging of Kremlin; complaints against him are now increasingly being heard about Putin as well; they include allegations of manipulated elections, increasing state control of business, and corruption; Putin's authority seems to remain solid, but events in Urals reflect emerging sense of grievance and impatience that is increasingly being expressed to one degree or another on streets across Russia; photo; map (M)",
      "lead_paragraph": "UFA, Russia - Here on the southwestern edge of the Urals, a popular uprising against a regional government is posing one of the most significant challenges yet to President Vladimir V. Putin's political control, raising the possibility that civic protest may be spreading into Russia from its periphery.",
      "publication_date": "2005-04-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/26/world/europe/protest-in-urals-seeks-ouster-of-a-putin-ally.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Ex-Officials Say Bolton Inflated Syrian Danger",
      "snippet": "Senate Finance Committee plans to start hearings on plans to overhaul Social Security system; 20-member panel appears to be just as divided--and stalled--as Senate at large; Pres Bush's proposal for private accounts may be ultimate test for commit...",
      "abstract": "Senate Finance Committee plans to start hearings on plans to overhaul Social Security system; 20-member panel appears to be just as divided--and stalled--as Senate at large; Pres Bush's proposal for private accounts may be ultimate test for committee that prides itself on being above partisan wars; Bush administration is in final week of 60-day push to sell its Social Security plan, and Democratic leaders hold rallies in New York to highlight their opposition; committee will showcase political arguments of both sides; four experts on Social Security from outside Congress are invited to present their plans for achieving 'sustainable solvency'; panel chairman Sen Charles E Grassley has reportedly called hearing to illustrate that any changes to strengthen Social Security financially, with or without private accounts, would have to include lower benefits, higher taxes or both (M)",
      "lead_paragraph": "WASHINGTON, April 25 - John R. Bolton clashed repeatedly with American intelligence officials in 2002 and 2003 as he sought to deliver warnings about Syrian efforts to acquire unconventional weapons that the Central Intelligence Agency and other experts rejected as exaggerated, according to former intelligence officials.",
      "publication_date": "2005-04-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/26/politics/exofficials-say-bolton-inflated-syrian-danger.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Newspapers Find National Ads a Tough Sell",
      "snippet": "Many newspapers have been ailing as readers defect to other sources of news and advertisers seek new ways to attract potential customers; biggest challenge comes from Web sites and search engines like Google and Yahoo; newspaper Web sites still be...",
      "abstract": "Many newspapers have been ailing as readers defect to other sources of news and advertisers seek new ways to attract potential customers; biggest challenge comes from Web sites and search engines like Google and Yahoo; newspaper Web sites still benefit from classifieds and other ads that once belonged almost solely to newspapers; their ad revenue pales in comparison with that of big Internet search engines and portals; recent financial results suggest that big newspapers are suffering more than smaller ones; Dow Jones says ad revenue at domestic and international print publications, including Wall Street Journal, fell 10.8 percent during first quarter compared with year earlier; New York Times says ad revenue rose 0.8 percent at unit that includes New York Times, New York Times on the Web and International Herald Tribune; but ad revenue at its regional media group, which includes newspapers like Tuscaloosa News in Alabama and The Press Democrat in Santa Rosa, Calif, increased 7.2 percent; companies that own primarily small or midsize newspapers reported better results on whole; ad figures for Knight Ridder, Tribune Co, Lee Enterprises and Gannett, which publishes USA Today, noted; New York Times president-chief executive Janet L Robinson says big newspapers could fight their way out of slump; chart; photos (M)",
      "lead_paragraph": "Mark DiMassimo, an advertising executive in New York, recently heard from a major client who decided to pull back on advertising in nationally circulated newspapers. The company's executives wanted to try a more targeted local-newspaper approach -- inspired, perhaps, by the narrowly focused ads proliferating online.",
      "publication_date": "2005-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/26/business/media/newspapers-find-national-ads-a-tough-sell.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "Bush and Saudi Prince Discuss High Oil Prices in Ranch Meeting",
      "snippet": "Pres Bush and Crown Prince Abdullah of Saudi Arabia discuss surge in oil prices during visit to Bush's Texas ranch; focus is on plan by Saudis to increase their oil-pumping capacity over next decade rather than on any short-term effort to bring pr...",
      "abstract": "Pres Bush and Crown Prince Abdullah of Saudi Arabia discuss surge in oil prices during visit to Bush's Texas ranch; focus is on plan by Saudis to increase their oil-pumping capacity over next decade rather than on any short-term effort to bring prices down; Saudis reportedly use meeting to detail for Bush steps they intend to take to cushion global market from future increases in demand from fast-growing economies like China and India, and from United States and other industrial nations; Saudi plan, which it began discussing publicly weeks ago, calls for spending up to $50 billion to increase its maximum sustainable production capacity to 12.5 million barrels per day by 2009, and to 15 million in subsequent decade, from 10.8 million barrels now; Saudis are currently pumping about 9.5 million barrels a day; Saudi official notes that any short-term production increase would not have effect on gasoline prices in US because of lack of refining capacity in US; photo (M)",
      "lead_paragraph": "CRAWFORD, Tex., April 25 - President Bush discussed the surge in oil prices with Crown Prince Abdullah of Saudi Arabia on Monday, but focused on a plan by the Saudis to increase their oil-pumping capacity over the next decade rather than on any short-term efforts to bring prices down.",
      "publication_date": "2005-04-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/26/world/middleeast/bush-and-saudi-prince-discuss-high-oil-prices-in-ranch.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Andersen Agrees to Pay $65 Million to End Lawsuit  Arthur Andersen has agreed to pay $65 million to resolve a class-action lawsuit brought by investors who bought WorldCom stock and bonds before the company filed for bankruptcy protection in 2002....",
      "abstract": " Andersen Agrees to Pay $65 Million to End Lawsuit  Arthur Andersen has agreed to pay $65 million to resolve a class-action lawsuit brought by investors who bought WorldCom stock and bonds before the company filed for bankruptcy protection in 2002.    In addition to the cash, Andersen would give the investors 20 percent of any amount it distributes to its partners. [Page C4.]    Constellation Brands May Make Bid  Shares of Allied Domecq rose after Constellation Brands said it was considering making a counterbid to the £7.4 billion ($14.1 billion) offer from Pernod Ricard and Fortune Brands. The Pernod-Allied merger would create a two-tier industry, with Diageo and the new Pernod dwarfing rivals like Bacardi. [C8.]    Valero to Become Top Refiner  Valero Energy has agreed to buy Premcor in a transaction valued at $6.9 billion. [C2.]    Many Offers for Neiman Card Unit  Some of the nation's largest credit card companies, including American Express and Citigroup, are bidding for the credit card business of Neiman Marcus. [C7.]    2 Found Liable in Fraud Case  A federal judge has found Kenneth Winger, the former chief executive of Safety-Kleen, and Paul Humphreys, the former chief financial officer, liable for $200 million for their role in an accounting fraud at the company. [C4.]    G.M. Recalls Two Million Vehicles  General Motors issued several recalls involving more than two million vehicles, including some of its sport utility vehicles. [A12.]    Airlines Are Caught Unprepared  Few airlines bought hedging contracts to lock in lower prices for oil, meaning they are bearing the full brunt of higher prices. [C2.]    New Financial Chief at Microsoft  Microsoft has hired Christopher Liddell, left, as its chief financial officer, replacing John Connors. Mr. Liddell was previously chief finance officer at International Paper. Microsoft also announced that it would begin selling versions of its Windows operating system that take advantage of the high-performance computers that run 64-bit processors. [C3.]    A Good Review for Genentech Drug  Studies found that a Genentech drug can lower the risk that breast cancer will return. [A12.]    Barclays May Make Bid for Absa  Barclays said that it might bid $5.3 billion for a stake in Absa, a South African bank. [C8.]    J.&J. Adds Death Data to Package  Johnson & Johnson has added data about deaths to the package insert of its heart-failure treatment Natrecor after studies in two medical journals raised questions about an increased risk of fatal kidney problems in those treated with the drug. [C4.]    I.B.M. Is Set to Buy Healthlink  I.B.M. is expected to announce that it is buying Healthlink, a leader in the business of helping hospitals convert to electronic records. [C3.]    Stocks Continue to Gain  Stocks rose, with the Dow Jones industrials jumping 84.76 points, to 10,242.47; the S.&P. 500 was up 9.98 points, to 1,162.10; and the Nasdaq gained 18.59 points, to 1,950.78. [C10.]    Perplexed Over Security Measures  Travelers still experience inconsistencies at checkpoints. Joe Sharkey: On the Road. [C7.]  ",
      "lead_paragraph": "Andersen Agrees to Pay $65 Million to End Lawsuit Arthur Andersen has agreed to pay $65 million to resolve a class-action lawsuit brought by investors who bought WorldCom stock and bonds before the company filed for bankruptcy protection in 2002.",
      "publication_date": "2005-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/26/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Big Board Deal Stirs Up the Rivalries",
      "snippet": "New York Stock Exchange's acquisition of Archipelago that would create NYSE Group has set off battle that lays bare deep fault lines and competitive resentments that fuel today's Wall Street; at stake is future of exchange and how stocks will be t...",
      "abstract": "New York Stock Exchange's acquisition of Archipelago that would create NYSE Group has set off battle that lays bare deep fault lines and competitive resentments that fuel today's Wall Street; at stake is future of exchange and how stocks will be traded on it; Kenneth G Langone, brash, self-made billionaire and former director of NYSE and vocal defender of former NYSE chairman Richard A Grasso, wants to scuttle deal cut by exchange and is trying to organize bid supported by Wall Street firms; his campaign receives boost, when John J Mack, former president of Morgan Stanley and chief executive of Credit Suisse First Boston, is named point man for group's effort; group holds its first meeting, with top executives from Lehman Brothers, J P Morgan and Merrill Lynch attending; underlying doubts about exchange's merger with Archipelago is idea that Goldman Sachs, in brokering deal, magnified, unjustly, its influence as most influential investment bank on Wall Street; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/26/business/big-board-deal-stirs-up-the-rivalries.html",
      "byline": "By Landon Thomas Jr. and Jenny Anderson"
    }
  ]
}