{
  "metadata": {
    "date": "2005-03-16",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "MORE ON THE VERDICT",
      "snippet": "LEGAL STRATEGY -- Mr. Ebbers's evasiveness hurt him, but he had to take the stand.   NEWS ANALYSIS, PAGE C1    NEXT IN LINE -- The conviction sends a chilling message to other executives charged with wrongdoing.   PAGE C1    A FIRM HAND -- Judge B...",
      "abstract": " LEGAL STRATEGY -- Mr. Ebbers's evasiveness hurt him, but he had to take the stand.   NEWS ANALYSIS, PAGE C1    NEXT IN LINE -- The conviction sends a chilling message to other executives charged with wrongdoing.   PAGE C1    A FIRM HAND -- Judge Barbara S. Jones ran a tight courtroom and even added some levity.   PAGE C8",
      "lead_paragraph": "LEGAL STRATEGY -- Mr. Ebbers's evasiveness hurt him, but he had to take the stand. NEWS ANALYSIS, PAGE C1",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/16/business/front page/more-on-the-verdict.html",
      "byline": ""
    },
    {
      "headline": "U.S. Report Lists Possibilities for Terrorist Attacks and Likely Toll",
      "snippet": "Homeland Security Department, trying to improve focus of antiterrorism spending, identifies dozen possible attacks considered most plausible or devastating, including detonation of nuclear device in major city, release of sarin in office buildings...",
      "abstract": "Homeland Security Department, trying to improve focus of antiterrorism spending, identifies dozen possible attacks considered most plausible or devastating, including detonation of nuclear device in major city, release of sarin in office buildings and truck bombing of sports arena; National Planning Scenarios document reads like doomsday plan, estimating deaths and economic damage; chart; officials say they are not trying to frighten public and have no credible intelligence that such attacks are planned; official Matt A Meyer explains, after draft is inadvertently posted on Hawaii state Web site; Pres Bush requested list of priorities 15 months ago to address widespread criticism that administration wastes money by spreading it out rather than concentrating on key areas and targets; new Sec Michael Chertoff is also emphasizing risk-based planning; three catastrophic natural events are included: influenza pandemic, 7.2 earthquake in major city and slow-moving Category 5 hurricane hitting major East Coast City (M)",
      "lead_paragraph": "WASHINGTON, March 15 - The Department of Homeland Security, trying to focus antiterrorism spending better nationwide, has identified a dozen possible strikes it views as most plausible or devastating, including detonation of a nuclear device in a major city, release of sarin nerve agent in office buildings and a truck bombing of a sports arena.",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/16/politics/us-report-lists-possibilities-for-terrorist-attacks-and-likely.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Case Stirs Fight on Jews, Juries and Execution",
      "snippet": "Convictions of dozens of death-row inmates in California may be scrutinized because of accusation by former prosecutor John R Quatman that Jews and black women were systematically excluded from juries in capital trials in Alameda County; Quatman m...",
      "abstract": "Convictions of dozens of death-row inmates in California may be scrutinized because of accusation by former prosecutor John R Quatman that Jews and black women were systematically excluded from juries in capital trials in Alameda County; Quatman makes charge in habeas corpus appeal of Fred H Freeman, sentenced for 1987 robbery-murder in Berkeley; Quatman says late Judge Stanley Golde advised him that 'no Jew' would send defendant to gas chamber; says black women were excluded as sympathetic to defendants; his declaration is also being used by inmate Mark Schmeck because prosecutors at his trial challenged two prospective Jewish jurors; review for both appeals finds that, in 25 capital cases in Alameda from 1984 to 1994, Jews and people with seemingly Jewish surnames were excluded at rate of 93.10 percent, compared with 49.97 percent rejection rate for others; Golde, who died in 1998, was dean of jurists in county considered model operation since time of Earl Warren; photo; colleagues and his sons, both lawyers, strongly reject charge; Goldes say father felt it his duty as judge to come to grips with death penalty despite own Jewish religious beliefs (M)",
      "lead_paragraph": "OAKLAND, Calif., March 15 - The convictions of dozens of death-row inmates in California are coming under legal scrutiny because of accusations that Jews and black women were excluded from juries in capital trials in Alameda County as \"standard practice.\"",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/16/us/case-stirs-fight-on-jews-juries-and-execution.html",
      "byline": "By Dean E. Murphy"
    },
    {
      "headline": "Ex-Chief of WorldCom Is Found Guilty in $11 Billion Fraud",
      "snippet": "Bernard J Ebbers, former chief of WorldCom, is found guilty in federal court in New York of orchestrating record $11-billion fraud that came to symbolize telecommunications bubble and financial excesses of 1990's; photos; chart; Ebbers is convicte...",
      "abstract": "Bernard J Ebbers, former chief of WorldCom, is found guilty in federal court in New York of orchestrating record $11-billion fraud that came to symbolize telecommunications bubble and financial excesses of 1990's; photos; chart; Ebbers is convicted of securities fraud, conspiracy and filing false reports and faces 5 or 10 years in prison on each count; WorldCom's acquisition of dozens of phone companies and phantom growth pushed once-mighty rivals like AT&T to slash prices and costs in crippling race from which they never fully recovered; MCI, which WorldCom acquired in 1998, was tainted by WorldCom bankruptcy, dismissed thousands of workers and may soon be acquired; verdict suggests juries may not be easily persuaded by executives' claims not to have known of crimes on their watch; Ebbers, 63, had modest background and little technical schooling when he turned tiny reseller of long-distance phone service in Mississippi into global titan; case came down to former chief financial officer Scott Sullivan's testimony that he was directed by Ebbers to doctor books to hide slowing sales; Sullivan pleaded guilty and could face 25 years in prison; Ebbers is free on bail until June 13 sentencing; case could lead other executives to strike deals and may affect WorldCom shareholders' civil suits; Asst US Atty David B Anders' methodical case, defense claim that Ebbers did not know of fraud and Ebbers' uncertain, evasive testimony reviewed (L)",
      "lead_paragraph": "Bernard J. Ebbers, the former chief executive of WorldCom, was found guilty yesterday in federal court of orchestrating a record $11 billion fraud that came to symbolize the telecommunications bubble of the 1990's and the excesses that were uncovered in its aftermath.",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/16/business/exchief-of-worldcom-is-found-guilty-in-11-billion-fraud.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Even Buffett Can't Avoid Dark Clouds Settling Over Insurance Industry",
      "snippet": "Growing investigation into insurance practices has ensnared General Re, one of Berkshire Hathaway's main businesses, controlled by Warren E Buffett, raising possibility that Buffett's gleaming reputation in corporate America may be tarnished; Secu...",
      "abstract": "Growing investigation into insurance practices has ensnared General Re, one of Berkshire Hathaway's main businesses, controlled by Warren E Buffett, raising possibility that Buffett's gleaming reputation in corporate America may be tarnished; Securities and Exchange Commission and New York State Atty Gen Eliot Spitzer's office have been investigating deal between General Re and American International Group that may have been artificially bolstered AIG's finances; investigators are looking into other so-called finite insurance deals by Buffett's companies; insurance experts, in defense of Buffett, say Buffett's management of Berkshire is very different from Maurice R Greenberg's time at AIG; while Greenberg had his hands on practically every aspect of AIG, Buffett, known more for his investing acumen than management prowess, prefers to delegate; Buffett has not been named in any of insurance probes; photo (M)",
      "lead_paragraph": "He embodies the Middle American archetype of the plain-speaking, straight-shooting businessman. In the age of imperious chief executives, he is cheered by investors at annual gatherings that include barbecue and baseball.",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/16/business/even-buffett-cant-avoid-dark-clouds-settling-over-insurance.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "Residents of Philadelphia have not witnessed the construction of a skyline-altering office tower in 15 years, so the $177.6 million Cira Centre, designed by Cesar Pelli, has been generating some excitement. [C5.]    The Jersey City waterfront, nic...",
      "abstract": " Residents of Philadelphia have not witnessed the construction of a skyline-altering office tower in 15 years, so the $177.6 million Cira Centre, designed by Cesar Pelli, has been generating some excitement. [C5.]    The Jersey City waterfront, nicknamed Wall Street West a decade ago for all the back-office work done there, is picking up speed and aiming for front-office status. [C6.]",
      "lead_paragraph": "Residents of Philadelphia have not witnessed the construction of a skyline-altering office tower in 15 years, so the $177.6 million Cira Centre, designed by Cesar Pelli, has been generating some excitement. [C5.]",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/16/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "U.S. Military Says 26 Inmate Deaths May Be Homicide",
      "snippet": "Army and Navy investigators conclude that at least 26 prisoners have died in American custody in Iraq and Afghanistan in what could be criminal homicides; earlier lower tally was limited to what Vice Adm Albert C Church calls 'closed, substantiate...",
      "abstract": "Army and Navy investigators conclude that at least 26 prisoners have died in American custody in Iraq and Afghanistan in what could be criminal homicides; earlier lower tally was limited to what Vice Adm Albert C Church calls 'closed, substantiated abuse cases'; his photo; chart; 18 cases have been referred for action and 8 are still under investigation; only one of deaths was at Abu Ghraib, contradicting view that wrongdoing was confined to few military police officers on night shift; at least four deaths involve CIA, including one in Afghanistan for which CIA contract employee David Passaro is facing trial; Pentagon says all cases are being pursued vigorously; Army says killings took place inside and outside detention areas, including at point of capture in violent battlefield conditions (M)",
      "lead_paragraph": "WASHINGTON, March 15 - At least 26 prisoners have died in American custody in Iraq and Afghanistan since 2002 in what Army and Navy investigators have concluded or suspect were acts of criminal homicide, according to military officials.",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/16/politics/us-military-says-26-inmate-deaths-may-be-homicide.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    },
    {
      "headline": "Italy Planning to Start Pullout of Iraq Troops",
      "snippet": "Prime Minister Silvio Berlusconi says he aims to begin withdrawing Italy's 3,000 troops from Iraq by September depending on strength of new Iraqi government, indication that domestic cost of loyalty to US is growing too high; Italian soldiers in f...",
      "abstract": "Prime Minister Silvio Berlusconi says he aims to begin withdrawing Italy's 3,000 troops from Iraq by September depending on strength of new Iraqi government, indication that domestic cost of loyalty to US is growing too high; Italian soldiers in fourth-largest foreign contingent are mostly peacekeepers near Nasiriya in south; Berlusconi says on same television show that he will run for re-election; photo; chart; war opposition has been galvanized since Italian intelligence agent was shot to death by US soldiers after winning release of hostage journalist; Berlusconi adds that Prime Min Tony Blair, facing similar public opinion in Britain, also has to build exit strategy; Bush administration focuses on Berlusconi's promise not to withdraw precipitously (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/16/world/europe/italy-planning-to-start-pullout-of-iraq-troops.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Grasso Plans to Sue McCall Over Approval of His Pay  Lawyers for Richard Grasso, the former chairman of the New York Stock Exchange, said they would sue H. Carl McCall, who headed the exchange's compensation committee when it approved Mr. Grasso's...",
      "abstract": " Grasso Plans to Sue McCall Over Approval of His Pay  Lawyers for Richard Grasso, the former chairman of the New York Stock Exchange, said they would sue H. Carl McCall, who headed the exchange's compensation committee when it approved Mr. Grasso's 2003 contract.    The lawyers argue that Mr. McCall should be ''held accountable'' for his role in overseeing the approval of Mr. Grasso's final retirement package. [Page C9.]    OPEC May Lift Production Quota  The president of OPEC said the group was considering an increase in its production ceiling to help bring down oil prices. [C3.]    Liberty Media to Create Spin-Off  Liberty Media, headed by John C. Malone, plans to spin off two of its units into a separate public company. Liberty will spin off Ascent and its 50 percent stake in the parent company of the Discovery Channel and other networks. Mr. Malone ended speculation that he joined the board of Cablevision because Liberty wanted to acquire its networks. [C7.]    Pinochet's Web of Bank Accounts  A Senate committee report suggests that ties between the former Chilean dictator General Augusto Pinochet and American banks were deeper than previously disclosed. [C4.]    Data Brokers Face Questioning  The chief executives of two data brokers sought to explain their previously obscure industry to a House subcommittee. [C3.]    Rosneft Sues Yukos for $11 Billion  The Russian energy company Rosneft has sued Yukos, seeking $11 billion for what it said were questionable oil pricing practices. [C3.]    Pepsi One Goes Television-Free  To reintroduce its Pepsi One drink, Pepsi-Cola is using offbeat alternatives to TV commercials. Stuart Elliott: Advertising. [C7.]    Microsoft Develops Web Ad System  Microsoft is unveiling some features of a new advertising system on its MSN search engine, part of its effort to match the success of Google in the paid Internet search business. Steven A. Ballmer, left, the chief executive, said he believed that having an independent advertising system was strategically vital. [C16.]    Chip Stocks Weigh on the Market  Semiconductor stocks and A.I.G. led the market lower. The Dow Jones average fell 59.41 points, to 10,745.10, and the Nasdaq composite fell 16.06 points, to 2,034.98. [C10.]    Sports Magazines Try Spanish  Two big sports magazines, Sports Illustrated and ESPN The Magazine, are going after Hispanic sports fans with new publications. [C7.]  ",
      "lead_paragraph": "Grasso Plans to Sue McCall Over Approval of His Pay Lawyers for Richard Grasso, the former chairman of the New York Stock Exchange, said they would sue H. Carl McCall, who headed the exchange's compensation committee when it approved Mr. Grasso's 2003 contract.",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/16/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "COMCAST TO OFFER TIVO SERVICE",
      "snippet": "TiVo shares soared after it reached a deal with Comcast. Page C2.  ",
      "abstract": "TiVo shares soared after it reached a deal with Comcast. Page C2.  ",
      "lead_paragraph": "TiVo shares soared after it reached a deal with Comcast. Page C2.",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/16/business/comcast-to-offer-tivo-service.html",
      "byline": ""
    },
    {
      "headline": "S.E.C. Brings Fraud Suit Against Ex-Qwest Officials",
      "snippet": "Securities and Exchange Commission sues former Qwest Communications chief executive Joseph P Nacchio and six other former executives, accusing them of orchestrating $3 billion accounting fraud intended to mislead investors during telecommunication...",
      "abstract": "Securities and Exchange Commission sues former Qwest Communications chief executive Joseph P Nacchio and six other former executives, accusing them of orchestrating $3 billion accounting fraud intended to mislead investors during telecommunications bubble and its bursting; civil complaint covers period from April 1, 1999, to March 31, 2002; SEC is seeking to force Nacchio and his associates to give back what it calls ill-gotten gains in higher salaries, bonuses and stock sales from inflating Qwest's financial results; complaint states Nacchio reaped $216 million and profits to others came to $84 million; contends Nacchio and his subordinates inflated revenues they reported to investors as part of scheme to persuade shareholders of US West to allow their company to be acquired by Qwest in deal in 2000; those sued include Afshin Mohebbi, former president, and two former chief financial officers, Robert S Woodruff and Robin R Szeliga; James J Kozlowski and Frank T Noyes, senior accounting executives, and Gregory M Casey are also targets; photo (M)",
      "lead_paragraph": "The Securities and Exchange Commission sued Joseph P. Nacchio, the former chief executive of Qwest Communications International, and six other former executives yesterday, accusing them of orchestrating a sweeping $3 billion accounting fraud intended to mislead investors during the telecommunications bubble and its bursting.",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/16/business/sec-brings-fraud-suit-against-exqwest-officials.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "When the Top Seat Is the Hot Seat",
      "snippet": "Legal experts say conviction of WorldCom Inc's former chairman Bernard J Ebbers sends chilling message to array of other senior executives who are being investigated or have already been charged with financial wrongdoing during recent wave of corp...",
      "abstract": "Legal experts say conviction of WorldCom Inc's former chairman Bernard J Ebbers sends chilling message to array of other senior executives who are being investigated or have already been charged with financial wrongdoing during recent wave of corporate crimes; say government has shown that juries are willing to hold top officers of major corporations accountable for large-scale wrongdoing, even if proof rests largely with testimony of single cooperating witness; those facing court trials include Kenneth L Lay and Jeffrey K Skilling of Enron, Richard M Scrushy of HealthSouth and L Dennis Kozlowski of Tyco; photos (M)",
      "lead_paragraph": "Another one down. How many more to go?",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/16/business/when-the-top-seat-is-the-hot-seat.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Ebbers, on Witness Stand, May Have Lost His Case",
      "snippet": "Analysis of conviction of former WorldCom chief executive Bernard J Ebbers on fraud charges; says Ebbers's evasiveness and defensive posture on cross-examination left lasting impression on jurors hearing his case; holds jury clearly concluded that...",
      "abstract": "Analysis of conviction of former WorldCom chief executive Bernard J Ebbers on fraud charges; says Ebbers's evasiveness and defensive posture on cross-examination left lasting impression on jurors hearing his case; holds jury clearly concluded that testimony of former chief financial officer Scott D Sullivan, prosecution's star witness, was more credible than that of Ebbers, even though jurors did not fully believe Sullivan either; some jurors comment; photo (M)",
      "lead_paragraph": "On trial for perpetrating one of the biggest corporate frauds ever, Bernard J. Ebbers, the former chief executive of WorldCom, helped to convict himself.",
      "publication_date": "2005-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/16/business/ebbers-on-witness-stand-may-have-lost-his-case.html",
      "byline": "By Jonathan D. Glater and Ken Belson"
    }
  ]
}